{
  "natural levee": {
    "def": [
      {
        "text": "A long, broad low ridge or embankment of sand and coarse silt, built by a stream on its flood plain and along both sides of its channel, especially in time of flood when water overflowing the normal banks is forced to deposit the coarsest part of its load. It has a gentle slope away from the river and toward the surrounding floodplain, and its highest elevation is closest to the river bank.",
        "compare": "Compare – levee, artificial levee, meander belt.",
        "sources": "GG"
      }
    ]
  },
  "nearshore zone": {
    "def": [
      {
        "text": "A subaqueous marine or lacustrine landform area that generally parallels the shore and extends seaward or lakeward from the low water line to beyond the breaker zone including longshore bars. In the nearshore zone, waves steepen, break, and reform during passage to the beach. Sediment transport occurs both along and perpendicular to the shore via wave and current action.",
        "compare": "Compare – nearshore zone [relict].",
        "sources": ["RF", "SW"]
      }
    ]
  },
  "nearshore zone [relict]": {
    "def": [
      {
        "text": "A former nearshore zone now subaerially exposed due to isostatic rebound or glacial lake drainage. Commonly a raised beach marks the former landward edge of a relict nearshore zone and relict longshore bars may exist in offshore positions.  Surficial sediments may display evidence of wave and current action such as sorting or particle-size discontinuities.",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "neck [volcanic]": {
    "def": [
      {
        "text": "(not preferred) refer to volcanic neck.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "net (nonsorted)": {
    "def": [
      {
        "text": "(not preferred) refer to patterned ground.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "net (sorted)": {
    "def": [
      {
        "text": "(not preferred) refer to patterned ground.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "nivation": {
    "def": [
      {
        "text": "The process of excavation of a shallow depression or nivation hollow on a mountain side by removal of fine material around the edge of a shrinking snow patch or snow bank, chiefly through sheetwash, rivulet flow, and solution in melt water.  Freeze-thaw action is apparently insignificant.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "nivation hollow": {
    "def": [
      {
        "text": "A shallow, non-cliffed depression or hollow on a mountain side permanently or intermittently occupied by a snow bank or snow patch and produced by nivation.  If the snow completely melts each summer the hollow is deepened; otherwise not; may be a cirque precursor if further enlarged and deepened by alpine glaciation.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "nonsorted circle": {
    "def": [
      {
        "text": "A type of patterned ground whose mesh (shape) is dominantly circular and has a nonsorted appearance due to the absence of a border of rock fragments.  Vegetation characteristically outlines the pattern by forming a bordering ridge.  Diameters commonly range from 0.5 to 3 m.  Nonsorted circles include mud boils, earth hummocks, turf hummocks, and frost boils.  Nonsorted circles have various origins.  Some, such as mud and earth hummocks and frost boils, involve cryoturbation activity and differential heave of frost-susceptible materials.  Others, such as mud boils, involve hydraulic pressures and diapir-like displacement of water-saturated sediments.",
        "compare": "Compare – sorted circle, frost boil, patterned ground.",
        "sources": ["GG", "NRC"]
      }
    ]
  },
  "nonsorted polygon": {
    "def": [
      {
        "text": "(not preferred) refer to patterned ground.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "nose slope": {
    "def": [
      {
        "text": "[geomorphology] A geomorphic component of hills consisting of the projecting end (laterally convex area) of a hillside, resulting in predominantly divergent overland water flow (e.g., sheet wash); contour lines generally form convex curves.  Nose slopes are dominated by colluvium and slope wash sediments (e.g., slope alluvium).  Slope complexity (downslope shape) can range from simple to complex.  Nose slopes are comparatively drier portions of hillslopes and tend to have thinner colluvial sediments and profiles.",
        "compare": "Compare – head slope, side slope, free face, interfluve, crest, base slope.",
        "sources": "SW"
      }
    ]
  },
  "notch": {
    "def": [
      {
        "text": "A breached opening in the rim of a volcanic crater.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "novaculite": {
    "def": [
      {
        "text": "A dense, even-textured, extremely finely grained, siliceous, sedimentary rock recrystallized from chert with microcrystalline quartz dominant over chalcedony (cryptocrystalline quartz).  It is hard, white to grayish-black in color, translucent on thin edges, has a dull to waxy luster, and displays smooth conchoidal fracture when broken.  Novaculite occurs in the Ouachita Mountains of AR and OK and the Marathon Uplift of TX where it forms erosion resistant ridges.  At the Ouachita Mountain type occurrence, novaculite formed by low-grade, thermal metamorphism of bedded chert.  This rock serves widely as a whetstone or oilstone.",
        "compare": "Compare – chert.",
        "sources": ["GG", "SW"]
      }
    ]
  },
  "nuée ardente": {
    "def": [
      {
        "text": "A swiftly flowing, turbulent gaseous cloud, sometimes incandescent, erupted from a volcano and containing ash and other pyroclastics in its lower part; a density current of pyroclastic flow.",
        "compare": "Compare – pyroclastic flow, lahar.",
        "sources": "GG"
      }
    ]
  },
  "nunatak": {
    "def": [
      {
        "text": "An isolated hill, knob, ridge, or peak of bedrock that projects prominently above the surface of a glacier and is completely surrounded by glacier ice.",
        "compare": "Compare – inselberg, monadnock.",
        "sources": "GG"
      }
    ]
  }
}
