{
  "caldera": {
    "def": [
      {
        "text": "A large, more or less circular depression, formed by explosion and/or collapse, which surrounds a volcanic vent or vents, and whose diameter is many times greater than that of the included vent, or vents.",
        "compare": "Compare – volcanic crater.",
        "sources": "GG"
      }
    ]
  },
  "caliche": {
    "def": [
      {
        "text": "A general term for a prominent zone of secondary carbonate accumulation in surficial materials in warm, subhumid to arid areas.  Caliche is formed by both geologic and pedologic processes.  Finely crystalline calcium carbonate forms a nearly continuous surface-coating and void-filling medium in geologic (parent) materials.  Cementation ranges from weak in non-indurated forms to very strong in types that are indurated.  Other minerals (carbonates, silicates, sulfates) may be present as accessory cements.  Most petrocalcic and some calcic horizons are caliche.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "canyon": {
    "def": [
      {
        "text": "A long, deep, narrow, very steep–sided valley cut primarily in bedrock with high and precipitous walls in an area of high local relief (e.g., mountain or high plateau terrain), often with a perennial stream at the bottom; similar to but larger than a gorge.",
        "compare": "Compare – gorge, box canyon, slot canyon.",
        "sources": ["GG", "HP", "SW"]
      }
    ]
  },
  "canyon bench": {
    "def": [
      {
        "text": "One of a series of relatively narrow, flat landforms occurring along a canyon wall and caused by differential erosion of alternating strong and weak horizontal strata; a type of structural bench.",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "canyon wall": {
    "def": [
      {
        "text": "The steep to near vertical slope between a canyon bottom and higher, adjacent hillslopes, mountain slopes, or summits. Canyon walls are generally dominated by rock outcrop and/or bedrock within the soil profile. Canyon walls commonly include cliffs or ledges, and may include a beveled base cut into less resistant rocks (e.g., shale). In large canyons (e.g., Grand Canyon), canyon walls may be vertically interrupted by nearly level or gentle slopes of canyon benches.",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "canyonlands": {
    "def": [
      {
        "text": "A deeply and extensively dissected landscape composed predominantly of relatively narrow, steep-walled valleys with small flood plains or valley floors; commonly with considerable outcrops of hard bedrock on steep slopes, ledges, or cliffs, and with broader summits or interfluves than found in badlands.  Side slopes exhibit extensive erosion, active back-wearing, and relatively sparse vegetation.",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "caprock": {
    "def": [
      {
        "text": "A hard rock layer, usually sandstone, overlying the shale above a coal bed.  Also spelled “cap rock”.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "captured stream": {
    "def": [
      {
        "text": "A stream whose course has been diverted into the channel of another stream by natural processes.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cat clay": {
    "def": [
      {
        "text": "(not recommended: obsolete) Wet, clay-dominated soils containing ferrous sulfide which become highly acidic when drained.",
        "compare": null,
        "sources": ["GS", "GSST", "SS", "ST"]
      }
    ]
  },
  "catena": {
    "def": [
      {
        "text": "(as used in USA) A sequence of soils across a landscape, of  about the same age, derived from similar parent material, and occurring under similar climatic conditions, but have different characteristics due to variations in relief and in drainage.",
        "compare": null,
        "sources": ["GS", "GSST", "SS", "ST"]
      }
    ]
  },
  "catsteps": {
    "def": [
      {
        "text": "(not preferred: refer to terracettes) A terracette; especially one produced by slumping of loess deposits as in western Iowa.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "centripetal drainage pattern": {
    "def": [
      {
        "text": "A drainage pattern in which the streams converge inward toward a central depression; generally indicative of a structural basin, volcanic crater, caldera, breached dome, bolson, or the end of an eroded anticline or syncline.",
        "compare": null,
        "sources": ["GG", "SW", "WA"]
      }
    ]
  },
  "channel": {
    "def": [
      {
        "text": "(colloquial: western USA) The bed of a single or braided watercourse that commonly is barren of vegetation and is formed of modern alluvium.",
        "compare": null,
        "sources": ["FFP", "GG", "SW"]
      },
      {
        "text": "[microfeature term] Small, trough-like, arcuate or sinuous channels separated by small bars or ridges, caused by fluvial processes; common to flood plains and young alluvial terraces; a constituent part of bar and channel topography.",
        "compare": null,
        "sources": ["FFP", "GG", "SW"]
      }
    ]
  },
  "chenier": {
    "def": [
      {
        "text": "A long, narrow, vegetated marine beach ridge or sandy hummock, 1 to 6 m high, forming roughly parallel to a prograding shoreline seaward of marsh and mud-flat deposits, enclosed on the seaward side by fine-grained sediments, and resting on foreshore or mud-flat deposits.  It is well drained, often supporting trees on higher areas.  Widths range from 45 - 450 m and lengths may exceed several tens of kilometers.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "chenier plain": {
    "def": [
      {
        "text": "A mud-rich strand plain, occupied by cheniers and intervening mud flats with marsh and swamp vegetation.",
        "compare": "Compare – chenier, strand plain.",
        "sources": "GG"
      }
    ]
  },
  "chert": {
    "def": [
      {
        "text": "A hard, extremely dense or compact, dull to semivitreous, cryptocrystalline sedimentary rock, consisting dominantly of interlocking crystals of quartz less than about 30 mm in diameter; it may contain amorphous silica (opal).  It sometimes contains impurities such as calcite, iron oxide, or the remains of siliceous and other organisms.  It has a tough, splintery to conchoidal fracture and may be white or variously colored gray, green, blue, pink, red, yellow, brown, and black.  Chert occurs principally as nodular or concretionary segregations in limestones and dolomites.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "chimney": {
    "def": [
      {
        "text": "[gilgai] A subsurface morphology that forms a crude cone or wave-crest structure centered under a microhigh (e.g., a low mound or rim) and extends at least part-way under adjacent intermediate positions; composed of substratum material that appears to upwell and reaches close to the surface.  A chimney is commonly bounded by master slickensides in the subsoil with maximum angles of dip reaching 60 - 75 degrees under the microhigh.  Its morphology is distinct from the solum of the adjacent microslopes and microlows (e.g., lighter colored, more alkaline, and contains carbonate or gypsum concretions absent under microslopes and microlows).",
        "compare": "Compare – puff, bowl, intermediate position, gilgai.",
        "sources": "SW"
      }
    ]
  },
  "chimney and bowl topography": {
    "def": [
      {
        "text": "(not recommended) use gilgai.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "cinder cone": {
    "def": [
      {
        "text": "A conical hill formed by the accumulation of cinders and other pyroclastics, normally of basaltic or andesitic composition.  Slopes generally exceed 20 percent.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cinders": {
    "def": [
      {
        "text": "Unconsolidated, juvenile, vitric, vesicular pyroclastic material; individual fragments are 2.0 mm or more in at least one dimension with an apparent specific gravity (including vesicles) of more than 1.0 and less than 2.0 g/cm3.",
        "compare": "Compare – ash, lapilli, scoria, tephra, volcanic block, volcanic bomb.",
        "sources": ["KST", "ST"]
      }
    ]
  },
  "circle": {
    "def": [
      {
        "text": "A form of patterned ground whose horizontal mesh is dominantly circular.",
        "compare": "Compare – nonsorted circle, patterned ground.",
        "sources": "GG"
      }
    ]
  },
  "circular gilgai": {
    "def": [
      {
        "text": "A type of gilgai dominated by circular closed depressions (microlows) separated by low mounds (microhighs); the prevailing type of gilgai on relatively level terrain (slopes < 3 %).  Distance from microhigh to the center of an adjacent microlow is generally 4 to 8 m.",
        "compare": "Compare – elliptical gilgai, linear gilgai, gilgai.",
        "sources": "SW"
      }
    ]
  },
  "cirque": {
    "def": [
      {
        "text": "A steep-walled, half bowl-like recess or hollow, crescent-shaped or semicircular in plan, commonly situated at the head of a  glaciated mountain valley or high on the side of a mountain, and produced by the erosive activity of a mountain glacier.  It often contains a small round lake (tarn).",
        "compare": "Compare – cirque floor, cirque platform, cirque wall.",
        "sources": ["GG", "SW"]
      }
    ]
  },
  "cirque floor": {
    "def": [
      {
        "text": "The comparatively level bottom of a cirque, thinly mantled with till and consisting of glacially scoured knolls and hillocks separated by depressions, flat areas and small lakes (tarn); commonly it is bounded by a slightly elevated rock lip at its exit.",
        "compare": null,
        "sources": ["HD", "SW"]
      }
    ]
  },
  "cirque headwall": {
    "def": [
      {
        "text": "The glacially-scoured, steep and arcuate side or wall of a cirque, dominated by rock outcrop, rubble, and colluvium.",
        "compare": "Compare – headwall.",
        "sources": ["HD", "SW"]
      }
    ]
  },
  "cirque platform": {
    "def": [
      {
        "text": "A relatively level or bench-like surface formed by the coalescence of several cirques.",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "cirque wall": {
    "def": [
      {
        "text": "(not preferred) refer to cirque headwall.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "clast": {
    "def": [
      {
        "text": "An individual constituent, grain, or fragment of sediment or rock, produced by the mechanical weathering (disintegration) of a larger rock mass.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "clastic": {
    "def": [
      {
        "text": "(adjective) Pertaining to rock or sediment composed mainly of fragments derived from preexisting rocks or minerals and moved from their place of origin.  The term indicates sediment sources that are both within and outside the depositional basin.",
        "compare": "Compare – detritus, epiclastic, pyroclastic, volcaniclastic.",
        "sources": "GG"
      }
    ]
  },
  "claypan": {
    "def": [
      {
        "text": "A dense, compact, slowly permeable layer in the subsoil, with a much higher clay content than overlying materials from which it is separated by a sharply defined boundary.  Claypans are usually hard when dry, and plastic and sticky when wet.",
        "compare": null,
        "sources": ["GS", "GSST", "SS", "ST"]
      }
    ]
  },
  "cliff": {
    "def": [
      {
        "text": "Any high, very steep to perpendicular or overhanging face of rock or earth; a precipice.",
        "compare": "Compare – bluff, beveled base.",
        "sources": "GG"
      }
    ]
  },
  "climbing dune": {
    "def": [
      {
        "text": "A dune formed by the piling-up of sand by wind against a cliff or mountain slope; very common in arid regions with substantial local relief and strong, prevailing winds.",
        "compare": "Compare – sand ramp.",
        "sources": ["GG", "SW"]
      }
    ]
  },
  "closed depression": {
    "def": [
      {
        "text": "A generic name for any enclosed area that has no surface drainage outlet and from which water escapes only by evaporation or subsurface drainage; an area of lower ground indicated on a topographic map by a hachured contour line forming a closed loop.",
        "compare": "Compare – open basin.",
        "sources": ["GG", "SW"]
      }
    ]
  },
  "coalescent fan piedmont": {
    "def": [
      {
        "text": "(not preferred) refer to fan piedmont.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "coastal plain": {
    "def": [
      {
        "text": "A low, generally broad plain that has as its margin an oceanic shore and its strata horizontal or gently sloping toward the water, and generally represents a strip of recently prograded or emerged sea floor; e.g., the coastal plain of the southeastern USA which extends for 3000 km from New Jersey to Texas.",
        "compare": null,
        "sources": ["GG", "GG87"]
      }
    ]
  },
  "coastal marl": {
    "def": [
      {
        "text": "An earthy, unconsolidated deposit of gray to buff-colored mud of low bulk density (dry) composed primarily of very fine, almost pure calcium carbonate formed in subaqueous settings that span freshwater lacustrine conditions (e.g., Florida Everglades) to saline intertidal settings (e.g., Florida Keys) formed by the chemical action of algal mats and organic detritus (i.e., periphyton); other marl varieties associated with different environments (e.g., freshwater marl, glauconitic marl) also occur.  Coastal marl can be quite pure or it can be finely disseminated throughout living root mats (e.g., mangrove roots) and / or organic soil layers.",
        "compare": "Compare – marl, freshwater marl.",
        "sources": "SW"
      }
    ]
  },
  "cockpit": {
    "def": [
      {
        "text": "A crudely star-shaped, closed depression (i.e., large sinkhole) in tropical karst having an inverted conical or slightly concave floor, with an irregular or serrate  perimeter formed by subsidiary solution channels and corridors into adjacent hills, and surrounded by residual hills with steep, concave side slopes; the dominant type of closed depression in cockpit karst.",
        "compare": "Compare – sinkhole, kegel karst.",
        "sources": ["GG", "SW", "WW"]
      }
    ]
  },
  "cockpit karst": {
    "def": [
      {
        "text": "A karst landscape dominated by subsurface drainage and serrate or star-shaped depressions (cockpits) that range widely in size and density but typically are considerably larger than sinkholes (dolines), and are separated by intermediate residual hills with concave side slopes; a common type of tropical karst (e.g., Jamaica).",
        "compare": "Compare – kegel karst, karst.",
        "sources": ["SW", "WW"]
      }
    ]
  },
  "col": {
    "def": [
      {
        "text": "A high, narrow, sharp-edged pass or saddle through a divide or between two adjacent peaks in a mountain range; especially a deep pass formed by the headward erosion and intersection of two cirques.",
        "compare": "Compare – gap, pass, saddle.",
        "sources": "GG"
      }
    ]
  },
  "collapse sinkhole": {
    "def": [
      {
        "text": "A type of sinkhole that is formed by collapse of a cave within the underlying soluble bedrock (e.g., limestone, gypsum, salt).",
        "compare": "Compare – solution sinkhole.",
        "sources": ["GG", "SW", "WW"]
      }
    ]
  },
  "collapsed ice-floored lakebed": {
    "def": [
      {
        "text": "A lakebed formed in a lake on glacial ice and subsequently \"let down\" or collapsed by the melting of underlying ice, resulting in contortion or folding of the lacustrine sediment and sedimentary structures.  These modified or distorted lacustrine sediments cap present-day topographic highs and generally lie at elevations higher than the surrounding disintegration moraine.",
        "compare": "Compare – collapsed lake plain, collapsed ice-walled lakebed.",
        "sources": ["CF", "SW"]
      }
    ]
  },
  "collapsed ice-walled lakebed": {
    "def": [
      {
        "text": "A lakebed that formed in a lake bounded by stagnant ice, but floored by solid ground, usually till.  Collapse features are limited to the lakebed margins.  Presently, these materials and sedimentary structures generally occur as roughly circular-shaped hills of till capped by lacustrine sediments, generally at elevations higher than surrounding disintegration moraine.",
        "compare": "Compare – collapsed ice-floored lakebed, collapsed lake plain.",
        "sources": ["CF", "SW"]
      }
    ]
  },
  "collapsed lake plain": {
    "def": [
      {
        "text": "A lake plain formed on, and bounded by, glacial ice and subsequently \"let down\" or collapsed by the melting of underlying ice resulting in contortion or folding of the sediments and sedimentary structures.  Lacustrine sediments cap present topography.",
        "compare": "Compare – lake plain.",
        "sources": ["CF", "SW"]
      }
    ]
  },
  "collapsed outwash plain": {
    "def": [
      {
        "text": "An outwash plain which forms on glacial ice (inside the glacial margin), and is subsequently let down or collapsed when the underlying ice melts, resulting in contortion or folding of the sediments and sedimentary structures to the extent that little of the original plain or its gradient remain.  Outwash sediments commonly cap present-day  topography.",
        "compare": "Compare – collapsed lake plain, pitted outwash plain.",
        "sources": ["CF", "SW"]
      }
    ]
  },
  "colluvial": {
    "def": [
      {
        "text": "(adjective) Pertaining to material or processes associated with transportation and/or deposition by mass movement (direct gravitational action) and local, unconcentrated runoff (overland flow) on side slopes and/or at the base of slopes.",
        "compare": "Compare – alluvial, fluvial.",
        "sources": "HP"
      }
    ]
  },
  "colluvial apron": {
    "def": [
      {
        "text": "A landform with a concave to planar surface composed of a thick wedge-shaped deposit of colluvium and/or slope alluvium  that forms the base (footslope) of a bluff, escarpment or steep slope .",
        "compare": "Compare – beveled base.",
        "sources": "SW"
      }
    ]
  },
  "colluvium": {
    "def": [
      {
        "text": "Unconsolidated, unsorted earth material being transported or deposited on side slopes and/or at the base of slopes by mass movement (e.g., direct gravitational action) and by local, unconcentrated runoff.",
        "compare": "Compare – alluvium, slope alluvium, scree, talus, mass movement.",
        "sources": "HP"
      }
    ]
  },
  "competence": {
    "def": [
      {
        "text": "The ability of a current of water or wind to transport sediment, in terms of particle size rather than amount, measured as the diameter of the largest particle transported.  It depends upon velocity: a small but swift current for example, may have greater competence than a larger but slower moving current.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "complex landslide": {
    "def": [
      {
        "text": "A category of mass movement processes, associated sediments (complex landslide deposit), or resultant landforms characterized by a composite of several mass movement processes none of which dominates or leaves a prevailing landform.  Numerous types of complex landslides can be specified by naming the constituent processes evident (e.g., a complex earth spread – earthflow landslide).",
        "compare": "Compare – fall, topple, slide, lateral spread, flow, landslide.",
        "sources": ["DV", "SW"]
      }
    ]
  },
  "composite cone": {
    "def": [
      {
        "text": "(not preferred) see stratovolcano.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "compound sinkhole": {
    "def": [
      {
        "text": "(not preferred) refer to karst valley.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "cone karst": {
    "def": [
      {
        "text": "A variety of kegel karst topography, common in the tropics (e.g., Puerto Rico and some  Pacific Islands) characterized by steep-sided, cone-shaped residual hills and ridges separated by star-shaped depressions, broader valleys, or lagoons.  These hills and ridges have steep, convex side slopes and rounded tops that are dissected into secondary karst surfaces with shafts and various forms of karren microfeatures.",
        "compare": "Compare – karst cone, cockpit karst, fluviokarst, sinkhole karst, tower karst.",
        "sources": ["GG", "SW", "WW"]
      }
    ]
  },
  "conformity": {
    "def": [
      {
        "text": "The mutual and undisturbed relationship between adjacent sedimentary strata that have been deposited in orderly sequence with little or no evidence of time lapses; true stratigraphic continuity in the sequence of beds without evidence that the lower beds were folded, tilted, or eroded before the higher beds were deposited.",
        "compare": "Compare – unconformity.",
        "sources": "GG"
      }
    ]
  },
  "congelifraction": {
    "def": [
      {
        "text": "(not preferred) refer to frost shattering.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "congeliturbate": {
    "def": [
      {
        "text": "(not recommended) use cryoturbate.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "congeliturbation": {
    "def": [
      {
        "text": "(not recommended) use cryoturbation.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "conglomerate": {
    "def": [
      {
        "text": "A coarse-grained, clastic sedimentary rock composed of rounded to subangular rock fragments larger than 2 mm, commonly with a matrix of sand and finer material; cements include silica, calcium carbonate, and iron oxides.  The consolidated equivalent of gravel.",
        "compare": "Compare – breccia.",
        "sources": "HP"
      }
    ]
  },
  "conservation terrace": {
    "def": [
      {
        "text": "An earthen embankment constructed across a slope for conducting water from above at a regulated flow to prevent accelerated erosion and to conserve water.",
        "compare": "Compare – hillslope terrace.",
        "sources": ["GS", "GSST", "SS", "ST", "SW"]
      }
    ]
  },
  "constructional": {
    "def": [
      {
        "text": "[geomorphology] (adjective) Said of a landform that owes its origin, form, position, or general character to depositional (aggradational) processes, such as the accumulation of sediment (e.g., alluvial fan, volcanic cone).",
        "compare": "Compare – aggradation, destructional, erosional.",
        "sources": "GG"
      }
    ]
  },
  "continuous permafrost": {
    "def": [
      {
        "text": "Permafrost occurring everywhere beneath the exposed land surface throughout a geographic region.",
        "compare": "Compare – discontinuous permafrost, sporadic permafrost.",
        "sources": "NRC"
      }
    ]
  },
  "continental glacier": {
    "def": [
      {
        "text": "A glacier of considerable thickness completely covering a large part of a continent or an area of at least 50,000 square km, obscuring the underlying surface, such as the ice sheets covering Antarctica or Greenland.  Continental glaciers occupied northern portions of  the coterminous USA and Alaska in the past (e.g., Pleistocene) and usage commonly implies former continental glacier conditions.",
        "compare": "Compare – alpine glacier.",
        "sources": ["GG", "SW"]
      }
    ]
  },
  "coppice dune field": {
    "def": [
      {
        "text": "An extensive area dominated by small, streamlined shrub-coppice dunes that form around brush and other clump vegetation; a type of dune field.  Shrub-coppice dunes are commonly 50 – 300 cm high and 1-7m wide.",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "coppice mound": {
    "def": [
      {
        "text": "(also called coppice dune) (not recommended: obsolete) use shrub-coppice dune.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "coprogenous earth": {
    "def": [
      {
        "text": "[Soil Taxonomy] A type of sedimentary peat which is a limnic layer composed predominantly of fecal material derived from aquatic animals.",
        "compare": null,
        "sources": "ST"
      }
    ]
  },
  "coprogenic material": {
    "def": [
      {
        "text": "[soil survey] The remains of fish excreta and similar materials that occur in some organic soils.",
        "compare": null,
        "sources": ["GS", "GSST", "SS", "ST"]
      }
    ]
  },
  "coral island": {
    "def": [
      {
        "text": "An oceanic island formed from coral accumulations lying atop or fringing volcanic peaks or platforms.",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "coral limestone": {
    "def": [
      {
        "text": "An informal term for massive limestone composed primarily of coral and coral fragments commonly associated with marine islands or coral reefs in tropical or subtropical waters.",
        "compare": "Compare – coral island.",
        "sources": "SW"
      }
    ]
  },
  "corda": {
    "def": [
      {
        "text": "Small, tightly bunched, parallel ridges or corrugations of lava, commonly < 1 m in amplitude (high) and < 3 m in period (wide) on the surface of corded pahoehoe lava (ropy lava).",
        "compare": null,
        "sources": ["GS", "SW"]
      }
    ]
  },
  "corrosion": {
    "def": [
      {
        "text": "[geomorphology] A process of erosion whereby rocks and soil are removed or worn away by natural chemical processes, especially by the solvent action of running water, but also by other reactions, such as hydrolysis, hydration, carbonation, and oxidation.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "coulee": {
    "def": [
      {
        "text": "(colloquial: northwestern USA and ND) A dry or intermittent stream valley or wash with an underfit stream, especially a long, steep-walled gorge representing a Pleistocene overflow channel that carried meltwater from an ice sheet; e.g., the Grand Coulee in Washington State.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "country rock": {
    "def": [
      {
        "text": "A general term for the non-igneous rock surrounding an igneous intrusion.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cove": {
    "def": [
      {
        "text": "A walled and rounded or cirque-like opening at the head of a small steep valley.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "(colloquial: southern Appalachians, USA) A smooth-floored, somewhat oval-shaped \"valley\" sheltered by hills or mountains; e.g., Cades Cove in eastern Tennessee.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cove [water]": {
    "def": [
      {
        "text": "A small, often circular, wave-cut indentation in a cliff; it usually has a restricted or narrow entrance.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "A fairly broad, looped embayment in a lake shoreline.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "A shallow tidal river, or the backwater near the mouth of a tidal river.",
        "compare": "Compare – estuary.",
        "sources": "GG"
      }
    ]
  },
  "cradle and knoll topography": {
    "def": [
      {
        "text": "(not recommended) use tree-tip pit and mound topography.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "crag and tail": {
    "def": [
      {
        "text": "An elongate hill or ridge of subglacially streamlined drift, having at the stoss end (up-ice) a steep, often precipitous face or knob of ice-smoothed, resistant bedrock (the “crag”) obstructing the movement of the glacier, and at the lee end (down-ice) a tapering, streamlined, gentle slope (the “tail”) of intact, weaker rock and / or drift protected by the crag; also called lee-side cone.",
        "compare": "Compare – drumlin, drumlinoid ridge, flute, stoss and lee.",
        "sources": ["GG", "GM", "SW"]
      }
    ]
  },
  "crater [volcanic]": {
    "def": [
      {
        "text": "see volcanic crater.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "craton": {
    "def": [
      {
        "text": "A part of the earth's crust that has attained stability, and has been minimally deformed for a prolonged period.  The term is now restricted to continental areas of largely Precambrian rocks.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "creek": {
    "def": [
      {
        "text": "[streams] (not preferred: refer to intermittent stream) A general term used throughout the USA (except New England), Canada, and Australia for a small, intermittent stream that is larger than a brook but smaller than a river.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "creep": {
    "def": [
      {
        "text": "The mass movement process, surficial sediments (creep deposit), or landform that results from very slow downslope mass wasting of unconsolidated earthy material driven primarily by gravity, but facilitated by water saturation and by and freeze-thaw. Sometimes redundantly called soil creep.",
        "compare": "Compare – mudflow, flow, landslide, solifluction.",
        "sources": "SW"
      }
    ]
  },
  "crest": {
    "def": [
      {
        "text": "(not preferred) Sometimes used as an alternative for the hillslope component summit.",
        "compare": "Compare – summit (part b), saddle.",
        "sources": ["FFP", "SW"]
      }
    ]
  },
  "crest.1": {
    "def": [
      {
        "text": "[geomorphology] A geomorphic component of hills consisting of the convex slopes (perpendicular to the contour) that form the narrow, roughly linear top area of a hill, ridge, or other upland where shoulders have converged to the extent that little or no summit remains; dominated by erosion, slope wash and mass movement processes and sediments (e.g., slope alluvium, creep).  Commonly, soils on crests are more similar to those on side slopes than to soils on adjacent interfluves.",
        "compare": "Compare – interfluve, head slope, side slope, nose slope.",
        "sources": "SW"
      }
    ]
  },
  "crevasse": {
    "def": [
      {
        "text": "A wide breach or crack in the bank of a river or canal; especially one in a natural levee or an artificial bank of the lower Mississippi River.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "A wide, deep break or fissure in the Earth after an earthquake.  [glaciology] A deep, nearly vertical fissure, crack, or rift in a glacier or other mass of land ice.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "crevasse filling": {
    "def": [
      {
        "text": "A short, straight ridge of stratified sand and gravel believed to have been deposited in a crevasse of a wasting glacier and left standing after the ice melted; a variety of kame.  May also occur as long, sinuous ridges and linear complexes of till or drift.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "crevasse splay": {
    "def": [
      {
        "text": "(not recommended) use flood-plain splay.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "cross-bedding": {
    "def": [
      {
        "text": "A cross-bedded structure; a cross-bed.",
        "compare": "Compare – cross-lamination.",
        "sources": "GG"
      }
    ]
  },
  "cross-lamination": {
    "def": [
      {
        "text": "A cross-laminated structure; a cross-lamina.",
        "compare": "Compare – cross-bedding.",
        "sources": "GG"
      }
    ]
  },
  "cross-stratification": {
    "def": [
      {
        "text": "Arrangement of strata inclined at an angle to the main stratification.  This is a general term having two subdivisions; cross-bedding, in which the cross-strata are thicker than 1 cm, and cross-lamination, in which they are thinner than 1 cm.  A single group of related cross-strata is a set and a group of similar, related sets is a coset.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cryoplanation": {
    "def": [
      {
        "text": "The reduction and modification of a land surface by processes associated with intensive frost action, such as solifluction, supplemented by the erosive and transport actions of running water, moving ice, and other agents.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cryoturbate": {
    "def": [
      {
        "text": "A mass of soil or other unconsolidated earthy material moved or disturbed by frost action, and usually coarser than the underlying material; especially a rubbly deposit formed by solifluction.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cryoturbation": {
    "def": [
      {
        "text": "A collective term used to describe all soil movements due to frost action, characterized by folded, broken and dislocated beds and lenses of unconsolidated deposits.",
        "compare": "Compare – pedoturbation.",
        "sources": "NRC"
      }
    ]
  },
  "cryptogamic crust": {
    "def": [
      {
        "text": "A type of microbiotic crust consisting of a thin, biotic layer at the ground surface composed predominantly of cryptogams (i.e., algae, lichen, mosses, lichens  and liverworts); most commonly found in semiarid or arid environments.",
        "compare": "Compare – microbiotic crust.",
        "sources": ["SS", "SW"]
      }
    ]
  },
  "cuesta": {
    "def": [
      {
        "text": "An asymmetric ridge capped by resistant rock layers of slight to moderate dip, commonly less than 10º (approximately < 15 percent); a homocline type produced by differential erosion of interbedded resistant and weak rocks.  A cuesta has a long, gentle slope on one side (dip slope), that roughly parallels the inclined beds, and on the opposite side has a relatively short, steep or cliff-like slope (scarp slope) that cuts the tilted rocks.",
        "compare": "Compare – hogback, homoclinal ridge, mesa, dipslope, scarp slope, cuesta valley.",
        "sources": ["HP", "SW"]
      }
    ]
  },
  "cuesta valley": {
    "def": [
      {
        "text": "An asymmetric depression adjacent to a cuesta that lies parallels to the strike of the underlying strata; a type of strike valley.  It’s formed by differential erosion of weaker strata interbedded with, or stratigraphically adjacent to more resistant rocks.  It may or may not contain a local drainage network but commonly lies above and is unconnected to the regional drainage system.",
        "compare": "Compare – cuesta, strike valley.",
        "sources": "SW"
      }
    ]
  },
  "cut": {
    "def": [
      {
        "text": "A passage, incision, or space from which material has been excavated, such as a road cut or a railroad cut.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cut and fill": {
    "def": [
      {
        "text": "A process of leveling, whereby material eroded from one place by waves, currents, streams, or winds is deposited nearby until the surfaces of erosion and deposition are continuous and uniformly graded; especially lateral erosion on the concave banks of a meandering stream accompanied by deposition within its loops.",
        "compare": "Compare – flood-plain step, stream terrace, terrace.",
        "sources": "GG"
      }
    ]
  },
  "cutbank": {
    "def": [
      {
        "text": "(not preferred – refer to escarpment, meander scar, bluff; colloquial: western USA) – A steep, bare slope formed by lateral migration of a stream.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cutoff": {
    "def": [
      {
        "text": "[streams] The new and relatively short channel formed when a stream cuts through a narrow strip of land and thereby shortens the length of its channel.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "cutter": {
    "def": [
      {
        "text": "[karst] A dissolution groove or trench formed along vertical bedrock fractures beneath soil and usually buried beneath regolith with little or no ground surface expression, commonly wider than a solution fissure (widths commonly range from 0.5 to 3 meters) and tapering down to a crack or a bedrock floored trench; also called grike (not preferred), or subsurface karren.",
        "compare": "Compare – karren, solution fissure, solution corridor.",
        "sources": ["SW", "WW"]
      }
    ]
  },
  "cyclothem": {
    "def": [
      {
        "text": "A series of beds deposited during a single sedimentary cycle of the type that prevailed during the Pennsylvanian Period.  It is an informal, lithostratigraphic unit equivalent to \"formation\".  Cyclothems are typically associated with unstable shelf or interior basin conditions in which alternate marine transgression and regressions occur.  The term has also been applied to rocks of different ages and of different lithologies from the Pennsylvanian cyclothems.",
        "compare": "Compare – rhythmite.",
        "sources": "GG"
      }
    ]
  }
}
