{
  "earth dike": {
    "def": [
      {
        "text": "(not preferred) refer to levee.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "earth fall": {
    "def": [
      {
        "text": "see soil fall.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "earth hummock": {
    "def": [
      {
        "text": "A type of hummock consisting predominantly of a core of silty and clayey mineral soil and showing evidence of cryoturbation.  Earth hummocks are a type of nonsorted circle.",
        "compare": "Compare – turf hummock, hummock [patterned ground], nonsorted circle, patterned ground.",
        "sources": "NRC"
      }
    ]
  },
  "earth pillar": {
    "def": [
      {
        "text": "A tall, conical column of unconsolidated to semi-consolidated earth materials (e.g., clay till, or landslide debris) produced by differential erosion and usually capped by a flat, hard rock fragment that shields the underlying, softer material from erosion.  It can measure up to 6-20 m in height, and its diameter is a function of the width of the protective boulder.",
        "compare": "Compare – hoodoo.",
        "sources": "GG"
      }
    ]
  },
  "earth spread": {
    "def": [
      {
        "text": "The mass movement process, associated sediments (earth spread deposit), or resultant landform characterized by a very rapid type of spread dominated by lateral movement in a soil mass resulting from liquefaction or plastic flow of underlying materials that may be extruded out between intact units.",
        "compare": "Compare – debris spread, rock spread, landslide.",
        "sources": ["DV", "SW"]
      }
    ]
  },
  "earth topple": {
    "def": [
      {
        "text": "The mass movement process, associated sediments (earth topple deposit), or resultant landform characterized by a localized, very rapid type of topple in which large blocks of soil material literally fall over, rotating outward over a low pivot point; sediments < 2 mm predominate.  Portions of the original material may remain intact, although reoriented, within the resulting deposit.",
        "compare": "Compare –debris topple, rock topple, landslide.",
        "sources": "SW"
      }
    ]
  },
  "earthflow": {
    "def": [
      {
        "text": "The mass movement process, associated sediments (earthflow deposit), or resultant landform characterized by slow to rapid  flow dominated by downslope movement of soil, rock, and mud (more than 50% of the particles are < 2 mm), and whether saturated or comparatively dry, behaves as a viscous fluid when moving.",
        "compare": "Compare – debris flow (coarser, less fluid), mudflow (finer, more fluid).",
        "sources": "SW"
      }
    ]
  },
  "elevation": {
    "def": [
      {
        "text": "[survey] The height of a point on the earth’s surface relative to mean sea level (msl).",
        "compare": "Compare – relief.",
        "sources": "SW"
      }
    ]
  },
  "elevated lake plain": {
    "def": [
      {
        "text": "(not preferred) refer to collapsed lake plain, collapsed ice-floored lakebed.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "elliptical gilgai": {
    "def": [
      {
        "text": "A type of gilgai dominated by elliptical, closed and semi-closed depressions (microlows) separated by low mounds or ridges (microhighs); the prevailing type of gilgai on mildly sloping terrain (slopes 3 – 8 %); as slope increases, basins become more eccentric and the occurrence of interconnected micro-lows increases.",
        "compare": "Compare – circular gilgai, linear gilgai, gilgai.",
        "sources": "SW"
      }
    ]
  },
  "end moraine": {
    "def": [
      {
        "text": "A ridge-like accumulation that is being or was produced at the outer margin of an actively flowing glacier at any given time; a moraine that has been deposited at the outer or lower end of a valley glacier.",
        "compare": "Compare – terminal moraine, recessional moraine, ground moraine.",
        "sources": "GG"
      }
    ]
  },
  "eolian": {
    "def": [
      {
        "text": "Pertaining to material transported and deposited (eolian deposit) by the wind.  Includes clastic materials such as dune sands, sand sheets, loess deposits, and clay (e.g., parna).",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "eolian deposit": {
    "def": [
      {
        "text": "[soil survey] Sand, silt or clay-sized clastic material transported and deposited primarily by wind, commonly in the form of a dune or a sheet of sand or loess.  Conventionally, primary volcanic deposits (e.g., tephra) are handled separately.",
        "compare": "Compare – loess, parna, beach sands.",
        "sources": "SW"
      }
    ]
  },
  "eolian sands": {
    "def": [
      {
        "text": "[soil survey] Sand-sized, clastic material transported and deposited primarily by wind, commonly in the form of a dune or a sand sheet.",
        "compare": "Compare – beach sands.",
        "sources": "SW"
      }
    ]
  },
  "ephemeral lake": {
    "def": [
      {
        "text": "(not preferred)",
        "compare": "Compare - pluvial lake, pluvial lake [relict], playa lake, glacial lake, proglacial lake.",
        "sources": null
      }
    ]
  },
  "ephemeral stream": {
    "def": [
      {
        "text": "Generally a small stream, or upper reach of a stream, that flows only in direct response to precipitation.  It receives no protracted water supply from melting snow or other sources and its channel is above the water table at all times.",
        "compare": "Compare – arroyo, intermittent stream, perennial stream.",
        "sources": "HP"
      }
    ]
  },
  "epiclastic": {
    "def": [
      {
        "text": "(adjective) Pertaining to any clastic rock or sediment other than pyroclastic.  Constituent fragments are derived by weathering and erosion rather than by direct volcanic processes.",
        "compare": "Compare – pyroclastic, volcaniclastic, clastic, detritus.",
        "sources": "HP"
      }
    ]
  },
  "eroded fan remnant": {
    "def": [
      {
        "text": "eroded and highly dissected sides (eroded fan-remnant sideslopes) dominated by hillslope positions (shoulder, backslope, etc.",
        "compare": null,
        "sources": ["FFP", "SW"]
      },
      {
        "text": "to a lesser extent an intact, relatively planar, relict alluvial fan “summit” area best described as a tread; e.g. < 50 % of the original fan surface remains.",
        "compare": null,
        "sources": ["FFP", "SW"]
      }
    ]
  },
  "eroded fan-remnant sideslope": {
    "def": [
      {
        "text": "A rough or broken margin of an eroded fan remnant highly dissected by ravines and gullies that can be just a fringe or make up a large part of an eroded alluvial fan; its bounding escarpments (risers), originally formed by inset channels, have become highly dissected and irregular such that terrace components (tread and riser) have been consumed or modified and replaced by hillslope positions and components (shoulder, backslope, footslope, etc.); sometimes referred to as fan remnant sideslopes (FFP).",
        "compare": "Compare – eroded fan remnant.",
        "sources": ["FFP", "SW", "", "", "", "", "", "", "FFP", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", ""]
      }
    ]
  },
  "erosion": {
    "def": [
      {
        "text": "The wearing away of the land surface by running water, waves, or moving ice and wind, or by such processes as mass wasting and corrosion (solution and other chemical processes).  The term \"geologic erosion\" refers to natural erosion processes occurring over long (geologic) time spans.  \"Accelerated erosion\" generically refers to erosion in excess of what is presumed or estimated to be naturally occurring levels, and which is a direct result of human activities (e.g., cultivation,  logging, etc.).",
        "compare": null,
        "sources": ["HP", "SW"]
      }
    ]
  },
  "erosional": {
    "def": [
      {
        "text": "[geomorphology] (adjective) Owing its origin, form, position or general character to degradational processes by water, wind, ice or gravity.",
        "compare": "Compare – constructional.",
        "sources": "HP"
      }
    ]
  },
  "erosional outlier": {
    "def": [
      {
        "text": "(not preferred) refer to erosion remnant.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "erosional pavement": {
    "def": [
      {
        "text": "see erosion pavement.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "erosion pavement": {
    "def": [
      {
        "text": "A surficial lag concentration or layer of gravel and other rock fragments that remains on the soil surface after sheet or rill erosion or wind has removed the finer soil particles and that tends to protect the underlying soil from further erosion.",
        "compare": "Compare – desert pavement, stone line.",
        "sources": ["GG", "GS", "GSST", "SS", "ST", "SW"]
      }
    ]
  },
  "erosion remnant": {
    "def": [
      {
        "text": "A topographic feature that remains or is left standing above the general land surface after erosion has reduced the surrounding area; e.g., a monadnock, a butte, or a stack.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "erosion surface": {
    "def": [
      {
        "text": "A land surface shaped by the action of erosion, especially by running water.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "erratic": {
    "def": [
      {
        "text": "A rock fragment carried by glacial ice, or by floating ice (ice-rafting), and subsequently deposited at some distance from the outcrop from which it was derived, and generally, though not necessarily, resting on bedrock or sediments of different lithology.  Fragments range in size from a pebble to a house-size block.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "escarpment": {
    "def": [
      {
        "text": "A relatively continuous and steep slope or cliff produced by erosion or faulting and that topographically interrupts or breaks the general continuity of more gently sloping land surfaces .  The term is most commonly applied to cliffs produced by differential erosion.  Synonym: \"scarp.",
        "compare": null,
        "sources": ["HP", "SW"]
      }
    ]
  },
  "esker": {
    "def": [
      {
        "text": "A long, narrow, sinuous and steep-sided ridge composed of irregularly stratified sand and gravel  deposited as the bed of a stream flowing in an ice tunnel within or below the ice (subglacial) or between ice walls on top of the ice of a wasting glacier, and  left behind as high ground when the ice melted.  Eskers range in length from less than a kilometer to more than 160 kilometers, and in height from 3 to 30 meters.",
        "compare": "Compare – kame, crevasse filling, glaciofluvial deposits, outwash.",
        "sources": "SW"
      }
    ]
  },
  "estuarine deposit": {
    "def": [
      {
        "text": "Fine-grained sediments (very fine sand, silt and clay) of marine and fluvial origin commonly containing decomposed organic matter, laid down in the brackish waters of an estuary; characteristically finer sediments than deltaic deposits.",
        "compare": "Compare – fluviomarine deposit, lacustrine deposit, lagoonal deposit, marine deposit, overbank deposit.",
        "sources": "GG"
      }
    ]
  },
  "estuarine subaqueous soils": {
    "def": [
      {
        "text": "Soils that form in sediment found in shallow-subtidal environments in protected estuarine coves, bays, inlets, and lagoons.  Excluded from the definition of these soils are any areas “permanently covered by water too deep (typically greater than 2.5 m) for the growth of rooted plants.",
        "compare": null,
        "sources": ["SS", "SSS"]
      }
    ]
  },
  "estuarine tidal stream": {
    "def": [
      {
        "text": "A subaqueous, depositional landform composed of a clearly defined channel, creek, stream, river, or basin entering into “mainland coves” and surrounded on three sides by the mainland associated with the larger estuary.  These areas are influenced by the ebb and flow of the tide, where freshwater from the upstream mainland areas flows seaward and contests with the saltwater flows that move landward.  Sediments commonly contain sequestered woody swamp materials (e.g. stumps, etc.).",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "estuary": {
    "def": [
      {
        "text": "A portion of an ocean or an arm of the sea affected by fresh water.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "A drowned river mouth formed by the subsidence of land near the coast or by the drowning of the lower portion of a non-glacial valley due to the rise of sea level.",
        "compare": "Compare – lagoon.",
        "sources": "GG"
      }
    ]
  },
  "everglades": {
    "def": [
      {
        "text": "(colloquial: southern USA) A large expanse of marshy land, covered mostly by grasses, e.g., the Florida Everglades.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "exfoliation": {
    "def": [
      {
        "text": "The process by which concentric scales, plates, or shells of rock, from less than a centimeter to several meters in thickness, are successively spalled or stripped from the bare surface of a large rock mass.  It often results in a rounded rock mass or dome-shaped hill.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "exhumed": {
    "def": [
      {
        "text": "(adjective)  Formerly buried landforms, geomorphic surfaces, or paleosols that have been re-exposed by erosion of the covering mantle.",
        "compare": "Compare – relict, buried, ground soil.",
        "sources": "HP"
      }
    ]
  },
  "extramorainic": {
    "def": [
      {
        "text": "(not preferred) refer to extramorainal.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "extramorainal": {
    "def": [
      {
        "text": "(adjective) Said of deposits and phenomena occurring outside the area occupied by a glacier and its lateral and end moraines.",
        "compare": "Compare – intramorainal.",
        "sources": "GG"
      }
    ]
  },
  "extrusive": {
    "def": [
      {
        "text": "(adjective) Said of igneous rocks and sediments derived from deep-seated, molten matter (magma), deposited and cooled on the earth's surface (e.g., including lava flows and tephra deposits).",
        "compare": "Compare – intrusive, volcanic.",
        "sources": "HP"
      }
    ]
  }
}
