{
  "faceted spur": {
    "def": [
      {
        "text": "The inverted V-shaped end of a ridge that has been truncated or steeply beveled by steam erosion (e.g., meander scar or bluff), glacial truncation, or fault scarp displacement.",
        "compare": "Compare – spur.",
        "sources": "SW"
      }
    ]
  },
  "facies": {
    "def": [
      {
        "text": "[stratigraphy] A distinctive group of characteristics that distinguish one group from another within a stratigraphic unit; the sum of all primary lithologic and paleontological characteristics of sediments or sedimentary rock that are used to infer its origin and environment; the general nature of appearance of sediments or sedimentary rock produced under a given set of conditions; e.g., contrasting river-channel facies and overbank-flood plain facies in alluvial valley fills.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "fall": {
    "def": [
      {
        "text": "The mass of material moved by a fall.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "falling dune": {
    "def": [
      {
        "text": "An accumulation of sand that is formed as sand is blown off a mesa top or over a cliff face or steep slope, forming a solid wall, sloping at the angle of repose of dry sand, or a fan extending downward from a re-entrant in the mesa wall.",
        "compare": "Compare – climbing dune, sand ramp.",
        "sources": "GG"
      }
    ]
  },
  "fall line": {
    "def": [
      {
        "text": "(not recommended: obsolete) An imaginary line or narrow zone connecting the water falls on several adjacent or near-parallel rivers, marking the points where these rivers make a sudden descent from an upland to a lowland, as at the edge of a plateau; specifically, the Fall Line marking the boundaries between the ancient, resistant crystalline rocks of the Piedmont Plateau and the younger, softer sediments of the Atlantic Coastal Plain of the Eastern United States.  It also marks the limit of navigability of the rivers.  Now considered an archaic term because Coastal Plain materials occur several miles west or inland of the Fall Line and current research is showing it to be a broad zone of high-angle reverse faults.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "fan": {
    "def": [
      {
        "text": "A gently sloping, fan-shaped mass of detritus forming a section of a low-angle cone commonly at a place where there is a notable decrease in gradient; specifically an alluvial fan (not preferred – use alluvial fan).",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "A fan-shaped mass of congealed lava that formed on a steep slope by the continually changing direction of flow.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "fan apron": {
    "def": [
      {
        "text": "A sheet-like mantle of relatively young alluvium and soils covering part of an older fan piedmont (and occasionally alluvial fan) surface, commonly thicker and further down slope (e.g., mid-fan or mid-fan piedmont) than a fan collar.  It somewhere buries an older soil that can be traced to the edge of the fan apron where the older soil emerges as the land surface, or relict soil.  No buried soils should occur within a fan apron mantle itself.",
        "compare": "Compare – fan collar.",
        "sources": "FFP"
      }
    ]
  },
  "fan collar": {
    "def": [
      {
        "text": "A landform comprised of a thin, short, relatively young mantle of alluvium along the very upper margin  (near the proximal end or apex) of a major alluvial fan.   The young mantle somewhere buries an older soil that can be traced to the edge of the collar where the older soil emerges at the land surface as a relict soil.",
        "compare": "Compare – fan apron.",
        "sources": "FFP"
      }
    ]
  },
  "fan piedmont": {
    "def": [
      {
        "text": "The most extensive landform on piedmont slopes, formed by: 1) the lateral, downslope, coalescence of mountain-front alluvial fans into one generally smooth slope with or without the transverse undulations of the semi-conical alluvial fans, and: 2) accretion of fan aprons.  Also recognized and used as a landscape term.  Syn.: bajada.",
        "compare": "Compare – piedmont slope.",
        "sources": "FFP"
      }
    ]
  },
  "fan remnant": {
    "def": [
      {
        "text": "A general term for landforms that are the remaining parts of older, non-active,  fan-landforms, such as alluvial fans, fan aprons, inset fans, and fan skirts, that either have been dissected (erosional fan-remnants) or partially buried (nonburied fan-remnants).  A fan remnant must retain a relatively flat summit that is a relict fan-surface (>50 % intact).  A nonburied fan-remnant is a relict surface in its entirety.",
        "compare": "Compare – eroded fan remnant, eroded fan remanant sideslope, ballena.",
        "sources": "FFP"
      }
    ]
  },
  "fan remnant sideslope": {
    "def": [
      {
        "text": "(not preferred) refer to eroded fan-remnant sideslope.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "fan skirt": {
    "def": [
      {
        "text": "The zone of smooth, laterally-coalescing, small alluvial fans that issue from gullies cut into the fan piedmont of a basin or that are coalescing extensions of the inset fans of the fan piedmont, and that merge with the basin floor at their toeslopes.  These are generally younger fans which onlap older fan surfaces.",
        "compare": null,
        "sources": "FFP"
      }
    ]
  },
  "fan terrace": {
    "def": [
      {
        "text": "(not recommended) use fan remnant.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "fanglomerate": {
    "def": [
      {
        "text": "A sedimentary rock consisting of waterworn, heterogeneous fragments of all sizes, deposited in an alluvial fan and later cemented into a firm rock.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "fanhead trench": {
    "def": [
      {
        "text": "A linear depression formed by a drainageway that is incised considerably below the surface of an alluvial fan.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "fault": {
    "def": [
      {
        "text": "A discrete surface (fracture) or zone of discrete surfaces separating two rock masses across which one mass has slid past the other.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "fault block": {
    "def": [
      {
        "text": "A displaced crustal unit, formed during block faulting, that is bounded by faults, either completely or in part, and behaves as a coherent unit during tectonic activity.",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "fault line": {
    "def": [
      {
        "text": "The trace of a fault plane on the ground surface or on a reference plane.",
        "compare": "Compare – fault zone, fault-line scarp.",
        "sources": "GG"
      }
    ]
  },
  "fault zone": {
    "def": [
      {
        "text": "A fault that is expressed as a zone of numerous small fractures or of breccia or fault gouge.  A fault zone may be as wide as hundreds of meters.",
        "compare": "Compare – fault, fault-line scarp.",
        "sources": "GG"
      }
    ]
  },
  "fault-block mountains": {
    "def": [
      {
        "text": "Mountains that formed primarily by block faulting, and commonly exhibit asymmetrical rotation and vertical displacement from a horizontal plane by large, coherent fault-block units hinged along fault lines; common in , but not limited to, the Basin and Range region of the western USA.  The term is not applied to mountains formed by thrust-faulting.",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "fault-line scarp": {
    "def": [
      {
        "text": "(not recommended) A fault scarp that has been modified by erosion.  This usage is not recommended because the scarp is usually not located on the fault line.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "felsenmeer": {
    "def": [
      {
        "text": "refer to block field.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "felsic rock": {
    "def": [
      {
        "text": "A general term for igneous rock containing abundant, light-colored minerals (granite, etc); also applied to those minerals (quartz, feldspars, feldspathoids, muscovite) as a group.",
        "compare": "Compare – mafic rock.",
        "sources": "GG"
      }
    ]
  },
  "fen": {
    "def": [
      {
        "text": "Waterlogged, spongy ground containing alkaline decaying vegetation, characterized by reeds, that develops into peat.  It sometimes occurs in sinkholes of karst regions.",
        "compare": "Compare – bog, marsh, swamp.",
        "sources": "GG"
      }
    ]
  },
  "fenster": {
    "def": [
      {
        "text": "see window.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "fill": {
    "def": [
      {
        "text": "Human-constructed deposits of natural earth materials (e.g., soil, gravel, rock) and waste materials (e.g.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "Soil or loose rock used to raise the surface level of low-lying land, such as an embankment to fill a hollow or ravine in roads construction.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "filled marshland": {
    "def": [
      {
        "text": "A subaerial soil area composed of fill materials  (construction debris, dredged or pumped sandy or shell-rich sediments, etc.) deposited and smoothed to provide building sites and associated uses (e.g., lawns, driveways, parking lots).  These fill materials are typically 0.5 to 3 m thick and have been deposited unconformably over natural soils.",
        "compare": "Compare – dredge spoil bank.",
        "sources": "SW"
      }
    ]
  },
  "finger ridge": {
    "def": [
      {
        "text": "One in a group of small, tertiary spur ridges that form crudely palmate extensions of erosional remnants along the flanks or nose of larger ridges.",
        "compare": "Compare – ballena, rib.",
        "sources": "SW"
      }
    ]
  },
  "first bottom": {
    "def": [
      {
        "text": "(not recommended: colloquial: Midwestern USA - use flood-plain step) An obsolete, informal term loosely applied to the lowest flood-plain steps that experience regular flooding.  However, the frequency of flooding is inconsistently specified.",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "fissure vent": {
    "def": [
      {
        "text": "An opening in earth’s surface of a volcanic conduit in the form of a crack or fissure rather than a localized crater; a roughly linear crack or area along which lava, generally mafic and of low viscosity, wells up to the surface, usually without any explosive activity.  The results can be an extensive lava plateau (e.g., Columbia River Plateau).",
        "compare": "Compare – volcanic crater.",
        "sources": ["GG", "SW"]
      }
    ]
  },
  "fjord": {
    "def": [
      {
        "text": "A long, narrow, winding, glacially eroded, U-shaped and steep-walled, generally deep inlet or arm of the sea between high rocky cliffs of slopes along a mountainous coast.  Typically it has a shallow sill or threshold of solid rock or earth material submerged near its mouth and becomes deeper far inland.  A fjord usually represents the seaward end of a deep, glacially excavated valley that is partially submerged by drowning after melting of the ice.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "flat": {
    "def": [
      {
        "text": "(adjective) Said of an area characterized by a continuous surface or stretch of land that is smooth, even, or horizontal, or nearly so, and that lacks any significant curvature, slope, elevations, or depressions.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "(noun) An informal, generic term for a level or nearly level surface or small area of land marked by little or no local relief.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "(not recommended) A nearly level region that visibly displays less relief than its surroundings.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "flat.1": {
    "def": [
      {
        "text": "(not preferred) refer to lakebed.  The low-lying, exposed, flat land of a lake delta or of a lake bottom.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "(not preferred)  The flat bottom of a desiccated lake in the arid parts of western USA.",
        "compare": "Compare – playa, pluvial lake.",
        "sources": "GG"
      }
    ]
  },
  "flatwoods": {
    "def": [
      {
        "text": "(colloquial: southeastern USA)  Broad, low gradient (generally < 1 % slope but up to 2% near drainageways), low relief interstream areas and characterized by non-hydric, poorly drained soils (seasonal saturation or water table) at depths of 15 to 45 cm, and naturally forested by pines that dominate the Lower Coastal Plain of the southeastern US.  Regional differences occur in dominant vegetation and soil material (e.g., in south Florida, soils are dominantly sandy Spodosols and the understory is dominantly saw palmetto).  Hydropedologically and elevationally this landform occurs slightly above minor depressions (which have a seasonal water table at or above the surface), drainageways, and drainhead complexes, but lies below better drained and slightly higher small rises or knolls.  Generally they are most extensive toward the interiors of low, broad interstream divides and away from drainageways.",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "flood plain": {
    "def": [
      {
        "text": "The nearly level plain that borders a stream and is subject to inundation under flood-stage conditions unless protected artificially.  It is usually a constructional landform built of sediment deposited during overflow and lateral migration of the streams.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "flood-plain landforms": {
    "def": [
      {
        "text": "A variety of constructional and erosional features produced by stream channel migration and flooding, e.g., backswamp, braided stream, flood-plain splay, meander, meander belt, meander scroll, oxbow lake, and natural levee.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "flood-plain playa": {
    "def": [
      {
        "text": "A landform consisting of very low gradient, broad, barren, axial-stream channel segments in an intermontane basin.  It floods broadly and shallowly and is veneered with barren fine-textured sediment that crusts.  Commonly, a flood-plain playa is segmented by transverse, narrow bands of vegetation, and it may alternate with ordinary narrow or braided channel segments.",
        "compare": null,
        "sources": "FFP"
      }
    ]
  },
  "flood-plain splay": {
    "def": [
      {
        "text": "A fan-shaped deposit or other outspread deposit formed where an overloaded stream breaks through a levee (natural or artificial) and deposits its material (often coarse-grained) on the flood plain.",
        "compare": "Compare – crevasse.",
        "sources": "GG"
      }
    ]
  },
  "flood-plain step": {
    "def": [
      {
        "text": "An essentially flat, terrace-like alluvial surface within a valley that is frequently covered by flood water from the present stream (e.g., below the 100 year flood level); any approximately horizontal surface still actively modified by fluvial scour and/or deposition (i.e., cut and fill and/or scour and fill processes).  May occur individually or as a series of steps.",
        "compare": "Compare – stream terrace.",
        "sources": ["RR", "SW"]
      }
    ]
  },
  "flood-tidal delta": {
    "def": [
      {
        "text": "A largely subaqueous (sometimes intertidal), crudely fan-shaped deposit of sand-sized sediment formed on the landward side of a tidal inlet (modified from Boothroyd et al., 1985; Davis, 1994; Ritter et al., 1995).  Flood tides transport sediment through the tidal inlet and into the lagoon over a flood ramp where currents slow and dissipate (Davis, 1994).  Generally, flood-tidal deltas along microtidal coasts are multi-lobate and unaffected by ebbing currents (modified from Davis, 1994).",
        "compare": "Compare – flood-tidal delta slope.",
        "sources": ["SS", "SSS"]
      }
    ]
  },
  "flood-tidal delta flat": {
    "def": [
      {
        "text": "The relatively flat, dominant component of the flood-tidal delta. At extreme low tide this landform may be exposed for a relatively short period (modified from Boothroyd et al., 1985).",
        "compare": null,
        "sources": ["SS", "SSS"]
      }
    ]
  },
  "flood-tidal delta slope": {
    "def": [
      {
        "text": "An extension of the flood-tidal delta that slopes toward deeper water in a lagoon or estuary, composed of flood channels, inactive lobes (areas of the flood-tidal delta that are not actively accumulating sand as a result of flood tides), and parts of the terminal lobe of the flood-tidal delta (modified from Boothroyd et al., 1985).",
        "compare": null,
        "sources": ["SS", "SSS"]
      }
    ]
  },
  "floodwall": {
    "def": [
      {
        "text": "(not recommended) use levee.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "floodway": {
    "def": [
      {
        "text": "The part of the flood plain kept clear of encumbrances and reserved for emergency diversion of floodwaters.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "floor": {
    "def": [
      {
        "text": "A general term for the nearly level, lower part of a basin or valley; (not preferred) refer to basin floor, valley floor.",
        "compare": null,
        "sources": "GG"
      },
      {
        "text": "The bed of any body of water; e.g., the nearly level surface beneath the water of a stream, lake, or ocean.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "flow": {
    "def": [
      {
        "text": "A category of mass movement processes, associated sediments (flow deposit) and landforms characterized by slow to very rapid downslope movement of unconsolidated material which, whether saturated or comparatively dry, behaves much as a viscous fluid as it moves.  Types of flows can be specified based on the dominant particle size of sediments [i.e., debris flow (e.g., lahar), earthflow (creep, mudflow), rockfall avalanche, debris avalanche].",
        "compare": "Compare – fall, topple, slide, lateral spread, complex landslide, landslide.",
        "sources": ["DV", "SW"]
      }
    ]
  },
  "flow till": {
    "def": [
      {
        "text": "A till that may be either subglacial or supraglacial in origin.  Flow till displays secondary transport, sorting, and/or fabric modification by plastic mass flow. Flow till exhibits weak stratification and sorting and may contain distorted layers indicative of lateral displacement and soft sediment deformation.  The secondary flow processes obliterate most of the original fabric and clast orientations in the till.",
        "compare": "Compare – subglacial till, supraglacial till, lodgment till, melt-out till.",
        "sources": ["GG", "SW"]
      }
    ]
  },
  "flute": {
    "def": [
      {
        "text": "[glacial] A lineation or streamlined furrow or ridge parallel to the direction of ice movement, formed in newly deposited till or older drift.  They range in height from a few centimeters to 25 m, and in length from a few meters to 20 km.",
        "compare": "Compare – glacial groove.",
        "sources": "GG"
      }
    ]
  },
  "fluve": {
    "def": [
      {
        "text": "(refer to drainageway) A roughly linear or elongated depression (topographic low) of any size, along which water flows, at some time.",
        "compare": "Compare – interfluve.",
        "sources": ["FFP", "SW"]
      }
    ]
  },
  "fluvial": {
    "def": [
      {
        "text": "(adjective)  Of or pertaining to rivers or streams; produced by stream or river action.",
        "compare": "Compare – alluvial, colluvial.",
        "sources": "HP"
      }
    ]
  },
  "fluviokarst": {
    "def": [
      {
        "text": "A karst landscape dominated by both 1) karst features (deranged and subsurface drainage, blind valleys, swallow holes, large springs, closed depressions, and caves), generally limited to low-lying interfluve areas, and 2) surface drainage by large rivers, with associated fluvial features (adjacent stream terraces) and sediments (alluvium), that commonly maintain their surface courses and are fed by underground tributaries; the dominant karst in the eastern USA.",
        "compare": "Compare – sinkhole karst, pavement karst, glaciokarst, karst.",
        "sources": ["GG", "SW", "WW"]
      }
    ]
  },
  "fluviomarine bottom": {
    "def": [
      {
        "text": "The nearly level or slightly undulating, relatively low-energy, depositional environment with relatively deep water (1.0 to >2.5 m) directly adjacent to an incoming stream and composed of interfingered and mixed fluvial and marine sediments (fluviomarine deposits).",
        "compare": null,
        "sources": ["SS", "SSS"]
      }
    ]
  },
  "fluviomarine deposit": {
    "def": [
      {
        "text": "Stratified materials  (clay, silt, sand, or gravel) formed by both marine and fluvial processes, resulting from non-tidal sea level fluctuations, subsidence and/or stream migration (i.e., materials originally deposited in a nearshore environment and subsequently reworked by fluvial processes as sea level fell).",
        "compare": "Compare – estuarine deposit, lacustrine deposit, lagoonal deposit, marine deposit, overbank deposit.",
        "sources": "SW"
      }
    ]
  },
  "fluviomarine terrace": {
    "def": [
      {
        "text": "A constructional coastal strip, sloping gently seaward and/or down valley, veneered or completely composed of fluviomarine deposits (typically silt, sand, fine gravel).",
        "compare": "Compare – terrace, stream terrace, marine terrace.",
        "sources": "SW"
      }
    ]
  },
  "fly ash": {
    "def": [
      {
        "text": "All particulate matter that is carried in a gas stream, especially in stack gases at a coal-fired plant for the generation of electric power; also name given to sediments from the same source, stock piled in settling ponds or spoil piles.",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "fold": {
    "def": [
      {
        "text": "[structural geology] A curve or bend of a planar structure such as rock strata, bedding planes, foliation, or cleavage.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "fold-thrust hills": {
    "def": [
      {
        "text": "A landscape along an orogenic belt margin underlain dominantly by sedimentary rocks that have undergone intensive structural deformation via a series of sub-parallel thrust faults and associated folds. The thrust faults typically merge along a regional, subhorizontal displacement (decollement) at the basement contact. The land area displays considerable relief, characterized by cuestas, hogbacks, strike valleys, dip slopes, scarp slopes, and structurally-controlled hills; also known as an overthrust belt (e.g., the Wyoming overthrust belt).",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "foothills": {
    "def": [
      {
        "text": "A steeply sloping upland composed of hills with relief of 30 up to 300 meters and fringes a mountain range or high-plateau escarpment.",
        "compare": "Compare – hill, mountain, plateau.",
        "sources": ["HP", "SW"]
      }
    ]
  },
  "footslope": {
    "def": [
      {
        "text": "The hillslope profile position that forms the concave surface at the base of a hillslope.  It is a transition zone between upslope sites of erosion and transport (shoulder, backslope) and downslope sites of deposition (toeslope).",
        "compare": "Compare – summit, shoulder, backslope, and toeslope.",
        "sources": "SW"
      }
    ]
  },
  "foredune": {
    "def": [
      {
        "text": "A coastal dune or dune ridge oriented parallel to the shoreline, occurring at the landward margin of the beach, along the shoreward face of a beach ridge, or at the landward limit of the highest tide, and more or less stabilized by vegetation.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "formation": {
    "def": [
      {
        "text": "[stratigraphy] The basic lithostratigraphic unit in the local classification of rocks.  A body of rock (commonly a sedimentary stratum or strata, but also igneous and metamorphic rocks) generally characterized by some degree of internal lithologic homogeneity or distinctive lithologic features (such as chemical composition, structures, textures, or general kind of fossils), by a prevailing (but not necessarily tabular) shape, and is mappable at the earth's surface (at scales of the order of 1:25,000) or traceable in the subsurface.  Formation may be combined into Groups or subdivided into members.",
        "compare": "Compare – bed.",
        "sources": "HP"
      }
    ]
  },
  "fosse": {
    "def": [
      {
        "text": "[glacial geology] A long, narrow depression or trough-like hollow between the edge of a retreating glacier and the wall of its valley, or between the front of a moraine and its outwash plain.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "free face": {
    "def": [
      {
        "text": "The part of a hillside or mountainside consisting of an outcrop of bare rock (scarp or cliff) that sheds colluvium to slopes below and commonly stands more steeply than the angle of repose of the colluvial slope (e.g., talus slope) immediately below.",
        "compare": null,
        "sources": ["GG", "SW"]
      }
    ]
  },
  "free face.1": {
    "def": [
      {
        "text": "[geomorphology] A geomorphic component of hills and mountains consisting of an outcrop of bare rock that sheds rock fragments and other sediments to, and commonly stands more steeply than the angle of repose of, the colluvial slope immediately below; most commonly found on shoulder and backslope positions, and can comprise part or all of a nose slope or side slope.",
        "compare": "Compare – interfluve, crest, nose slope, side slope, head slope, base slope.",
        "sources": "SW"
      }
    ]
  },
  "freshwater marl": {
    "def": [
      {
        "text": "A soft, grayish to white, earthy or powdery, usually impure calcium carbonate precipitated on the bottoms of present-day freshwater lakes and ponds largely through the chemical action of algal mats and organic detritus, or forming deposits that underlie marshes, swamps, and bogs that occupy the sites of former (glacial) lakes.  The calcium carbonate may range from 90% to less than 30%.  Freshwater marl is usually gray; it has been used as a fertilizer for acid soils deficient in lime. Syn.: bog lime.",
        "compare": "Compare – marl, coastal marl.",
        "sources": "SW"
      }
    ]
  },
  "fringe-tidal marsh": {
    "def": [
      {
        "text": "Narrow salt marsh adjacent to a relatively higher energy environment.",
        "compare": null,
        "sources": ["SS", "SSS"]
      }
    ]
  },
  "frost boil": {
    "def": [
      {
        "text": "A small mound of fresh soil material formed by frost action.  A type of nonsorted circle commonly found in fine-grained sediment underlain by permafrost, or formed in areas affected by seasonal frost.",
        "compare": "Compare – patterned ground.",
        "sources": "NRC"
      }
    ]
  },
  "frost bursting": {
    "def": [
      {
        "text": "(not recommended) use frost shattering.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "frost churning": {
    "def": [
      {
        "text": "(not recommended) use cryoturbation.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "frost polygons": {
    "def": [
      {
        "text": "(not recommended) use (periglacial) patterned ground.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "frost riving": {
    "def": [
      {
        "text": "(not recommended) use frost shattering.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "frost shattering": {
    "def": [
      {
        "text": "The mechanical disintegration, splitting, or breakup of a rock or soil caused by the pressure exerted by freezing water in cracks or pores, or along bedding planes.  Sometimes referred to as congelifraction.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "frost splitting": {
    "def": [
      {
        "text": "(not recommended) use frost shattering.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "frost stirring": {
    "def": [
      {
        "text": "(not recommended) use cryoturbation.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "frost weathering": {
    "def": [
      {
        "text": "(not recommended) use frost shattering.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "frost wedging": {
    "def": [
      {
        "text": "(not recommended) use frost shattering.",
        "compare": null,
        "sources": null
      }
    ]
  },
  "furrow": {
    "def": [
      {
        "text": "A linear or arcuate opening left in the soil after a plow or disk has opened a shallow channel at the soil surface.  A shallow channel cut in the soil surface, usually between planted rows for controlling surface water and soil loss, or for conveying irrigation water.",
        "compare": null,
        "sources": ["GS", "GSST", "SS", "ST"]
      }
    ]
  }
}
