{
  "unconformity": {
    "def": [
      {
        "text": "A substantial break or gap in the geologic record where a unit is overlain by another that is not in stratigraphic succession.",
        "compare": "Compare – conformity, discontinuity.",
        "sources": "GG"
      }
    ]
  },
  "underfit stream": {
    "def": [
      {
        "text": "A stream that appears to be too small to have eroded the valley in which it flows; a stream whose volume is greatly reduced or whose meanders show a pronounced shrinkage in radius.  It is a common result of drainage changes effected by capture, glaciers, or climatic variations.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "upland": {
    "def": [
      {
        "text": "the higher ground of a region, in contrast with a low-lying, adjacent land such as a valley or plain.",
        "compare": null,
        "sources": ["GG", "HP"]
      },
      {
        "text": "Land at a higher elevation than the flood plain or low stream terrace; land above the footslope zone of the hillslope continuum.",
        "compare": "Compare – lowland.",
        "sources": ["GG", "HP"]
      }
    ]
  },
  "uplift": {
    "def": [
      {
        "text": "[tectonic] A structurally high area in the earth's crust, produced by positive movements that raise or upthrust the rocks, as in a dome or arch.",
        "compare": null,
        "sources": "GG"
      }
    ]
  },
  "upthrust": {
    "def": [
      {
        "text": "A high angle gravity or thrust fault in which the relatively upthrown side was the active (moving) element.",
        "compare": null,
        "sources": "HP"
      }
    ]
  },
  "urban anthroscape - A human-modified “landscape” dominated by permanent alterations to the physical shape and /or internal stratigraphy of the land due to management for habitation or commerce that have substantively altered water flow and sediment transport across and within the regolith.  This includes extensive complexes of impervious surfaces, buildings, and roads, with comparatively minor areas of unmodified or natural land (e.g., parks, recreational land).  Commonly excludes areas of minor alterations (e.g. shallow landscaping) that are easily obscured or obliterated by natural bio-, pedo-, or cryoturbation.  Compare": {
    "def": [
      {
        "text": "agricultural, hillslope terrace anthroscape, and suburban anthroscape.",
        "compare": null,
        "sources": "SW"
      }
    ]
  },
  "uvala": {
    "def": [
      {
        "text": "(not preferred) refer to karst valley.",
        "compare": null,
        "sources": null
      }
    ]
  }
}
