{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart B - Exhibits",
      "part": "Subpart B - Exhibits",
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "617.20": [
    {
      "clause": 1,
      "content": "Example Documentation of Interpretations Following are examples of documentation content for rules, evaluations, and properties. These paragraphs are used as content to generate the Interpretation Documentation reports in NASIS described above. The following is in the \\\"Description\\\" field in the \\\"Rule\\\" table of a primary rule: WMS-Grape Production with Drip Irrigation Summary: Soil interpretations for \\\"WMS-Grape Production with Drip Irrigation\\\" evaluate a soil\\'s limitations for drip irrigation of grapes. This irrigation system applies water at a very slow rate near the plants. The ratings are for soils in their natural condition. Present land use is not considered in the ratings. The degree of limitation is expressed as a numeric index between 0 (nonlimiting condition) and 1.0 (most limiting condition). If a soil\\'s property within 150 cm (60 inches) of the soil surface has a degree of limitation greater then zero, then that soil property is limiting and the soil restrictive feature is identified. The overall interpretive rating assigned is the maximum degree of limitation of each soil interpretive criteria that comprises the interpretive rule. Lesser restrictive soil features are those that have a degree of limitation less then the maximum and are identified to provide the user with additional information about the soil\\'s capability to support the interpretation. These lesser restrictive features could be important factors where the major restrictive features are overcome through practice design and application modifications. Soils are assigned interpretive rating classes on the basis of their degree of limitation. These classes are \\\"not limited\\\" (degree of limitation = 0), \\\"somewhat limited\\\" (degree of limitation >0 and <1.0), and \\\"very limited\\\" (degree of limitation = 1.0). The \\\"Grape Production with Drip Irrigation\\\" interpretation was developed by the Davis, CA, interpretation staff in cooperation with the University of California-Davis, and is neither designed nor intended to be used in a regulatory manner. Drip irrigation is the controlled application of water to supplement rainfall for grape production. The soil properties and qualities that affect design, layout, construction, management, or performance of the irrigation system are evaluated and their degree of limitation determines the final rating. Scope: Drip irrigation systems supply water to the soil very slowly. Generally, they are very efficient in terms of both water and energy use and are suitable for use in vineyards and orchards. Description: The soil properties and qualities important in the design and management of drip irrigation systems are soil depth, wetness or ponding, a need for drainage, and flooding. The soil properties and qualities that influence installation are soil depth, flooding, and ponding. The features that affect performance of the system and plant growth are the amount of salts, lime, gypsum, and sodium.",
      "part": "617",
      "headerid": "20",
      "header": "617.20 Example of Descriptions for Documenting Interpretations Example Documentation of Interpretations"
    }
  ]
}
