{
  "SERIES": "FACEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWF; GRB",
  "REVDATE": "02/2013",
  "STATES": "AL,FL,GA,NC,SC,VA",
  "OVERVIEW": "The Faceville series consists of very deep, well drained, moderately permeable soils on uplands of the Southern Coastal Plain (MLRA 133A). They formed in red clayey marine sediments.  Near the type location, the mean annual temperature is about 65 degrees F., and the mean annual precipitation is about 48 inches.  Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Kandiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Faceville fine sandy loam, on a southeast facing convex 1 percent slope (Colors are for moist soil).\nAp--0 to 5 inches; brown (10YR 4/3) fine sandy loam; weak fine granular structure; very friable; common fine and very fine roots; strongly acid; abrupt smooth boundary. (4 to 10 inches thick)\nBA--5 to 11 inches; yellowish red (5YR 5/6) sandy clay loam; weak fine subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; strongly acid; gradual wavy boundary.  (0 to 12 inches thick)\nBt1--11 to 28 inches; yellowish red (5YR 5/6) sandy clay; moderate medium subangular blocky structure; friable; few fine roots; common distinct clay films on faces of peds; strongly acid; gradual wavy boundary.\nBt2--28 to 34 inches; red (2.5YR 4/6) sandy clay; moderate medium subangular blocky structure; friable; common distinct clay films on faces of peds; strongly acid; gradual irregular boundary.\nBt3--34 to 60 inches; red (2.5YR 4/6) sandy clay; moderate medium subangular blocky structure; friable; common distinct and prominent clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6) mottles; strongly acid; diffuse irregular boundary.\nBt4--60 to 72 inches; 35 percent dark red (10R 3/6), 35 percent yellowish brown (10YR 5/6) and 30 percent very pale brown (10YR 7/3) sandy clay in a coarse variegated pattern; strong medium subangular blocky structure; friable; few distinct and prominent clay films on faces of peds; the areas of dark red and yellow brown are relict iron accumulations and the areas of very pale brown are relict iron depletions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Peach County, Georgia. Approximately 2.2 miles north on U. S. Highway 41 from the intersection of Georgia Highway 96; about 0.3 mile west on Lakeview road; north side of road. Warner Robins SW GA. (1973) USGS Quadrangle, lat. 32 degrees, 34 minutes, 41 seconds N., and long. 83 degrees, 43 minutes, 28 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 65 inches or more.  Reaction is very strongly acid or strongly acid throughout except where the surface has been limed.  In some pedons, the reaction is moderately acid in the BA horizon and upper Bt horizon.  The clay content of the control section ranges from 36 to 55 percent with less than 30 percent silt. Plinthite content ranges from 0 to 4 percent, by volume, below a depth of 40 inches. Ironstone nodules 3 to 20 mm in size in the A, E and BA horizons range from none to up to 11 percent, by volume.\nThe A or Ap horizon has a hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 through 8.  Where the value is 3 or less, it is less than 7 inches thick. Eroded phases have hue as red as 2.5YR and texture of sandy clay loam.  Texture is sand, loamy sand, loamy fine sand, sandy loam or fine sandy loam.\nThe E horizon, where present, has hue of 5YR to 10YR, value of 5 through 7, and chroma of 3 to 6.  Texture is sand, loamy sand, loamy fine sand, sandy loam or fine sandy loam.\nThe BA horizon, where present, has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 6 or 8.  Texture is sandy clay loam or clay loam.\nThe upper part of the Bt horizon has hue of 10R to 5YR, value of 4 or 5, and chroma of 4 through 8.  Some pedons have a thin Bt horizon with sandy clay loam texture below the A or Ap horizon. Texture is sandy clay, clay loam or clay.\nThe lower part of the Bt horizon has hue of 10R to 5YR, value of 4 or 5, and chroma of 4 through 8.  Mottles in shades of brown and yellow range from none to common.  In some pedons, below a depth of 60 inches, there is no dominant color and it is variegated in shades of red, brown and yellow.  Some pedons have redoximorphic features in shades of yellow, brown, red and gray below a depth of 60 inches that may be contemporary or relict.  Texture is sandy clay, clay loam or clay.\nThe BC horizon, where present, is below 60 inches and has the same range of colors as the lower Bt horizon.  Texture is sandy clay or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Esto and Turbeville series in the same family and the Dewey, Fullerton, Henderson, Lugoff, Marlboro, Summerton and Waynesboro series which are Typic Paleudults.  All of these soils are well drained.  Esto soils are on higher knolls and crests of narrow ridges and have variegated reticulate colors in shades of red yellow brown and gray in the upper Bt horizon that are inherited from the parent material.  Turbeville soils are on high terrace positions in the Southern Piedmont (MLRA 136).  Dewey soils formed in residuum that weathered from limestone and are in MLRAs 122 (Highland Ridge and Pennroyal) and 128 (Southern Appalachian Ridges).  Fullerton soils are in MLRA 128.  Henderson soils are on similar positions, formed in residuum that weathered from impure limestone, and have 15 to 35 percent chert fragments throughout their profile.  Ludoff soils have yellower subsoils. Marlboro soils are on similar positions but have yellower subsoils. Summerton soils are on old stream terraces and have redoximorphic concentrations in shades of yellow and brown in the upper part of the Bt horizon.  Waynesboro soils formed in alluvium or unconsolidated material of sandstone, shale, and limestone origin.  Slopes are in MLRAs 122 and 128."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Faceville soils are on nearly level to moderately steep uplands of the Southern Coastal Plain.  They formed in red clayey marine sediments.  Slopes range from 0 to 15 percent, but are dominantly 0 to 12 percent.  Elevation ranges from 200 to 450 feet.  The climate is humid subtropical. Near the type location, the average annual temperature ranges from 60 to 70 degrees F., and the average annual precipitation ranges from 45 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Esto, Henderson and Summerton series these include the Clarendon, Dothan, Grady, Greenville, Irvington, Lucy, Malbis, Noboco, Norfolk, Orangeburg, Red Bay, and Tifton series.  Clarendon, Dothan, Irvington, Malbis and Tifton soils are on similar positions and have more than 5 percent plinthite in the control section. In addition, Clarendon, Irvington and Malbis soils are moderately well drained. Dothan, Malbis and Tifton have fine-loamy control sections and Irvington soils have a fragipan. The poorly drained Grady soils are in lower adjacent shallow depressions.  Greenville and Red Bay soils are on similar positions but have Rhodic horizons.  In addition, Red Bay soils are fine-loamy. Lucy soils are on similar to higher positions and have sandy surface and subsurface layers 20 to 40 inches thick.  Noboco, Norfolk and Orangeburg soils are on similar positions and have fine-loamy control sections. In addition, Noboco and Norfolk soils have yellower subsoils and Noboco soils are moderately well or well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Faceville soils have been cleared and are used for growing cotton, corn, peanuts, soybeans, wheat, hay, vegetables, small grains, and tobacco.  In recent years, some areas have been converted to pasture or reforested.  Dominant trees include loblolly, shortleaf, and slash pine and a mixture of upland oaks, hickory, and dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Georgia, Florida, Maryland, North Carolina, South Carolina and Virginia.  The series is of large known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Decatur County, Georgia; 1933."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to 5 inches (Ap horizon).\nArgillic horizon - the zone from 11 to 72 inches (Bt1, Bt2, Bt3 and Bt4 horizons).\nKandic horizon - the zone from 11 to 72 inches with low activity clay in most of the upper 40 inches (Bt1, Bt2, Bt3 and Bt4 horizons).\nFaceville soils are in MLRA 133A.\nADDITIONAL DATA: Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data is provided by The University of Florida, Department of Soil and Water Science, Gainesville, FL; and the National Soil Survey Laboratory, Lincoln, NE. and formerly in Beltsville, MD.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; brown (10YR 4/3) fine sandy loam; weak fine granular structure; very friable; common fine and very fine roots; strongly acid; abrupt smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 28,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--5 to 11 inches; yellowish red (5YR 5/6) sandy clay loam; weak fine subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; strongly acid; gradual wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 71,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--11 to 28 inches; yellowish red (5YR 5/6) sandy clay; moderate medium subangular blocky structure; friable; few fine roots; common distinct clay films on faces of peds; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 86,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--28 to 34 inches; red (2.5YR 4/6) sandy clay; moderate medium subangular blocky structure; friable; common distinct clay films on faces of peds; strongly acid; gradual irregular boundary."
      },
      {
        "name": "Bt3",
        "top": 86,
        "bottom": 152,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "irregular",
        "narrative": "Bt3--34 to 60 inches; red (2.5YR 4/6) sandy clay; moderate medium subangular blocky structure; friable; common distinct and prominent clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6) mottles; strongly acid; diffuse irregular boundary."
      },
      {
        "name": "Bt4",
        "top": 152,
        "bottom": 183,
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "narrative": "Bt4--60 to 72 inches; 35 percent dark red (10R 3/6), 35 percent yellowish brown (10YR 5/6) and 30 percent very pale brown (10YR 7/3) sandy clay in a coarse variegated pattern; strong medium subangular blocky structure; friable; few distinct and prominent clay films on faces of peds; the areas of dark red and yellow brown are relict iron accumulations and the areas of very pale brown are relict iron depletions; strongly acid."
      }
    ]
  ]
}
