{
  "SERIES": "FADOLL",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-WED-JVC-JBF",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "OVERVIEW": "The Fadoll series consists of very deep, well drained soils that formed in volcanic ash over alluvium derived from volcanic rocks.  Fadoll soils are on lake terraces and inset fans.  Slopes are 0 to 4 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, nonacid, mesic Vitrandic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fadoll ashy loamy sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light brownish gray (10YR 6/2) ashy loamy sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.  (3 to 10 cm thick)\nA2--5 to 25 cm; light brownish gray (10YR 6/2) ashy loamy sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and medium roots; many very fine interstitial pores; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.  (15 to 25 cm thick)\nBq1--25 to 53 cm; pale brown (10YR 6/3) ashy loamy sand, brown (10YR 5/3) moist; massive; very hard, friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 10 percent gravel; 15 percent weakly cemented durinodes 1 to 3 cm in diameter; neutral (pH 6.8); gradual wavy boundary.  (20 to 50 cm thick)\nBq2--53 to 89 cm; pale brown (10YR 6/3) ashy loamy sand, brown (10YR 5/3) moist; massive; very hard, friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 15 percent gravel; 15 percent weakly cemented durinodes 1 to 3 centimeters in diameter; neutral (pH 6.8); gradual wavy boundary.  (25 to 50 cm thick)\n2C--89 to 152 cm; pale brown (10YR 6/3) very gravelly ashy sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; 40 percent gravel; neutral (pH 7.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; about 3 miles east-northeast of Larkin Lake in Alkali Valley; approximately 150 feet north and 1,000 feet west of the southeast corner of section 12, T. 4 N., R. 28 E.; USGS Cedar Hill 7.5 minute topographic quadrangle; latitude 38 degrees 12 minutes 45 seconds N and longitude 118 degrees 48 minutes 16 seconds W; WGS84 Decimal Degrees 38.2125000 latitude, -118.8044444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall except for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nDepth to horizon with durinodes: 25 to 76 cm.\nDepth to very gravelly material: 76 to 100 cm.\nVolcanic glass content: 50 to 80 percent in coarse silt through fine sand fractions.\nParticle-size control section - Clay content: Averages less than 10 percent.\nRock fragments: 0 to 15 percent in the upper part, 35 to 50 percent in the lower part.  Lithology of fragments is volcanic rocks such as basalt.\nA horizons\nChroma: 2 or 3, dry or moist.\nBq horizons\nValue: 5 through 7 dry, 4 through 6 moist.\nChroma:  2 or 3, dry or moist.\nTexture: Ashy loamy sand or ashy sand.\nClay content:  5 to 10 percent.\nRock fragments:  0 to 15 percent, mainly gravel.\nConsistence:  Very hard or hard dry, friable or very friable moist.\nSecondary silica:  10 to 20 percent weak cemented durinodes, 1 to 4 cm in diameter.  The matrix shows evidence of very weak silica cementation.\n2C horizon\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma:  2 or 3, dry or moist.\nClay content:  2 to 5 percent.\nRock fragments:  35 to 50 percent, mainly gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fadoll soils are on lake terraces and inset fans.  These soils formed in volcanic ash over alluvium derived from volcanic rocks.  Slopes are 0 to 4 percent.  Elevations range from 1,800 to 2,100 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 8 to 10 degrees C, and the frost-free period is 100 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Borealis and Wassit soils.  Borealis soils are moderately deep to duripans overlying lithic contacts, have argillic horizons, and have frigid temperature regime.  Wassit soils are very shallow and shallow to lithic contacts, have argillic horizons, and have frigid temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very low surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fadoll soils are used for rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, green rabbitbrush, needleandthread, western wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are moderately extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County Area, Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The revision of October 2001 updated the taxonomic class from Sandy, mixed, mesic Xeric Torriorthents and added ashy texture modifiers.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A1, A2, Bq1 and part of the Bq2 horizons).\nDurinodes - The zone from 25 to 89 cm (Bq1 and Bq2 horizons).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm (Bq1, Bq2 and part of the 2C horizon).\nADDITIONAL DATA:  A similar soil to Fadoll is sampled for full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S82NV-021-004 (pedon # 82P0626).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
