{
  "SERIES": "FAHEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH-ERS",
  "REVDATE": "2/98",
  "STATES": "NY",
  "OVERVIEW": "The Fahey series consists of very deep, moderately well drained soils formed in glacial beach or glaciofluvial deposits having a high content of sand and gravel. Slopes range from 0 to 8 percent. Mean annual air temperature is about 44 degrees F. and mean annual precipitation is about 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Aquentic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fahey gravelly fine sandy loam, in a hayfield on 4 percent slope.  (Colors are for moist soil).\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) gravelly fine sandy loam; grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; common medium roots, many fine and very fine roots; common medium, fine and very fine pores; 20 percent rock fragments (including 5 percent cobbles); strongly acid; abrupt smooth boundary.  (5 to 11 inches thick)\nBs--9 to 18 inches; brown (7.5YR 4/4 crushed sample) very gravelly loamy fine sand; weak medium and fine subangular blocky structure; very friable; many fine and very fine roots; common medium, fine and very fine pores; 40 percent rock fragments (including 10 percent cobbles); strongly acid; clear wavy boundary.  (4 to 10 inches)\nBC--18 to 27 inches; dark yellowish brown (10YR 4/4) very gravelly loamy fine sand; weak fine subangular blocky structure; very friable; few fine pores; 45 percent rock fragments (including 10 percent cobbles); common fine distinct light brownish gray (10YR 6/2) redoximorphic depletions and strong brown (7.5YR 5/6) redoximorphic concentrations in the lower part; moderately acid; clear smooth boundary.\nC--27 to 45 inches; brown (10YR 4/3) very gravelly sand; single grain; loose; many medium pores, common fine and very fine pores; 50 percent rock fragments (including 10 percent cobbles); common fine distinct light brownish gray (10YR 6/2) redoximorphic depletions and strong brown (7.5YR 5/6) redoximorphic concentrations; slightly acid; clear smooth boundary.\n2C--45 to 72 inches; light olive brown (2.5Y 5/4) very gravelly silt loam; massive; friable; many fine and very fine pores; 55 percent rock fragments (including 15 percent cobbles); many medium light brownish gray (2.5Y 6/2) redoximorphic depletions and many fine distinct brown (10YR 5/3) redoximorphic concentrations; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, New York; Town of Mooers; about 1.0 mile east of Blackman Corners Road and 150 feet north of Eddy Road. USGS Altona, NY topographic quadrangle; latitude 44 degrees, 59 minutes, 47 seconds N. and longitude 73 degrees, 38 minutes, 4 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 24 to 36 inches. Depth to bedrock is greater than 60 inches. The depth to loamy layers is more than 40 inches. Rock fragments, including gravel, cobbles and stones, range by volume from 0 to 35 percent in the surface layer, from 20 to 50 percent in the subsoil and from 30 to 70 percent in the substratum. Rock fragments average more than 35 percent at depths of 10 to 40 inches. Depth to redoximorphic features is less than 30 inches. Weighted average organic carbon content is less than 1.2 percent.\nIn undisturbed areas, pedons have a Oe or Oa horizon, 1 to 4 inches thick; a sand or loamy sand E horizon 1 to 3 inches thick; and a Bh or Bhs horizon 1 to 3 inches thick.\nThe Ap horizon has hue of 5YR through 10YR, value of 2 through 4 and chroma of 1 through 3. Texture of the fine earth-fraction is loamy sand, loamy fine sand, or fine sandy loam. Consistence is friable or very friable. Reaction is very strongly acid to moderately acid, unless limed.\nThe Bs horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 3 through 6. Texture of the fine-earth fraction is loamy fine sand, loamy sand, or sand. Structure is weak or very weak granular or subangular blocky, or the horizon is single grain. Reaction is strongly acid through neutral. Part of the Bs must be moderately acid or strongly acid.\nThe BC horizon has hue of 7.5YR through 2.5Y, value of 3 through 6 and chroma of 3 through 6. Texture of the fine-earth fraction is loamy fine sand, loamy sand or sand. Reaction ranges from moderately acid through neutral.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 through 6, and chroma of 2 through 4. Reaction ranges from moderately acid through neutral above 40 inches, but can range to moderately alkaline below 40 inches.\nThe 2C horizon, when present below a depth of 40 inches, has hue of 10YR through 5Y, value of 4 through 6 and chroma of 3 through 6. Texture of the fine-earth fraction ranges from fine sandy loam through silt loam. Reaction ranges from moderately acid through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Similar soils are the Acton, Colosse, Croghan, Deerfield, Duane, Hinckley, Sheddenbrook, and Trout River series. The Acton, Deerfield and Hinckley soils have a mesic temperature regime. Colosse and Trout River soils lack redoximorphic features and do not have aquic conditions. Duane soils have a cemented ortstein Bh horizon. Croghan and Sheddenbrook soils average less than 35 percent rock fragments within the upper 40 inches of the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fahey soils occupy low knolls or ridges of wave-worked glacial till near beaches, or moderately low-lying areas on beaches and some terraces. Slopes range from 0 to 8 percent. The regolith is water-sorted sand, gravel, and stones, either on depositional landforms or in wave-worked deposits from which the finer particles have been removed. The parent material is dominantly from acid silicious rocks but includes a significant component of limestone or calcareous sandstone. Mean annual precipitation ranges from 28 to 44 inches; mean annual air temperature ranges from 41 to 45 degrees F.; and the frost free period ranges from 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Trout River soils, and the somewhat poorly drained Coveytown soils and poorly drained Cook soils form a drainage sequence with the Fahey soils. The Colton and Adams soils are on nearby eskers and outwash plains which are better drained and are more acid. Kalurah and Malone soils are on nearby glacial till plains. The Hailesboro soils in silty deposits and the Stockholm soils in sandy sediments overlying clay are on lower, adjacent lacustrine plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Runoff is slow. Permeability is rapid, except some pedons have layers below a depth of 40 inches that are slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used mainly for hay or pasture. Wooded areas have eastern white pine, sugar maple, American beech, birch and red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  St. Lawrence and Champlain Valleys of New York. MLRA's 142 and 143. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, New York, 1952. Named for Fahey School, Town of Clinton, Clinton County, New York."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The definition as a skeletal soils excludes part of the original series concept of having a thick sandy deposit almost free of stones on the surface.\nDiagnostic horizons and other features recognized in the typical pedon:\n(1) Ochric Epipedon-the zone from the surface to a depth of 9 inches (Ap horizon). (Not a mollic because surface has to be 10 inches thick this is only 9, but otherwise would make mollic.)\n(2) Spodic horizon-the zone from 9 to 18 inches (Bs horizon).\n(3) Aquentic subgroup- aquic conditions with redoximorphic features in the upper 30 inches (BC horizon from 18 to 27 inches); and a spodic horizon from 9 to 18 inches (Bs horizon) having loamy fine sand texture with both value and chroma of 4 (crushed and smoothed sample) in the upper 1 inch of the horizon\nSoil Interpretation Record No.:NY0083, NY0084, NY0453, NY0454\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) gravelly fine sandy loam; grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; common medium roots, many fine and very fine roots; common medium, fine and very fine pores; 20 percent rock fragments (including 5 percent cobbles); strongly acid; abrupt smooth boundary.  (5 to 11 inches thick)"
      },
      {
        "name": "Bs",
        "top": 23,
        "bottom": 46,
        "texture_class": "loamy fine sand",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs--9 to 18 inches; brown (7.5YR 4/4 crushed sample) very gravelly loamy fine sand; weak medium and fine subangular blocky structure; very friable; many fine and very fine roots; common medium, fine and very fine pores; 40 percent rock fragments (including 10 percent cobbles); strongly acid; clear wavy boundary.  (4 to 10 inches)"
      },
      {
        "name": "BC",
        "top": 46,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--18 to 27 inches; dark yellowish brown (10YR 4/4) very gravelly loamy fine sand; weak fine subangular blocky structure; very friable; few fine pores; 45 percent rock fragments (including 10 percent cobbles); common fine distinct light brownish gray (10YR 6/2) redoximorphic depletions and strong brown (7.5YR 5/6) redoximorphic concentrations in the lower part; moderately acid; clear smooth boundary."
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--27 to 45 inches; brown (10YR 4/3) very gravelly sand; single grain; loose; many medium pores, common fine and very fine pores; 50 percent rock fragments (including 10 percent cobbles); common fine distinct light brownish gray (10YR 6/2) redoximorphic depletions and strong brown (7.5YR 5/6) redoximorphic concentrations; slightly acid; clear smooth boundary."
      },
      {
        "name": "2C",
        "top": 114,
        "bottom": 183,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "narrative": "2C--45 to 72 inches; light olive brown (2.5Y 5/4) very gravelly silt loam; massive; friable; many fine and very fine pores; 55 percent rock fragments (including 15 percent cobbles); many medium light brownish gray (2.5Y 6/2) redoximorphic depletions and many fine distinct brown (10YR 5/3) redoximorphic concentrations; slightly acid."
      }
    ]
  ]
}
