{
  "SERIES": "FAIM",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLT/RJL/SJJ",
  "REVDATE": "08/2014",
  "STATES": "UT",
  "OVERVIEW": "The Faim series consists of very deep, well drained that formed in alluvium, slope alluvium, colluvium, and residuum weathered from andesite, dacite, basalt, and tuff.  Faim soils are on mountain slopes, valleys and plateaus and have slopes of 2 to 40 percent.  The average annual precipitation is about 30 inches (762 mm) and the mean annual air temperature is about 38 degrees F (3.3 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Faim loam--rangeland.  (Color is for air-dry soil unless otherwise stated.) Surface covered with 1 cm thick litter of leaves, twigs, and duff.\nA--0 to 14 inches (0 to 36 cm); dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, medium and coarse roots; few fine tubular pores; neutral (pH 6.8); clear wavy boundary.  (14 to 17 inches (36 to 43 cm) thick)\nBt1--14 to 33 inches (36 to 84 cm); brown (7.5YR 5/2) clay loam, dark brown (7.5YR 3/2) moist; strong medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and medium roots; few fine tubular pores; moderately thick continuous clay films; neutral (pH 7.1) gradual wavy boundary.  (15 to 43 inches (38 to 109 cm) thick)\nBt2--33 to 41 inches (84 to 104 cm); grayish brown (10YR 5/2) clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; few fine and medium roots; few fine tubular pores; moderately thick continuous clay films; neutral (pH 7.1); gradual wavy boundary.  (0 to 15 inches (0 to 38 cm) thick)\n2C--41 to 60 inches (104 to 152 cm); grayish brown (10YR 5/2) very cobbly loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; 20 percent gravel and 25 percent cobbles; neutral (pH 7.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Piute County, Utah; 6 miles northeast of Angle; 1,915 feet south, 1,720 feet west of northeast corner of sec. 14, T. 29 S., R. 1 W.; USGS Jakes Knoll 7.5 minute quadrangle; lat. 38 degrees 17 minutes 16.3 seconds N. and long. 111 degrees 52 minutes 3.8 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Usually moist in some part throughout the year, with occasional intermittent drying during the summer (Udic moisture regime).\nMean annual soil temperature: 35 to 43 degrees F (1.7 to 6.1 degrees C).\nMean summer soil temperature: 55 to 58 degrees F (12.8 to 14.4 degrees C).\nThickness of the mollic epipedon: 16 to 36 inches (41 to 91 cm) thick.\nParticle-size control section (weighted average):\nClay content: 35 to 55 percent\nRock fragments: 0 to 15 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 through 5 dry\nRock fragments: 0 to 15 percent\nReaction: Neutral to slightly alkaline\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 1 through 4 moist\nChroma: 2 through 4\nTexture: Clay, clay loam or silty clay\nRock fragments: 0 to 15 percent\nStructure: Weak to strong, subangular blocky to prismatic structure\nClay films: Few thin to thick continuous\nReaction: Neutral to slightly alkaline\n2C or C horizon:\nHue: 2.5Y, 10YR or 7.5YR\nValue: 5 through 7 dry, 3 through 5 moist\nChroma: 2 through 4\nTexture: Sandy loam to clay loam\nRock fragments: 0 to 50 percent gravel and cobbles\nReaction: Neutral to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bischoff (ID), Burnette (MT), Cochetopa (CO), Fulcher (CO), Grouseville (ID), Guero (T CO), Leemorris (OR), Lintim (T CO), Mancos (CO), Mayflower (CO), Paulson (WY), Perinos (T UT), Richens (UT), Runlett (CO), Skutum (UT), Winridge (ID) series.  Bischoff soils include hues redder than 7.5YR and formed in loess and silty alluvium.  Burnette, Fulcher, Grouseville (T), Mayflower and Paulson soils have horizons of secondary carbonate accumulation.  Guero soils have clay contents in the BC & C horizons of 35 to 50 percent and have 5YR hues in the Bt and C horizon.  Fulcher and Skutum soils have more than 15 percent rock fragments in the particle-size control section.  Cochetopa soils contain dark colored magnetic mineral grains in the fine sand and silt fractions.  Lintim soils are formed in shale and have horizon fragments from shale lithology.  Mayflower soils are underlain by interbedded sandstone and shale at depths of 20 to 40 inches (51 to 102 cm).  Leemorris, Mancos, Runlett and Winridge soils are moderately deep to bedrock.  Richens soils have an E horizon.  Paulson and Perinos soils have hue redder than 7.5YR in the Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Faim soils are at elevations of 7,750 to 10,400 feet (2,362 to 3,170 m).  They occur on mountain slopes, valleys and plateaus.  Slopes are 2 to 40 percent.  These soils formed in alluvium, slope alluvium, colluvium, and residuum from mixed sedimentary and igneous rocks.  The climate is humid and the average annual precipitation ranges from 22 to 40 inches (559 to 1016 mm).  The mean annual air temperature is 33 to 40 degrees F (.6 to 4.4 degrees C).  The mean summer temperature is 52 to 55 degrees F (11.1 to 12.8 degrees C), and the freeze-free period ranges from 40 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Forsey, Parkay and Uinta soils.  Forsey soils have mollic epipedon less than 16 inches.  Parkay soils have more than 35 percent rock fragments in the particle-size control section.  Uinta soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderately slow and slow permeability; Ksat is moderately high or moderately low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for rangeland. The principal native vegetation is aspen, Columbia needlegrass, lupine, big sagebrush, Kentucky bluegrass and dryland sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Piute, Summit, Iron, Kane, Washington, Sevier and Wayne Counties, Utah; MLRA 47.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Summit Area Soil Survey, Utah, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the mineral surface of the soil to a depth of approximately 41 inches (104 cm).  (A, Bt1, Bt2 horizons)\nPachic feature - a mollic epipedon thicker than 16 inches (41 cm).\nArgillic horizon - the zone from approximately 14 to 41 inches (36 to 104 cm).  (Bt1 and Bt2 horizons)\nParticle-size control section - the zone from 14 to 34 inches (36 to 86 cm).\nTaxonomic Version: 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 14 inches (0 to 36 cm); dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, medium and coarse roots; few fine tubular pores; neutral (pH 6.8); clear wavy boundary.  (14 to 17 inches (36 to 43 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--14 to 33 inches (36 to 84 cm); brown (7.5YR 5/2) clay loam, dark brown (7.5YR 3/2) moist; strong medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and medium roots; few fine tubular pores; moderately thick continuous clay films; neutral (pH 7.1) gradual wavy boundary.  (15 to 43 inches (38 to 109 cm) thick)"
      },
      {
        "name": "Bt2",
        "top": 84,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--33 to 41 inches (84 to 104 cm); grayish brown (10YR 5/2) clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; few fine and medium roots; few fine tubular pores; moderately thick continuous clay films; neutral (pH 7.1); gradual wavy boundary.  (0 to 15 inches (0 to 38 cm) thick)"
      },
      {
        "name": "2C",
        "top": 104,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--41 to 60 inches (104 to 152 cm); grayish brown (10YR 5/2) very cobbly loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; 20 percent gravel and 25 percent cobbles; neutral (pH 7.1)."
      }
    ]
  ]
}
