{
  "SERIES": "FAIRFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-WDB-EMM",
  "REVDATE": "07/2012",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fairfield clay loam, cultivated (colors are for dry soil unless otherwise noted).\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) clay loam, very dark brown (10YR 2/2) moist; strong medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine pores; 5 percent gravel; neutral (pH 6.6); clear smooth boundary. (3 to 8 inches thick)\nBt--6 to 10 inches; grayish brown (10YR 5/2) clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate medium angular blocky; hard, friable, moderately sticky and moderately plastic; common fine roots; common fine and very fine pores; few distinct clay films on vertical faces of peds and patchy horizontal faces of peds; 5 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary. (4 to 7 inches thick)\nBk1--10 to 17 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; common fine and very fine pores; 5 percent gravel; continuous faint lime coatings on gravel; common fine masses of lime; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (3 to 9 inches thick)\nBk2--17 to 22 inches; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; common fine and very fine pores; 5 percent gravel; many distinct lime coatings on gravel; many fine masses of lime; violently effervescent; strongly alkaline; gradual wavy boundary.\nBk3--22 to 30 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine pores; 10 percent gravel; many distinct lime coatings on gravel; many fine masses of lime; violently effervescent; strongly alkaline; gradual wavy boundary. (Combined thickness of the Bk2 and Bk3 horizons is 10 to 40 inches.)\nBk4--30 to 60 inches; light gray (10YR 7/2) loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; many fine masses of lime; 15 percent gravel; common faint lime coatings on gravel, violently effervescent; strongly alkaline (pH 9.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Teton County, Montana; about 650 feet north and 2,300 feet west of the SE corner of sec. 17, T. 27 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 10 inches.\nDepth to calcic horizon - 7 to 10 inches.\nA Btk horizon is allowed.\nSoil phases - cobbly; stony; gravelly substratum.\nAp horizon\nHue:  10YR or 7.5YR\nValue:  3 or 4 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam or clay loam\nClay content:  18 to 32 percent\nRock fragments:  0 to 35 percent--0 to 15 percent cobbles and stones, 0 to 20 percent gravel\nRock fragments, surface cover:  0.01 to 0.1\nReaction:  pH 6.6 to 8.4\nBt horizon\nHue:  2.5Y, 10YR, or 7.5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  2 or 3\nTexture:  clay loam, loam, or silty clay loam\nClay content:  25 to 35 percent\nElectrical Conductivity:  0 to 2 mmhos/cm\nRock fragments:  0 to 35 percent--0 to 10 percent cobbles, 0 to 25 percent gravel\nReaction:  pH 6.6 to 8.4\nBk1  horizon\nHue:  2.5Y, 10YR, or 7.5YR\nValue:  5, 6, 7, or 8 dry; 4, 5, 6 or 7 moist\nChroma:  2 or 3\nTexture:  clay loam, loam, or silty clay loam\nClay content:  25 to 35 percent\nRock fragments:  0 to 35 percent--0 to 10 percent cobbles, 0 to 25 percent gravel\nElectrical Conductivity:  0 to 4 mmhos/cm\nCalcium carbonate equivalent:  15 to 35 percent\nReaction:  pH 6.6 to 8.4\nBk2, Bk3 and Bk4 horizons\nHue:  2.5Y, 10YR, or 7.5YR\nValue:  6, 7, or 8 dry; 5, 6, or 7 moist\nChroma:  2, 3, or 4\nTexture:  clay loam, fine sandy loam, loam, or silty clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 35 percent--0 to 15 percent cobbles, 0 to 20 percent gravel\nCalcium carbonate equivalent:  10 to 30 percent\nElectrical Conductivity:  0 to 4 mmhos/cm\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbsarook (MT) - has a lithic contact at depths of 20 to 40 inches.\nArchmesa (CO) - has a lithic contact at depths of 20 to 40 inches.\nBeartooth (MT) - has loamy-skeletal horizons below depths of 12 to 30 inches.\nBeeno (WY) - has a paralithic contact at depths of 20 to 40 inches.\nBielenberg (MT) - does not have secondary carbonate accumulation above a depth of 40 inches.\nBitterroot (MT) - has a paralithic contact at depths of 20 to 40 inches.\nBookcliff (UT) - mollic epipedon thicker than 10 inches; lithic bedrock above a depth of 60 inches.\nBurtoner (MT) - has a paralithic contact at depths of 20 to 38 inches.\nClancy (MT) - has a lithic contact above a depth of 60 inches.\nClasoil (MT) - does not have horizons of secondary carbonate accumulation; argillic horizons are 8 to 24 inches thick.\nDooley (MT) - formed in an eolian or alluvium mantle over a discontinuity of till; base of the argillic horizon is deeper than 10 inches; does not have a calcic horizon.\nDoughty (MT) - depth to the argillic horizon is greater than 10 inches.\nEmpedrado (CO) - argillic horizon with its base deeper than 10 inches; does not have a calcic horizon.\nFarnuf (MT) - base of the argillic horizon is deeper than 10 inches; does not have a calcic horizon.\nFarside (MT) - base of the argillic horizon is deeper than 10 inches; does not have a calcic horizon.\nFelor (SD) - base of the argillic horizon is deeper than 10 inches; has a discontinuity immediately below the argillic horizon.\nGreenway (SD) - has an argillic horizon with its base deeper than 10 inches; discontinuity within the argillic horizon.\nGurney (SD) - has a lithic contact at depths of 20 to 40 inches.\nHangdo (UT) - does not have secondary carbonate accumulation above a depth of 40 inches.\nHoppers (MT) - has a lithic contact at depths of 20 to 40 inches.\nHowbert (CO) - has accumulations of secondary carbonates throughout the argillic horizon.\nHyalite (MT) - has a discontinuity of sandy-skeletal material above 40 inches and immediately below the argillic horizon.\nJeffcity (MT) - has lithic contact at depths of 23 to 40 inches.\nKokoruda (MT) - does not have horizons of secondary carbonate accumulation.\nLivona (ND) - base of the argillic horizon is below a depth of 10 inches; discontinuity within the argillic horizon.\nMartinsdale (MT) - has the base of the argillic horizon deeper than 10 inches; depth to secondary carbonates is deeper than 11 inches.\nMaudlin (CO) - has a lithic contact at depths of 20 to 40 inches.\nMeagher (MT) - has a discontinuity of loamy-skeletal material; depth to calcic horizon is deeper than 11 inches.\nMoen (CO) - has a lithic contact at depths of 20 to 40 inches.\nMoento (CO) - has a lithic contact at depths of 20 to 40 inches.\nPianohill (MT) - has a lithic contact at depths of 20 to 40 inches.\nPlacerton (MT) - has a lithic contact above a depth of 60 inches.\nReeder (ND) - has a paralithic contact at depths of 20 to 40 inches.\nReedwest (MT) - has a paralithic contact at depths of 20 to 40 inches.\nSipple (MT) - has a lithologic discontinuity.\nSnakejohn (UT) - has a lithic contact at depths of 40 to 60 inches.\nSponseller (AZ) - does not have secondary carbonate accumulation above a depth of 40 inches; does not have a calcic horizon.\nTrag (CO) - does not have a calcic horizon.\nTragmon (CO) - does not have secondary carbonate accumulation above a depth of 40 inches; does not have a calcic horizon.\nTrazuni (NM) - does not have horizons of secondary carbonate accunulation.\nTrujillo (CO) - does not have a calcic horizon.\nUlrant (WY) - has lithic contact at depths of 40 to 60 inches.\nVida (MT) - does not have a calcic horizon.\nWatne (MT) - depth to calcic horizon is 16 to 28 inches.\nWatrous (ND) - has lithic contact at depths of 20 to 40 inches.\nWemple (MT) - has lithic contact at depths of 40 to 60 inches.\nWilliams (ND) - base of the argillic horizon is deeper than 10 inches; does not have a calcic horizon.\nYegen (MT) - base of the argillic horizon is deeper than 10 inches; depth to carbonates is deeper than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces; alluvial fans; fan remnants, moraines; till plains.\nElevation - 3,400 to 6,200 feet.\nSlope - 0 to 35 percent.\nParent material - alluvium; colluvium; till; glacial outwash.\nClimate - cold, dry winters; moist springs; moist summers.\nMean annual precipitation - 14 to 19 inches.\nMean annual temperature - 39 to 45 degrees F.\nFrost-free period - 70 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fairfield soils are used mainly for irrigated and nonirrigated cropland and for range.  Potential native vegetation is bluebunch wheatgrass and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Fairfield soils are extensive mainly in the west-central part of Montana.  MLRAs 43B, 44B, 46, and 52."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance of Northern Plains of Montana, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations records:  MT0095, MT0840, MT0360. Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 10 inches (Ap, Bt horizons); Argillic horizon - from 6 to 10 inches (Bt horizon);\nAccumulation of secondary carbonates - from 10 to 60 inches (Bk1, Bk2, Bk3, Bk4 horizons);\nParticle-size control section from 6 to 40 inches (Bt, Bk1, Bk2, Bk3 and part of Bk4 horizons).\nFairfield soils have a frigid temperature regime and an ustic moisture regime.\nADDITIONAL DATA:  Laboratory samples S70MT-027-1, S70MT-027-2, S70MT-027-6.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
