{
  "SERIES": "FAIRHAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJE-RAL-TWN",
  "REVDATE": "12/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fairhaven silt loam, on a nearly level slope, on an outwash plain, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 centimeters; very dark brown (10YR 2/2) silt loam, dark brown (10YR 3/3) dry; weak fine granular structure; friable; slightly acid; abrupt smooth boundary.\nA--23 to 38 centimeters; very dark brown (10YR 2/2) silt loam, dark brown (10YR 3/3) dry; mixing of very dark grayish brown (10YR 3/2); moderate fine granular structure; friable; moderately acid; abrupt wavy boundary. (Combined thickness of the A horizon is 25 to 49 centimeters.)\nBw1--38 to 64 centimeters; brown (10YR 4/3) silt loam; weak fine and medium subangular blocky structure; friable; moderately acid; abrupt wavy boundary.\nBw2--64 to 75 centimeters; brown (10YR 4/3) loam; weak coarse subangular blocky structure; friable; about 3 percent gravel; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizon is 20 to 57 centimeters.)\n2BC--75 to 88 centimeters; brown (10YR 4/3) loamy sand; single grain; loose; about 10 percent gravel; slightly acid; abrupt wavy boundary. (0 to 20 centimeters thick)\n2C--88 to 152 centimeters; brown (10YR 5/3) gravelly coarse sand; single grain; loose; about 15 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA)-104 Eastern Iowa and Minnesota Till Prairies; Mower County, Minnesota subset; about 12 miles north and 2 miles west of Austin; about 100 feet west and 300 feet south of the northeast corner of section 5, T. 104 N., R. 18 W.; USGS Blooming Prairie topographic quadrangle; lat. 43 degrees 50 minutes 51 seconds N. and long. 93 degrees 0 minutes 38 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--50 to 125 centimeters\nDepth to sandy and gravelly sediments--50 to 100 centimeters\nThickness of the mollic epipedon--25 to 49 centimeters\nContent of clay in the upper two thirds of the particle-size control section (weighted average)--18 to 30 percent\nContent of clay in the lower one third of the particle-size control section (weighted average)--5 to 10 percent\nContent of sand in the upper two thirds of the particle-size control section (weighted average)--15 to 25 percent fine sand and sand coarser than fine sand\nContent of sand in the lower one third of the particle-size control section (weighted average)--75 to 95 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam, silty clay loam, or loam with a high percentage of silt\nClay content--18 to 30 percent\nSand content--15 to 25 percent\nReaction--moderately acid to neutral\nBw horizon:\nHue--10YR\nValue--3 to 5\nChroma--3 to 6\nTexture--silt loam, silty clay loam, or loam with a high percentage of silt\nClay content--18 to 30 percent\nSand content--15 to 25 percent\nReaction--moderately acid to neutral\nSome pedons have a Bk horizon\nSome pedons have a 2Bw horizon with a texture of clay loam\n2BC horizon (if it occurs):\nHue--10YR\nValue--3 to 5\nChroma--3 to 6\nTexture--sandy loam, coarse sandy loam, loamy sand, or loamy coarse sand or their gravelly analogs\nSubhorizons with sandy loam textures are less than 5 inches thick\nClay content--5 to 18 percent\nSand content--70 to 85 percent\nReaction--moderately acid to neutral\nRock fragment content--0 to 35 percent\n2C horizon:\nHue7.5YR, 10YR, or 2.5Y\nValue--4 to 6\nChroma--2 to 5\nTexture--sand, coarse sand or the gravelly or very gravelly analogs of these textures\nClay content--2 to 18 percent\nSand content--90 to 95 percent\nCalcium carbonate equivalent--1 to 5 percent\nReaction--slightly acid to moderately alkaline\nRock fragment content--0 to 50 percent\nSome pedons have a texture of fine sand below a depth of 150 centimeters"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cott, Kanaranzi, Vanpetten, Wadena, and Waukee series.\nCott--have a zone that is frequently saturated in the lower third of the series control section in most years\nKanaranzi--have sandy and gravelly sediments within a depth of 35 to 50 centimeters\nVanpetten--do not have carbonates within a depth of 150 centimeters\nWadena--have sand content of 25 to 40 percent fine sand and sand coarser than fine sand in the upper two thirds of particle-size control section\nWaukee--do not have carbonates within a depth of 180 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of loamy sediments and the underlying calcareous sandy and gravelly glacial outwash\nLandform--stream terraces, outwash plains, and valley trains\nSlopes--0 to 12 percent\nElevation--243 to 457 meters above sea level\nMean annual air temperature--7 to 11 degrees C\nMean annual precipitation--630 to 820 millimeters\nFrost-free period--125 to 170 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Biscay, Cylinder, Marshan, and the competing Wadena soils.\nBiscay--are in the lower landscape positions on flats, have a frequently saturated zone within a depth of 0.15 meter in normal years, and have carbonates within a depth of 100 centimeters\nCylinder--are in the slightly lower landscape positions and have a frequently saturated zone within a depth of 0.6 meter in normal years\nMarshan--are in the lower positions on flats and in slightly concave positions, frequently saturated at the surface of the soil in normal years, and do not have carbonates within a depth of 100 centimeters\nWadena-- are in landscape positions similar to those of the Fairhaven soils and have more sand in the upper two thirds of the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest periods of normal years\nSaturated hydraulic conductivity--4.23 to 14.11 micrometers per second (moderately high) in the loamy sediments and 42.34 to 141.14 micrometers per second (high) in the underlying sediments\nSurface runoff potential--negligible to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn and soybeans. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Western lake section, Dissected till plains\nMLRAs--Till Plains (102B), Central Iowa and Minnesota Till Prairies (103), Eastern Iowa and Minnesota Till Prairies (104), Iowa and Minnesota Loess Hills (107A) and Iowa and Missouri Deep Loess Hills (107B)\nLRR M; southern Minnesota and northern Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rock County, Minnesota, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (A, Bw1, Bw2, and 2BC horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (Ap, A, Bw1, Bw2, 2BC, and 2C horizons).\nDiagnostic horizons and other features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 38 centimeters (Ap and A horizons);\ncambic horizon--the zone from a depth of 38 to 75 centimeters (Bw horizons);\nudic moisture regime.\nCation-exchange class is inferred from lab data for similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
