{
  "SERIES": "FAITH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL",
  "REVDATE": "01/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Torrifluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Faith loam, in pasture (colors are for dry soil unless otherwise noted).\nAp1--0 to 4 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; slightly alkaline (pH 7.4); clear smooth boundary.\nAp2--4 to 8 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; disseminated lime; slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (Combined thickness of A horizons is 6 to 10 inches).\nBw--8 to 14 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; strong medium prismatic structure parting to moderate medium subangular blocky; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; disseminated lime; slightly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (5 to 12 inches thick)\nBk--14 to 31 inches; light brownish gray (10YR 6/2) silty clay loam, grayish brown (10YR 5/2) moist; strong coarse prismatic structure parting to strong medium subangular blocky; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; disseminated lime, few very fine threads of lime; strongly effervescent; moderately alkaline (pH 8.3); clear smooth boundary. (11 to 20 inches thick)\n2C--31 to 47 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 20 inches thick)\n2Cg1--47 to 56 inches; grayish brown (2.5Y 5/2) silt loam, dark grayish brown (2.5Y 4/2) moist; common distinct yellowish red (5YR 5/6) redox concentrations; massive; slightly hard, very friable, slightly sticky and nonplastic; moderately alkaline (pH 8.0). (0 to 12 inches thick)\n2Cg2--56 to 60 inches; light olive gray (5Y 6/2) loam, olive gray (5Y 4/2) moist; common faint very dark gray (5Y 3/1) redox depletions; common faint yellowish red (5YR 5/6) redox concentrations; massive; slightly hard, very friable, slightly sticky and nonplastic; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Montana; 1,375 feet south and 75 feet west of the NE corner of section 3, T. 1 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature -38 to 46 degrees F.\nMoisture control section - between 4 and 12 inches, dry in some part six-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees or higher.\nMollic epipedon thickness - 7 to 15 inches.\nDepth to seasonal high water table - 42 to 60 inches for extended periods during spring and early summer.\nA horizons - Hue:  10YR or 2.5Y\nChroma:  2 or 3\nTexture:  loam, silt loam or sandy loam\nClay content:  15 to 27 percent\nRock fragments:  0 to 10 percent pebbles\nElectrical conductivity:  0 to 2 mmhos/cm\nCalcium carbonate equivalent:  0 to 5 percent\nReaction:  pH 6.6 to 7.8 (contaminated phase pH 5.1 to 6.5)\nBw horizon - Hue:  10YR or 2.5Y\nValue:  4, 5 or 6 dry; 3, 4 or 5 moist\nChroma:  2 or 3\nTexture:  loam, silt loam or silty clay loam with thin strata of finer and coarser materials\nClay content:  18 to 30 percent, with 15 percent or more fine sand and coarser\nRock fragments:  0 to 10 percent pebbles\nElectrical conductivity:  0 to 2 mmhos/cm\nCalcium carbonate equivalent:  0 to 10 percent\nReaction:  pH 7.4 to 8.4\nBk horizon - Hue:  10YR or 2.5Y\nValue:  5, 6 or 7 dry; 4, 5 or 6 moist\nChroma:  2, 3 or 4\nTexture: loam, silt loam, silty clay loam or clay loam with thin strata of finer and coarser materials\nClay content:  18 to 30 percent, with 15 percent or more fine sand or coarser\nRock fragments:  0 to 10 percent pebbles\nElectrical conductivity (mmhos/cm):  0 to 2\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\n2C horizons - Hue:  10YR, 2.5Y or 5Y\nValue:  4, 5, 6 or 7 dry; 4, 5 or 6 moist\nChroma:  1, 2 or 3\nRedox Concentrations:  none to common 7.5YR 5/6, 10YR 5/4 or 5YR 5/6\nRedox depletions:  none to common 5Y 3/1 or 10YR 4/1\nTexture: fine sandy loam, loam, silt loam or very fine sandy loam\nClay content:  12 to 27 percent, with 15 percent or more fine sand or coarser\nRock fragments:  0 to 15 percent pebbles\nElectrical conductivity:  0 to 4 mmhos/cm\nCalcium carbonate equivalent:  1 to 15 percent\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - floodplain steps, alluvial fans, drainageways and stream terraces.\nElevation - 3,800 to 5,500 feet.\nSlope - 0 to 8 percent.\nParent material - alluvium derived from mixed rock sources.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 19 inches.\nMean annual air temperature - 36 to 44 degrees F.\nFrost-free period - 80 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  moderately well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Faith soils are primarily used for rangeland, cropland, hay and pasture.  The potential native vegetation is mainly Western wheatgrass, needleandthread, bluebunch wheatgrass, green needlegrass, basin wildrye, prairie junegrass, big sagebrush and rubber rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Faith soils are of small extent in the intermountain valleys of southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1564.  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon from the surface to 8 inches (Ap1 and Ap2 horizons); a cambic horizon from 8 to 14 inches (Bw horizon); a particle size control section from 10 to 40 inches (Bw, Bk and 2C horizons); a horizon of secondary calcium carbonate accumulation from 14 to 31 inches (Bk horizon). Faith soils have a frigid temperature regime and an ustic moisture regime that borders on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
