{
  "SERIES": "FAJADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEM/RJA/SAZ/WWJ",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fajada loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nE--0 to 2 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/6) moist; moderate fine granular structure; soft, friable, slightly sticky and nonplastic; few fine and very fine roots; common fine vesicular pores; 5 percent pebbles; slightly effervescent; slightly alkaline; abrupt smooth boundary. (1 to 3 inches thick)\nBtn--2 to 6 inches; yellowish brown (10YR 5/4) clay loam, yellowish brown (10YR 5/6) moist; moderate fine prismatic structure; hard, firm, sticky and slightly plastic; few medium, fine and very fine roots; many fine irregular pores; common moderately thick clay films on faces of peds and lining pores; strongly effervescent; very strongly alkaline; abrupt smooth boundary. (3 to 7 inches thick)\nBtkn1--6 to 12 inches; yellowish brown (10YR 5/6) sandy clay loam, dark yellowish brown (10YR 4/6) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable, slightly sticky and nonplastic; few medium, fine and very fine roots; few fine tubular pores; common thin clay films bridging sand grains; strongly effervescent; calcium carbonate as few fine irregular masses and seams; very strongly alkaline; clear smooth boundary. (5 to 10 inches thick)\nBtkn2--12 to 16 inches; light yellowish brown (10YR 6/4) sandy clay loam, dark yellowish brown (10YR 4/6) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and nonplastic; few fine and very fine roots; few fine tubular pores; few thin clay films bridging sand grains; strongly effervescent; calcium carbonates as few fine irregular seams and filaments; very strongly alkaline; clear smooth boundary. (3 to 7 inches thick)\nBkyz--16 to 28 inches; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/6) moist; massive; hard, firm, sticky and plastic; few very fine irregular pores; gypsum and calcium carbonate as few fine irregular soft filaments; strongly effervescent; moderately alkaline; clear smooth boundary. (8 to 20 inches thick)\n2Cr--28 to 40 inches; soft sandstone interbedded with soft shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Seven Lakes Quadrangle; about 3 miles southwest of Fajada Wash; 107 degrees 56 minutes 55 seconds west longitude and 35 degrees 56 minutes 40 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil Moisture: Typically the soil moisture control section is intermittently moist in some part from July to October and December to March. The soil is driest during May and June. Typic aridic moisture regime.\nSoil Temperature: 53 to 57 degrees F.\nE horizon -\nValue: 3 through 6 dry, 3 through 5 moist\nChroma: 3 through 6\nTexture: loam, sandy clay loam and fine sandy loam\nCoarse fragments: 0 to 35 percent pebbles.\nSome pedons have A horizons\nBtn horizon -\nValue: 3 through 6 dry, 3 through 5 moist\nChroma: 3 through 6.\nTexture: clay loam or sandy clay loam\nCalcium carbonate equivalent: less than 15 percent\nSAR: 13 to 35.\nBky horizon -\nValue: 4 through 6 dry and moist\nChroma: 4 through 6.\nTexture: clay loam or sandy clay loam\nCalcium carbonate equivalent: less than 15 percent\nGypsum: 5 to 10 percent.\nThis horizon does not qualify for a gypsic horizon because it lacks enough gypsum or does not contain at least 5 percent more gypsum than the underlying horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Azabache (NM), Hadden (UT), Highrock (CA), Homko (UT), Leebench (UT), Leeko (UT), Muff (WY), Pizene (NV), Recapture (UT), Rusty (NV), Swasey (UT), Terlco (NV), and Uffens (UT) series. Azabache, Highrock, Homko, Leebench, Leeko, Pizene, Recapture, Rusty, Terlco, and Uffens soils are greater than 40 inches to bedrock. Muff, and Swasey soils lack accumulations of gypsum. Hadden soils have less than 5 percent gypsum. In addition, Hadden soils are typically dry July through October and Muff and Swasey soils have mean annual soil temperatures less than 53 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fajada soils are on plateaus, cuestas and valley floors. They formed in alluvium derived from sandstone and shale. Slopes are 0 to 5 percent. Elevation is 5,800 to 6,800 feet. Mean annual temperature is 50 to 55 percent degrees F. Mean annual precipitation is 6 to 10 inches. The frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Benally, Chita, Doak, Farb, Huerfano, San Mateo, Sheppard, Shiprock, and Sparank series. Benally, Doak, San Mateo, Sheppard, Shiprock, and Sparank soils lack a paralithic contact between 20 and 40 inches. Chita, Farb, and Huerfano soils are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Fajada soils are used for livestock grazing. Present vegetation is mound saltbush, alkali sacaton, and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Westcentral New Mexico. MLRA 35, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon: The zone from the surface to a depth of 2 inches. (E horizon)\nNatric horizon: The zone from 2 to 16 inches.\nParalithic contact: The presence of soft sandstone and shale bedrock at about 28 inches.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
