{
  "SERIES": "FAJARDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "06/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, isohyperthermic Chromic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fajardo clay - sugarcane.  (Colors are for the moist soil).\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) clay; common fine faint gray (10YR 5/1) mottles; weak medium subangular blocky parting to moderate medium granular structure; firm, slightly sticky, slightly plastic; many fine roots; few fine fragments of volcanic rocks; common fine black concretions; medium acid; abrupt smooth boundary.  (7 to 12 inches thick)\nBt1--9 to 14 inches; yellowish brown (10YR 5/6) clay; many medium distinct greenish gray (5GY 6/1) and many medium prominent red (2.5 YR 4/6) mottles; moderate medium subangular blocky structure; very firm, sticky, plastic; common fine roots; many prominent clay films on faces of peds and in root channels; common fine black concretions; slightly acid; gradual smooth boundary.  (4 to 8 inches thick)\nBt2--14 to 25 inches; yellowish brown (10YR 5/6) clay; many medium prominent gray (5Y 6/1) and red (2.5YR 4/6) mottles; moderate medium subangular blocky structure; very firm, sticky, plastic; common fine roots; few faint clay films on faces of peds and in root channels; common slickenslides and pressure faces; common fine black concretions; medium acid; gradual smooth boundary.  (8 to 14 inches thick)\nBt3--25 to 36 inches; red (2.5YR 4/6) clay; many medium prominent light gray (N 7/0), common medium prominent dark red (2.5YR 3/6) and common medium prominent yellowish brown (10YR 5/6) mottles; weak medium angular blocky structure; very firm, sticky, plastic; few fine roots; common slickensides and pressure faces; few fine dark concretions; medium acid; gradual smooth boundary.  (7 to 11 inches thick)\nBt4--36 to 48 inches; yellowish brown (10YR 5/6) clay; many medium prominent gray (N 6), light bluish gray (5B 7/1), and dark red (2.5YR 3/6) mottles; weak, fine, subangular blocky structure; very firm, sticky, plastic; medium acid; gradual smooth boundary.  (10 to 14 inches thick)\nBt5--48 to 60 inches plus; gray (N 6/0) clay; many medium distinct dark red (2.5YR 3/6) yellowish brown (10YR 5/6), light bluish gray (5B 7/1) mottles; weak, fine, subangular blocky structure; very firm, sticky, plastic; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humacao Survey Area, Puerto Rico, Land Authority farm, 5500 feet south and 40 feet west from entrance to Luquillo Public Beach on Highway 3."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is more than 60 inches.  CEC/100 grams of clay is more than 24 meq in the major part of the argillic horizon.  The soil ranges from medium acid to strongly acid.\nThe A horizon has hue of 10YR or 7.5YR, value of 4, and chroma of 2 through 4.\nThe upper Bt horizon has hue of 10YR or 7.5YR, value of 4 through 6, and chroma of 4 through 8.  Mottles range from common to many and are gray, red, and dark red. Slickensides and pressure faces range from few to common.  The lower Bt horizon has variegated colors including gray, yellowish brown, red, and dark red.  In some pedons the lower part of the B horizon contains soft plinthite, but the amount is less than 5 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Rio Arriba series in the same family. The Rio Arriba soils lack mottles of low chroma in the upper 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Fajardo soils are on alluvial fans and coastal plains.  Slope gradients range from 0 to 12 percent.  The soil formed in fine textured sediments of mixed origin.  The climate is humid topical.  The average annual precipitation is 75 to 80 inches, and the mean annual temperature is 77 to 80 degrees. F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coloso, Rio Piedras, Toga, Vega Alta, Vega Baja, and Yunes series.  The Coloso and Toa soils are browner and occupy positions in the river floodplains below the Farjardo soils.  The Rio Piedras and Yunes soils are on steep sideslopes above the Fajardo soils and lack mottles of low chroma.  The Vega Alta soils lack mottles of low chroma and have more than 5 percent by volume of nonindurated plinthite.  The Vega Baja soils have dominant colors of 2 or lower chroma."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is in sugarcane and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid coastal plains of Puerto Rico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico; l942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated with the 4/91 draft from Fine, mixed, isohyperthermic Vertic Tropudalfs to Fine, mixed, isohyperthermic Aquic Paleudalfs.  No cracking was described in this pedon to allow it to classify as a Vertic subgroup even though it has some properties of a Vertisol.  The previous OSED date was 7/87\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 9 inches.  (Ap horizon)\nArgillic horizons - zone from 9 to 60 inches.  (Bt horizons)\nPale clay curve - less than 20 percent clay cutback throughout the Bt horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
