{
  "SERIES": "FALLRIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAN/AJS/JWB",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic Typic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fallriver gravelly sandy loam, on a north facing, convex, 32 percent slope in forest at an elevation of 9,735 feet.  (Colors are for dry soil unless otherwise noted.)  When described on July 29, 1997 the soil was moist from 0 to 63 inches.  The surface is covered by 1 percent stones and 1 percent cobbles\nOe--0 to 2 inches; moderately decomposed needles, moss and lichens.  (0 to 2 inches thick)\nE--2 to 9 inches; light gray (10YR 7/2) gravelly sandy loam, grayish brown (10YR 5/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine to coarse roots; 20 percent gravel and 5 percent cobbles; very strongly acid (pH 4.6); abrupt smooth boundary.  (4 to 13 inches thick)\nBs1--9 to 21 inches; light yellowish brown (10YR 6/4) very cobbly sandy loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few faint patchy clay films on faces of peds and few faint patchy iron stains on faces of peds; 20 percent gravel and 30 percent cobbles and 5 percent stones; very strongly acid (pH 4.8); clear smooth boundary.  (7 to 12 inches thick)\nBs2--21 to 35 inches; brown (7.5YR 5/4) very cobbly sandy loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; few faint patchy clay films on faces of peds and common distinct continuous iron stains on faces of peds; 20 percent gravel and 30 percent cobbles and 5 percent stones; very strongly acid (pH 4.8); clear smooth boundary.  (8 to 18 inches thick)\nBC--35 to 63 inches; light yellowish brown (10YR 6/4) very gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; 40 percent gravel and 10 percent cobbles; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Colorado; about 4 miles north of Grand Lake in Rocky Mountain National Park; located about 1,000 feet east and 1,200 feet north of the southwest corner of sec. 17, T. 4 N., R. 76 W.; Grand Lake USGS quad; lat. 40 degrees 18 minutes 8 seconds N. and long. 105 degrees 49 minutes 11 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths given are from the mineral soil surface.)\nSoil moisture:  Udic moisture regime.\nMean annual soil temperature:  32 to 44 degrees F\nMean summer soil temperature:  38 to 46 degrees F\nDepth to cambic horizon:  4 to 12 inches\nRatio of 15 bar water/clay:  0.60 to 0.95\nParticle-size control section (weighted average):\nClay content:  8 to 18 percent\nSand content:  55 to 75 percent\nRock fragments: 35 to 60 percent, dominantly gravel and cobbles\nMica content: 15 to 30 percent (by grain count)\nE horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  2 or 3\nClay content:  5 to 18 percent\nRock fragments:  15 to 75 percent\nBase saturation:  20 to 50 percent\nReaction:  very strongly acid to moderately acid\nBs horizons:\nHue:  5YR to 10YR\nValue:  5 to 7 dry, 4 or 5 moist\nChroma:  3 through 6\nTexture:  very cobbly sandy loam, very cobbly coarse sandy loam, very gravelly sandy loam\nClay content:  8 to 18 percent\nRock fragments:  35 to 60 percent\nAcid oxalate extractable Al + 1/2 Fe:  0.20 to 0.50 percent\nBase saturation:  20 to 50 percent\nReaction:  very strongly acid to moderately acid\npH by NaF:  8.7 to 10.0\nBC horizon: (a C horizon in some pedons)\nHue:  7.5YR or 10YR\nValue:  4 to 7 dry, 4 or 5 moist\nChroma:  2 through 6\nTexture:  very gravelly coarse sandy loam, very gravelly loamy coarse sand, very gravelly sandy loam, extremely gravelly loamy sand, very gravelly loamy sand\nClay content:  2 to 18 percent\nRock fragments:  35 to 70 percent\nBase saturation:  30 to 60 percent\nReaction:  very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bensley (OR), Endlich (CO), and Henson (CO) series.\nBensley soils: average 18 to 30 percent clay in the control section.\nEndlich soils: have a lithic contact at depths of 20 to 40 inches.\nHenson soils: average 18 to 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Till and colluvium derived from granitic rocks, gneiss, and schist\nLandform: Moraines and glaciated mountain slopes\nLandform position: Mountain flank\nSlopes:  10 to 65 percent\nElevation:  9,000 to 12,100 feet\nMean annual temperature:  30 to 40 degrees F\nMean annual precipitation:  24 to 40 inches\nPrecipitation pattern:  Continuous throughout the year\nwettest months: March through August\ndriest months: October and November\nFrost-free period:  20 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hiamovi, Tileston, Tonahutu and Ypsilon series.  The Hiamovi soils have a lithic contact at depths of less than 20 inches and are on mountain flanks.  The Tileston and Tonahutu soils have argillic horizons and are on moraines.  The Ypsilon soils have spodic horizons and are on mountain flanks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, high runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Recreation and wildlife habitat.  The native vegetation is mainly Engelmann's spruce, subalpine fir and lodgepole pine with an understory of grouse whortleberry, dwarf blueberry and heartleaf arnica."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Rocky Mountains, Colorado; LRR E, MLRA 48A; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County, Colorado, 1999. Rocky Mountain National Park soil survey area.  The name was taken from a major drainage in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 12 to 42 inches.  (part of the Bs1, Bs2, and part of the BC horizons)\nAlbic horizon:  The zone from 2 to 9 inches.  (E horizon)\nCambic horizon:  The zone from 9 to 63 inches.  (Bs1, Bs2, and BC horizons)\nTaxonomic Version:  Tenth Edition, 2006.\nADDITIONAL DATA: This pedon has data from NSSL, soil survey sample number S97-049-003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
