{
  "SERIES": "FALLBROOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/LCL/RWK",
  "REVDATE": "01/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fallbrook sandy loam, annual grass pasture.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 2 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and medium roots; many very fine and fine pores; slightly acid (pH 6.4); clear smooth boundary.  (2 to 8 inches thick)\nA12--2 to 6 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable, nonsticky and nonplastic; common fine and medium roots; common very fine and fine tubular and interstitial pores; slightly acid (pH 6.4); clear smooth boundary.  (4 to 10 inches thick)\nB1--6 to 12 inches; reddish brown (5YR 5/3) loam, dark reddish brown (5YR 3/3) moist; weak coarse subangular blocky structure; hard, friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine tubular pores; few thin clay films in line pores and as bridges; slightly acid (pH 6.3); gradual smooth boundary.  (4 to 8 inches thick)\nB21t--12 to 20 inches; reddish brown (5YR 5/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium angular blocky structure; very hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; continuous thick clay films on faces of peds; slightly acid (pH 6.4); gradual smooth boundary.  (7 to 14 inches thick)\nB22t--20 to 28 inches; reddish brown (5YR 5/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium angular blocky structure; very hard, firm, slightly sticky and slightly plastic; common very fine roots; few very fine tubular pores; continuous thick clay films on faces of peds; slightly acid (pH 6.4); clear wavy boundary.  (6 to 10 inches thick)\nB3--28 to 47 inches; light reddish brown (5YR 6/4) loam, reddish brown (5YR 4/4) moist; weak coarse subangular blocky structure; hard, friable, slightly sticky and nonplastic; few very fine roots; few very fine tubular pores; common moderately thick clay films on faces of peds; neutral (pH 6.6); gradual smooth boundary.  (14 to 24 inches thick)\nC1r--47 to 68 inches; light red (2.5YR 6/6) reddish brown (2.5YR 4/4), dark reddish brown (5YR 3/2) and pinkish gray (5YR 6/2) decomposed grandiorite, after crushing feels like loamy coarse sand; massive; few fine roots along fracture planes, few fine interstitial pores; slightly acid (pH 6.5); gradual smooth boundary.  (0 to 14 inches thick)\nC2r--68 to 85 inches; reddish brown (5YR 5/4), pink (5YR 7/3) and black (N 2/) decomposed grandiorite, feels like gravelly coarse sand; massive; very hard; moderately acid (pH 6.0); gradual smooth boundary.  (15 to 20 inches thick)\nC3r--85 to 90 inches; white (N 8/), light brownish gray (10YR 6/2) and black (N 2/) decomposed grandiorite, after crushing feels like gravelly coarse sand; massive; very hard; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Diego County, California; about 2 miles south of Fallbrook; in the NE1/4 SW1/4 section 31, T.9S., R.3W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is 40 to 60 inches.  (See Remarks)  The mean annual soil temperature is 60 to 65 degrees F.  Soil between the depths of about 5 and 15 inches usually is moist in some or all parts from November or early December until late April or May and is dry all the rest of the year.  The soil profile has about 15 to 28 percent coarse and very coarse sand and up to 5 percent 2 to 5 mm rock fragments.  Th e A and B horizons and the soil like C horizons are slightly acid or neutral.\nThe A horizon is dark brown to yellowish brown (10YR 5/3, 5/4, 4/3; 7.5YR 5/4, 4/4, 5/6).  It is loam, fine sandy loam or sandy loam.  It has less than 1 percent organic matter in all parts or in some pedons only the uppermost 1 to 3 inches has 1 to 2 percent organic matter.  The lower boundary of the A horizon is clear or gradual and most pedons have transitional A3 horizons or B1 horizons, or both.\nThe B2t horizon is dominantly reddish brown (5YR 4/3, 5/4, 4/4), but ranges to light brown or brown (7.5YR 6/4, 5/4, 4/4).  It is heavy loam, clay loam, or sandy clay loam and usually has 18 to 25 percent clay and ranges up to about 30 percent.  Base saturation is 80 to 100 percent.  Lower boundary of the B2t horizon is gradual or clear with a transitional B3 horizon or a C horizon of soil material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbuckle, Blasingame, Borden, Bressa, Esparto, Montpellier, Ramona, Sesame, Snelling, Tivy, Wasioja, and Wyman series.  Arbuckle soils have, in the argillic horizon, 15 percent more gravel larger than 5 mm.  Blasingame, Bressa, Sesame and Tivy soils have a paralithic contact at a depth of 20 to 40 inches.  Borden soils are moderately alkaline and calcareous in some or all parts of the argillic horizon.  Esparto soils are marginal to the silty family with less than 15 percent coarse and very coarse sand.  Monpellier soils have an abrupt A-B2t horizon boundary.  Ramona soils lack a paralithic contact.  (See Remarks)  Snelling soils are medium acid in the argillic horizon.  Wyman soils have less than 15 percent coarse and very coarse sand.  Wasioja soils are moist for less than 90 consecutive days and have an aridic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fallbrook soils are gently rolling to very steep and are on round hills at elevations of 200 to 3,000 feet or as high as 3,500 feet on south facing slopes.  They formed in material weathered from granite and closely related granitic rocks.  Usually the rock is deeply weathered.  Rock outcrops are common in some areas.  The climate is dry subhumid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 12 to 18 inches.  The average January temperature is 47 to 50 degrees F.; the average July temperature is about 70 degrees F.; and the average annual temperature is 60 to 66 degrees F.  The frost free season is 250 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonsall, Cieneba, Hanford, Las Posas, and Vista soils and the competing Ramona and Sesame soils.  Bonsall soils have more than 35 percent clay and have an abrupt A-B2t horizon boundary.  Cieneba soils have a paralithic contact at a depth of 4 to 20 inches.  Hanford soils lack an argillic horizon and lack a paralithic contact.  Las Posas soils have more than 35 percent clay and the argillic horizon has 2.5YR or redder hue.  Vista soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Extensive areas are used for grazing, but there is important production of irrigated avocados, citrus, truck crops and nonirrigated small grain and hay.  Uncultivated areas are mainly annual grasses and forbs with considerable chaparral, chamise, flattop buckwheat and other shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills on the east side of the San Joaquin Valley an foothills in the west part of southern California.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Diego County (Oceanside Area), California, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Extensive areas of Fallbrook soils as previously described included soils with a paralithic contact at a depth of 20 to 40 inches.  In the future, these less deep soils may be included in the Blasingame series, or other identification made.  Additional study and differentiae are needed to clearly separated the Fallbrook and Ramona series.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
