{
  "SERIES": "FALSEN",
  "STATUS": "Established Series",
  "BYREV": "CJH-LLD",
  "REVDATE": "02/2005",
  "STATES": "ND",
  "OVERVIEW": "The Falsen series consists of very deep, moderately well drained, rapidly permeable soils that formed in glaciofluvial deposits consisting of coarse and medium sands.  These soils are on outwash plains and delta plains and have slopes of 0 to 3 percent.  Mean annual air temperature is 39 degrees F, and mean annual precipitation is 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Falsen coarse sand - on less than 1 percent slope in hayland.  (Colors are for moist soil unless otherwise stated)\nA--0 to 12 inches; black (10YR 2/1) coarse sand, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; soft, very friable, nonsticky, and nonplastic; common very fine roots; neutral; clear smooth boundary.  (10 to 20 inches thick)\nBw--12 to 25 inches; very dark grayish brown (10YR 3/2) coarse sand, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to single grain; soft, very friable, nonsticky, and nonplastic; few very fine roots; neutral; clear smooth boundary.  (6 to 18 inches thick)\nBC--25 to 36 inches; very dark grayish brown (10YR 3/2) coarse sand, dark grayish brown (10YR 4/2) dry; few fine faint brown (10YR 4/3) and common fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; single grain; loose, nonsticky, and nonplastic; few very fine roots; slightly alkaline; gradual smooth boundary.  (0 to 11 inches thick)\nC1--36 to 44 inches; grayish brown (2.5Y 5/2) coarse sand, light gray (2.5Y 7/2) dry; many medium and coarse prominent light olive brown (2.5Y 5/6) redoximorphic concentrations; single grain; loose, nonsticky, and nonplastic; few very fine roots; slightly alkaline; gradual smooth boundary.\nC2--44 to 60 inches; light olive brown (2.5Y 5/4) coarse sand, light yellowish brown (2.5Y 6/4) dry; many medium and coarse prominent yellowish brown (10YR 5/8) redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McHenry County, North Dakota, about 1 mile east and 5 miles north of Karlsruhe; 240 feet south and 45 feet west of the northeast corner, sec. 17, T. 154 N., R. 77 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 20 to 40 inches in thickness.  Depth to the C horizon ranges from 25 to 40 inches.  Redoximorphic features are at a depth of 18 to 30 inches.  The particle-size control section averages less than 45 percent fine and very fine sand, more than 35 percent medium and coarser sand and more than 15 percent coarse and very coarse sand.  The soil has less than 5 percent coarse fragments throughout the profile.\nThe A horizon has hue of 10YR, value of 2 or 3 (3 to 5 dry), and chroma of 1.  Chroma of 2 is allowed in the lower part.  It is coarse sand, sand, loamy coarse sand or loamy sand.  It is neutral or slightly alkaline.\nThe Bw horizon has hue of 10YR, value of 3 or 4 (4 or 5 dry), and chroma of 2 or 3.  It is coarse sand, loamy sand, loamy coarse sand or sand.  It is neutral to moderately alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 to 6 (5 to 8 dry), and chroma of 2 to 4.  It is coarse sand, loamy coarse sand, loamy sand or sand.  It is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duelm, Flaming, Hecla, Osakis, Walum and Weeding series.  Duelm and Flaming soils have a mollic epipedon less than 20 inches thick.  Flaming and Hecla soils have a particle-size control section that averages more than 45 percent fine and very fine sand, less than 35 percent medium and coarser sand and less than 15 percent coarse and very coarse sand. Osakis soils are underlain by sand and gravel at depths of 12 to 20 inches.  Walum soils contain 50 percent or more shale in the sand or coarser fraction.  Weeding soils occur above elevations of more than 4,200 feet and have a mollic epipedon less than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Falsen soils are on level and nearly level, plane and slightly convex areas on outwash plains and delta plains  Slope gradient is 0 to 3 percent.  The soils formed in glaciofluvial deposits.  Mean annual air temperature ranges from 38 to 41 degrees F, and mean annual precipitation ranges from 16 to 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hecla and the Arvilla, Claire, Karlsruhe, Lohnes, Maddock, Ulen and Verendrye soils.  The Hecla soils are on similar landscape positions.  The Arvilla, Claire, Lohnes and Maddock soils are on higher positions on the landscape and are excessively to well drained.  In addition, Lohnes and Maddock soils do not have redoximoprphic features within a depth of 40 inches.  Maddock and Ulen soils are dominated by fine sand. The Karlsruhe and Ulen soils are in shallow depressions. They are somewhat poorly drained and have a calcic horizon within a depth of 16 inches. The poorly drained Verendrye soils are in deep depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow.  Permeability is rapid.  A seasonal high water table is at depths of 2.5 to 5 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for rangeland and hayland.  Native vegetation is predominately prairie sandreed, sand bluestem, and needleandthread.  A few areas are cultivated with small grain, flax, and sunflower being the principle crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and central North Dakota.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McHenry County, North Dakota, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface soil to a depth of 25 inches (A and Bw horizons).  The BC horizon has the color, but not the organic carbon content to be mollic; Oxyaquic criteria - redoximorphic features within 100 cm (BC and C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 12 inches; black (10YR 2/1) coarse sand, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; soft, very friable, nonsticky, and nonplastic; common very fine roots; neutral; clear smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--12 to 25 inches; very dark grayish brown (10YR 3/2) coarse sand, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to single grain; soft, very friable, nonsticky, and nonplastic; few very fine roots; neutral; clear smooth boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "BC",
        "top": 64,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--25 to 36 inches; very dark grayish brown (10YR 3/2) coarse sand, dark grayish brown (10YR 4/2) dry; few fine faint brown (10YR 4/3) and common fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; single grain; loose, nonsticky, and nonplastic; few very fine roots; slightly alkaline; gradual smooth boundary.  (0 to 11 inches thick)"
      },
      {
        "name": "C1",
        "top": 91,
        "bottom": 112,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--36 to 44 inches; grayish brown (2.5Y 5/2) coarse sand, light gray (2.5Y 7/2) dry; many medium and coarse prominent light olive brown (2.5Y 5/6) redoximorphic concentrations; single grain; loose, nonsticky, and nonplastic; few very fine roots; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 112,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--44 to 60 inches; light olive brown (2.5Y 5/4) coarse sand, light yellowish brown (2.5Y 6/4) dry; many medium and coarse prominent yellowish brown (10YR 5/8) redoximorphic concentrations; single grain; loose, nonsticky and nonplastic; slightly alkaline."
      }
    ]
  ]
}
