{
  "SERIES": "FANSHAW",
  "STATUS": "Established Series",
  "BYREV": "Rev: EJK-JPM",
  "REVDATE": "3/93",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, ortstein Typic\nHaplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fanshaw very gravelly coarse sand - on a slope of 1 percent at 30 feet elevation under forest vegetation.  (All colors are for moist soil)\nOe--9 to 7 inches; dark reddish brown (5YR 2.5/2) partially decomposed forest litter; 70 percent fibers unrubbed, 30 percent rubbed; matted; very friable; many very fine and fine roots, few medium and coarse roots; extremely acid (pH 3.8); abrupt smooth boundary.  (0 to 3 inches thick)\nOa--7 to 0 inches; dark reddish brown (5YR 2.5/2) partially decomposed forest litter; 80 percent fibers unrubbed, 10 percent rubbed; weak very fine subangular blocky structure; very friable; common very fine and fine, few medium roots; extremely acid (pH 3.8); clear irregular boundary.  (3 to 9 inches thick)\nE--0 to 2 inches; dark gray (10YR 4/1) very gravelly coarse sand; single grain; loose; 30 percent gravel, 10 percent cobble; common very fine and fine roots; extremely acid (pH 4.0); clear wavy boundary.  (0 to 3 inches thick)\nBhsm--2 to 6 inches; black (5YR 2.5/1) very gravelly coarse sand; massive; firm, weakly cemented, 30 percent gravel, 15 percent cobble; extremely acid (pH 4.4); clear wavy boundary.  (3 to 10 inches thick)\nBhs--6 to 30 inches; very dusky red (2.5YR 2.5/2) extremely gravelly coarse sand; single grain; loose; 50 percent gravel, 20 percent cobble, 10 percent stones; very strongly acid (pH 4.6); gradual wavy boundary.  (5 to 10 inches thick)\nC--30 to 60 inches; dark brown (7.5YR 4/4) very gravelly coarse sand; single grain; loose; 25 percent gravel, 10 percent cobble; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Point Agassiz Peninsula Area, Alaska, near the mouth of Patterson River in the southwest 1/4 of Section 3, T.56S., R.78E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 38 to 42 degrees F.  The solum ranges from 8 to 25 inches thick. Coarse fragment content of the control section ranges from 35 to 75 percent with 35 to 60 percent gravel and 0 to 20 percent cobbles and stones.  Texture of the control section is sand, coarse sand, or loamy coarse sand.  Reaction throughout the profile ranges from extremely acid to strongly acid.\nCombined thickness of the O horizons ranges from 4 to 12 inches.\nThe E horizon has hue from 5YR through 10YR; value moist from 3 through 5; and chroma moist from 1 through 3.  Texture includes sand, coarse sand, loamy coarse sand, loam, and sandy loam.  Coarse fragment content ranges from 15 to 45 percent with 15 to 35 percent gravel and 0 to 15 percent cobbles and stones.\nThe Bhsm horizon has hue from 2.5YR through 7.5YR; value moist of 2; or 3; and chroma moist of 1 or 2.  Texture ranges from coarse sand to loamy sand.  Coarse fragment content ranges from 15 to 50 percent with  15 to 40 percent gravel and 0 to 20 percent cobble and stones.  Moist consistence is firm or very firm.\nThe Bhs horizon has hue from 2.5YR through 7.5YR; value moist from 2 through 4; and chroma moist of 2 or 3.  Texture is typically sand or coarse sand but the range includes loamy coarse sand and loamy sand.  Coarse fragment content ranges from 35 to 75 percent.\nTexture of the C horizon is sand or coarse sand with more than 35 percent gravel and cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Fanshaw soils are on outwash plains.  They formed in very gravelly glaciofluvial deposits.  The climate is humid maritime with average annual precipitation ranging from 100 to 120 inches.  Mean annual temperature ranges from 40 to 44 degrees F.  Slopes range from 0 to 15 percent.  Elevation ranges from sea level to 100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Kupreanof, Tolstoi, and Tuxekan soils.  Kupreanof soils are on adjacent mountain slopes and do not have an ortstein layer.  Tolstoi soils are on adjacent mountain slopes or hillslopes and have a lithic contact within 14 to 20 inches of the surface.  Tuxekan soils are on adjacent stream terraces and do not have an ortstein layer."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow runoff.  Moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Fanshaw soils are used for timber production, wildlife habitat, and recreation.  Natural vegetation is dominantly western hemlock and Sitka spruce.  Understory is dominantly vaccinium, rusty menziesia, forbs, and mosses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stikine Area, Tongass National Forest, Alaska, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include: an albic horizon from 0 to 2 inches;  a spodic horizon from 2 to 30 inches; weighted average of greater than 35 percent coarse fragments and sandy particle size from 10 to 40 inches; cryic temperature regime; ortstein from 2 to 6 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
