{
  "SERIES": "FAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/DJB/PDC/CEM/WWJ/HCD",
  "REVDATE": "11/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Far gravelly fine sandy loam - woodland. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inches; brown (10YR 5/3) slightly decomposed forest litter of ponderosa pine needles, brown (10YR 4/3) moist; abrupt smooth boundary. (1 to 2 inches thick)\nOe--1 to 2 inches; dark brown (10YR 3/3) partially decomposed forest litter of ponderosa pine needles and bark, very dark brown (10YR 2/2) moist; abrupt smooth boundary. (1 to 2 inches thick)\nA1--2 to 4 inches; grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) gravelly fine sandy loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; common very fine irregular pores; 30 percent gravel; strongly acid (pH 5.5); abrupt wavy boundary.\nA2--4 to 10 inches; grayish brown (10YR 5/2) very gravelly fine sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine and few medium roots; few very fine irregular pores; 40 percent gravel; strongly acid (pH 5.5); clear wavy boundary. (Combined thickness of the A horizons is 5 to 12 inches thick)\nR--10 inches; gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pima County, Arizona: Located about 2,400 feet south and 25 feet west of the northeast corner of section 24, T.14.S., R.17.E.  At the junction of the Manning Camp and Spud Rock Canyon trails, Saguaro National Monument, east of Tucson, Arizona."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July - September and December - March.  Driest during May and June.  Typic ustic soil moisture regime.\nSoil temperature:  47 to 59 degrees F.\nDepth to bedrock:  5 to 20 inches\nReaction: slightly acid to strongly acid\nOrganic matter: 1 to 4 percent\nRock fragments:  35 to 60 percent gravel and/or cobble\nA horizon\nHue: 10YR, 7.5YR\nValue: 2 through 5, dry or moist\nChroma:  1 through 3, dry or moist\nTexture:  fine sandy loam, sandy loam, loam  (less than 18 percent clay)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baller (CO), Boriana (AZ), Demayo (CO), Docdee (NM), Faraway (AZ), Huachuca (AZ), Oro Grande (NM), Rotagilla (NM), Yaquican (AZ) series. Baller soils contain rock fragments of mostly cobble and stone size and more than 52 percent sand with more than 35 percent fine or coarser in addition to forming on sandstone bedrock. Boriana soils have a udic ustic soil moisture regime.  Demayo, Docdee, Oro Grande, and Yaquican soils average more than 18 percent clay in the control section.  Faraway soils have aridic ustic soil moisture regimes. Huachuca soils are calcareous and formed on limestone. Rotagilla soils have mean annual precipitation of 14 to 16 inches and formed in parent material from monzonite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Far soils are on hills and mountains.  Slopes range from 25 to 85 percent.  They formed in alluvium and colluvium derived dominantly from sandstone, granite, gneiss and schist.  Elevation ranges from 5,300 to 7,800 feet.  The mean annual precipitation is 20 to 24 inches.  The mean annual air temperature is about 45 to 57 degrees F.  The frost-free period is 120 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Spudrock series.  Spudrock soils have a paralithic contact at moderate depths."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Far soils are used for timber production, recreation, and wildlife habitat.  Vegetation includes Emory and Arizona white oak, Mexican pinyon and alligator juniper, Wright silktassel, manzanita, bullgrass, Texas bluestem, wooly bunchgrass, scarlet bovardia, prairie junegrass and sacahuista."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  This series is of moderate extent.  MLRA 38, 41 and 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pima County, Arizona; Soil survey of Pima County, Arizona, Eastern Part; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 2 to 10 inches (A horizon)\nLithic contact - The boundary at 10 inches (R horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
