{
  "SERIES": "FARALLONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJW/RWK/ET/GML/JTW",
  "REVDATE": "01/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, isomesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Farallone coarse sandy loam, on a west facing slope of 2 percent at 17 meters elevation in a cultivated field.  (Colors are for dry soil unless otherwise noted).\nAp--0 to 20 centimeters; dark gray (10YR 4/1) coarse sandy loam, black (10YR 2/1) moist; weak coarse granular structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; porous; many fine and medium tubular pores; slightly acid (pH 6.4); clear irregular boundary.\nA--20 to 51 centimeters; dark gray (10YR 4/1) coarse sandy loam, black (10YR 2/1) moist; weak coarse granular structure; slightly hard, friable, nonsticky and nonplastic; common fine roots; porous; slightly acid (pH 6.4); gradual smooth boundary. (combined thickness of A horizons, 36 to 61 centimeters thick)\nAC--51 to 122 centimeters; dark gray (10YR 4/1) coarse sandy loam, very dark gray (10YR 3/1) moist; very weak medium and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots; many very fine pores; slightly acid (pH 6.3); diffuse smooth boundary. (51 to 89 centimeters thick)\nC--122 to 152 centimeters; dark grayish brown (10YR 4/2) stratified sandy loam and coarse sandy loam, very dark grayish brown (10YR 3/2) moist; structureless massive; slightly hard, friable, nonsticky and nonplastic; porous; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Mateo County, California; 300 meters east of State Highway No. 1, and about 1.6 kilometers north of the city of Half Moon Bay, CA.; latitude 37 degrees, 28 minutes, 44.72 seconds N. and longitude 122 degrees 26 minutes, 23.58 seconds W., WGS84; UTM Zone 10; 4148168.78n, 549522.77e; U.S.G.S. 7.5 minute Half Moon Bay quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Soil becomes moist in October or early November and remains moist until May. The soils meet the criteria for the xeric moisture regime but have an ustic moisture regime due to the isomesic temperature regime.\nMean annual soil temperature: 13 to 15 degrees C. The difference between the mean summer temperature and mean winter temperature is less than 6 degrees C. The soils have an isomesic temperature regime.\nParticle size control section weighted average:\nRock fragments: 0 to 35 percent, with 0 to 35 percent gravel and 0 to 15 percent cobbles.\nClay content: averages 10 to 18 percent clay\nReaction: 6.1 to 6.3, slightly acid\nA horizons\nColor: 10YR 4/1 or 3/1, dry; 10YR 3/1 or 2/1 moist\nTexture: coarse sandy loam, sandy loam, fine sandy loam or loam\nClay content: 10 to 18 percent\nC horizon\nColor: 10YR 4/2 or 5/2, dry; 10YR 3/1, 3/2 or 4/1 moist\nTexture: coarse sandy loam or sandy loam; stratified\nClay content: 10 to 18 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Farallone soils are on smooth, gently sloping alluvial fans and flood plains subject to occasional overflow from local streams. Soils frequently occur in small or narrow valleys as long stringers. They formed in alluvial materials derived from from granitic rocks.  Elevations are usually below 250 meters.  The climate is characterized by warm, dry summers and cool, moist winters.  Mean annual precipitation is 700 to 900 millimeters.  Mean annual air temperature about 13.5 degrees C.  Frost-free season is about 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Denison, Miramar and Watsonville soils.  Denison soils have an argillic horizon and are on low terraces. Miramar soils are on mountains and are 50 to 100 cm to weathered bedrock. Watsonville soils formed in sedimentary alluvium on old marine terraces and have an albic horizon over an argillic horizon with a fine particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; saturated hydraulic conductivity is moderate. The narrow valley stringers occasionally have seeps following the strata seams."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Farallone soils are used mainly for agricultural fields, range and as watershed lands.  Native vegetation is coyote brush, lupine, and poison oak, with an understory of annual grasses and forbs with a few perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern portions of Coastal Redwood Belt, MLRA 4B These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Mateo County, California, 1941"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 122 cm\nParticle Size Control Section: 25 to 100 cm\nSeries was changed from inactive to active in June of 2019.At this time, the taxonomic classification was updated from Coarse-loamy, mixed, thermic Fluventic Haploxerolls to Coarse-loamy, mixed, superactive, isomesic Cumulic Haplustolls. Soil temperature data supporting the isomesic soil temperature regime was collected from 1980 through 1982. Soils with an isomesic soil temperature regime that meet the criteria for a xeric soil moisture regime have an ustic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
