{
  "SERIES": "FARAWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEW/PDC/RKS/HCD",
  "REVDATE": "08/2006",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Faraway series consists of very shallow and shallow, well drained soils formed in slope alluvium from acid igneous rocks.  Faraway soils are on hills and mountains and have slopes of 8 to 80 percent.  The mean annual precipitation is about 18 inches and the mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Faraway very gravelly loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots; many fine, medium and large irregular pores; 40 percent gravel and 10 percent cobble; neutral (pH 6.8); abrupt irregular boundary.  (4 to 15 inches thick)\n2R--8 inches; rhyolite; extremely hard with many small quartz phenocrysts."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cochise County, Arizona; 200 feet west and 1,000 feet north of the southwest corner of section 20, T. 20 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Aridic ustic soil moisture regime.\nSoil temperature:  52 to 59 degrees F.\nReaction:  Neutral to moderately acid\nRock fragments:  Averages 35 - 70 percent gravel, cobble, and stones in the control section\nDepth to bedrock:  5 to 20 inches\nA horizon\nHue:  7.5YR, 10YR\nValue:  3, 4, or 5 dry, 2 or 3 moist\nChroma:  2 or 3, dry or moist\nTexture:  Loam, sandy loam (5 to 18 percent clay)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbol (NM) and Seralin (NV) series.  Arbol soils contain 18 to 27 percent clay in the particle size control section.  Seralin soils have accumulations of calcium carbonate in the lower part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Faraway soils are on hills and mountains.  Elevations range from 5000 to 7500 feet.  Slopes range from 8 to 80 percent.  These soils formed in slope alluvium from rhyolite, rhyodacite, andesite, and granite.  The mean annual air temperature is 50 to 59 degrees F.  The mean annual precipitation is 16 to 20 inches occurring mainly as thunderstorms in July and August and rain or snow in December and January.  The frost-free period ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boquillas, Cabezon, Seligman and Thunderbird soils.  Boquillas and Seligman soils have a paralithic contact.  The Cabezon, Thunderbird and Luzena soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderate permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing.  Vegetation is black grama, sideoats grama, cane bluestem, threeawn, plains lovegrass, crinkleawn, hairy grama, bullgrass, Emory oak, Arizona white oak, Mexican pinyon, alligator juniper and manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern, southeastern, and north-central Arizona, and western New Mexico.  The Faraway series is extensive.  MLRA is 41 and 38."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Cruz County Area, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 8 inches (A horizon)\nLithic contact - The boundary at 8 inches (2R horizon)\nThis series was relcassified as Aridic Lithic in 2006.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A--0 to 8 inches; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots; many fine, medium and large irregular pores; 40 percent gravel and 10 percent cobble; neutral (pH 6.8); abrupt irregular boundary.  (4 to 15 inches thick)"
      },
      {
        "name": "2R",
        "top": 20,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--8 inches; rhyolite; extremely hard with many small quartz phenocrysts."
      }
    ]
  ]
}
