{
  "SERIES": "FARNHAMTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCC-GHL-SHB-JAL",
  "REVDATE": "08/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, frigid Oxyaquic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Farnhamton silt loam, cultivated; on a 2 percent convex slope at 1,765 feet elevation.  When described on October 13, 1970, the soil was slightly moist throughout.  Pedon was redescribed on September 13, 1994. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine pores; strongly effervescent (calcium carbonate); slightly alkaline (pH 7.4); abrupt wavy boundary.  (7 to 9 inches thick)\nAC--7 to 11 inches; light brownish gray (10YR 6/2) silt loam, grayish brown (10YR 5/2) moist; weak fine and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine pores; few faint brown (7.5YR 4/4) moist masses of iron accumulation; discontinuous layer of dark brown (7.5YR 3/2) moist material 1/2 to 1 1/2 inches thick; strongly effervescent (calcium carbonate); slightly alkaline (pH 7.5); abrupt wavy boundary.  (4 to 8 inches thick)\nC1--11 to 22 inches; light brownish gray (10YR 6/2) silt loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine and very fine pores; few faint brown (7.5YR 4/3) moist masses of iron accumulation; dark brown (7.5YR 3/2) moist band 1/8 to 1 inch thick; strongly effervescent (calcium carbonate); slightly alkaline (pH 7.6); abrupt wavy boundary.  (7 to 11 inches thick)\nC2--22 to 40 inches; light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many fine pores; few faint redoximorphic features; thin discontinuous layer of dark brown (7.5YR 3/2) moist material; strongly effervescent (calcium carbonate); moderately alkaline (pH 7.9); clear wavy boundary.  (10 to 22 inches thick)\nC3--40 to 60 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; many fine pores; strongly effervescent (calcium carbonate); moderately alkaline (pH 7.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boundary County, Idaho; about 2 miles west of Bonners Ferry along the south bank of the Kootenai River; about 300 feet south and 2,160 feet east of the northwest corner of sec. 29, T. 62 N., R. 1 E.; Latitude - 48 degrees, 42 minutes, 07 seconds North; Longitude - 116 degrees, 21 minutes, 50 seconds West; USGS Bonners Ferry Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 45 to 47 degrees F.\nAverage summer soil temperature - 59 to 63 degrees F.\nDepth to seasonal high water table - 48 to 60 inches drained(December to May); 36 to 48 inches undrained (December to May)\nReaction - neutral to moderately alkaline throughout\nSnail shells - present in many pedons\nCalcium carbonate equivalent - 10 to 20 percent throughout\nClay content - 8 to 18 percent in the particle-size control section\nAp horizon\nHue - 2.5Y or 10YR\nValue - 6 or 7 dry, 4 or 5 moist\nTexture - SIL, L, VFSL\nAC and C horizons\nHue - 10YR, 2.5Y, or 5Y\nValue - 5 through 8 dry, 4 through 6 moist\nChroma - 2 or 3 dry or moist\nRedoximorphic features - none to common, hue 10YR or 7.5YR\nTexture - SIL, VFSL, and some pedons stratified with thin layers of LVFS, FSL, SL, or L\nThin discontinuous dark brown layers - absent in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Farnhamton soils are on gently sloping natural levees adjacent to the Kootenai River and major tributary streams crossing the flood plain.  Slopes range from 0 to 5 percent.  These soils formed in alluvium.  Elevations range from 1,700 to 2,000 feet.  The climate is subhumid with cold, wet winters and warm, dry summers.  The average annual air temperature ranges from 45 to 47 degrees F. and the average annual precipitation ranges from 20 to 28 inches.  The average frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bane, DeVoignes, Pywell, Ritz, and Schoorson soils.  Bane soils are on alluvial fans and in a sandy family.  DeVoignes and Schnoorson soils are on concave areas of flood plains and are fine-silty.  Pywell soils are on concave areas of flood plains and are very deep organic soils.  Ritz soils are on flood plains and low stream terraces and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; most areas are artificially drained; medium runoff; moderate permeability.  These soils are subject to occasional, brief flooding (December to May) unless protected by levees."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mostly for the production of wheat, barley, oats, alfalfa, clover seed, and pasture.  A relatively large acreage is protected by levees.  Natural vegetation is mainly western redcedar, grand fir, Douglas-fir, and black cottonwood, with willow, thinleaf alder, redosier dogwood, common ladyfern, pyramid spirea, sedge, tufted hairgrass, and wild iris."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, and possibly northwestern Montana, and northeastern Washington.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boundary County, Idaho, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 7 inches (Ap horizon)\nRedoximorphic features (relict) - start at 7 inches (AC horizon)\nParticle-size control section - the zone from 10 to 40 inches (part of the AC, C1, and C2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
