{
  "SERIES": "FARNER",
  "STATUS": "Established Series",
  "BYREV": "BAW, BPS",
  "REVDATE": "04/2009",
  "STATES": "GA,NC,TN",
  "OVERVIEW": "The Farner series consists of very deep, well drained, moderately permeable soils on ridges and side slopes of intermountain hills in the Southern Blue Ridge (MLRA 130B) mountains. These soils formed in residuum weathered from low-grade metasedimentary rocks such as metagraywacke and metasandstone. Slope ranges from 2 to 30 percent. Near the type location mean annual air temperature is 56 degrees F., and mean annual precipitation is 60 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, subactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Farner sandy loam on a 24 percent south-facing mountain side slope, elevation 1730 feet--forest. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inches; moderately decomposed organic litter and root mat.\nA--1 to 8 inches, dark yellowish brown (10YR 4/6) sandy loam; brownish yellow (10YR 6/6) dry; weak fine granular structure; very friable; common fine and medium roots; 10 percent by volume metagraywacke channers; few fine flakes of mica; very strongly acid; clear wavy boundary. (2 to 10 inches thick)\nBA--8 to 12 inches, strong brown (7.5YR 5/8) loam; weak fine and medium subangular blocky structure; very friable; common fine and medium roots; 5 percent by volume metagraywacke channers; few fine flakes of mica; very strongly acid; clear wavy boundary. (0 to 8 inches thick)\nBt1--12 to 24 inches, red (2.5YR 4/8) sandy clay loam; moderate fine and medium subangular blocky structure; friable; few very fine and medium roots; few very fine to medium tubular pores; few faint red (2.5YR 5/8) clay films on faces of peds; 10 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid; gradual wavy boundary.\nBt2--24 to 32 inches, red (2.5YR 4/8) loam; weak fine and medium subangular blocky structure; friable; few very fine to coarse roots; few very fine and fine tubular pores; few faint red (2.5YR 5/8) clay films in cracks; 10 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons is 10 to 45 inches.)\nBC--32 to 41 inches, yellowish red (5YR 5/8) channery fine sandy loam; weak fine and medium subangular blocky structure; very friable; few medium and coarse roots; few very fine tubular pores; 20 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid; gradual wavy boundary. (0 to 15 inches thick)\nC--41 to 80 inches, multicolored channery sandy loam saprolite in shades of red, brown, and yellow; massive; very friable; 20 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cherokee County, North Carolina; 9.50 miles Southwest from Murphy on US 64 to NC-294 and 14 miles  Northwest to SR-1150, 0.09 miles East to SR-1158, 1.60 miles South to SR-1156, East on SR-1156 0.30 miles and 75 feet South in forest; USGS Isabella topographic quadrangle lat. 35 degrees, 06 minutes, 18 seconds N, long. 84 degrees, 17 minutes, 28 seconds, W; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 24 to 50 inches. Depth to a paralithic contact with soft weathered bedrock is more than 60 inches. Content of rock fragments is less than 35 percent by volume. Content of mica flakes is few to common throughout. Reaction is extremely acid to moderately acid.\nThe A horizon has hue of 10YR to 5YR, value of 3 to 5, and chroma of 3 to 8. A horizons that have value of 3 are less than 7 inches thick. Texture ranges from sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8. It has the same range of textures as the A horizon.\nThe AB or BA horizons, where present, have hue of  5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8. Texture ranges from loam, fine sandy loam, very fine sandy loam, sandy clay loam, or silt loam in the fine-earth fraction.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8. At least part of the Bt horizon has hue of 2.5YR or 5YR. Texture ranges from loam, sandy clay loam, clay loam, silt loam, or silty clay loam in the fine-earth fraction.\nThe BC or CB horizons, where present, are similar in color and texture to the AB or BA horizons.\nThe C horizon is multicolored saprolite in shades of red, brown, and yellow. Texture ranges from fine sandy loam, very fine sandy loam, sandy loam, loam, or silt loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brasstown, Hickoryknob, Junaluska, and Sauratown  soil series.  Except for Brasstown and  Junaluska, none of the competing series formed in residuum weathered from low-grade metasedimentary rocks such as metagraywacke or metasandstone. Junaluska soils have paralithic contact at 20 to 40 inches and Brasstown soils at 40 to 60 inches. Hickoryknob and Sauratown soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Farner soils are on gently and strongly sloping ridges and moderately steep side slopes of intermountain hills in the Southern Blue Ridge (MLRA 130B) mountains. Elevation ranges from approximately 1,500 to 2,200 feet. Slopes range from 2 to 30 percent. Farner soils formed in residuum weathered from low-grade metasedimentary rocks such as metagraywacke and metasandstone primarily in the Copperhill and Ammons geologic formations of North Carolina, Tennessee, and Georgia. Near the type location mean annual air temperature is about 56 degrees F., and mean annual precipitation is about 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Brasstown and  Junaluska soils these are the Nantahala, Soco and Stecoah soils. Nantahala soils are 40 to 60 inches to paralithic contact and  have a clayey Bt horizon. Soco soils are 20 to 40 inches to paralithic contact and Stecoah soils are 40 to 60 inches . They do not have an argillic horizon and occur on short steep and very steep side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow runoff where forest litter has had little or no disturbance; medium to rapid runoff where litter has been removed; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in forest. Common trees are scarlet oak, chestnut oak, white oak, black oak, and hickory, with some Virginia pine, pitch pine, shortleaf pine, and eastern white pine. The understory includes flowering dogwood, rhododendron, mountain-laurel, sourwood, buffalo nut, black gum, and red maple. About one third of this soil is in pasture and hay land."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge (MLRA 130B) of North Carolina, Tennessee and Georgia. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Cherokee County, North Carolina, 2008. The name is from the town of Farner in adjoining Polk County, Tennessee."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soils now placed in the Farner series were previously included in the Evard and Hayesville series. However, Farner soils are derived from and have fragments of low-grade metasedimentary rocks such as metagraywacke. Evard and Hayesville soils are derived from and contain fragments of high-grade metamorphic rocks such as hornblende gneiss or mica gneiss.\nDiagnostic horizons and features in this pedon are:\nOchric Epipedon - 0 to 8 inches (Oe and A horizons)\nArgillic horizon - 12 to 32 inches (Bt horizon)\nADDITIONAL DATA: Laboratory data from the typifying pedon were obtained from the North Carolina State University, College of Agriculture and Life Sciences.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe--0 to 1 inches; moderately decomposed organic litter and root mat."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 8 inches, dark yellowish brown (10YR 4/6) sandy loam; brownish yellow (10YR 6/6) dry; weak fine granular structure; very friable; common fine and medium roots; 10 percent by volume metagraywacke channers; few fine flakes of mica; very strongly acid; clear wavy boundary. (2 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 20,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--8 to 12 inches, strong brown (7.5YR 5/8) loam; weak fine and medium subangular blocky structure; very friable; common fine and medium roots; 5 percent by volume metagraywacke channers; few fine flakes of mica; very strongly acid; clear wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 61,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--12 to 24 inches, red (2.5YR 4/8) sandy clay loam; moderate fine and medium subangular blocky structure; friable; few very fine and medium roots; few very fine to medium tubular pores; few faint red (2.5YR 5/8) clay films on faces of peds; 10 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 81,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--24 to 32 inches, red (2.5YR 4/8) loam; weak fine and medium subangular blocky structure; friable; few very fine to coarse roots; few very fine and fine tubular pores; few faint red (2.5YR 5/8) clay films in cracks; 10 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons is 10 to 45 inches.)"
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 104,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--32 to 41 inches, yellowish red (5YR 5/8) channery fine sandy loam; weak fine and medium subangular blocky structure; very friable; few medium and coarse roots; few very fine tubular pores; 20 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid; gradual wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 104,
        "bottom": 203,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "narrative": "C--41 to 80 inches, multicolored channery sandy loam saprolite in shades of red, brown, and yellow; massive; very friable; 20 percent by volume metagraywacke channers; few fine flakes of mica; strongly acid."
      }
    ]
  ]
}
