{
  "SERIES": "FARNHAM",
  "STATUS": "Established Series",
  "BYREV": "DWO-JPW-JWW",
  "REVDATE": "04/2009",
  "STATES": "NY",
  "OVERVIEW": "The Farnham series consists of deep, moderately well drained soils formed in water-sorted materials. They are nearly level to gently sloping soils on old alluvial fans, valley trains, and terraces. Slope ranges from 0 through 8 percent. Average annual air temperature ranges is 50 degrees F. Average annual precipitation ranges is 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Farnham channery silt loam - idle (Colors are for moist soil.)\nAp -- 0 to 7 inches; very dark grayish brown (10YR 3/2) channery silt loam; moderate fine granular structure; very friable; many fine roots; 25 percent shale fragments; strongly acid; abrupt smooth boundary. (6 to 10 inches thick.)\nBw1 -- 7 to 14 inches; brown (7.5YR 4/4) very channery silt loam; weak fine subangular blocky structure; very friable; many roots; 35 percent shale fragments; very strongly acid; clear wavy boundary.\nBw2 -- 14 to 21 inches; brown (10YR 4/3) very channery loam; weak fine subangular blocky structure; very friable; many roots; 50 percent shale fragments; strongly acid; diffuse wavy boundary.\nBw3 -- 21 to 38 inches; brown (10YR 4/3) very channery loam; weak fine subangular blocky structure; very friable; 55 percent shale fragments with rounded edges are arranged with flat sides horizontal; few faint grayish brown (10YR 5/2) areas of iron depletion; very strongly acid; diffuse wavy boundary. (The combined thickness of the Bw horizon is 18 to 38 inches.)\nC -- 38 to 60 inches; grayish brown (10YR 5/2) extremely channery loam; massive; friable; 60 percent shale fragments; common medium distinct yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid at 40 inches, slightly acid at 60 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, New York, town of Hamburg; 0.7 mile east-northeast of intersection of U.S. Route 20 and Lakeview Road, 100 feet west of landfill site. USGS Eden, NY topographic quadrangle Latitude 42 degrees, 42 minutes, 43 seconds N. and Longitude 78 degrees, 54 minutes, 15 seconds w. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 24 through 48 inches. Coarse fragments are dominantly shale with 0 through 10 percent erratic pebbles and cobblestones, and total 15 to 60 percent in the A and upper B horizons and from 45 to 75 percent in the lower B and the C horizons. Unless limed, the soil reaction ranges from very strongly acid through moderately acid in the Ap and in the B horizon and from strongly acid through slightly acid in the C horizon, at depths less than 80 inches. The texture of the fine earth fraction throughout the soil ranges from loam through silt loam.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 through 4. Structure is weak or moderate, fine or medium, granular or subangular blocky. Consistence is very friable or friable.\nThe B horizon has hue of 7.5YR through 5Y, value of 4 or 5 and chroma of 3 through 6, with redoximorphic depletions of 2 chroma, and with or without redoximorphic accumulations of chroma higher than 2. Structure is very weak through moderate, fine or medium, subangular blocky. Consistence is very friable through firm.\nThe C horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 2 through 4. Consistence is friable or."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Castile is the only series in the same family. Castile soils have coarse fragments dominated by sandstone and siltstone.\nThe Blasdell, Chenango, Ellington, Manlius, and Pompton series are related soils in similar families. Blasdell, Chenango, and Manlius soils lack mottles with chroma of 2 in the B horizon. Ellington and Pompton soils have less than 35 percent coarse fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Farnham soils occupy nearly level and gently sloping areas of old alluvial fans, valley trains, and terraces. They formed in water-sorted material dominated by fragments from local shale bedrock. Slope ranges from 0 through 8 percent. Mean annual air temperature ranges from 48 to 52 degrees F.; mean annual precipitation ranges from 28 to 45 inches; mean frost free period ranges from 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Blasdell and Manlius soils. The Unadilla, Scio, and Allard soils are on lower terraces. The Hamlin, Middlebury, Pope, Philo, Teel, and Tioga soils are on nearby flood plains. The Mardin and Marilla soils on till in uplands. Except for the Blasdell and Manlius soils, all of these have less than 35 percent coarse fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is very low or low. Saturated hydraulic conductivity is high throughout the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Farnham soils are used to grow corn, hay, and small grain in support of dairy farming. Native vegetation is sugar maple, black cherry, white ash, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Allegheny Plateau and Erie lake plain in western New York. MLRA 101 and 140. The series is inextensive, the total acreage is about 7,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Erie County, New York, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This dry color of this pedon was not published, but was correlated as an Ochric epipedon. This needs to be investigated.\nDiagnostic horizons and other features recognized in the typical pedon are:\na. Ochric epipedon - the zone from 0 through 7 inches (A horizon).\nb. Cambic horizon - the zone from 7 through 38 inches (Bw1, 2, and 3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 7 inches; very dark grayish brown (10YR 3/2) channery silt loam; moderate fine granular structure; very friable; many fine roots; 25 percent shale fragments; strongly acid; abrupt smooth boundary. (6 to 10 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 36,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 -- 7 to 14 inches; brown (7.5YR 4/4) very channery silt loam; weak fine subangular blocky structure; very friable; many roots; 35 percent shale fragments; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bw2 -- 14 to 21 inches; brown (10YR 4/3) very channery loam; weak fine subangular blocky structure; very friable; many roots; 50 percent shale fragments; strongly acid; diffuse wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 53,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bw3 -- 21 to 38 inches; brown (10YR 4/3) very channery loam; weak fine subangular blocky structure; very friable; 55 percent shale fragments with rounded edges are arranged with flat sides horizontal; few faint grayish brown (10YR 5/2) areas of iron depletion; very strongly acid; diffuse wavy boundary. (The combined thickness of the Bw horizon is 18 to 38 inches.)"
      },
      {
        "name": "C",
        "top": 97,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH_class": "strongly acid",
        "narrative": "C -- 38 to 60 inches; grayish brown (10YR 5/2) extremely channery loam; massive; friable; 60 percent shale fragments; common medium distinct yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid at 40 inches, slightly acid at 60 inches."
      }
    ]
  ]
}
