{
  "SERIES": "FARROT",
  "STATUS": "Established Series",
  "BYREV": "RD:  TWP/CWT/GHL",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Farrot coarse sandy loam - rangeland; on a 24 percent\neast-facing slope at 3,840 feet elevation.  When described on September\n4, 1980, the Bt horizon was slightly moist.  (Colors are for dry soil\nunless otherwise noted.)\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) coarse sandy loam,\nvery dark brown (10YR 2/2) moist; moderate fine granular structure;\nslightly hard, very friable, slightly sticky and slightly plastic; many\nvery fine roots; neutral (pH 7.0); abrupt smooth boundary.  (3 to 7\ninches thick)\nA2--4 to 10 inches; grayish brown (10YR 5/2) coarse sandy loam,\nvery dark grayish brown (10YR 3/2) moist; weak medium subangular blocky\nstructure parting to moderate medium granular; hard, friable, slightly\nsticky and slightly plastic; common fine roots; neutral (pH 6.8); clear\nsmooth boundary.  (4 to 10 inches thick)\nBt1--10 to 15 inches; brown (10YR 5/3) sandy clay loam, dark brown\n(10YR 3/3) moist; moderate medium subangular blocky structure; very\nhard, firm, slightly sticky and slightly plastic; few very fine roots;\ncommon moderately thick clay films on ped faces; 5 percent fine\npebbles; neutral (pH 6.7); gradual smooth boundary.  (4 to 9 inches\nthick)\nBt2--15 to 24 inches; light yellowish brown (10YR 6/4) sandy clay\nloam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular\nblocky structure; very hard, very firm, slightly sticky and slightly\nplastic; few very fine roots; many moderately thick clay films on ped\nfaces; 10 percent fine pebbles; mildly alkaline (pH 7.4); gradual wavy\nboundary.  (6 to 12 inches thick)\nC--24 to 30 inches; light yellowish brown (10YR 6/4) very gravelly\ncoarse loam, dark yellowish brown (10YR 4/4) moist; massive; very hard,\nvery firm; very fine roots; few thin clay films; 40 percent pebbles;\nmildly alkaline (pH 7.4); gradual irregular boundary.  (1 to 7 inches\nthick)\nR--30 inches; slightly weathered quartz diorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elmore County, Idaho; about 15 miles northwest of\nMountain Home; about 1,850 feet north and 1,900 feet east of the\nsouthwest corner of section 7, T.1S., R.6E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 53 degrees F\nMollic epipedon thickness - 10 to 18 inches\nDepth to bedrock - 20 to 40 inches\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3\nBt horizon\nHue - 10YR or 7.5YR\nValue - 4 through 6 dry, 3 through 5 moist\nChroma - 3 or 4\nTexture - SCL, CL, GR-SCL, GR-CL\nPercent rock fragments - 5 to 25\nPercent clay - 24 to 35"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colma, Dragoon, Duzel, Facey, Foehlin,\nGlenrose, Immiant (T), Ladd, Lobitos, Los Gatos, Mehlhorn, Morical,\nTaneum, Tieton, Tweedy, and Yaxon series.  Colma, Facey, Foehlin,\nGlenrose, Ladd, Taneum, Tieton, and Yaxon soils are greater than 40\ninches to bedrock.  Morical soils have a paralithic contact at 20 to 40\ninches.  Dragoon soils have a loess mantle and a paralithic contact at\n20 to 40 inches.  Duzel soils have a average annual soil temperature of\n53 to 59 degrees F and a Bt with a subhorizon containing more than 35\npercent rock fragments.  Lobitos soils have a average annual soil\ntemperature of 56 to 59 degrees F.  Los Gatos soils have a average\nannual soil temperature of 54 to 59 degrees F.  Immiant and Mehlhorn\nsoils contain less than 35 percent sands in the control section.\nTweedy soils have a Bt with 5 to 15 percent mica and have a paralithic\ncontact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Farrot soils are on foothills at elevations of\n3,600 to 5,000 feet.  These soils formed in alluvium and residuum from\nintermediate intrusive rocks.  Slopes are 0 to 60 percent.  The average\nannual precipitation is 12 to 14 inches and the average annual\ntemperature is 46 to 50 degrees F.  The frost-free season is 85 to 120\ndays."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haw and the competing\nLadd series.  Haw soils are greater than 40 inches to bedrock.  Haw\nsoils are generally on south and west-facing slopes.  Ladd soils are on\npositions similar to Farrot soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff;\nmoderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for rangeland.  The potential\nnatural plant community consists mainly of Xericensis big sagebrush,\nantelope bitterbrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  The soils are moderately\nextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Formerly classified as a fine-loamy, mixed, mesic Calcic\nArgixerolls.  Farrot series is named after a creek.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 15 inches (the A and Bt horizons).\nArgillic horizon - the zone from 10 to 24 inches (the Bt horizons).\nParticle-size control section - the zone from 10 to 24 inches (the\nargillic horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
