{
  "SERIES": "FARRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGF:RFG:TGM",
  "REVDATE": "12/2018",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Farry series consists of very deep, well drained, moderately permeable soils that formed in loamy and/or gravelly alluvium of Pleistocene age. These nearly level to moderately steep soils occur on treads and risers of stream terraces and terrace remnants on plains. Slope ranges from 0 to 15 percent. Mean annual temperature is about 15.6 degrees C (60 degrees F), and mean annual precipitation is about 635 mm (25 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Farry fine sandy loam, on a 2 percent slope in rangeland, and an elevation of 573 m (1880 ft).\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 30 cm (0 to 12 in); brown (7.5YR 4/3), fine sandy loam, dark brown (7.5YR 3/3), moist; moderate fine and medium granular structure; soft, very friable; common very fine and fine roots throughout; common very fine and fine low continuity vesicular and tubular pores; common worm casts; 1 percent rounded mixed gravel; noneffervescent; neutral; clear smooth boundary. (Thickness of the A horizon is 18 to 38 cm [7 to 15 in])\nBt--30 to 53 cm (12 to 21 in); brown (7.5YR 4/4), sandy clay loam, dark brown (7.5YR 3/4), moist; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; moderately hard, friable; common very fine and fine roots throughout; common very fine and fine low continuity vesicular and tubular pores; few medium tubular pores; many distinct clay films on faces of peds; common worm casts; 3 percent rounded mixed gravel; noneffervescent; slightly alkaline; clear smooth boundary.  Thickness of the upper Bt horizon is 18 to 104 cm (7 to 41 in)\nBtk--53 to 89 cm (21 to 35 in); reddish brown (5YR 5/4), sandy clay loam, reddish brown (5YR 4/4), moist; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; common very fine and fine roots throughout; common very fine and fine low continuity vesicular and tubular pores; few medium tubular pores; common distinct clay films on faces of peds; few worm casts; common fine and medium calcium carbonate threads; 4 percent rounded mixed gravel; slightly effervescent; moderately alkaline; clear smooth boundary.  Thickness of the lower Bt horizon is 0 to 74 cm (0 to 29 in)\nBCk--89 to 117 cm (35 to 46 in); yellowish red (5YR 5/6), coarse sandy loam, yellowish red (5YR 4/6), moist; weak medium and coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; few very fine and fine roots throughout; common very fine low continuity vesicular and tubular pores; few fine low continuity vesicular and tubular pores; few medium tubular pores; few faint calcium carbonate coats on faces of peds; common fine and medium calcium carbonate threads; 5 percent rounded mixed gravel; strongly effervescent; moderately alkaline; gradual smooth boundary.  Thickness of the BC horizon is 0 to 74 cm (0 to 29 in)\nC--117 to 203 cm (46 to 80 in); reddish yellow (5YR 6/6), loamy coarse sand, yellowish red (5YR 5/6), moist; massive; slightly hard, very friable; 10 percent rounded mixed gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nWoods County, Oklahoma; about 12 miles north and 12 miles west of Freedom; 550 feet north and 1350 feet east of the southwest corner of section 35, Township 29 N, Range 20 W; Indian meridian\nUSGS topographic quadrangle: Lookout, OK\nLatitude: 36 degrees, 56 minutes, 42.0 seconds N\nLongitude: 99 degrees, 20 minutes, 0.11 seconds W\nDatum: WGS84\nDecimal Degrees\nStd Latitude: 36.9450000\nStd Longitude: -99.3333639"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic Ustic soil moisture regime\nThickness of the mollic epipedon: 18 to 38 cm (7 to 15 in)\nDepth to identifiable secondary carbonate: 50 to more than 203 cm (20 to more than 60 in)\nParticle-size control section (weighted average):\nTotal clay content: 18 to 32 percent\nTotal sand content: 20 to 70 percent\nCoarse Fragments: 1 to 15 percent\nCEC/clay ratio: more than 0.6\nA horizons:\nHue: 5YR to 10YR\nValue: 4 or 5, 3 moist\nChroma: 2 or 3\nTexture: Typically sandy loam or fine sandy loam, may also be loam\nTotal clay content: 8 to 22 percent\nTotal sand content: 40 to 80 percent\nCoarse fragments: 0 to 5 percent; rounded mixed gravel\nEffervescence: none\nReaction (pH): slightly acid to slightly alkaline (6.1-7.8)\nUpper Bt horizons:\nHue: 2.5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: sandy loam, sandy clay loam, clay loam, or loam\nTotal clay content: 18 to 32 percent\nTotal sand content: 35 to 70 percent\nCoarse fragments: 1 to 15 percent; rounded mixed gravel\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: Typically none, but may be slight\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nLower Bt horizons:\nHue: 2.5YR to 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 4 to 6\nTexture: coarse sandy loam, sandy loam, loam, or sandy clay loam\nTotal clay content: 10 to 27 percent\nTotal sand content: 45 to 80 percent\nCoarse fragments: 1 to 15 percent; rounded mixed gravel\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: none to strong\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nBC horizons:\nHue: 2.5YR to 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 4 to 8\nTexture: loamy coarse sand, loamy sand, coarse sandy loam, sandy loam, loam, or sandy clay loam\nTotal clay content: 5 to 27 percent\nTotal sand content: 40 to 85 percent\nCoarse fragments: 1 to 20 percent; rounded mixed gravel\nCalcium carbonate equivalent: 0 to 10 percent\nEffervescence: none to strong\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nC horizons:\nHue: 5YR to 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 4 to 8\nTexture: coarse sand, sand, loamy coarse sand, loamy sand, coarse sandy loam, sandy loam, very fine sandy loam, loam, and may be stratified\nTotal clay content: 3 to 20 percent\nTotal sand content: 40 to 90 percent\nCoarse fragments: 3 to 25 percent; rounded mixed gravel, but thin strata may contain 60 percent or more\nCalcium carbonate equivalent: 0 to 10 percent\nEffervescence: none to strong\nReaction (pH): neutral to moderately alkaline (6.6-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThis is the Madge series in the same family. A similar soil is the Ozark series.\nMadge soils: contain less than 3 percent rounded gravel in the particle-size control section.\nOzark soils: have an active family class and a perched water table at a depth of 100 to 150 cm (40 to 60 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and/or gravelly alluvium of Pleistocene age\nLandscape: Dissected plains and alluvial plain remnants\nLandform: hillslopes, treads and risers of stream terraces\nSlope: 0 to 15 percent\nPrecipitation Pattern:  The soil is intermittently moist in some part from April thru June, September, and October. The driest months are typically December thru February, July, and August.\nMean annual precipitation: 559 to 762 mm (22 to 30 in)\nThornthwaite annual P-E indices: 32 to 44\nMean annual air temperature: 13.9 to 17.8 degrees C (57 to 64 degrees F)\nFrost-free period: 180 to 230 days\nElevation: 396.2 to 701.062 m (1,300 to 2,300 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Arnett, Fortyone, Madge, Quinlan, and Woodward series.\nArnett soils: occur on similar positions and have an ochric epipedon\nFortyone soils: occur on lower side slopes, have an ochric epipedon, and are coarse-loamy in the particle-size control section\nMadge soils: occur on lower footslopes and contain less than 3 percent rounded gravel in the particle-size control section\nQuinlan and Woodward soils: occur on lower side slopes, have an ochric epipedon and a cambic horizon, and are less than 100 cm (40 in) to sandstone"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well drained\nPermeability class: moderate\nRunoff: negligible on 0 to 1 percent slopes, low on 1 to 5 percent slopes, and medium on 5 to 15 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: livestock grazing and crop production\nNative vegetation: a mixed grass prairie including sideoats grama, little bluestem, blue grama, buffalograss, sand lovegrass, sand bluestem, and switchgrass\nEcological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites:     Sandy Loam"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Western Oklahoma, a few counties in southern Kansas, and possibly northwestern Texas\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 78B & 78C - Central Rolling Red Plains, Western and Eastern Parts\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woods County, Oklahoma, 1995. The name comes from an old town site."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included with the Shellabarger series.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 30 to 81 mm (12 to 32 in)\nMollic epipedon: 0 to 30 cm (0 to 12 in) (A horizon)\nArgillic horizon: 30 to 89 cm (12 to 35 in) (Bt and Btk horizons)\nADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
