{
  "SERIES": "FARWELL",
  "STATUS": "Established Series",
  "BYREV": "IRD: SJB/BG/DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Farwell series consists of very deep, moderately well drained soils that formed in alluvium weathered from mixed rocks.  Farwell soils are on flood plains.  Slopes range from 0 to 2 percent.  The mean annual precipitation is about 22 inches, (559 mm) and the mean annual temperature is about 62 degrees F, (17 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Fluventic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Farwell clay loam on a less than 1 percent slope, under a cover of beans at an elevation of 145 feet, (44 m).  When described on 10/24/1988, the soil was moist below 10 inches, (25 cm).  (Colors are for dry soil unless otherwise noted).\nAp--0 to 5 inches, (0 to 13 cm); brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; 29 percent clay; moderate very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine irregular pores; 2 percent fine gravel; slightly alkaline, pH 7.7 by pH meter 1:1 water; abrupt smooth boundary.\nABt--5 to 9 inches, (13 to 23 cm); grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; 29 percent clay; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; few thin clay films on faces of peds; 2 percent fine gravel; slightly alkaline, pH 7.5 by pH meter 1:1 water; clear smooth boundary. (Combined thickness of the A horizon is 9 to 20 inches thick)\nBt1--9 to 18 inches, (23 to 46 cm); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; 29 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and common fine tubular pores; common thin clay films on faces of peds; 2 percent fine gravel; slightly alkaline, pH 7.4 by pH meter 1:1 water; clear smooth boundary.\nBt2--18 to 26 inches, (46 to 66 cm); brown (10YR 5/3) clay loam, dark brown (10YR 3/3) and very dark brown (10YR 2/2) moist; 27 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and common fine tubular pores; 2 percent fine gravel; common thin clay films on faces of peds; neutral, pH 7.2 by pH meter 1:1 water; clear smooth boundary.\nBt3--26 to 33 inches, (66 to 84 cm); brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; 28 percent clay; moderate fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few very fine roots; many very fine and common fine tubular pores; common thin clay films on faces of peds; 2 percent fine gravel; neutral, pH 7.3 by pH meter 1:1 water; clear smooth boundary. (Combined thickness of the Bt horizon is 18 to 40 inches thick).\n2Btb1--33 to 43 inches, (84 to 109 cm); light yellowish brown (10YR 6/4) clay loam, brown (10YR 4/3) moist; 35 percent clay; weak medium prismatic structure parting to moderate fine angular blocky; slightly hard, friable, sticky and plastic; few very fine and common fine roots; many very fine and few fine and medium tubular pores; nearly continuous thin clay films on faces of peds; 2 percent fine gravel; neutral, pH 7.3 by pH meter 1:1 water, clear smooth boundary.\n2Btb2--43 to 57 inches; (109 to 145 cm) light yellowish brown (10YR 6/4) clay loam, brown (10YR 4/3) moist; 34 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; common thin clay films on faces of peds; 2 percent fine gravel; slightly alkaline, pH 7.6 by pH meter 1:1 water; clear smooth boundary.\n2Btb3--57 to 72 inches, (145 to 183 cm); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; 31 percent clay,; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; few thin clay films on faces of peds; 2 percent fine gravel; slightly alkaline, pH 7.5 by pH meter 1:1 water; clear smooth boundary.\n3Bwb--72 to 81 inches, (183 to 205 cm); dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; 20 percent clay; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; few thin clay films on faces of peds; 2 percent fine gravel; slightly alkaline, pH 7.6 by pH meter 1:1 water. (Combined thickness of the 2Btb horizon is 10 to greater than 30 inches)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 0.2 miles south of Wilson Landing Road, about 2 miles east of the west end of the road; approximately 175 south of the 4th power pole south of the road, 1000 feet south and 2500 feet west of the northwest corner of Section 3, Township 22 N., Range 1 W.; in an unsectionized area in the Bosquejo Land Grant; 39 degrees, 47 minutes, 42 seconds North latitude; 121 degrees, 0 minutes, 2 seconds West longitude.  NAD27 - USGS QUAD: Nord, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to buried soil is 20 to 40 inches, (51 to 102 cm).  The mean annual soil temperature is 60 to 62 degrees F, (16 to 17 degrees C).  The soil moisture control section is dry from about May 15 through October 31 (approximately 150 to 180 days).  The particle-size control section averages 27 to 35 percent clay.  Mineralogy is mixed.  Organic matter decreases irregularly with increased depth.  Rock fragment content ranges from 0 to 5 percent.  In some pedons, there are no clay films (see notes below).\nThe A or Ap horizon dry color is 10YR 4/2, 4/3, 5/2, 5/3 or 6/3.  Moist color is 10YR 2/2, 3/2, 3/3, 4/3, 7.5YR 3/2, 3/3 or 3/4.  Texture is clay loam, loam or silt loam.  Clay content ranges from 12 to 35 percent.  Organic matter ranges from 1 to 2.5 percent.  Rock fragments range from 0 to 2 percent gravel.  Reaction ranges from slightly acid to slightly alkaline.\nThe ABt, Bw, or Bt, horizon dry color is 10YR 5/2, 5/3, 5/4, 7.5YR 4/2 or 5/2.  Moist color is 10YR 3/2, 3/3, 4/3, 7.5YR 3/2, 3/3 or 3/4.  Texture is clay loam, silty clay loam, loam or silt loam.  Clay content ranges from 20 to 35 percent.  Organic matter ranges from 1 to 2.5 percent.  Rock fragments range from 0 to 3 percent gravel.  Reaction ranges from neutral to moderately alkaline.\nThe 2Btb or Btb horizon dry color is 10YR 3/2, 4/2, 5/2, 5/3 or 7.5YR 5/2.  Moist color is 10YR 3/2, 3/3, 4/3, 7.5YR 3/2, 3/3 or 3/4.  Texture is clay loam or silty clay loam.  Clay content ranges from 27 to 40 percent.  Organic matter ranges from 0.1 to 2 percent.  Rock fragments range from 0 to 5 percent gravel.  Reaction ranges from neutral to slightly alkaline.\nThe 3Bwb horizon when present dry color is 10YR 3/2, 4/2, 5/2, 5/3 or 7.5YR 5/2.  Moist color is 10YR 3/2, 3/3, 4/3, 4/4, 5/4, 7.5YR 3/2, 3/3 or 3/4.  Texture is loam, silt loam, clay loam or silty clay loam.  Clay content ranges from 20 to 30 percent.  Organic matter ranges from 0.1 to 2 percent.  Rock fragments range from 0 to 5 percent gravel.  Noneffervescent to slightly effervescent.  Reaction ranges from neutral to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Farwell soils are on the outer most edge of the Sacramento River floodplain adjacent to distal alluvial fans.  Slopes range from 0 to 2 percent.  These soils formed in mixed alluvium weathered from mixed rocks.  Elevation is 95 to 175 feet, (29 to 53 m).  Mean annual precipitation is 18 to 23 inches, (457 to 584 cm).  The mean annual temperature is 60 to 62 degrees F, 16 to 17 degrees C).  Frost free season is 240 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Parrott, Gianella, Conejo, Bussaca, and Bosquejo soils.  Parrott soils are fine-silty, and are on flood plains between the meander belt and distal alluvial fans and occur closer to the Sacramento River.  Gianella soils are coarse-loamy, and occur within the meander belt on flood plains.  Conejo soils are fine-loamy, and are on alluvial fans.  Bussaca soils are fine, and are on distal fans.  Bosquejo soils are fine, and are in interfan basins."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; very low runoff; moderate to moderately slow saturated hydraulic conductivity in the Ap horizon, moderate to moderately rapid in the A horizon, moderate to moderately slow in the ABt, Bt and 2Btb horizons and moderate in the 3Bwb horizon.  The soils are rarely or occasionally flooded for brief duration from December through March.  A fluctuating water table can occur at depths greater than 72 inches, (183 cm) below the surface of the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for irrigated crops and orchards."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County and Tehama County, California.  MLRA 17 - Sacramento Valley.  The soils are not extensive. (Butte Co. 3,783 acres, Tehama Co 524 acres)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Rancho de Farwell.  Farwell established in Chico Area, California 1925.  In 1960 revised classification to Chestnut soils.  In 1968 revised classification to Aridic Cumulic Haploxerolls for use in Tehama Co.  Inactivated at some time after 1968, no documentation to support inactivation."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 5 inches, (0 to 13 cm) (Ap)\nCambic Horizon - zone from 5 to 33 inches, (13 to 84 cm) (ABt, Bt1, Bt2, Bt3)\nDiscontinuity - zone from 33 to 57 inches, (84 to 145 cm) (2Btb1, 2Btb2 horizons buried fan deposits).\nThe soil moisture control section zone from 6 to 16 inches, (15 to 41 cm)\nThe particle-size control section 10 to 40 inches, (25 to 102 cm))\nThere is a clay increase in the modal profile from 28 percent in the Bt3 horizon to 35 percent at the buried layer (2Btb1).  The increase in organic carbon and the decrease in chroma at 33 inches indicate this is an old surface of a buried soil, rather than an argillic horizon.  The field notes indicate that some of the buried soils have clay films.\nThese soils are in areas that have been extensively leveled for agriculture. Drainages and channels have been filled, moved, or altered in some other fashion.  It is possible that some of the field work on these soils was completed in these highly modified areas.\nPart of the flood plain sequence represented by Farwell in Tehama Co. and Codora (Zamora) in Glenn Co.\nADDITIONAL DATA: Characterization data from lab pedon number: 89P0068, NSSL, Lincoln, NE. Data from original modal site 59 Cal-04-3-1 to 7, Dept. of Soils, University of California.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
