{
  "SERIES": "FATHOM",
  "STATUS": "Established Series",
  "BYREV": "Rev.  WTH/GHL/DA",
  "REVDATE": "03/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fathom loamy fine sand - rangeland vegetation.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 9 inches; brown (10YR 5/3) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; soft, very friable; many very fine and common fine roots; moderately alkaline (pH 8.0); abrupt smooth boundary.  (3 to 14 inches thick)\nBw--9 to 26 inches; pale brown (10YR 6/3) loamy fine sand, very dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; soft, very friable; common very fine roots; moderately alkaline (pH 8.2); abrupt wavy boundary.  (7 to 26 inches thick)\nBk--26 to 60 inches; pale brown (10YR 6/3) loamy fine sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable; common very fine roots; strongly effervescent (8 percent calcium carbonate); common filaments and seams of calcium carbonate; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; in seeded sand dune; 3.5 miles north of Kimberly; southwest 1/4, southeast 1/4, northwest 1/4 section of section 4, T. 10 S., R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock - 60 inches or more\nAverage annual soil temperature - 50 to 54 degrees F.\nOrganic matter of the surface to 15 inches - .5 to 1 percent\nDepth to Bk horizon - 15 to 27 inches\nClay percent in control section - 0 to 5\nA horizon\nColor value, dry - 5 or 6, moist - 3 or 4\nChroma, dry or moist - 2 to 4\nReaction - neutral to moderately alkaline\nDark colors in the ochric epipedon are due mostly to dark sand grains from basalt. In places, large boulders (2 to 6 feet in diameter) cover 3 to 10 percent of the soil area.\nBw horizons\nColor value, dry - 5 through 7\nValue, moist - 4 to 6\nChroma - 2 to 4 dry or moist\nTexture - LFS, LS, FS\nReaction - mildly or moderately alkaline\nBk horizons\nValue - 6 to 8 dry, 4 to 7 moist\nChroma - 2 to 4 dry or moist\nTexture - LFS, FSL, SL\nReaction - mildly or moderately alkaline\nCalcium carbonate equivalent - 5 to 30 percent\nBkqm horizons are present in some pedons below 40 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sugarloaf series.  Sugarloaf soils are sandy loam in the upper part of the profile and are calcareous to the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on basalt plains and buttes and terraces, breaks and alluvial fans.  Slopes range from 0 to 60 percent.  Elevations range from 2,700 to 3,700 feet.  The soils formed in wind modified alluvium from mixed sources.  The average annual precipitation ranges from 7 to 11 inches.  The average annual air temperature is 49 to 52 degrees F.  The frost free season is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Banbury soils.  Banbury soils are loamy, occur on higher terraces, and are shallow over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very slow or slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fathom soils are used for rangeland.  Some areas are seeded to grass primarily for stabilization.  Native vegetation is basin big sagebrush, needleandthread, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are of small extent along the flood plain just above the Snake River and in the Mellon Valley area northwest of Buhl, Idaho.  They also occur on low terraces in small areas above the Snake River."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Twin Falls County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 9 inches (A horizon)\nCalcic horizon - 26 to 60 inches (Bk horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
