{
  "SERIES": "FAYETTEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW:WWP",
  "REVDATE": "10/2003",
  "STATES": "AR",
  "OVERVIEW": "The Fayetteville series consists of deep, well drained, moderately permeable soils that formed in residuum or colluvium from slightly calcareous sandstone.  These nearly level to steep soils are on uplands of the Boston Mountains.  Slopes range from 3 to 40 percent.  Mean annual temperature is about 60 degrees F and mean annual precipitation is about 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Rhodic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fayetteville fine sandy loam, 14 percent slope, pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark reddish brown (5YR 3/3) fine sandy loam, reddish brown (5YR 4/3) dry; moderate medium granular structure; very friable; many medium roots; about 6 percent by volume sandstone fragments less than 3 inches in diameter; strongly acid; abrupt smooth boundary.  (7 to 11 inches thick)\nBE--8 to 15 inches; dark reddish brown (5YR 3/4) fine sandy loam, reddish brown (5YR 4/4) dry; weak medium subangular blocky structure; friable; many fine roots; about 4 percent by volume sandstone fragments less than 3 inches in diameter; moderately acid; clear smooth boundary.  (5 to 12 inches thick)\nBt1--15 to 31 inches; dark reddish brown (5YR 3/4) sandy clay loam, reddish brown (2.5YR 4/4) dry; moderate medium subangular blocky structure: friable; common fine roots; common fine pores; continuous thin clay films on ped faces and lining pores; about 2 percent by volume sandstone fragments less than 3 inches in diameter; moderately acid; gradual smooth boundary.\nBt2--31 to 62 inches; dark red (2.5YR 3/6) sandy clay loam, red (2.5YR 4/6) dry; moderate medium subangular blocky structure; friable; few fine roots; common fine pores; continuous thin dark reddish brown (2.5YR 3/4) clay films on ped faces and lining pores; about 2 percent by volume sandstone fragments less than 3 inches in diameter; moderately acid; gradual smooth boundary.\nBt3--62 to 73 inches; dark red (2.5YR 3/6) sandy clay loam, red (2.5YR 4/6) dry; moderate medium subangular blocky structure: friable; few fine roots; common fine pores; common thin patchy dark reddish brown (2.5YR 3/4) clay films on ped faces and continuous in pores; about 3 percent by volume sandstone fragments less than 3 inches in diameter; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizon ranges from 42 to 60 inches.)\nBt4--73 to 80 inches; dark red (2.5YR 3/6) sandy clay loam, red (2.5YR 4/6) dry; moderate medium subangular blocky structure; friable; few fine roots; few thin patchy clay films on ped faces; about 4 percent by volume sandstone fragments less than 3 inches in diameter; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Arkansas, 1/2 mile west of Clyde on Highway 45 in the NE1/4 SE1/4 SE/14, sec. 18, T. 14 N., R. 32 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to hard bedrock ranges from 65 to 72 inches or more.  Reaction ranges from slightly acid to strongly acid throughout.  Sandstone fragment content ranges from 0 to 25 percent by volume in the A horizon and 0 to 10 percent by volume in the BE and Bt horizons.\nThe Ap horizon has hue of 5YR, value of 3 and chroma of 2 or 3; or hue of 7.5YR, value of 3, and chroma of 2 or 4.  In uncultivated areas, the A horizon has hue of 10YR, value of 3 and chroma of 2 or 3, or hue of 7.5YR, value of 3 and chroma of 2.  Texture is fine sandy loam, sandy loam, loam or their stony analogs.\nThe BE horizon has hue of 5YR, value of 3, and chroma of 3 or 4.  Texture is loam or fine sandy loam.\nThe Bt horizon has hue of 2.5YR or 10R, value of 3 and chroma of 4 or 6.  Texture of the upper Bt is sandy clay loam, loam or clay loam and also includes sandy clay and clay in the lower part.\nThe Cr horizon, where present, is 5 or more inches thick, and consists of soft, weathered, dark red sandstone.\nThe R horizon, if present, is hard, level bedded, dark red sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Series in closely related families are Anniston, Coronaca, Cumberland, Davidson, Decatur, Greenville, Lucedale, Nacogdoches, Red Bay, and Tadlock series.  Anniston, Davidson, Decatur, and Greenville soils are in a clayey particle size class, a kaolinitic mineralogy class and have lower base saturation.  Coronaca and Nacogdoches soils are in a fine particle size class and a kaolinitic mineralogy class.  Cumberland and Tadlock soils are in a fine particle size class and a mixed mineralogy class.  Lucedale and Red Bay soils are in a siliceous mineralogy class and have lower base saturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fayetteville soils are on gently sloping to moderately sloping ridgetops and gently sloping to steep sideslopes in the Boston Mountains.  Slopes range from 3 to 40 percent.  The soil formed in residuum and colluvium from sandstone bedrock with thin lenses of limestone and shale in places.  The mean annual temperature is about 60 degrees F. and the mean annual precipitation is about 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Enders, Linker, and Mountainburg soils.  Enders soils, which are similar landscape positions are in a clayey particle size class and lower base saturation.  Linker soil, which occurs on broader ridgetops are less than 40 inches to hard bedrock and have lower base saturation.  Mountainburg soils, which occur higher on the sideslope are less than 20 inches deep to bedrock and have lower base saturation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are well drained; medium to rapid runoff and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for pasture and hay.  Some areas are used for orchard, small grains, and row crops with minor amount in woodland.  Native vegetation was hardwood forest of oak, hickory, maple, elm, and black walnut."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Boston Mountains of Arkansas and possibly Oklahoma.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Arkansas; 1972."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Characterization of the type location by the University of Arkansas Soil Characterization Laboratory.  Pedon No.  S77AR-143-004.\nREMARKS:  This series has the following diagnostic horizons and features:\nUmbric epipedon - The zone from the surface to a depth of 8 inches.\nArgillic horizon - The zone from 15 to 80 inches.\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  This series has the following diagnostic horizons and features:\nUmbric epipedon - The zone from the surface to a depth of 8 inches.\nArgillic horizon - The zone from 15 to 80 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
