{
  "SERIES": "FE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLL/GRB",
  "REVDATE": "09/2006",
  "STATES": "PR",
  "OVERVIEW": "The Fe series consists of very deep, somewhat poorly drained, very slowly permeable soils on alluvial fans in valleys.  They formed in clayey sediments that weathered from igneous rocks and limestone.  Near the type location, the mean annual precipitation is about 35 inches and the mean annual temperature is about 77 degrees F.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, isohyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fe clay - native grass.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark reddish brown (5YR 3/2) clay; moderate fine angular blocky parting to moderate fine granular structure; very hard; firm; moderately sticky; moderately plastic; common fine roots; slightly effervescent; moderately alkaline; clear wavy boundary.\nA--7 to 17 inches; dark reddish brown (5YR 3/3) clay; moderate medium angular blocky structure; very hard; extremely firm; moderately sticky, moderately plastic; common fine roots along ped faces; many pressure faces on surfaces of peds; about 2 percent, by volume, pebbles; strongly effervescent; strongly alkaline; clear smooth boundary. (Combined thickness of the A and Ap horizons ranges from 11 to 20 inches.)\nBssz1--17 to 28 inches; dark reddish brown (5YR 3/3) clay; moderate medium angular blocky structure; firm; slightly sticky; moderately plastic, few fine roots flattened on primary surfaces; common fine slickensides having distinct polished and grooved surfaces; common fine salt crystals; about 2 percent, by volume, pebbles; strongly effervescent; strongly alkaline; clear smooth boundary.\nBssz2--28 to 42 inches; dark reddish gray (5YR 4/2) clay; moderate fine and medium angular blocky structure; firm, slightly sticky, plastic, few fine roots flattened on primary surfaces; common medium slickensides having distinct polished and grooved surfaces; few fine salt crystals; about 2 percent, by volume, pebbles; strongly effervescent; strongly alkaline; diffuse wavy boundary.  (Combined thickness of the Bssz horizons ranges from 16 to 32 inches.)\nBss--42 to 56 inches; dark reddish gray (5YR 4/2) clay; moderate fine and medium angular blocky structure; firm; slightly sticky, plastic, about 10 percent, by volume, pebbles; common medium slickensides having distinct polished and grooved surfaces; strongly effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Suroeste SCD, Lajas Valley Area, Puerto Rico.  Approximately 4.3 miles south of the city of Sabana Grande from the intersection of P.R. Hwy 102 and P.R. Hwy 121; approximately 2.1 miles southwest from the intersection of P.R. Hwy 2 and P.R. Hwy 117; about 1,000 feet west of dirt road (Municipality limits boundary between Lajas and Guanica) in hayfield.  Sabana Grande topographic quadrangle; lat. 18 degrees 01 minutes 04 seconds N.; long. 66 degrees 57 minutes 46 seconds W.  PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Content of pebbles is less than 15 percent, by volume.  Reaction is moderately alkaline to strongly alkaline throughout.  Depth to moderate salinity ranges from 5 to 8 inches.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 2 or 3.  Texture is clay.\nThe Bss and Bssz horizons have hue of 5YR or 7.5YR, value of 3 through 5, and chroma of 2 through 4.  The Bssz horizons are moderately saline and the ESP ranges from 25 to 40.  Texture is clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Hogensborg soils are in the same family.  The well drained Hogensborg soils are on similar positions and have more sodium within 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fe soils are on alluvial fans in valleys.  They formed in clayey sediments that weathered from igneous rocks and limestone.  Slopes range from 0 to 2 percent.  The climate is tropical semiarid.  The average annual precipitation ranges from 32 to 38 inches and the average annual temperature ranges from 76 to 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Aguirre, Cartagena, Fraternidad, and Guanica soils.  The poorly drained Aguirre soils are on lower positions and have more clay in the subsoil.  The moderately well drained Fraternidad soils are on similar positions and are nonsaline.  Cartagena soils are on similar positions and have mixed mineralogy.  Guanica soils are on lower positions, are non saline, have more clay in the control section, and have masses of calcium carbonate below a depth of 32 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Fe soil are used for pasture.  Some small areas are used for sugarcane.  The vegetation consists of Angletongrass, Paraguita grasses, Rayo, Mesquite, weeds, salt-tolerant plants, and other native and introduced species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal plains of southern Puerto Rico.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon  the zone from 0 to 28 inches. (Ap, A, and Bssz1 horizons)\nVertic feature - Slickensides from 17 to 56 inches (Bssz1, Bssz2, and Bss horizons).\nSodic feature  the zone from 17 to 42 inches (Bssz1 and Bssz2 horizons).\nADDITIONAL DATA:  Characterization sample - S61PR121-001.  Additional samples - S61PR-14-1, S61PR-14-2, and S89PR-079-001.  Samples by NSSL, Lincoln, NE.\nFe soils are in MLRA 273.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 7 inches; dark reddish brown (5YR 3/2) clay; moderate fine angular blocky parting to moderate fine granular structure; very hard; firm; moderately sticky; moderately plastic; common fine roots; slightly effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 43,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--7 to 17 inches; dark reddish brown (5YR 3/3) clay; moderate medium angular blocky structure; very hard; extremely firm; moderately sticky, moderately plastic; common fine roots along ped faces; many pressure faces on surfaces of peds; about 2 percent, by volume, pebbles; strongly effervescent; strongly alkaline; clear smooth boundary. (Combined thickness of the A and Ap horizons ranges from 11 to 20 inches.)"
      },
      {
        "name": "Bssz1",
        "top": 43,
        "bottom": 71,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bssz1--17 to 28 inches; dark reddish brown (5YR 3/3) clay; moderate medium angular blocky structure; firm; slightly sticky; moderately plastic, few fine roots flattened on primary surfaces; common fine slickensides having distinct polished and grooved surfaces; common fine salt crystals; about 2 percent, by volume, pebbles; strongly effervescent; strongly alkaline; clear smooth boundary."
      },
      {
        "name": "Bssz2",
        "top": 71,
        "bottom": 107,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bssz2--28 to 42 inches; dark reddish gray (5YR 4/2) clay; moderate fine and medium angular blocky structure; firm, slightly sticky, plastic, few fine roots flattened on primary surfaces; common medium slickensides having distinct polished and grooved surfaces; few fine salt crystals; about 2 percent, by volume, pebbles; strongly effervescent; strongly alkaline; diffuse wavy boundary.  (Combined thickness of the Bssz horizons ranges from 16 to 32 inches.)"
      },
      {
        "name": "Bss",
        "top": 107,
        "bottom": 142,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly alkaline",
        "narrative": "Bss--42 to 56 inches; dark reddish gray (5YR 4/2) clay; moderate fine and medium angular blocky structure; firm; slightly sticky, plastic, about 10 percent, by volume, pebbles; common medium slickensides having distinct polished and grooved surfaces; strongly effervescent; strongly alkaline."
      }
    ]
  ]
}
