{
  "SERIES": "FEATHER",
  "STATUS": "Established Series",
  "BYREV": "REV: WRR/WBS/DJE/AJT/SBS",
  "REVDATE": "2/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, thermic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Feather silt loam - on a slope of less than 1 percent in a clean tilled field at an elevation of 70 feet.  (Colors are for dry soil unless otherwise stated.  When described on October 10, 1986, the soil was dry to 4 inches and moist below.)\nAp--0 to 7 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, few fine and medium roots; many very fine interstitial pores; neutral (pH 6.6); clear smooth boundary. (6 to 10 inches thick)\nA--7 to 26 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate, medium, subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine roots; many very fine tubular pores; common worm casts; mildly alkaline (pH 7.8); abrupt smooth boundary.  (12 to 19 inches thick)\nAbl--26 to 34 inches; mixed with 80 percent brown (10YR 5/3) and 20 percent very pale brown (10YR 7/3) silt loam, mixed with 80 percent very dark grayish brown (10YR 3/2) and 20 percent dark brown (10YR 4/3) moist; strong, medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine, common fine and few medium tubular pores; common gray (10YR 5/1) silt coatings on ped faces and in pores; common worm casts; moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 18 inches thick)\nAb2--34 to 46 inches; brown (10YR 5/3) silt loam, very dark brown (10YR 2/2) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine, common fine and few medium tubular pores; common gray (10YR 5/1) silt coatings on ped faces and in pores; common worm casts; moderately alkaline (pH 8.0); gradual smooth boundary. (10 to 14 inches thick)\nAb3--46 to 60 inches; brown (10YR 5/3) silt loam, very dark brown (10YR 2/2) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic, many very fine roots; many very fine, common fine and few medium tubular pores; common gray (10YR 5/1) silt coatings in pores; common worm casts; moderately alkaline (pH 8.0); gradual smooth boundary. (10 to 16 inches thick)\nAb4--60 to 75 inches; brown (10YR 5/3) silt loam, very dark brown (10YR 2/2) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine and common fine tubular pores; common gray (10YR 5/1) silt coatings in pores; common worm casts; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yuba County, California; about 8.3 miles north west of Marysville, 2,800 feet north of the intersection of Highway 70 and Ramirez Road and 4,400 feet north west on paved road to levee, then 500 feet west of levee on dirt road and 60 feet north into field. Unsectionized Honcut Rancho; Honcut Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 60 or more inches thick.  The mean annual soil temperature is 64 to 66 degrees F.  The soil temperature is above 47 degrees F the entire year.  The 6 to 17 inch moisture control section is dry in all parts from May 15 to October 31 and moist in some part the rest of the year.  Clay content ranges from 10 to 18 percent.  Content of fine and coarser sands ranges from 1 to 15 percent.  Organic matter decreases irregularly with depth and is more the 0.6 percent at 50 inches.\nThe Ap and A horizons have dry colors of 10YR 5/3 or 4/3.  Moist colors are 10YR 3/3 or 3/2.  Reaction is neutral to mildly alkaline.\nThe Ab horizon has dry colors of 10YR 5/4 or 5/3 mixed with 10YR 7/3. Moist colors are 10YR 3/3, 3/2 or 2/2 mixed with 10YR 4/3.  Reaction is mildly to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Feather soils are on stream terraces, commonly on convex natural levees paralleling the stream.  Slopes range from 0 to 2 percent.  The soils formed in alluvium from mixed rock sources. Elevation is 60 to 75 feet.  The climate is subhumid with hot, dry summers and cool, moist winters.  The average annual precipitation is about 18 to 22 inches.  The average January temperature is 46 degrees F; the average July temperature is 79 degrees F; the mean annual temperature is 61 to 63 degrees F.  The frost-free season is 270 to 290 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Columbia and Hollilipah soils.  Columbia soils lack mollic epipedons and have coarse-loamy textural control sections.  Hollilipah soils lack mollic epipedons and have sandy textural control section.  They are on slightly lower flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff, moderate permeability, subject to occasional flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated orchards, mainly peaches, prunes and walnuts."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern part of the Sacramento Valley, California.  Soils are not extensive.  MLRA is 17"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yuba County, California, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Feather series was originally mapped in the 1909 soil survey of the Marysville area, California.  The series was made inactive (Jan. 1963) and listed as correlating to Columbia because the original type location could not be located and because it had not been mapped elsewhere.  This revision reestablishes the series, a new type location and redefines the concept of the original series.\nDiagnostic horizons recognized in this pedon:\nMollic epipedon - 0 to 75 inches; is 60 or more inches thick.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
