{
  "SERIES": "FEATHERLEGS",
  "STATUS": "Established Series",
  "BYREV": "RJ-CJH",
  "REVDATE": "11/2005",
  "STATES": "WY",
  "OVERVIEW": "The Featherlegs series consists of very deep, well drained soils.  These soils formed in alluvial, eolian and residual materials derived from mixed sources.  Featherlegs soils are on hills, hill slopes, alluvial fans, plateaus and stream terraces.  Slopes are 0 to 40 percent.  The mean annual precipitation is about 14 inches.  Mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Featherlegs loam -- on rangeland.  (Colors are for dry soil unless otherwise stated)\nA -- 0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; slightly alkaline (pH 7.5); clear smooth boundary.  (3 to 6 inches thick)\nBA -- 5 to 10 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate fine and coarse subangular blocky structure; hard, friable, sticky and plastic; slightly alkaline (pH 7.4); clear wavy boundary.  (2 to 6 inches thick)\nBt -- 10 to 19 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; strong coarse and fine subangular blocky structure; very hard, firm, sticky and plastic; many prominent clay films on faces of peds; slightly alkaline (pH 7.7); clear wavy boundary.  (4 to 12 inches thick)\nBk1 -- 19 to 23 inches; light brownish gray (10YR 6/2) clay loam, grayish brown (10YR 5/2) moist; moderate fine and coarse subangular blocky structure; hard, friable, sticky and plastic; slightly effervescent; calcium carbonate disseminated and as common distinct seams; moderately alkaline (pH 8.2); gradual wavy boundary.  (3 to 6 inches thick)\nBk2 -- 23 to 38 inches; light brownish gray (10YR 6/2) loam, grayish brown (10YR 5/2) moist; moderate coarse and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; strongly effervescent; calcium carbonate disseminated and as seams, streaks and soft masses; moderately alkaline (pH 8.4); gradual wavy boundary.  (12 to 18 inches thick)\n2Bk3 -- 38 to 60 inches; light brownish gray (10YR 6/2) extremely gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; strongly effervescent; calcium carbonate disseminated and as coatings and thin pendants on the undersides of rock fragments; 65 percent gravel and cobbles; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Goshen County, Wyoming; approximately 2706 feet south and 726 feet east of the northwest corner of Section 16, T. 30 N., R. 64 W. Rawhide Buttes West Quadrangle. 42 degrees 34 minutes 24 seconds north latitude and 104 degrees 33 minutes 16 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is dry in the moisture control section more than half the time, cumulative, that the soil temperature at a depth of 20 inches is 41 degrees F., and is dry in all parts of the moisture control section for at least 60 consecutive days from 15 July to 25 October and for at least 90 cumulative days during this period.  The mean annual soil temperature is 47 to 54 degrees F.  The mean summer soil temperature is 67 to 72 degrees F.\nThe mollic epipedon is 7 to 12 inches thick.  Depth to calcareous materials ranges from 10 to 20 inches.  Depth to the base of the Bt horizon is 13 to 25 inches.  Depth to skeletal material is 15 to 40 inches.  Gravel and cobbles range from 0 to 30 percent above the lithologic discontinuity, and from 40 to 75 percent below.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  The texture includes fine sandy loam, sandy clay loam and loam.  Gravelly and cobbly modifiers of these textures are allowed.  The soil is neutral to moderately alkaline.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6 dry, 3 to 5 moist, and chroma of 2 to 4.  The texture is clay loam, sandy clay loam and loam.  Gravelly and cobbly modifiers of these textures are allowed.  Clay averages 20 to 35 percent.  Fine or coarser sand is greater than 15 percent.  The soil is neutral to moderately alkaline.\nThe Bk horizon has hue of 10YR or 7.5YR, value 4 to 8 dry, 4 to 7 moist and chroma 2 to 4.  The texture is sandy loam, fine sandy loam, sandy clay loam, loam and clay loam.  Gravelly and cobbly modifiers of these textures are allowed.  The soil is moderately alkaline to strongly alkaline.  Calcium carbonate equivalent is 15 to 40 percent.  The horizon qualifies as a calcic horizon.\nThe 2Bk horizon has hue 2.5Y or 10YR, value 5 to 8 dry, 4 to 7 moist, and chroma 2 to 4.  The texture includes loamy sand, sandy loam and loam.  Very gravelly, extremely gravelly, very cobbly and extremely cobbly modifiers of these textures are allowed.  The soil is moderately alkaline to strongly alkaline.  Calcium carbonate equivalent is 5 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Ascalon, Asparas, Bresser, Capulin, Cedak, Chacuaco (T), Critchell, Dagflat, Datil, Hargreave, Harlan, Hemingford, Hiarc, Kirtley, Lavate, Loarc, Moskee, Noden, Palmer Canyon (T), Recluse, Rosebud, Ryegate, Satanta, Shalona, Sugardee, Wages and Wolf series.  The Palmer Canyon soils do not have a calcic horizon.  The Sugardee soils are 5YR and 2.5YR in the Bt horizon, and 7.5YR and redder below the Bt horizon.  The Cedak, Chacuaco, Dagflat, Hargreave, Hiarc, Kirtley, Rosebud and Ryegate soils have bedrock between 20 to 40 inches.  The Ascalon, Asparas, Bresser, Capulin, Critchell, Datil, Harlin, Hemingford, Lovate, Loarc, Moskee, Noden, Recluse, Satanta, Shalona, Wages and Wolf soils have less than 35 percent coarse fragments above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Featherlegs soils are on nearly level to undulating hills, hill slopes, alluvial fans, plateaus and stream terraces.  Slopes are 0 to 40 percent.  The soils formed in calcareous outwash materials from sedimentary, igneous, and metamorphic beds, and from eolian and residual materials from mixed sources.  Elevation is 3800 to 6000 feet.  Annual precipitation is 12 to 16 inches.  The mean annual air temperature is 46 to 52 degrees F.  The frost-free season is 110 to 137 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Albinas, Bayard, Brownrigg, Curabith, Greenhope, Lambman and Willowman soils, and the competing Recluse and Wolf soils.  Albinas soils are pachic.  Bayard and Greenhope soils are coarse-loamy.  Brownrigg and Lambman soils are shallow.  Curabith and Willowman soils are in the loamy-skeletal family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are well drained.  Runoff is slow to medium.  Permeability is moderate over rapid or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated crops, dryland crops, range, and habitat for wildlife.  The native vegetation is western wheatgrass, blue grama, threadleaf sedge, Sandberg bluegrass, and needleandthread grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Featherlegs soils occur in southeastern Wyoming.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Goshen County (Northern Part), Wyoming; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - 0 to 10 inches (A,BA)\nargillic horizon - 10 to 19 inches (Bt)\ncalcic horizon - 23 to 38 inches (Bk2)\nlithologic discontinuity - 38 inches (2Bk3)\nSIR - WY1040\nLRR=G"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse granular structure; slightly hard, very friable, slightly sticky and slightly plastic; slightly alkaline (pH 7.5); clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA -- 5 to 10 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate fine and coarse subangular blocky structure; hard, friable, sticky and plastic; slightly alkaline (pH 7.4); clear wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt -- 10 to 19 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; strong coarse and fine subangular blocky structure; very hard, firm, sticky and plastic; many prominent clay films on faces of peds; slightly alkaline (pH 7.7); clear wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 48,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1 -- 19 to 23 inches; light brownish gray (10YR 6/2) clay loam, grayish brown (10YR 5/2) moist; moderate fine and coarse subangular blocky structure; hard, friable, sticky and plastic; slightly effervescent; calcium carbonate disseminated and as common distinct seams; moderately alkaline (pH 8.2); gradual wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 58,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2 -- 23 to 38 inches; light brownish gray (10YR 6/2) loam, grayish brown (10YR 5/2) moist; moderate coarse and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; strongly effervescent; calcium carbonate disseminated and as seams, streaks and soft masses; moderately alkaline (pH 8.4); gradual wavy boundary.  (12 to 18 inches thick)"
      },
      {
        "name": "2Bk3",
        "top": 97,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bk3 -- 38 to 60 inches; light brownish gray (10YR 6/2) extremely gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; strongly effervescent; calcium carbonate disseminated and as coatings and thin pendants on the undersides of rock fragments; 65 percent gravel and cobbles; moderately alkaline (pH 8.3)."
      }
    ]
  ]
}
