{
  "SERIES": "FEDORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFJ-TMS",
  "REVDATE": "10/2002",
  "STATES": "SD",
  "OVERVIEW": "The Fedora series consist of very deep, poorly drained soils formed in sandy glacial outwash materials on the glacial meltwater plains.  Permeability is moderately rapid in the upper part and rapid in the underlying sand and gravel.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 23 inches, and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fedora sandy loam - on a plane slope of 1 percent in native grass.  When described the soil was moist to a depth of 50 inches and saturated below.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 inches; black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; few fine faint very dark grayish brown (10YR 3/2) mottles; weak fine granular structure; soft, very friable; strong effervescence; moderately alkaline; clear wavy boundary.\nA2--8 to 12 inches; very dark gray (10YR 3/1) loamy sand, gray (10YR 5/1) dry; few fine faint dark grayish brown (10YR 4/2) mottles; single grain; loose, very friable; strong effervescence; moderately alkaline; clear wavy boundary.  (Combined A horizons are 6 to 16 inches thick.)\nBkg1--12 to 21 inches; gray (2.5Y 5/1) sandy loam, light gray (2.5Y 7/1) dry; many fine distinct dark grayish brown (10YR 3/2) and dark brown (10YR 3/3) mottles; massive; soft, very friable; few fine soft dark accumulations (Fe & Mn oxides); disseminated carbonate and common fine and medium accumulations of carbonate; violent effervescence; moderately alkaline; diffuse wavy boundary.  (8 to 25 inches thick)\nCg1--21 to 40 inches; gray (5Y 5/1) sandy loam, gray (5Y 6/1) dry; many fine prominent olive brown (2.5Y 4/4) and dark gray (2.5Y 4/1) mottles; massive; soft, very friable; many soft dark accumulations (Fe & Mn oxides); strong effervescence; moderately alkaline; clear wavy boundary.\n2Cg2--40 to 60 inches; dominantly dark brown (10YR 4/3) gravelly sand; dark grayish brown (10YR 4/2) dry; single grain; loose; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Davison County, South Dakota; 216 feet south and 315 feet west of the northeast corner of sec. 4, T. 103 N., R. 60 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 16 inches.\nThe A horizon has hue of 10YR to 5Y or is neutral, value of 2 or 3 and 3 to 5 dry, and chroma of less than 2.  It is sandy loam, fine sandy loam, loamy sand, or loam.  It is neutral to strongly alkaline.\nThe Bk horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 7 and 5 to 8 dry; and chroma of 1 or 2.  It typically is sandy loam, fine sandy loam, or loam.  The calcium carbonate equivalent ranges from 15 to 40 percent and has disseminated carbonate and few to many fine or medium accumulations of carbonate.  The Bk horizon is slightly to very strongly alkaline.  It has common or many, distinct or prominent mottles.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 6 to 8 dry, and chroma of 1 or 2.  It typically is sandy loam, fine sandy loam, or loam but is silt loam or loamy sand in some pedons.  The C horizon is slightly to very strongly alkaline and has common or many, distinct or prominent mottles.\nThe 2C horizon is multicolored loamy fine sand, loamy sand, fine sand, gravelly sand, or gravelly loamy sand and contains 0 to 35 percent gravel by volume.  It is slightly to very strongly alkaline.  Some pedons do not have a 2C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cullison and Ironton soils. Cullison soils do not have a lithologic discontinuity below a depth of 40 inches.  Ironton soils do not have low chroma mottles to a depth of 30 inches.  In addition, Ironton soils are drier in the soil moisture control section for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fedora soils are nearly level in slightly depressed, broad drainageways on glacial meltwater plains.  Surfaces are plane to slightly concave.  Slope gradients range from 0 to 2 percent.  The soils formed in sandy glacial meltwater deposits.  The mean annual temperature ranges from 45 to 52 degrees F, and mean annual precipitation ranges from 17 to 26 inches.  Growing season is about 130 to 160 days; average growing season precipitation is 15 to 20 inches; and growing degree days are about 2800 to 3500."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Blendon, Carthage, Doger, Enet, Forestburg, Hand, and Henkin soils.  These soils are on higher landscape positions, do not have a calcic horizon and are drier in the soil moisture control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Water table typically is at depths of 0 to 2 feet.  Surface runoff is very low.  Permeability is moderately rapid in the upper part and rapid in the underlying sand and gravel."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fedora soils are used mainly for tame and native pasture.  Corn, oats, alfalfa, and tame grass are the principal crops.  Big bluestem, indiangrass, switchgrass, western wheatgrass, sedges, and forbs are the principal native species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern and south-central South Dakota.  The Fedora series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Davison County, South Dakota, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of\nabout 12 inches (A1 and A2 horizons); calcic horizon - the zone from about 12 to 21 inches (Bkg horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; few fine faint very dark grayish brown (10YR 3/2) mottles; weak fine granular structure; soft, very friable; strong effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--8 to 12 inches; very dark gray (10YR 3/1) loamy sand, gray (10YR 5/1) dry; few fine faint dark grayish brown (10YR 4/2) mottles; single grain; loose, very friable; strong effervescence; moderately alkaline; clear wavy boundary.  (Combined A horizons are 6 to 16 inches thick.)"
      },
      {
        "name": "Bkg1",
        "top": 30,
        "bottom": 53,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bkg1--12 to 21 inches; gray (2.5Y 5/1) sandy loam, light gray (2.5Y 7/1) dry; many fine distinct dark grayish brown (10YR 3/2) and dark brown (10YR 3/3) mottles; massive; soft, very friable; few fine soft dark accumulations (Fe & Mn oxides); disseminated carbonate and common fine and medium accumulations of carbonate; violent effervescence; moderately alkaline; diffuse wavy boundary.  (8 to 25 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 53,
        "bottom": 102,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--21 to 40 inches; gray (5Y 5/1) sandy loam, gray (5Y 6/1) dry; many fine prominent olive brown (2.5Y 4/4) and dark gray (2.5Y 4/1) mottles; massive; soft, very friable; many soft dark accumulations (Fe & Mn oxides); strong effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "2Cg2",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2Cg2--40 to 60 inches; dominantly dark brown (10YR 4/3) gravelly sand; dark grayish brown (10YR 4/2) dry; single grain; loose; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
