{
  "SERIES": "FELLA",
  "STATUS": "Established Series",
  "BYREV": "JCD-SEZ-SLE-AAC",
  "REVDATE": "04/2007",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fella silty clay loam, on a slope less than 1 percent, in a cultivated field, at an elevation of 189 meters (619 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak fine angular blocky structure parting to weak fine granular; friable; common fine and medium roots; neutral; abrupt smooth boundary.\nA--7 to 11 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak medium angular blocky structure parting to moderate medium granular; firm; common fine and medium roots; neutral; clear smooth boundary. (The combined thickness of the A horizon is 10 to 24 inches.)\nBAg--11 to 20 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; moderate medium angular blocky structure; firm; common fine roots; few fine prominent strong brown (7.5YR 4/6) iron masses with diffuse boundaries along linings in root channels; neutral; clear smooth boundary. (0 to 10 inches thick)\nBg--20 to 29 inches; gray (5Y 5/1) silty clay loam, moderate medium angular blocky structure; firm, few fine roots; common thick black (10YR 2/1) organic coatings on faces of peds; few black (10YR 2/1) krotovina; many medium prominent strong brown (7.5YR 4/6) iron masses along faces of peds and along linings in root channels; neutral; clear wavy boundary.\nBkg1--29 to 37 inches; gray (5Y 5/1) silty clay loam, weak medium prismatic structure parting to moderate medium angular blocky; friable; few fine roots; few very dark grayish brown (10YR 3/2) organic linings in root channels; common medium light brownish gray (10YR 6/2) calcium carbonate nodules; many medium prominent strong brown (7.5YR 4/6) irregularly shaped iron masses with diffuse boundaries throughout the matrix and as accumulations along linings in root channels; violently effervescent; moderately alkaline; clear smooth boundary.\nBkg2--37 to 43 inches; gray (5Y 6/1) silty clay loam, weak coarse prismatic structure parting to weak medium angular blocky; friable; few fine roots; few very dark grayish brown (10YR 3/2) organic linings in root channels; common medium light brownish gray (10YR 6/2) calcium carbonate nodules; common medium prominent strong brown (7.5YR 5/6) irregularly shaped iron masses with diffuse boundaries throughout the matrix; violently effervescent; moderately alkaline; clear smooth boundary. (The combined thickness of the Bg and Bkg horizon is 12 to 36 inches.)\n2BCg--43 to 54 inches; about 80 percent gray (5Y 6/1) and about 20 percent dark grayish brown (10YR 4/2) stratified silt loam and very fine sandy loam, weak coarse prismatic structure; friable; few medium prominent strong brown (7.5YR 4/6) irregularly shaped iron masses with diffuse boundaries throughout the matrix; slightly effervescent; slightly alkaline; clear smooth boundary. (0 to 12 inches thick)\n2C--54 to 61 inches; yellowish brown (10YR 5/4) very fine sand, single grain; common medium distinct yellowish brown (10YR 5/8) irregularly shaped iron masses throughout the matrix; few medium distinct dark grayish brown (10YR 4/2) iron depletions with diffuse boundaries throughout the matrix; slightly effervescent; slightly alkaline; clear smooth boundary.\n2Cg--61 to 80 inches; dark gray (5Y 4/1) stratified loamy fine sand and very fine sandy loam, massive; very friable; few medium yellowish brown (10YR 5/8) irregularly shaped iron masses throughout the matrix; 2 inch layer of black sapric material at a depth of 61 to 63 inches; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bureau County, Illinois; about 8 miles southwest of New Bedford; 890 feet south and 2,100 feet east of the northwest corner of section 16, T. 17 N., R. 6 E.; USGS Mineral quadrangle; lat. 41 degrees 27 minutes 50 seconds N. and long. 89 degrees 48 minutes 41 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to stratified loamy and sandy sediments ranges from 30 to 60 inches. The depth to calcium carbonates ranges from 16 to 40 inches. The mollic epipedon is 10 to 24 inches thick. The particle-size control section contains less than 15 percent fine and coarser sand and averages between 27 and 35 percent clay. Some pedons contain thin layers of coprogenous earth and/or sapric material below a depth of 40 inches.\nThe upper part of the control section (A horizon) has hue of 10YR or is neutral, value of 2 or 3, and chroma of 0, 1, or 2. It is typically silty clay loam but some pedons are silt loam. Redoximorphic features are commonly present in the lower part of the mollic epipedon and have hue of 5YR to 2.5Y, value of 3 to 6; chroma of 2 to 6.\nSome pedons do not have a AB or BA horizon.\nThe next part of the control section (Bg and Bkg horizon) has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, chroma of 1 or 2. Redoximorphic features include iron masses and depletions with colors similar to those stated for the matrix but chroma ranges to 8. It is neutral or slightly alkaline in the upper part and is slightly alkaline or moderately alkaline in the lower part and commonly contains free calcium carbonates in the lower part.\nThe next part of the control section (2BCg horizon) has colors similar to the Bg horizon and includes stratified textures of silty clay loam, silt loam, loam, sandy loam, or very fine sandy loam. It is slightly alkaline or moderately alkaline and contains calcium carbonates. Some pedons do not have a 2BCg horizon.\nThe lower part of the control section (2C or 2Cg horizon) has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5, chroma of 1 to 4. It has redoximorphic features including iron masses and depletions with colors similar to the matrix but chroma ranges to 8. It commonly is fine sand, sand, loamy fine sand, loamy sand, sandy loam, or fine sandy loam, but thin strata of loam, silt loam, clay loam, and silty clay loam are in some pedons. It is moderately or slightly alkaline and contains calcium carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beaucoup, Blackoar, Copperas, Ettrick, Gorham, Leshara, Lummi, Sauvie, Sepo, and Wapato series. Beaucoup soils do not have calcium carbonates within 40 inches. Blackoar soils have 18 to 27 percent clay in the particle-size control section. Copperas soils have a paralithic contact within 60 inches. Ettrick soils have 18 to 27 percent clay in the particle-size control section. Gorham soils do not have calcium carbonates within 40 inches. Leshara soils have 18 to 27 percent clay in the particle-size control section. Lummi soils formed entirely in marine sediments and alluvium and do not have a lithologic discontinuity. Sauvie soils formed entirely in recent alluvium with some mixing with volcanic ash and do not have a lithologic discontinuity. Sepo soils formed entirely in slack water sediments and do not have a lithologic discontinuity. Wapato soils are more acid throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fella soils are on slightly depressional or nearly level areas on floodplains of small rivers and their tributary streams and ditches. Fella soils formed in 30 to 60 inches of dominantly silty clay loam slack water sediments and in the underlying stratified loamy and sandy sediments. Mean annual air temperature ranges from 47 to 53 degrees F. Mean annual precipitation ranges from 33 to 35 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ambraw, Cohoctah, Muskego, and Normandy soils. Ambraw, Cohoctah, and Normandy soils are generally on slightly higher parts of the floodplain. Ambraw soils have 15 to 50 percent sand in the particle-size control section. Cohoctah soils have less than 18 percent clay in the particle-size control section. Muskego soils are on slightly lower parts of the floodplain and formed in organic material over coprogenous earth (sedimentary peat). Normandy soils have 15 to 35 percent sand in the particle-size control section and are calcareous throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Soil moisture status wet is 0 to 1 foot December through June in normal years. Runoff is low or negligible. Saturated hydraulic conductivity is 1.41 to 4.23 micrometers per second (moderately high) in the silty clay loam slack water sediments and 14.11 to 141.14 micrometers per second (high) in the underlying stratified loamy and sandy sediments."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn, soybeans, and small grain are the principal crops. Native vegetation is water-tolerant grasses and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR M, MLRA 108B; Northwestern Illinois along the floodplains of the Green River. The extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bureau County, Illinois, 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon: particle-size control section - the zone from 10 to 40 inches; series control section - the zone from 0 to 60 inches; mollic epipedon - the zone from the surface to 20 inches (Ap, A, and BAg horizons); cambic horizon - the zone from 20 to 54 inches (BAg, Bg, Bkg1, Bkg2, and 2BCg horizons).\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version: Second Edition, 1999.\nFormerly correlated as a flooded phase of the Pella series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
