{
  "SERIES": "FELTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL/GMK/RWK/ET/WRR",
  "REVDATE": "11/2009",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Felton silt loam, forested. (Colors are for dry soil unless otherwise noted.)\n0i--1 inch to 0; leaves, needles, and twigs, some partially decomposed; abrupt smooth boundary.\nA1--0 to 2 inches; brown (7.5YR 5/2) silt loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure parting to fine granular; slightly hard, friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial and tubular pores; moderately acid (pH 6.0); clear smooth boundary. (2 to 10 inches thick)\nA2--2 to 10 inches; brown (7.5YR 5/2) light clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common fine and few medium roots; many very fine interstitial and tubular pores; few thin clay films on peds and lining pores; moderately acid (pH 6.0); clear wavy boundary. (8 to 10 inches thick)\nBt1--10 to 23 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine and many medium and coarse roots; many very fine interstitial and tubular pores, few fine, medium and coarse tubular pores; many thin clay films on faces of peds and lining pores; moderately acid (pH 6.0); clear wavy boundary. (12 to 16 inches thick)\nBt2--23 to 39 inches; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/6) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few medium and coarse roots; many very fine interstitial and tubular pores, few medium and coarse tubular pores; common thin clay films lining pores and on faces of peds; strongly acid (pH 5.5); gradual wavy boundary. (8 to 18 inches thick)\nC1--39 to 48 inches; light yellowish brown (10YR 6/4) shaly clay loam, yellowish brown (10YR 5/6) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; few medium and coarse roots; many very fine and fine tubular pores, few medium and coarse tubular pores; few thin clay films lining pores and on faces of peds; about 25 percent shale fragments 1 to 1/2 inch in diameter; strongly acid (pH 5.5); gradual wavy boundary. (0 to 12 inches thick)\nC2--48 to 60 inches; yellowish brown (10YR 5/6) very shaly clay loam, dark yellowish brown (10YR 4/4) moist; massive; hard, firm, sticky and plastic; about 50 percent shale fragments 1 to 2 inches in diameter; strongly acid (pH 5.5); gradual irregular boundary.\nCr--60 to 65 inches; shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California; 1.9 miles above Spring Lake on Watsonville Road; 200 yards uphill on old skid trail; SW1/4 NW1/4 section 6, T.11S., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic contact is 40 to 80 inches. The mean annual soil temperature is about 56 degrees F.; the mean winter soil temperature is about 47 degrees F.; and the mean summer soil temperature is about 60 degrees F. Soil between depths of about 5 and 15 inches usually is dry in all parts all the time from mid-May to mid-June until about late October or early November and usually is moist the rest of the year.\nOrganic matter is 3 to 8 percent in the uppermost 10 inches of the profile and decreases gradually to 1.5 to 0.5 percent 20 inches below the surface and in most pedons is less than 1 percent within 16 to 25 inches of the surface. Base saturation is 60 to 75 percent in some part of the upper 30 inches of the profile and in most pedons is less than 75 percent in all parts. Base saturation in the lower part of the profile, below a depth of 30 inches, is 40 to 80 percent but in many pedons it is similar to that in the upper 30 inches of the profile. The soil is slightly or strongly acid in the A and B horizons and slightly to very strongly acid in the C horizon.\nShale fragments or other rock fragments usually are less than 15 percent in the A and B horizons and average less than 35 percent in all pedons. In pedons with C horizons, rock fragments make up 15 to 65 percent.\nThe A horizon is brown or dark brown in 7.5YR hue, dark reddish gray and dark reddish brown in 5YR hue and dark grayish brown or brown in 10YR hue, and has moist chroma of 2 or 3. Texture is sandy loam, loam, silt loam or light clay loam and has moderate or strong granular, subangular blocky or angular blocky structure. The upper boundary of the Bt horizon is gradual or diffuse or there is a transitional AB or B horizon.\nThe Bt horizon is brown or light brown in 7.5YR hue, light yellowish brown, light brown, brown, pale brown or yellowish brown in 10YR hue and reddish brown, light reddish brown or yellowish red in 5YR hue and has moist chroma of 4 or 6. Texture is clay loam, silty clay loam, or sandy clay loam and has 6 to 15 percent more clay (absolute) than the A horizon. This horizon has moderate or strong subangular blocky or angular blocky structure. In some pedons a loam, sandy loam or clay loam C horizon modified by shale fragments is between the B horizon and the shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are theAnnum, Brownlee, Chirpchatter, Ebadlow, Fisherhill, Goldendale, Hellake, Lompico, Lorena, Meland, Mendian, Meystre, Quiden, Rehfield, Robbscreek,Schumacher, Stacker, Stardust, Updegraff and Van Horn series.Annum, Brownlee,Chirpchatter, Ebadlow, Fisherhill, Goldendale, Hellake, Mendian, Meystre, Quiden, Rehfield, Robbscreek, Stardust and Van Horn soils all have MAAT of less than 52 degrees F. Loeren, Meland and Stacker soils have lithic contacts at 20 to 40 inches. Schumacher soils have MAAT of less than 52 degrees F. and have a lithic contact at 40 to 60 inches. Updegraff soils have lithic contacts at 40 to 60 inches. Lompico soils are 20 to 40 inches deep to a lithic contact. Schumacher soil have a lithic contact at 40 to 60 inches and  MAAT of less than 52 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Felton soils formed in material weathered from shale and sandstone or mica schist. They are on uplands and have gradients of 5 to 75 percent. Elevations are 400 to 3,000 feet . The climate is humid mesothermal with warm to cool dry summers and cool, moist winters. The mean annual precipitation is 25 to 70 inches. Snow is rare and remains for only a few hours. The average January temperature is about 47 degrees F.; the average July temperature is about 61 degrees F.; and the mean annual temperature is 54 to 57 degrees F. The frost free season is about 220 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ben Lomond, Gilroy, Hugo, Lompico, Los Osos, Madonna and Maymen soils. Ben Lomond soils lack an argillic horizon and have coarse loamy textural control sections. Gilroy and Los Osos soils have a mean soil temperature above 59 degrees F. and a lithic and paralithic contact respectively at a depth of 20 to 40 inches. Hugo, Madonna and Maymen soils lack argillic horizons and lack mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, recreation, watershed, growing Christmas trees and homesites. Most areas have been cut over. Vegetation is redwood, Douglas fir, madrone, and oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountainous areas near the coast in central California. The soil is moderately extensive. MLRA 4."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Cruz County, California, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in February of 2003. Competing series checked 11/2009.\nADDITIONAL DATA: NSSL Lab Data 40A3038\nNational Cooperative Soil Survey\nU.S.A."
  }
}
