{
  "SERIES": "FENANDER",
  "STATUS": "Established Series",
  "BYREV": "ALV/FJS/JJJ",
  "REVDATE": "12/2005",
  "STATES": "MN,WI",
  "OVERVIEW": "The Fenander series consists of very deep, poorly and very poorly drained soils formed in stratified loamy and sandy deposits. These soils are on glacial lake basins and stream terraces. Permeability is moderate in the solum and moderately slow in the substratum. Slopes range from 0 to 2 percent. Mean annual precipitation is about 31 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Udollic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fenander fine sandy loam, on a west-facing slope of 1 percent, in hayland, at an elevation of about 1,215 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; common fine and medium roots; neutral; abrupt smooth boundary. (6 to 9 inches thick)\nEg--9 to 15 inches; grayish brown (10YR 5/2) fine sandy loam, light gray (10YR 7/2) dry; weak medium platy structure; friable; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; common fine and very fine roots; slightly acid; abrupt wavy boundary. (0 to 20 inches thick)\nBtg--15 to 27 inches; grayish brown (10YR 5/2) loam; moderate medium subangular blocky structure; friable; few faint dark grayish brown (10YR 4/2) clay films on faces of peds; few very fine roots; common medium prominent yellowish red (5YR 4/6) masses of iron accumulation; slightly acid; clear wavy boundary. (6 to 24 inches thick)\nBC--27 to 33 inches; brown (10YR 5/3) fine sandy loam; weak coarse and weak medium subangular blocky structure; friable; few very fine roots; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; neutral; gradual wavy boundary. (0 to 12 inches thick)\n2C--33 to 80 inches; reddish brown (5YR 4/4) stratified loamy fine sand and fine sandy loam; massive; very friable; common medium distinct brown (7.5YR 4/4) masses of iron accumulation and common coarse prominent grayish brown (10YR 5/2) iron depletions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kanabec County, Minnesota; about 20 miles west of Hinckley; about 1,375 feet north and 1,075 feet east of the southwest corner of section 29, T. 42 N., R. 23 W.; USGS Warman topographic quadrangle; lat. 46 degrees 5 minutes 26 seconds N. and long. 93 degrees 16 minutes 49 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic and to stratified deposits ranges from 20 to 40 inches. Volume of gravel ranges from 0 to 5 percent throughout. Clay content in the particle size control section ranges from 5 to 18 percent. Redoximorphic accumulations and depletions are throughout the pedon. Saturation occurs at the surface at some time in most years. These soils do not have carbonates. Reaction ranges from strongly acid to neutral throughout.\nSome pedons have an Oa horizon up to 4 inches thick which has hue of 7.5YR or 10YR, value of 2 or 2.5 and chroma of 1.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. Texture is fine sandy loam.\nThe Eg horizon has hue of 10YR, value of 5, and chroma of 2. Texture is sandy loam, fine sandy loam, or silt loam.\nThe Btg horizon has hue of 2.5Y, 10YR or 7.5YR; value of 4 to 6; and chroma of 1 or 2. Texture is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.\nThe BC horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 3 or 4. Texture is loam, fine sandy loam, or sandy loam and may be stratified with fine sand or loamy sand in some pedons.\nThe 2C, and C horizon where present, has hue of 5YR or 7.5YR, value of 4 and chroma of 3 or 4. Texture is mainly stratified loamy fine sand and fine sandy loam but includes strata of fine sand to silt loam. The thickness and sequence of stratified layers are variable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Paddock and Ronneby series. Paddock soils have carbonates and a densic contact at 40 to 60 inches. Ronneby soils have a densic contact at depths of 30 to 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fenander soils are on glacial lake basins and stream terraces. Slope ranges from 0 to 2 percent. Fenander soils formed in stratified loamy and sandy deposits. Mean annual precipitation ranges from 24 to 33 inches. Mean annual air temperature ranges from 39 to 45 degrees F. Elevation ranges from 1100 to 1400 feet. The frost-free period ranges from 70 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Alban soils, the moderately well drained Aftad soils, and the somewhat poorly drained Plover soils are in a drainage sequence with Fenander soils. The finer textured Barronett and Comstock soils are close associates on some lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained and very poorly drained. Permeability is moderate in the solum and moderately slow in the substratum. The soil has a perched seasonal high water table that ranges from the surface to one foot below the surface at some time during the period from October to June in most years. The water table is perched over stratified lacustrine sediments, but in most years will eventually saturate the lacustrine sediments and exhibit an apparent water table. Surface runoff is low to ponded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for pastureland and hayland. Drained areas are used for cropland. Common crops are corn, small grain and alfalfa hay. Natural vegetation consists primarily of sedges and grasses with scattered shrubs, such as alder and willow. In wooded areas vegetation is black ash, quaking aspen, red maple, alder and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Wisconsin and East Central Minnesota. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washburn County, Wisconsin, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nochric epipedon - the zone from the 0 to 9 inches (Ap horizon);\nalbic horizon - the zone from 9 to 15 inches (Eg horizon);\nargillic horizon - the zone from 15 to 27 inches;\naquic soil moisture regime - saturation to the surface from March through June.\nRedoximorphic features in all layers below the Ap horizon. Redoximorphic depletions in the matrix or on faces of peds, or both, in the argillic horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; common fine and medium roots; neutral; abrupt smooth boundary. (6 to 9 inches thick)"
      },
      {
        "name": "Eg",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eg--9 to 15 inches; grayish brown (10YR 5/2) fine sandy loam, light gray (10YR 7/2) dry; weak medium platy structure; friable; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; common fine and very fine roots; slightly acid; abrupt wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "Btg",
        "top": 38,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg--15 to 27 inches; grayish brown (10YR 5/2) loam; moderate medium subangular blocky structure; friable; few faint dark grayish brown (10YR 4/2) clay films on faces of peds; few very fine roots; common medium prominent yellowish red (5YR 4/6) masses of iron accumulation; slightly acid; clear wavy boundary. (6 to 24 inches thick)"
      },
      {
        "name": "BC",
        "top": 69,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--27 to 33 inches; brown (10YR 5/3) fine sandy loam; weak coarse and weak medium subangular blocky structure; friable; few very fine roots; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; neutral; gradual wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "2C",
        "top": 84,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--33 to 80 inches; reddish brown (5YR 4/4) stratified loamy fine sand and fine sandy loam; massive; very friable; common medium distinct brown (7.5YR 4/4) masses of iron accumulation and common coarse prominent grayish brown (10YR 5/2) iron depletions; neutral."
      }
    ]
  ]
}
