{
  "SERIES": "FENCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LLN-DJH-LMC",
  "REVDATE": "12/2006",
  "STATES": "MI,WI",
  "OVERVIEW": "The Fence series consists of very deep, moderately well drained soils formed in mostly silty stratified lacustrine and glacially reworked lacustrine deposits on glacial lake plains, moraines and till floored lake plains.  Permeability is moderate in the solum and moderately slow in the substratum.  Slopes range from 0 to 18 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fence silt loam - on a 2 percent slope in a woodland at an elevation of about 1550 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; dark brown (7.5YR 3/2) silt loam, brown (7.5YR 5/2) dry; moderate fine granular structure; friable; many fine roots; moderately acid; clear wavy boundary.  (0 to 4 inches thick.)\nE--2 to 6 inches; brown (7.5YR 5/2) silt loam, pinkish gray (7.5YR 7/2) dry;  moderate fine subangular blocky structure; friable; many fine roots; very strongly acid; clear wavy boundary.  (1 to 8 inches thick)\nBs--6 to 14 inches; brown (7.5YR 4/4) silt loam; moderate fine subangular blocky structure; friable; common fine roots; very strongly acid; clear wavy boundary.  (6 to 15 inches thick.)\nE'--14 to 20 inches; brown (7.5YR 5/3) silt loam, pink (7.5YR 7/3) dry; moderate thin platy structure; friable; few fine roots; moderately acid; clear wavy boundary.  (0 to 8 inches thick)\nE/B--20 to 25 inches; 70 percent brown (7.5YR 5/3) silt loam (E), pink (7.5YR 7/3) dry; moderate thin platy structure; friable; extends as tongues into or surrounds remnants of reddish brown (5YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; few very fine and fine roots; few distinct yellowish red (5YR 4/6) clay films on faces of some peds; few fine roots; strongly acid; clear irregular boundary.\nB/E--25 to 42 inches; about 70 percent reddish brown (5YR 4/4) silt loam (Bt); strong coarse prismatic structure parting to moderate medium subangular blocky; friable; common distinct yellowish red (5YR 4/6) clay films on faces of prisms and some peds; penetrated by tongues of brown (7.5YR 5/3) silt loam (E), pink (7.5YR 7/3) dry; moderate fine subangular blocky structure;  friable; few very fine and fine roots; many fine prominent and distinct strong brown (7.5YR 5/6) masses of iron accumulation; few thin strata of very fine sand; strongly acid; abrupt smooth boundary.  (Glossic horizon - 2 to 30 inches thick)\nC--42 to 60 inches; brown (7.5YR 5/4) stratified silt loam and very fine sandy loam; massive; breaks to weak thick plates along depositional strata; friable; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation and few fine distinct brown (7.5YR 5/3) iron depletions;  few thin strata of very fine sand; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Florence County, Wisconsin; about 3.5 miles east and 2.5 miles north of Tipler; 1080 feet north and 2370 feet east of the southwest corner of sec. 12, T. 40 N., R. 15 E.; USGS Long Lake NE, WI quad.; lat. 45 degrees, 57', 24\" N., long. 88 degrees, 33', 43\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, thickness and depth are measured from the top of the mineral soil.)  Depth to the base of the argillic horizon ranges from 30 to 60 inches. Rock fragments typically are absent but volume of gravel ranges from 0 to 2 percent throughout.  Free carbonates are absent to a depth of 60 inches or more.  Reaction commonly ranges from extremely acid to slightly acid in the solum but ranges to neutral in the upper part, where the soil is limed. Reaction ranges from very strongly acid to slightly alkaline in the substratum.  Redox accumulations occur below the spodic horizon and within 40 inches.  Redox depletions with chroma of 2 or less occur below 30 inches in some pedons.  Saturation occurs at 30 to 40 inches for 1 month or more per year in most years.\nSome pedons have an O horizon with hue of 7.5YR or 5YR or the hue is neutral.  Value is 2 or 3 and chroma is 0 to 3.  The 0 horizon is a mat of partially decomposed forest litter.\nThe A has hue of 5YR, 7.5YR, or 10YR; value of 2 or 3; and chroma of 1 to 3.  Some pedons have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3.  The A or Ap horizon is silt loam or very fine sandy loam.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is silt loam, very fine sandy loam, or silt.\nSome pedons have a Bhs horizon with hue of 5YR or 7.5YR and value and chroma of 2 or 3.  It is silt loam or very fine sandy loam\nThe Bs horizon has hue of 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4.  It is silt, silt loam, very fine sandy loam, fine sandy loam, or loamy very fine sand.\nSome pedons have a Bw horizon with hue of 7.5YR or 10YR and value and chroma of 4 to 6.  Bw horizons with spodic color have less than 0.6 percent organic carbon.  It is silt loam, silt, very fine sandy loam, or loamy very fine sand.\nThe E' horizon has color and texture like the E horizon described above.\nFence soils have a glossic horizon (E/B or B/E horizons, or both).  The E part has color and texture like the E horizon described above.  The Bt part has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 or 5; and chroma of 3 to 6.  It is typically silt loam, silt, very fine sandy loam, or loamy very fine sand, but strata of coarser or finer texture are in some pedons.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.  It is commonly stratified in the lower part.\nThe C horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 to 7; and chroma of 3 to 6.  It is stratified commonly with silt loam, silt, very fine sandy loam, loamy very fine sand, or very fine sand, with strata of coarser or finer texture in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Related series are the Bohemian and Stambaugh series. Bohemian soils are fine-loamy. Stambaugh soils are coarse-silty over sandy or sandy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fence soils are on glacial lake plains, moraines and till floored lake plains.  Slope gradients range from 0 to 18 percent.  These soils formed in mostly silty stratified lacustrine deposits.  Mean annual precipitation ranges from 28 to 33 inches. Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 120 days. Elevation ranges from 700 to 1900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bruce, Gogebic, Ocqueoc, Rousseau, Shag, Spear and Sporley soils.  The well drained Sporley, somewhat poorly drained Spear and the poorly drained Shag soils form a drainage sequence with the Fence soils.  The poorly drained Bruce soils are in lower positions in the landscape where there is more clay and sand in the soil.  The moderately well drained Gogebic soils are nearby on moraines where the soil formed in till.  The well drained Rousseau soils are in similar or slightly higher landscape positions where there is more sand and less silt and clay throughout the soil.  The well drained Ocqueoc soils are in similar or slightly higher landscape positions where there is a 20 to 40 inch thick sandy mantle over the stratified loamy lacustrine deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Surface runoff is negligible to medium, dependent on slope.  Permeability is moderate in the solum and moderately slow in the substratum.  This representative depth to wet soil moisture status is at 1.5 to 6 feet below the surface from September to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Native vegetation consists of mixed conifers and hardwoods.  Common trees are sugar maple, red maple, eastern hemlock, balsam fir, yellow birch, paper birch, American basswood, bigtooth aspen, and quaking aspen.  Some areas are used for cropland.  Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin and the Upper Peninsula of Michigan. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baraga County, Michigan, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The well drained phase of the Fence series is no longer within the series concept.  The Sporley series represents the well drained member of the Fence drainage catena.\nDiagnostic horizons and other features recognized in this pedon are: ochric epipedon - 0 to 6 inches (A, E); albic horizons - 2 to 6 inches (E) and 14 to 20 inches (E'); spodic horizon - 6 to 14 inches (Bs); glossic horizon - 20 to 42 inches (E/B, B/E); argillic horizon - 25 to 42 inches (B/E); oxyaquic feature - redox accumulations and saturation below the spodic horizon and within 40 inches for 1 month or more per year in most years.\nADDITIONAL DATA:  Refer to soil survey sample number S87WI-037-004 for NSSL data on the typical pedon and to soil survey sample number S79WI-125-002 for data on another pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; dark brown (7.5YR 3/2) silt loam, brown (7.5YR 5/2) dry; moderate fine granular structure; friable; many fine roots; moderately acid; clear wavy boundary.  (0 to 4 inches thick.)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--2 to 6 inches; brown (7.5YR 5/2) silt loam, pinkish gray (7.5YR 7/2) dry;  moderate fine subangular blocky structure; friable; many fine roots; very strongly acid; clear wavy boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "Bs",
        "top": 15,
        "bottom": 36,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs--6 to 14 inches; brown (7.5YR 4/4) silt loam; moderate fine subangular blocky structure; friable; common fine roots; very strongly acid; clear wavy boundary.  (6 to 15 inches thick.)"
      },
      {
        "name": "E'",
        "top": 36,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E'--14 to 20 inches; brown (7.5YR 5/3) silt loam, pink (7.5YR 7/3) dry; moderate thin platy structure; friable; few fine roots; moderately acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "E/B",
        "top": 51,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E/B--20 to 25 inches; 70 percent brown (7.5YR 5/3) silt loam (E), pink (7.5YR 7/3) dry; moderate thin platy structure; friable; extends as tongues into or surrounds remnants of reddish brown (5YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; few very fine and fine roots; few distinct yellowish red (5YR 4/6) clay films on faces of some peds; few fine roots; strongly acid; clear irregular boundary."
      },
      {
        "name": "B/E",
        "top": 64,
        "bottom": 107,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B/E--25 to 42 inches; about 70 percent reddish brown (5YR 4/4) silt loam (Bt); strong coarse prismatic structure parting to moderate medium subangular blocky; friable; common distinct yellowish red (5YR 4/6) clay films on faces of prisms and some peds; penetrated by tongues of brown (7.5YR 5/3) silt loam (E), pink (7.5YR 7/3) dry; moderate fine subangular blocky structure;  friable; few very fine and fine roots; many fine prominent and distinct strong brown (7.5YR 5/6) masses of iron accumulation; few thin strata of very fine sand; strongly acid; abrupt smooth boundary.  (Glossic horizon - 2 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "strongly acid",
        "narrative": "C--42 to 60 inches; brown (7.5YR 5/4) stratified silt loam and very fine sandy loam; massive; breaks to weak thick plates along depositional strata; friable; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation and few fine distinct brown (7.5YR 5/3) iron depletions;  few thin strata of very fine sand; strongly acid."
      }
    ]
  ]
}
