{
  "SERIES": "FENTON",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. DEW/JCK",
  "REVDATE": "02/2017",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fenton gravely sandy clay loam, 3 percent slope in cropland at an elevation of 1,513 meters (colors are for dry soil unless otherwise noted).\nAp--0 to 18 cm; light brown (7.5YR 6/3) gravely sandy clay loam, brown (7.5YR 4/3) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; 20 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (18 to 44 cm thick)\nBtk--18 to 45 cm; brown (7.5YR 5/4) gravely sandy clay loam; brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots throughout, few very fine tubular pores; 5 percent distinct clay films on all faces of peds; finely disseminated carbonates and 2 percent fine moist irregular calcium carbonate masses in the matrix; 5 percent fine 10YR 3/1 manganese masses, 8 percent fine 7.5YR 6/4 oxidized iron masses; 5 percent fine 10YR 7/2 iron depletions; 15 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (20 to 60 cm thick)\nBCk--45 to 200 cm; brown (7.5YR 5/4) very gravely sandy loam; brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; few very fine roots throughout; finely disseminated carbonates and 30 percent prominent carbonate coats on bottom surfaces of rock fragments; 3 percent fine 7.5YR 6/4 oxidized iron masses, 8 percent fine 10YR 7/1 iron depletions; 40 percent gravel; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Park County, Wyoming; 563 meters south and 639 meters west of the northeast corner of section 29, T. 51 N., R. 98W.; Sheets Flat USGS quadrangle; latitude 44 degrees 21 minutes 58.82 seconds N. and longitude 108 degrees 39 minutes 44.74 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 8 to 10 degrees C\nDepth to seasonal high water table - 90 to 180 cm\nRock fragments - 15 to 30 percent gravel in the particle-size control section; 15 to 60 percent in the lower part of the subsoil\nNote: where cultivated, saturation is, in part, from intensive flood irrigation.\nA horizon\nHue: 7.5YR to 10YR\nValue: 4, 5 or 6 dry; 3, 4 or 5 moist\nChroma: 3 or 4\nTexture: sandy loam, sandy clay loam or loam\nClay content: 18 to 30 percent\nRock fragments: 0 to 30 percent gravel\nElectrical conductivity: 2 to 8 mmhos/cm\nReaction: 7.6 to 8.0\nBtk horizon\nHue: 7.5YR to 10YR\nValue: 4, 5 or 6 dry; 3, 4 or 5 moist\nChroma: 3, 4 or 6\nTexture: sandy clay loam, clay loam or loam\nClay content: 20 to 35 percent\nRock fragments: 15 to 30 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nElectrical conductivity: 2 to 8 mmhos/cm\nReaction: 7.8 to 8.2\nBCk or Bk horizons\nHue: 7.5YR to 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 3, 4 or 6\nTexture: sandy loam or coarse sandy loam\nClay content: 10 to 18 percent\nRock fragments: 15 to 60 percent gravel\nCalcium carbonate equivalent: 5 to 30 percent\nElectrical conductivity: 2 to 4 mmhos/cm\nReaction: 8.0 to 8.4\nSome pedons have a Bk horizon in place of the BCk and some pedons have a Bt horizon above the Btk."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbo (ID) - have a lithologic discontinuity; have less than 15 percent rock fragments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces and alluvial fans\nElevation - 1,085 to 1,500 meters\nSlope - 0 to 15 percent slopes\nParent material - alluvium\nMean annual precipitation - 254 to 356 mm\nMean annual air temperature - 6 to 8 degrees C\nFrost-free period - 110 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Fenton soils are used mainly for irrigated alfalfa and grass hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Fenton soils are of small extent in northwest Wyoming. MLRA 32."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Park County, Wyoming; 2016. The name is taken from a local irrigation canal."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 18 cm (Ap horizon)\nArgillic horizon - from 18 to 45 cm (Btk horizon)\nCalcic horizon - from 45 to 200 cm (BCk horizon)\nRedoximorphic concentrations - from 18 to 200 cm (Btk and BCk horizons)\nRedoximorphic depletions - from 18 to 200 cm (Btk and BCk horizons)\nParticle-size control section - from 18 to 45 cm (Btk horizon)\nFenton soils have a mesic temperature regime and an aridic moisture regime bordering on ustic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
