{
  "SERIES": "FERGUSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/RWL",
  "REVDATE": "03/2013",
  "STATES": "OR",
  "OVERVIEW": "The Ferguson series consists of very deep, well drained soils formed in volcanic ash over predominantly granitic glaciofluvial deposits. Ferguson soils are on outwash fans. Slopes are 2 to 60 percent. The mean annual precipitation is about 35 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ferguson ashy very fine sandy loam - woodland, on an 11 percent north-facing slope at an elevation of 5,080 feet. (When described on July 5, 1990 the soil was slightly moist throughout. Colors are for moist soil unless otherwise stated.)\nOi--1 inch to 0; slightly decomposed twigs and needles.\nA--0 to 7 inches; brown (10YR 4/3) ashy very fine sandy loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; few fine and common very fine irregular pores; neutral (pH 6.6); clear wavy boundary. (5 to 10 inches thick)\nBw1--7 to 24 inches; yellowish brown (10YR 5/4) ashy very fine sandy loam, very pale brown (10YR 7/4) dry; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and common very fine roots; common very fine tubular pores; 5 percent cobbles and 5 percent gravel; few 2 to 4 inch krotovinas; neutral (pH 6.6); abrupt wavy boundary. (9 to 19 inches thick)\n2Bw2--24 to 38 inches; brown (10YR 4/3) very stony sandy loam, pale brown (10YR 6/3) dry; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; common very fine tubular pores; 30 percent stones, 10 percent cobbles, and 5 percent gravel; neutral (pH 6.7); gradual wavy boundary.\n2Bw3--38 to 45 inches; brown (10YR 4/3) very gravelly sandy loam, pale brown (10YR 6/3) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; 10 percent stones, 10 percent cobbles, and 25 percent gravel; neutral (pH 6.6); abrupt wavy boundary. (Combined thickness of the 2Bw horizon is 16 to 31 inches.)\n2C--45 to 60 inches; dark yellowish brown (10YR 4/4) very gravelly loamy coarse sand, light yellowish brown (10YR 6/4) dry; single grain; loose, very friable, nonsticky and nonplastic; 10 percent cobbles and 45 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon; about 5 miles SE of Joseph, Oregon; 300 feet west and 2,500 feet south of the NE corner of section 23, T. 3 S., R. 45 E. USGS Joseph, Oregon 7.5 min topographic quadrangle (Latitude 45 degrees, 17 minutes, 10 seconds N, Longitude 117 degrees, 8 minutes, 48 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, but are dry in all parts of the moisture control section for less than 45 consecutive days during the summer months in most years. The mean annual soil temperature is 43 to 47 degrees F. Depth to bedrock is greater than 60 inches. The thickness of the volcanic ash mantle is 14 to 25 inches and has 30 to 55 percent volcanic glass and 0.8 to 2.0 percent acid oxalate extractable aluminum plus one-half iron. Depth to the 2C horizon is 40 to 60 inches. The soil reaction is slightly acid or neutral throughout.\nThe A horizon has value of 2 to 4 moist, 4 to 6 dry, and chroma of 1 to 3 moist and dry. It is ashy silt loam with 5 to 15 percent clay and 0 to 5 percent gravel.\nThe Bw horizon has value of 3 to 5 moist, 5 to 7 dry, and chroma of 2 to 4 moist and dry. The texture is ashy very fine sandy loam or ashy silt loam with 5 to 15 percent clay. It has 0 to 5 percent cobbles, and 5 to 10 percent gravel.\nThe 2Bw horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry. The texture is sandy loam or sandy clay loam with 0 to 30 percent stones, 10 to 20 percent cobbles, and 5 to 25 percent gravel. It has 15 to 22 percent clay.\nThe 2C horizon has colors similar to the 2Bw horizon. The texture is loamy coarse sand or coarse sand with 5 to 15 percent clay. It has 0 to 15 percent stones, 10 to 20 percent cobbles, and 30 to 50 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Boulderjud (T), Bulgar (T), Bullroar (T), Deardorf (T), Gutridge (T), Honeyjones, Huckle (T), Stalter (T), Threecent (T), and Twobit (T) series.\nBoulderjud -- deep (40 to 60 inches) to a paralithic contact of weathered granite; ashy part of the pscs has 30 to 65 percent glass in the 0.02 to 2.0 mm fraction; has 2Bt horizons below the ash mantle; formed in coarse-silty volcanic ash over colluvium and residuum from granitic rocks\nBulgar -- very deep (>60 inches); ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; ash mantle with greater than 5 percent rounded rock fragments; has 2EBb, 2Ab, 2AEb, or 2Eb buried surface horizon below the ash mantle; loamy-skeletal throughout the series control section (to 80 inches); glacial rock fragments in lower pscs are rounded; formed in volcanic ash over, mostly granitic till\nBullroar -- very deep (>60 inches); ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; ash mantle with less than 5 percent rounded rock fragments; texture in 2BC horizon is loam, sandy loam or loamy sand (loamy-skeletal); has 2EBb, 2ACb, or 2Eb buried surface horizon below the ash mantle; coarse sand and gravel in lower part of series control section (60 to 80 inches); rounded alluvial fragments in lower pscs; formed in volcanic ash over mixed alluvium\nDeardorf -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 12 to 17 percent clay; formed in volcanic ash over colluvium and residuum from andesitic basalt\nGutridge -- deep (40 to 60 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; rock fragments in the loamy-skeletal part are subangular; formed in volcanic ash over colluvium from metasedimentary rock\nHoneyjones - loamy-skeletal 2C horizon; pscs dominated by angular and subangular shaped rock fragments of metasedimentary origin\nHuckle - 40 to 60 inches to paralithic contact (siltite)\nStalter -- moderately deep (20 to 40 inches) to a paralithic contact of weathered granite; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; formed in volcanic ash over colluvium and residuum from granite\nThreecent -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 4 to 12 percent clay; formed in volcanic ash over colluvium and residuum from metasedimentary rock\nTwobit -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 18 to 27 percent clay; formed in volcanic ash over colluvium and residuum from metavolcanic rock\nSimilar soils with mixed mineralogy.\nBonnash -- very deep (>60 inches); ashy part of the pscs has 5 to 30 percent glass in the 0.02 to 2.0 mm fraction; has 2E/Bw horizon; depth to 2C horizon with loamy coarse sand (sandy-skeletal) is 25 to 45 inches, formed in volcanic ash over mixed alluvium or glaciofluvial deposits\nBouldercreek -- very deep (>60 inches); ashy part of the pscs has 15 to 65 percent glass in the 0.02 to 2.0 mm fraction; Bw horizon has 0 to 25 percent subangular rock fragments; has 2BC and 2C horizons below the ash mantle that contain mica flakes; formed in volcanic ash and loess over colluvium from schist, gneiss, granitic or quartzite bedrock\nDewberry -- very deep (>60 inches); ashy part of the pscs has 12 to 20 percent glass in the 0.02 to 2.0 mm fraction; texture in 2C horizon is sandy loam (loamy-skeletal), does not have 2EBb, 2ACb, or 2Eb buried surface horizon below the ash mantle; formed in volcanic ash over mixed alluvium\nStevie -- very deep (>60 inches); ashy part of the pscs has 12 to 20 percent glass in the 0.02 to 2.0 mm fraction; Bw horizon has 15 to 30 percent rock fragments; has 2E/Bw horizon below the ash mantle, excessively drained; formed in volcanic ash over colluvium"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ferguson soils are on moraines and outwash fans. They formed in volcanic ash over glaciofluvial deposits primarily of granitic origin. Elevation is 4,000 to 6,200 feet; 4,000 to 5,400 feet on north-facing side slopes and 4,000 to 6,200 feet on south-facing side slopes. Slopes are 2 to 60 percent. The climate is characterized by cool wet winters and warm moist summers. The mean annual precipitation is 30 to 40 inches. The mean annual temperature is 41 to 45 degrees F. The mean frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Limberjim, Minam, Rondowa, and Syrupcreek soils. Limberjim and Syrupcreek soils are on adjacent mountain side slopes and have an argillic horizon. Minam soils are on broad alluvial fans, have mollic epipedons, and are fine-loamy. Rondowa soils are on glacial moraines and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Ferguson soils are used mainly for timber production. They are also used for wildlife habitat, watershed, and recreation. The vegetation is mainly grand fir, western larch, Douglas fir, and lodgepole pine with an understory of twin flower, princes pine, dwarf huckleberry, rose, pine grass, and elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MLRA 9. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon, 1998. The source of the name is Ferguson Ridge located east of Wallowa Lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon with andic properties - volcanic ash mantle to a depth of 24 inches (A and Bw1 horizons)\nCambic horizon - from 7 to 45 inches (Bw1, 2Bw2, and 2Bw3 horizons)\nContrasting loamy-skeletal family class - from 24 to 41 inches (2Bw2 and upper 2Bw3 horizons) a weighted average of 45 percent rock fragments and no andic properties\nAndic materials - from the surface to 24 inches (A and Bw horizons) having 40 percent glass and glass aggregate, 37 percent P-retention, 0.86 percent acid oxalate A + 1/2 Fe, and 9.6 percent 15-bar moisture content (air dry)\nParticle-size control section - from surface to 41 inches (A, Bw, 2Bw2, and upper 2Bw3 horizons)\nADDITIONAL DATA: Partial laboratory data available for this soil. Reference sample S91OR-63-001 from Wallowa County, Oregon; sampled by NSSL, Lincoln, NE, 1/91\nNational Cooperative Soil Survey\nU.S.A."
  }
}
