{
  "SERIES": "FERNPOINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-JBF-TM-JVC",
  "REVDATE": "12/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fernpoint very gravelly sandy loam--rangeland. (Colors for dry soil unless otherwise noted).\nA1--0 to 5 cm; pale brown (10YR 6/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate very thin and thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine vesicular and interstitial pores; 50 percent gravel; neutral (pH 7.3); clear wavy boundary.  (3 to 5 cm thick)\nA2--5 to 18 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine tubular and interstitial pores; 30 percent gravel; neutral (pH 7.3); clear wavy boundary.  (8 to 15 cm thick)\nBt1--18 to 33 cm; brown (10YR 5/3) gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine, common fine and few medium roots; many very fine tubular pores; common faint clay films on faces of peds and lining pores; 20 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.  (8 to 25 cm thick)\nBt2--33 to 43 cm; pale brown (10YR 6/3) gravelly sandy clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; many very fine, common fine and few medium roots; many very fine tubular pores; common faint clay films on faces of peds and lining pores; 20 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.  (0 to 20 cm thick)\nBC--43 to 58 cm; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine and fine tubular pores; few faint clay bridges between mineral grains; 25 percent gravel and 1 percent cobbles; slightly alkaline (pH 7.8); clear wavy boundary.  (13 to 30 cm thick).\n2C1--58 to 81 cm; light yellowish brown (10YR 6/4) very gravelly sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 40 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.8); gradual wavy boundary.  (8 to 20 cm thick)\n2C2--81 to 122 cm; light yellowish brown (10YR 6/4) extremely gravelly sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 50 percent gravel, 20 percent cobbles, and 1 percent stones; slightly alkaline (pH 7.8); gradual wavy boundary.  (25 to 50 cm thick)\n2Ck--122 to 152 cm; variegated colored stratified extremely gravelly sand and extremely cobbly sand; single grain; loose, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 50 percent gravel, 20 percent cobbles, and 5 percent stones; about 10 percent of the rock fragments have 10 percent less than 0.5 mm thick carbonate coats on bottoms of gravel; noneffervescent matrix; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 7.5 miles northeast of Vya and 1 mile east of Nevada State Route 34;  about 580 feet south and 450 east of the northwest corner section 5, T. 43 N., R. 20 E.; USGS Alkali Lake 7.5 minute topographic quadrangle; latitude 41 degrees 40 minutes 55 seconds N and longitude 119 degrees 46 minutes 13 seconds W; WGS84 Decimal Degrees 41.6819444 latitude, -119.7702778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring; dry from July through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nMollic epipedon thickness: 25 to 40 cm; includes part or all of the argillic horizon.\nDepth to sandy-skeletal material: 50 to 76 cm.\nDepth to accumulation of identifiable secondary carbonates: 100 to 127 cm.\nParticle-size control section - Clay content: 18 to 25 percent.\nRock fragments: 15 to 35 percent gravel.  Lithology of fragments is volcanic rocks such as basalt, andesite, and tuff.\nA horizons\nValue: 5 or 6 dry; 3 or 4 moist. Value of 6 and 4 only in upper 5 cm.\nChroma: 2 or 3, dry or moist.\nBt horizons\nValue: 5 or 6 dry; 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Gravelly sandy clay loam or gravelly sandy loam.\nRock fragments: 15 to 30 percent gravel.\nConsistence: Slightly hard, hard dry, friable or very friable moist, slightly sticky and slightly plastic.\nReaction:  Neutral or slightly alkaline.\nBC horizon\nTexture: Gravelly sandy loam or very gravelly sandy loam.\nRock fragments: 20 to 50 percent gravel.\nClay content: 10 to 18 percent.\nReaction: Slightly alkaline or moderately alkaline.\nConsistence: Hard or slightly hard dry, friable or very friable moist, slightly sticky and slightly plastic.\n2C and 2Ck horizons\nTexture: Stratified extremely gravelly or extremely cobbly sand, coarse sand with strata of loamy sand, loamy coarse sand.  Some pedons have strata of extremely stony sand.\nReaction: Slightly alkaline or moderately alkaline.\nConsistence: Loose or soft and very friable, nonsticky and nonplastic.\nEffervescence: Noneffervescent or slightly effervescent matrix.\nIdentifiable secondary carbonates: Few or common less than 0.5 millimeter thick carbonate coats on bottoms of rock fragments.\nCalcium carbonate equivalent: 0 to 1 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bissell, Bjork, Cowiche, Dodes, Hullsgulch, Indiano, Jerusalem, Madras, Margerum, Noslo, Orr, Pahrange, Quailridge, Quiero, Ralls, Shoebend, Simcoe, Springmeyer, Truax, Uhaldi, and Wenatchee series.\nBissell, Cowiche, Quiero, Springmeyer, and Wenatchee soils have 25 to 35 percent clay in the particle-size control section.  Bjork, Dodes, Indiano, Madras, Noslo, Pahrange, Simcoe, Shoebend, and Uhaldi soils are 50 to 100 cm deep to bedrock.  Hullsgulch and Jerusalem soils have AB horizons.  Margerum soils have 20 to 40 percent ash and pumice in the control section and fragments that are dominantly pumice.  Orr soils have argillic horizon that are 90 to 114 cm thick and do not have extremely gravelly or extremely cobbly 2C horizons.  Quailridge soils lack calcium carbonate accumulations.  Ralls soils have C horizons with a fine earth fraction that is silt loam or clay loam.  Truax soils are 100 to 150 cm deep to a duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fernpoint soils are on lake shore terraces and beach terraces.  They formed in alluvium and lacustrine deposits derived from volcanic rocks such as basalt, andesite, and tuff.  Slopes are 4 to 30 percent.  Elevations range from 1,680 to 1,830 meters.  The mean annual precipitation is 250 to 300 mm, the mean annual air temperature is 7 to 8 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Davey, Dugway, and Langston soils. Davey soils lack argillic horizons and are sandy. Dugway soils have fine natric horizons. Langston soils lack a Mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fernpoint soils are used for livestock grazing and wildlife habitat.  The present vegetation is big sagebrush, Thurber's needlegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are not extensive with about 6,600 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (North Part), 1995.  This series was first proposed in 1967.  The name is from a well known promontory located in northern Washoe County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 33 cm (A1, A2 and Bt1 horizons).\nArgillic horizon - The zone from 18 to 43 cm (Bt1 and Bt2 horizons).\nIdentifiable secondary carbonates - The zone from 122 to 152 cm (2Ck horizon).\nParticle-size control section - The zone from 18 to 43 cm (Bt1 and Bt2 horizons).\nThe soil was formerly classified as Fine-loamy over sandy or sandy-skeletal, mixed, frigid Aridic Calcic Argixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
