{
  "SERIES": "FERNLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS-JVC-JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Fernley soils consists of very deep, moderately well drained soils that formed in alluvium derived from mixed sources.  Fernley soils are on flood plains and low stream terraces.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 127 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Mixed, mesic Oxyaquic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fernley sand--irrigated pasture (Colors are for dry soil unless otherwise noted.)\nAp--0 to 18 cm; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few coarse, many medium, and many fine roots; many fine and medium interstitial pores; moderately alkaline (pH 8.2); clear smooth boundary.  (13 to 25 cm thick)\nC1--18 to 58 cm; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and few medium interstitial pores; moderately alkaline (pH 8.4); clear smooth boundary.  (30 to 76 cm thick)\nC2--58 to 152 cm; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few fine roots; many fine and medium interstitial pores; few coarse distinct dark brown (7.5YR 3/2) moist masses of iron and manganese accumulation; moderately alkaline (pH 8.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyon County, Nevada; about 0.5 mile east of Fernley; approximately 1,000 feet east and 50 feet north of the south quarter corner of section 12, T. 20 N., R. 24 E.; USGS Fernley East 7.5 minute topographic quadrangle; latitude 39 degrees 36 minutes 29 seconds N. and longitude 119 degrees 14 minutes 2 seconds W.; WGS84 Decimal Degrees  39.6080556 latitude, -119.2338889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry unless irrigated; under natural conditions these soils are moist in the moisture control section in winter and early spring, dry in late spring through fall; aridic (torric) moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to redoximorphic features: 50 to 90 cm.\nReaction: Neutral through strongly alkaline.\nSalinity (EC): 0 to 2 mmhos/cm.\nSodicity (SAR): 0 to 12\nParticle-size control section - Clay content: 0 to 5 percent;\nRock fragments: 0 to 15 percent gravel.  Lithology of fragments are mixed.\nAp horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nC horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 through 3, dry or moist; chroma 1 occurs mainly below a depth of 76 cm and represents the color of uncoated sand grains.\nTexture: Dominantly sand, but includes stratified fine sand to coarse sand; Some pedons have subhorizons of loamy sand; Some pedons have fine or moderately fine textured strata below a depth of 122 cm.\nRedoximorphic features: Redox concentrations occur as few to many, medium to very coarse, faint to distinct masses of iron accumulation; Some pedons have few to common dark manganese concretions below a depth of 90 cm.\nOther features: Some pedons in uncultivated areas that are saline-sodic are effervescent in surface horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fernley soils are on flood plains and low stream terraces.  They typically occur in \"stringers\" of modified (land-leveled), bar and channel microrelief.  These soils formed in alluvium derived from mixed sources.  Slopes are 0 to 2 percent.  Elevations range from 1158 to 1463 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 200 mm, the mean annual temperature is 11 to 13 degrees C., and the frost-free period is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fallon, Sagouspe, and Swingler soils.  Fallon soils are coarse-loamy.  Sagouspe soils are sandy and stratified with loamy materials.  Swingler soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained; very high saturated hydraulic conductivitybelow the plow layer.  Endosaturation is present with an apparent seasonal high water table between 60 and 150 cm (moderately deep and deep free water occurrence classes) from April through September.  Cumulative annual duration classes are Common or Persistent.  These soils are susceptible to rare flooding for brief or very brief periods year-round."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fernley soils are used for irrigated cropland, urban development, livestock grazing, and wildlife habitat.  The main irrigated crops are alfalfa, pasture, and small grains.  The vegetation in rangeland is dominantly rabbitbrush, black greasewood, and inland saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Nevada.  These soils are not extensive with about 8,000 acres of the series mapped to date.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lyon County (Fallon-Fernley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (Ap horizon).\nEndosaturation feature - The condition of ground water with an upper boundary between 61 to 152 cm at certain times during normal years (C2 horizon).\nParticle-size control section - The zone from 25 to 100 cm (parts of the C1 and C2 horizons).\nThe revision of November 2003 updated the taxonomic class from Mixed, mesic Xeric Torripsamments.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few coarse, many medium, and many fine roots; many fine and medium interstitial pores; moderately alkaline (pH 8.2); clear smooth boundary.  (13 to 25 cm thick)"
      },
      {
        "name": "C1",
        "top": 18,
        "bottom": 58,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--18 to 58 cm; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and few medium interstitial pores; moderately alkaline (pH 8.4); clear smooth boundary.  (30 to 76 cm thick)"
      },
      {
        "name": "C2",
        "top": 58,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--58 to 152 cm; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few fine roots; many fine and medium interstitial pores; few coarse distinct dark brown (7.5YR 3/2) moist masses of iron and manganese accumulation; moderately alkaline (pH 8.2)"
      }
    ]
  ]
}
