{
  "SERIES": "FERNCAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. SAA/KP",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, isomesic Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ferncat silt loam on a southeast facing linear slope of 35 percent under Douglas-fir, grand fir, and tanoak at 386 meters elevation. (Colors are for moist soil unless otherwise noted. When described on July 10, 2007, the soil was moist throughout.)\nA1--0 to 15 centimeters; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; 20 percent clay; moderate very fine subangular blocky structure; very friable, slightly hard, slightly sticky and moderately plastic; common fine and medium roots and many very fine roots throughout; common fine tubular and many very fine tubular pores; neutral (pH 6.6); abrupt smooth boundary.\nA2--15 to 65 centimeters; black (10YR 2/1) silt loam, grayish brown (10YR 5/2) dry; 22 percent clay; moderate very fine subangular blocky structure; friable, slightly hard; slightly sticky and moderately plastic; many very fine and common coarse roots throughout; common medium irregular and many very fine tubular pores; neutral (pH 6.6); clear wavy boundary.(combined thickness of the A horizons is 50 to 75 centimeters.)\nBt1--65 to 100 centimeters; brown (10YR 4/3) loam, brown (10YR 5/3) dry; 24 percent clay; moderate medium subangular blocky structure; friable, moderately hard, moderately sticky and very plastic; common very fine, fine, medium, and very coarse roots throughout; common very fine and fine tubular and common medium irregular pores; few faint clay films on all faces of peds; few distinct iron-manganese masses in matrix; 5 percent weakly cemented mudstone paragravel; slightly acid (pH 6.4); gradual wavy boundary.\nBt2--100 to 140 centimeters; brown (10YR 4/3) loam, pale brown (10YR 6/3) dry; 26 percent clay; moderate medium subangular blocky structure; friable, moderately hard, moderately sticky and very plastic; common fine, medium, and many very fine roots throughout; common very fine tubular, common fine irregular, and few medium irregular pores; few faint clay films on all faces of peds; few medium distinct dark yellowish brown iron-manganese masses around rock fragments, and few medium distinct dark yellowish brown iron-manganese masses in matrix; few fine distinct grayish brown iron depletions in matrix; 12 percent weakly cemented mudstone paragravel; slightly acid (pH 6.2); gradual wavy boundary. (combined thickness of the Bt horizons is 100 to 150 centimeters.)\nBtg--140 to 170 centimeters; gray (10YR 6/1) paragravelly loam, light gray (10YR 7/1) dry; 26 percent clay; moderate medium subangular blocky structure; friable, moderately hard, moderately sticky and very plastic; common very fine and fine roots throughout; common very fine and fine irregular pores; few faint clay films on all faces of peds; few medium distinct dark yellowish brown iron-manganese masses around rock fragments and 10 percent medium distinct dark yellowish brown iron-manganese masses in matrix; 20 percent weakly cemented mudstone paragravel; slightly acid (pH 6.2). (combined thickness of the Btg horizons is 0 to 100 centimeters.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; About 2.9 kilometers west of the intersection of Mattole and Bear Ridge roads and 210 meters south; USGS Ferndale Quadrangle; WGS84 Decimal degrees 40.5125740 latitude, longitude -24.3101500; UTM Zone 10, 395005e, 4485475n; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is not dry in any part for as long as 90 cumulative days in normal years. The soils have a udic soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 10 to 13 degrees C. The difference between mean summer and mean winter soil temperature is less than 6 degrees C. The soils have an isomesic soil temperature regime.\nDepth to Redoximorphic Features: 50 to 100 centimeters\nParticle size control section (weighted average):\nPararock fragments: 0 to 14 percent very weakly cemented mudstone paragravel\nFine sand or coarser: 6 to 14 percent\nClay content: 23 to 30 percent\nA horizon:\nHue: 10YR\nValue: 2 or 3, 4 or 5 dry\nChroma: 1 through 3, moist or dry\nTexture of fine earth: silt loam\nPararock fragments: 0 to 5 percent paragravel\nClay content: 20 to 27 percent\nReaction: slightly acid to neutral\nUpper B horizons:\nHue: 10YR, 2.5Y\nValue: 3 or 4, 4 through 6 dry\nChroma: 1 through 3, moist or dry\nTexture of fine earth: loam, clay loam, silty clay loam\nPararock fragments: 0 to 14 percent paragravel\nClay content: 24 to 31 percent\nReaction: moderately to slightly acid\nLower B horizons:\nHue: 10YR, 2.5Y\nValue: 3 or 4, 5 or 6 dry\nChroma: 1 through 3, moist or dry\nTexture of fine earth: loam, clay loam, silty clay loam\nPararock fragments:  0 to 34 percent paragravel\nClay content: 23 to 34 percent\nReaction: moderately to slightly acid\nRedoximorphic Features: fine and medium iron-manganese masses in the matrix\nQuantity: few to many\nHue: 7.5YR, 10YR\nValue: 4 or 5\nChroma: 4 through 8\nRedoximorphic Features: fine and medium iron depletions in the matrix\nQuantity: few to many\nHue: 10YR, 2.5Y\nValue: 5 or 6\nChroma: 1 or 2\nBtg or Cg horizons, when present:\nHue: 10YR, 2.5Y\nValue: 4 through 6, 5 through 7 dry\nChroma: 1 through 3, moist or dry\nTexture of fine earth: clay loam, silty clay loam\nPararock fragments:  0 to 34 percent paragravel\nClay content: 25 to 34 percent\nReaction: moderately to slightly acid\nRedoximorphic Features: fine and medium iron-manganese masses in the matrix\nQuantity: none to many\nHue: 7.5YR, 10YR\nValue: 4 or 5\nChroma: 4 through 8\nRedoximorphic Features: fine and medium iron depletions in the matrix\nQuantity: common to many\nHue: 10YR, 2.5Y\nValue: 4 through 6\nChroma: 1 or 2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ferncat soils are on mountain summits and gentle to steep slopes. Slopes are 15 to 75 percent. Elevations are 25 to 520 meters. These soils formed in colluvium and residuum from mudstone with minor amounts of siltstone and sandstone. The climate is humid with cool foggy summers and cool wet winters. Mean annual precipitation is 1040 to 1530 millimeters. Mean January temperature is about 9 degrees C, mean July temperature is about 14 degrees C, and the mean annual temperature is 9 to 12 degrees C. Frost free season is about 250 to 3 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bearcat, Darkprairie, Oilcreek, and Sleepyhollow soils.  Bearcat and Darkprairie soils have a difference between mean annual soil temperatures of more than 6 degrees centigrade.  Oilcreek and Sleepyhollow soils lack redoximorphic features within 100 centimeters.  Bearcat and Darkprairie soils are on gently sloping open prairies.  Oilcreek and Sleepyhollow soils are on linear to convex positions on ridges and mountain slopes under mixed conifer and hardwood forest."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained, medium to very high runoff, moderately high to high saturated hydraulic conductivity. The soil has a high water table between 50 and 100 centimeters January through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThis soil is used for timber production, wildlife habitat, watershed, and recreation. Natural vegetation includes redwood, Douglas-fir, Sitka spruce, grand fir, tanoak, red alder, Pacific madrone, California hazel, California huckleberry, salal, thimbleberry, red huckleberry, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County Soil Survey, Central Part, California, 2016; proposed 2013. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon: The zone from 0 to 65 centimeters (A horizon).\n2. Cambic horizon: The zone from 65 to 170centimeters (Bt1, Bt2, Btg1, horizons).\n3. Particle-size control section: The zone from 25 to 100 centimeters averages 23 percent clay and 11 percent fine sand or coarser (0.1 to 75mm.)(A2 and Bt1 horizons)\n4. Oxyaquic feature: The zone from 65 to 170 centimeters (Bt1, Bt2, and Btg horizons)\nADDITIONAL DATA: KSSL Pedon 01N0355\nNASIS User Pedon ID 07CA600067.\nKeys to Soil Taxonomy, 12th edition\nNational Cooperative Soil Survey\nU.S.A."
  }
}
