{
  "SERIES": "FERNCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJW-CAR-ET",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, isomesic Plinthic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ferncreek sandy loam - on a west facing slope of 3 percent under redwood and bishop pine at 460 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on October 3, 1983, the soil was slightly moist to 7 inches and moist below 7 inches).\nOi--2 inches to 0; litter of redwood and bishop pine litter.\nE1--0 to 3 inches; variegated gray (10YR 6/1) and light gray ( N 7/0) sandy loam, pinkish gray (5YR 6/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; slightly brittle when moist and slightly smeary; common fine, medium and coarse roots; few very fine and fine tubular and common very fine interstitial pores; extremely acid (pH 3.9); clear wavy boundary.  (2 to 10 inches thick)\nE2--3 to 7 inches; white (10YR 8/1) sandy loam, light brownish gray (10YR 6/2) moist; massive; hard, very friable, slightly sticky and slightly plastic; slightly brittle when moist and slightly smeary; common very fine, fine and medium and few coarse roots; few very fine and fine tubular pores; extremely acid (pH 4.3); clear wavy boundary. (0 to 6 inches thick)\nBt1--7 to 12 inches; very pale brown (10YR 7/4) clay loam, yellowish brown (10YR 5/6) moist; weak fine angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; slightly brittle when moist; few very fine, fine and medium roots; few very fine and fine tubular and few very fine interstitial pores; few thin clay films on faces of peds and bridging mineral grains; very strongly acid (pH 4.9); clear wavy boundary.  (4 to 20 inches thick)\nBt2--12 to 24 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/6) moist; moderate very fine and fine subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine, fine and medium roots; few very fine tubular and common very fine interstitial pores; few thin and moderately thick clay films on faces of peds and lining pores; very strongly acid (pH 4.9); clear wavy boundary.  (7 to 15 inches thick)\nBtv1--24 to 33 inches; brownish yellow (10YR 6/6) clay, yellowish brown (10YR 5/8) moist; common medium distinct reddish yellow (7.5YR 6/6) mottles, strong brown (7.5YR 5/8) moist, and common medium prominent red (2.5YR 4/6) mottles, red (2.5YR 4/6) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, sticky and plastic; few very fine roots; few very fine tubular and interstitial pores; many moderately thick and thick clay films on faces of peds and lining pores; red color is mostly soft plinthite with a firm moist consistence (15 percent); very strongly acid (pH 4.9); gradual wavy boundary.  (7 to 20 inches thick)\nBtv2--33 to 43 inches; brownish yellow (10YR 6/6) sandy clay loam, yellowish brown (10YR 5/8) moist; many medium prominent red (2.5YR 4/8) mottles; red (2.5YR 4/6) moist, and common fine and medium white (10YR 8/1) mottles, pinkish white (7.5YR 8/2) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular and many very fine interstitial pores; common moderately thick and thick clay films on faces of peds and lining pores;most red color is soft plinthite that is firm when moist;  very strongly acid (pH 4.9); clear wavy boundary.  (6 to 35 inches thick)\nBCtv--43 to 61 inches; yellow (10YR 7/6) sandy loam, strong brown (7.5YR 5/8) moist; many coarse prominent red (2.5YR 4/8) mottles, red (2.5YR 4/8) moist, and common medium prominent white (10YR 8/1) mottles, pinkish gray (7.5YR 7/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; no roots observed; many very fine interstitial and few very fine tubular pores; common thin clay films as bridges between mineral grains; red color is mostly soft plinthite with a firm moist consistence (30 percent); very strongly acid (pH 4.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California, about 300 feet north and 700 feet west of the southeast corner of sec. 5, T.17N., R.17W., MDBM, Mendocino quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum is 40 to greater than 60 inches and depth to bedrock is greater than 80 inches.  The mean annual soil temperature is 50 to 56 degrees F.  The difference between mean summer and mean winter soil temperature varies from 3 to 6 degrees F. The soil between the depths of 7 and 20 inches is moist in all parts from November 1 to August 1 and is dry in some part from September 1 to October 1 in most years.  The particle-size control section averages 35 to 50 percent clay.  Reaction is extremely through strongly acid throughout.  (pH 3.9 to 5.5)\nThe E horizon is 5Y 5/1, 6/1; 10YR 5/2, 5/3, 6/1, 6/2, 7/2, 8/1; N 7/0 or N 8/0.  Moist color is 10YR 5/1, 5/2, 6/1, 6/2, 7/1 or 5YR 6/2.  The horizon may be slightly smeary and may be slightly brittle when moist. Clay content ranges from 3 to 15 percent.  Iron nodules range from 0 to 15 percent and are 2 to 15mm in size.  Some pedons have a transitional EB horizon.  Organic carbon is greater than 1 percent in the Bt1 and Bt2.\nThe Bt horizon is 10YR 5/8, 6/2, 6/4, 6/6, 6/8, 7/4, 7/6, 8/2, 8/3; 7.5YR 6/6, 7/6 or 5YR 5/8.  Moist color is 5Y 7/1; 2.5Y 5/2, 6/4, 7/2; 10YR 5/4, 5/6, 5/8, 6/6, 6/8, 8/1, 8/3; 7.5YR 5/8 or 5YR 5/8.  The upper Bt horizon is often variegated.  Mottle colors are 10YR 5/4, 6/6, 6/8, 7/8, 8/1, 8/2; 7.5YR 6/6; 5YR 5/8; 2.5YR 4/6 or 4/8.  Moist mottle colors are 5Y 6/2, 7/1; 2.5Y 5/2, 5/4, 6/2, 6/4; 10YR 6/8, 7/4, 7/6; 7.5YR 5/6, 5/8, 7/2, 8/2; 5YR 4/6, 5/6; 2.5YR 3/6, 4/6 or 4/8.  Low chroma grayish colors occur with higher chroma brownish colors and reddish colors in a regularly occurring reticulate pattern.  This pattern occurs between the depths of 30 to 50 inches and continues to 60 inches or more.  It is clay, clay loam or sandy clay loam.  Clay content ranges from 30 to 60 percent.  Organic carbon content ranges from 1.0 to 1.3 percent in the upper 6 inches of the argillic horizon.  Weatherable minerals range from 3 to 10 percent in the 20 to 200 micron fraction of the upper 20 inches of the argillic horizon.  The lower part of the horizon contains 5 to 45 percent soft plinthite.  Hard iron nodules, 2-10mm, range from 0 to 15 percent.  Base saturation (sum) ranges from 5 to 35 percent.\nThe C horizon, when present, is 10YR 7/6, 8/3 or 2.5YR 4/6.  Moist color is 5Y 5/2; 10YR 7/2, 8/3; 7.5YR 5/8 or 2.5YR 4/6.  Mottle colors are 10YR 8/1; 7.5YR 6/6; 5YR 6/8 or 2.5YR 4/8.  Moist mottle colors are 7.5YR 5/8, 7/2, 7/6; 5YR 5/8; 2.5YR 4/8 or 6/4.  Low chroma colors and the reticulate pattern occur throughout the horizon.  It is sandy clay loam or sandy loam.  Clay content ranges from 15 to 25 percent.  The horizon contains 5 to 45 percent soft plinthite.  Base saturation (sum) ranges from 5 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Ferncreek soils occur on marine terraces. Slopes are dominantly 2 to 9 percent on the terrace tops with slopes of 9 to 30 percent occurring on the terrace shoulders.  Elevations are 100 to 1000 feet.  The soils formed in marine sediments.  The climate is humid with cool foggy summers and cool moist winters.  A strong marine influence limits the diurnal and annual range of temperature.  Mean annual precipitation varies from 40 to 65 inches.  Mean January temperature is 48 degrees F., mean July temperature is 57 degrees F., and the mean annual temperature is 53 degrees F.  The frost-free period is 290 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fishrock, Caspar, Quinliven, and Vandamme soils.  Caspar and Quinliven soils are on marine terraces in similar positions.  Fishrock and Vandamme soils are on ridges and upper side slopes that are adjacent to the marine terrace system.  Caspar soils lack mottling, are well drained, and have a fine-loamy particle-size class.  Quinliven soils have low chroma mottles below 50 inches and are moderately well drained.  Vandamme soils are 40 to 60 inches deep to a paralithic contact, lack mottling and are well drained.  Fishrock soils are 10 to 20 inches deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The soil is saturated with water for brief or extended periods following episodes of heavy rain from December through April.  The saturated zone starts between the depths of 24 and 50 inches and extends to greater than 60 inches.  The soil is not saturated above 60 inches from summer through early fall. Surface runoff under bare soil conditions is slow to rapid. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for commercial timber production, homesite development, recreation, wildlife habitat and watershed. Vegetation consists of redwood, Bishop pine, Douglas-fir, tanoak, grand fir, western hemlock and Mendocino Cypress."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern coastal California.  The series is not extensive.  MLRA 4."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, Western Part, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon (Albic) - the zone from 0 to 7 inches (E1, E2)\nArgillic horizon - the zone from 7 to 43 inches (Bt1, Bt2, Btv1, Btv2)\nFerncreek soils were originally mapped as the Mendocino series by the California Soil-Vegetation survey.  The Mendocino series was broadly defined and is established in Sonoma County as a Tropohumult with illitic mineralogy.\nADDITIONAL DATA:  NSSL Pedon S84CA-045-003 (type location) and two taxadjunct pedons S84CA-045--009 and -011.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
