{
  "SERIES": "FERROGOLD",
  "STATUS": "Established Series",
  "BYREV": "Rev. TM/ET",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "OVERVIEW": "The Ferrogold series consists of shallow to a petrocalcic, well drained soils that formed in alluvium derived mainly from limestone and dolomite. Ferrogold soils are on partial ballenas and fan remnants and have slopes of 4 to 15 percent. The mean annual precipitation is about 180 millimeters (7 inches) and the mean annual air temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ferrogold extremely gravelly loam, recreation land and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 65 percent gravel, 5 percent cobbles and 1 percent stones.\nA--0 to 8 centimeters (0 to 3 inches); very pale brown (10YR 7/3) extremely gravelly loam, yellowish brown (10YR 5/4) moist; moderate very thick platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and common fine and medium vesicular pores; 60 percent gravel, 5 percent cobbles and 1 percent stones; violently effervescent; moderately alkaline (pH 8.2 ); clear wavy boundary. (3 to 13 centimeters thick)\nBk--8 to 23 centimeters (3 to 9 inches); very pale brown (10YR 7/4) very gravelly loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine and few fine interstitial and tubular pores; common fine and very fine soft masses of calcium carbonate; 40 percent gravel; violently effervescent; moderately alkaline (8.4 pH); clear wavy boundary. (8 to 18 centimeters thick)\nBkq--23 to 38 centimeters (9 to 15 inches); very pale brown (10YR 7/3) very gravelly loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly sticky and nonplastic; common very fine and few fine and medium roots; few very fine and fine interstitial and tubular pores; common (10 percent) soft masses of calcium carbonate and many (80 percent) coarse calcium carbonate coats on rock fragments with few thin patchy coats of silica; 50 percent gravel and pan fragments and 2 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (15 to 30 centimeters thick)\nBkqm--38 to 152 centimeters (15 to 60 inches); very pale brown (10YR 7/3) and very pale brown (10YR 8/3) very strongly cemented material, very pale brown (10YR 8/2) to very pale brown (10YR 7/3) moist; massive; rigid and very rigid; many (50 percent) lenses of weakly cemented material in the lower part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; approximately 6.4 kilometers (4 miles) east of Pahrump on the Wheeler Pass road; about 427 meters (1,400 feet) south and 290 meters (950 feet) east of the northwest corner of section 3, T. 20 S., R. 54 E.; Pahrump quadrangle 36 degrees, 14 minutes, 45 seconds north latitude and 115 degrees, 54 minutes, 8 seconds west longitude; UTM 11s, 598634e, 4011782n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring. The ratio of actual evapotranspiration between summer and winter is about 0.4, typical of the Mojave desert. Typic-aridic soil moisture regime.\nSoil temperature: 15 to 19 degrees C (59 to 66 degrees F).\nDepth to calcic horizon: 15 to 30 centimeters (6 to 12 inches).\nDepth to petrocalcic horizon: 36 to 50 centimeters (14 to 20 inches).\nControl section - Percent clay: 10 to 18 percent.\nTexture: Loam or fine sandy loam.\nRock fragments: 35 to 70 percent, mainly pan fragments and limestone or dolomite gravel.\nCalcium carbonate equivalent: Fine earth fraction averages 25 to 50 percent; less than 20 millimeter fraction averages 40 to 70 percent.\nA horizon:\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4 dry and moist.\nBk and Bkq horizons:\nValue: 5 or 6 dry.\nChroma: 3 or 4 dry and moist.\nClay content: 10 to 18 percent.\nTexture: Loam or fine sandy loam.\nRock fragments: 35 to 70 percent, mainly pan fragments and limestone or dolomite gravel.\nStructure: Weak or moderate subangular blocky , or massive.\nEffervescence: Strongly effervescent or violently effervescent.\nOther features: Identifiable secondary carbonates as calcium carbonate coatings on rock fragments and soft masses range from 3 to 40 percent; thick (> 15cm) subhorizons have more than 5 percent by volume. Secondary silica as patchy coatings are on rock fragments in most pedons.\nBkqm horizon:\nValue: 7 or 8 dry.\nStructure: Massive or platy.\nPan thickness: Greater than 2 feet thick.\nCementation: Very strongly cemented with lenses that are weakly cemented or moderately cemented in the lower part. Calcium carbonate is the primary cementing agent, with minor amounts of silica."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Infantry (NM), Neso (NM), Orrubo (AZ), Paisano (TX), Philder (NM), Sutherland (AZ), Tencee (NM), Wechech (NV), and Wodavar (NV) series. Infantry soils have Bk horizons with 35 to 60 percent cobbles and have significant summer moisture, typical of the Chihuahuan desert. Neso soils receive significant summer moisture, typical of the Chihuahuan desert and are in a 30 to 38 centimeters (12 to 15 inch) precipitation zone. Orrubo soils have Cr horizons below the hardpan at depths between 43 to 76 centimeters (17 and 30 inches). Paisano soils receive significant summer moisture, typical of the Chihuahuan desert and depth to hardpan is less than 36 centimeters (14 inches). Philder soils have aridic soil moisture regimes that border on ustic and have 18 to 25 percent clay. Sutherland soils have an ustic aridic soil moisture regime. Tencee soils receive significant summer moisture, typical of the Chihuahuan and Sonoran deserts. Wechech soils are less than 36 centimeters (14 inches) to the hardpan, and receive additional summer moisture. Wodavar soils have rock fragments that are mostly calcium carbonate nodules and formed in lacustrine sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ferrogold soils are on partial ballenas and fan remnants. These soils formed in alluvium mainly from limestone and dolomite. Slopes are 4 to 15 percent. Elevations are 1,050 to 1,525 meters (3,440 to 5,000 feet). The climate is warm and arid with cool, moist winters and hot, dry summers typical of the Mojave desert. The mean annual precipitation is 127 to 230 millimeters (5 to 9 inches); mean annual air temperature is 13 to 18 degrees C (56 to 64 degrees F), and the frost-free period is 180 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Commski and Lastchance series. Commski soils lack petrocalcic horizons and are on inset fans. Lastchance soils are moderately deep to petrocalcic horizons and are on lower elevation remnants that do not have blackbrush vegetation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Recreation and wildlife habitat. The present vegetation is mainly blackbrush, creosotebush, Mojave buckwheat, winterfat, Joshua tree, Spanish dagger, and white bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County, Nevada, Southwest Part, 2001. The name is coined"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 18 centimeters (0 to 7 inches),(A horizon and part of the Bk1 horizon).\nCalcic horizon: 23 to 38 centimeters (9 to 15 inches),(Bkq horizon).\nPetrocalcic horizon: 38 to 152 (15 to 60 inches),(Bkqm horizon).\nParticle-size control section: 25 to 38 centimeters (10 to 15 inches), (Part of the Bkq horizon).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 6/2011. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 centimeters (0 to 3 inches); very pale brown (10YR 7/3) extremely gravelly loam, yellowish brown (10YR 5/4) moist; moderate very thick platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and common fine and medium vesicular pores; 60 percent gravel, 5 percent cobbles and 1 percent stones; violently effervescent; moderately alkaline (pH 8.2 ); clear wavy boundary. (3 to 13 centimeters thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--8 to 23 centimeters (3 to 9 inches); very pale brown (10YR 7/4) very gravelly loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine and few fine interstitial and tubular pores; common fine and very fine soft masses of calcium carbonate; 40 percent gravel; violently effervescent; moderately alkaline (8.4 pH); clear wavy boundary. (8 to 18 centimeters thick)"
      },
      {
        "name": "Bkq",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkq--23 to 38 centimeters (9 to 15 inches); very pale brown (10YR 7/3) very gravelly loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly sticky and nonplastic; common very fine and few fine and medium roots; few very fine and fine interstitial and tubular pores; common (10 percent) soft masses of calcium carbonate and many (80 percent) coarse calcium carbonate coats on rock fragments with few thin patchy coats of silica; 50 percent gravel and pan fragments and 2 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (15 to 30 centimeters thick)"
      },
      {
        "name": "Bkqm",
        "top": 38,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkqm--38 to 152 centimeters (15 to 60 inches); very pale brown (10YR 7/3) and very pale brown (10YR 8/3) very strongly cemented material, very pale brown (10YR 8/2) to very pale brown (10YR 7/3) moist; massive; rigid and very rigid; many (50 percent) lenses of weakly cemented material in the lower part."
      }
    ]
  ]
}
