{
  "SERIES": "FESSLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-JAL",
  "REVDATE": "09/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fessler gravelly loam, forested (colors are for dry soil unless otherwise noted).\nOi-0 to 3 inches; slightly decomposed forest litter. (1 to 3 inches thick)\nA1--3 to 7 inches; black (10YR 2/1) gravelly loam, black (10YR 2/1) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine irregular pores; 5 percent cobbles and 15 percent pebbles; slightly acid (pH 6.2); clear smooth boundary. (4 to 6 inches thick)\nA2--7 to 13 inches; very dark gray (10YR 3/1) very gravelly clay loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots and common coarse roots; many very fine irregular pores; 15 percent cobbles and 30 percent pebbles; slightly acid (pH 6.4); clear smooth boundary. (5 to 8 inches thick)\nBt1--13 to 32 inches; reddish brown (5YR 4/3) very cobbly clay loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; many very fine and fine and common medium and coarse roots; many very fine tubular pores; many distinct clay flims on faces of peds and in pores; 25 percent cobbles and 30 percent pebbles; slightly acid (pH 6.4); clear wavy boundary. (7 to 19 inches thick)\nBt2--32 to 40 inches; reddish brown (5YR 5/3) very cobbly clay loam, reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine and fine roots and few coarse roots; many very fine tubular pores and common fine tubular pores; common distinct clay films on faces of peds; 25 percent cobbles and 30 percent pebbles; neutral (pH 7.0); clear wavy boundary. (8 to 14 inches thick)\nBk--40 to 60 inches; light reddish brown (5YR 6/3) very cobbly sandy clay loam, reddish brown (5YR 5/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; few faint clay films on faces of peds; 25 percent cobbles and 25 percent pebbles; lime disseminated; few fine filaments of lime; few faint coatings of lime on surface of coarse fragments; slightly effervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Granite County, Montana; 1,200 feet west and 100 feet north of the SE corner of sec. 20, T. 11 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 46 degrees F.\nMoisture control section - between 8 and 12 inches.\nMollic epipedon thickness - 16 to 30 inches\nA1 horizon - Hue:  7.5YR or 10YR\nValue:  2 or 3 dry; 2 or 3 moist\nClay content:  10 to 15 percent\nRock fragments:  15 to 35 percent--0 to 10 percent cobbles; 15 to 25 percent pebbles\nReaction:  pH 6.1 to 7.3\nA2 horizon - Hue:  7.5YR or 10YR\nValue:  3 or 4 dry;  2 or 3 moist\nTexture:  loam or clay loam\nClay content:  20 to 30 percent\nRock fragments:  35 to 60 percent--0 to 5 percent stones; 5 to 15 percent cobbles; 30 to 40 percent pebbles\nReaction:  pH 6.1 to 7.3\nBt1 horizon - Hue:  5YR, 7.5YR, or 10YR\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 or 3\nTexture:  clay loam or sandy clay loam\nClay content:  27 to 35 percent\nRock fragments:  35 to 70 percent--0 to 5 percent stones; 5 to 25 percent cobbles; 30 to 40 percent pebbles\nReaction:  pH 6.1 to 7.3\nBt2 horizon - Hue:  5YR, 7.5YR, or 10YR\nValue:  4, 5, or 6 dry; 4 or 6 moist\nChroma:  3, 4, or 6\nTexture:  clay loam or sandy clay loam\nClay content:  27 to 35 percent\nRock fragments:  35 to 70 percent--0 to 5 percent stones; 5 to 25 percent cobbles; 30 to 40 percent pebbles\nReaction:  pH 6.6 to 7.3\nBk horizon - Hue:  5YR, 7.5YR, or 10YR\nValue:  6 or 7 dry; 5 or 6 moist\nChroma:  3, 4, or 6\nTexture:  sandy clay loam or clay loam\nClay content:  20 to 30 percent clay\nRock fragments:  35 to 75 percent--0 to 5 percent stones; 10 to 25 percent cobbles; 25 to 45 percent pebbles\nCalcium carbonate equivalent:  1 to 5 percent\nReaction:  pH 6.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAdellern (NM) - has transitional Bt/BC and BC/Bt horizons.\nBraziel (MT) - does not have a Bk horizon.\nPastorius (CO) - does not have a Bk horizon.\nPastorpeak (AZ) - has less than 27 percent clay in the argillic horizon; has fragmental material at 60 to 80 inches.\nZillion (UT) - has a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains.\nElevation - 3,600 to 6,400 feet.\nSlope - 15 to 60 percent.\nParent material - colluvium derived from calcareous argillite.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 18 to 25 inches.\nMean annual air temperature - 38 to 42 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "DRAINAGE AND PERMEABILITY": {},
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fessler soils are used mainly for timber production, watershed, and for wildlife habitat.  Potential native vegetation is mainly Douglas-fir, and ponderosa pine with an understory of common snowberry, pinegrass, mallow ninebark, elk sedge, and oregongrape."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Fessler soils are of small extent in western Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Granite County Area, Montana, 1994."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
