{
  "SERIES": "FETZER",
  "STATUS": "Established Series",
  "BYREV": "JMG:SGH:LCB; Rev. JDS",
  "REVDATE": "09/2003",
  "STATES": "TX",
  "OVERVIEW": "The Fetzer series consists of deep, somewhat poorly drained, slowly permeable soils that formed in unconsolidated clayey and loamy sediments. These nearly level to sloping soils are on uplands. The soils have a perched water table near the surface for short periods during the winter and spring. Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fetzer loamy fine sand on a 1 percent slope in woodland. (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; dark yellowish brown (10YR 4/4) loamy fine sand, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; strongly acid; clear smooth boundary. (3 to 10 inches thick)\nE1--6 to 24 inches; very pale brown (10YR 7/4) loamy fine sand; very pale brown (10YR 8/4) dry; single grained; loose, very friable; nonsticky and nonplastic; many fine and medium roots; moderately acid; clear smooth boundary. (10 to 30 inches thick)\nE2--24 to 28 inches; very pale brown (10YR 7/3) loamy fine sand; very pale brown (10YR 8/3) dry; fine faint yellowish brown mottles; single grained; slightly hard, very friable, nonsticky and nonplastic; common fine and medium roots; moderately acid; clear smooth boundary. (3 to 12 inches thick)\nBtg1--28 to 39 inches; grayish brown (10YR 5/2) clay loam, light brownish gray (10YR 6/2) dry; many coarse prominent dark red (2.5YR 3/6) and yellowish brown (10YR 5/6) masses of iron accumulation; moderate medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few fine roots; common distinct clay films; very strongly acid; clear wavy boundary. (10 to 30 inches thick)\nBtg2--39 to 74 inches; light brownish gray (10YR 6/2) clay loam; light brownish gray (10YR 6/2) dry; many coarse prominent dark red (2.5YR 3/6) masses of iron accumulation; moderate medium subangular blocky structure; very hard, firm, sticky and plastic, continuous clay films; few plinthite nodules; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Waller County, Texas; from the intersection of Farm Road 363 and Farm Road 1488 in northeast Waller County, 8.7 miles east on Farm Road 1488, south on Joseph Road for 3.1 miles, then 0.5 mile south on Robin Hood Lane. Site is in woodland 100 feet west of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 60 to more than 80 inches. The A horizons range from 20 to 40 inches thick. The amount of plinthite in the Bt ranges from none to 4 percent by volume. Base saturation at 72 inches depth ranges from 35 to 70 percent.\nThe A and E horizons are loamy fine sand or loamy sand and range from slightly acid to very strongly acid. The A horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4. The E horizon has hue of 10YR or 7.5YR, value of 6 or 7, and chroma of 2 to 4. The lower part of the E horizon commonly has reddish yellow or yellowish brown masses of iron accumulation. Where the combined thickness of the A and E horizons exceeds 30 inches, the lower part of the E horizon contains low chroma mottles due to wetness.\nSome pedons have a Bt horizon with hue of 10YR, value of 5 and chroma of 4 to 8. Texture and reaction is similar to the Btg horizon.\nThe Btg horizons have hue of 10YR, value of 5 or 6, and chroma of 1 or 2. Masses of iron accumulation range from common to many in shades of red, yellow, or brown. The Btg1 is clay loam or sandy clay loam. The upper 20 inches of the argillic horizon has a clay content of 30 to 35 percent. Reaction ranges from very strongly acid to moderately acid.\nThe Btg2 is clay loam, sandy clay loam, sandy clay, or clay. The reaction ranges from very strongly acid to slightly acid.\nThe BC or C horizon, where present, is sandy clay, clay, or clay loam. The reaction ranges from strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Freest, Hamden, and Petal series in the same family, and the Coving, Demona, Depcor, Elmina, Katy, Larton, Larue, Monaville, Nimrod, Tremona, Wetsaw, Wicksburg, and Wolfpen series in closely related families. Freest, Hamden, and Katy soils have a loamy epipedon. In addition, Katy soils do not have aquic conditions in the upper part of the Argillic horizon. Coving, Demona, Nimrod, and Tremona soils receive less rainfall and occur in areas with an ustic moisture regime. Depcor, Larton, Larue, Monaville, and Wolfpen soils do not have aquic conditions in the upper part of the Argillic horizon. In addition, Depcor and Monaville soils contain more than 5 percent plinthite. Elmina soils have a thinner solum and a Cr horizon within 60 inches of the surface. Petal and Wetsaw soils have a loamy epipedon that is less than 20 inches thick. Wicksburg soils have less than 35 percent base saturation and are better drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fetzer soils occur on nearly level to sloping uplands. Fetzer soils are mainly on concave lower slopes and receive additional water. The soil is formed in loamy and clayey sediments of Pleistocene age, mainly of the Willis and Lissie geological formations. Slopes range from 0 to 8 percent. The mean annual temperature ranges from 64 degrees to 70 degrees F, and Thornthwaite P-E indices range from 64 to 74. The mean annual precipitation ranges from 40 to 50 inches. Frost free rainfall at the type location is about 30 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Depcor and Larue series, and the Boy, Conroe, Landman, Splendora and Waller series. Boy, Conroe, Depcor and Larue soils are on higher positions and along ridges. Boy and Conroe soils contain more than 5 percent plinthite. In addition, Boy has a sandy epipedon more than 40 inches thick, and Conroe soils have base saturation less than 35 percent. Landman soils are on nearly level landscapes, have a sandy epipedon more than 40 inches thick, and contain plinthite below 60 inches. Splendora and Waller soils are in depressions and do not have a sandy epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow to very slow runoff; slow permeability. A temporary perched water table is present in and above the Btg horizon during winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly woodland used for grazing and timber production. Some areas are in improved bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest part of the Western Coastal Plain in East Texas (MLRA 133B). This series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Waller County, Texas; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Pit investigations of this soil in surrounding survey areas have indicated that the soil may typically have more than 5 percent albic intrusions in the upper part of the Argillic horizon. Additional investigations are needed at the type location site to determine whether that pedon has similar features. Diagnostic horizons and features presently recognized in the type location pedon include:\nOchric epipedon....0 to 28 inches deep (A and E horizons).\nAlbic horizon......24 to 28 inches deep (E2 horizon).\nArgillic horizon...28 to 74 inches deep (Btg horizons).\nAquic conditions...28 to 39 inches deep (Btg1 horizon).\nADDITIONAL DATA:  TAMU Lab data from Grimes County (S83TX-185-005) and Montgomery County (S84TX-339-001).\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; dark yellowish brown (10YR 4/4) loamy fine sand, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; strongly acid; clear smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "E1",
        "top": 15,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E1--6 to 24 inches; very pale brown (10YR 7/4) loamy fine sand; very pale brown (10YR 8/4) dry; single grained; loose, very friable; nonsticky and nonplastic; many fine and medium roots; moderately acid; clear smooth boundary. (10 to 30 inches thick)"
      },
      {
        "name": "E2",
        "top": 61,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E2--24 to 28 inches; very pale brown (10YR 7/3) loamy fine sand; very pale brown (10YR 8/3) dry; fine faint yellowish brown mottles; single grained; slightly hard, very friable, nonsticky and nonplastic; common fine and medium roots; moderately acid; clear smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 71,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--28 to 39 inches; grayish brown (10YR 5/2) clay loam, light brownish gray (10YR 6/2) dry; many coarse prominent dark red (2.5YR 3/6) and yellowish brown (10YR 5/6) masses of iron accumulation; moderate medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few fine roots; common distinct clay films; very strongly acid; clear wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "Btg2",
        "top": 99,
        "bottom": 188,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "narrative": "Btg2--39 to 74 inches; light brownish gray (10YR 6/2) clay loam; light brownish gray (10YR 6/2) dry; many coarse prominent dark red (2.5YR 3/6) masses of iron accumulation; moderate medium subangular blocky structure; very hard, firm, sticky and plastic, continuous clay films; few plinthite nodules; very strongly acid."
      }
    ]
  ]
}
