{
  "SERIES": "FIELDCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-ACT-ALB",
  "REVDATE": "07/2010",
  "STATES": "TX",
  "OVERVIEW": "The Fieldcreek series consist of very deep, well drained soils that formed in sandy and loamy alluvium derived from sedimentary, igneous, and metamorphic sources. Fieldcreek soils are on flood plains. Slopes are 0 to 5 percent. Mean annual temperature is about 19 degrees C (67 degrees F), and mean annual precipitation is about 686 mm (27 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fieldcreek fine sandy loam, in rangeland. (Colors are for dry soil unless otherwise stated).\nA1--0 to 20 cm (0 to 8 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; common fine pores; 1 percent, 2 to 75 mm, quartz and feldspar; neutral; clear smooth boundary.\nA2--20 to 64 cm (8 to 25 in); dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky and granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine and few medium pores; few wormcasts; few mica flakes; neutral; gradual smooth boundary. (Combined thickness of the A horizon is 20 to 70 cm [8 to 28 in])\nBw1--64 to 122 cm (25 to 48 in); brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, friable, sticky and slightly plastic; few fine roots, few dark stains; common mica flakes; slightly effervescent; moderately alkaline; gradual smooth boundary.\nBw2--122 to 203 cm (48 to 80 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many mica flakes; 10 percent, 2 to 5 mm, quartz and feldspar; slightly effervescent; moderately alkaline. (Combined thickness of the Bw horizon is 100 to 200 cm [25 to 80 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Llano County, Texas; From the intersection of Texas Highway 16 and Texas Highway 71 in Llano, 8.5 miles southeast on Texas Highway 71, 3.1 miles east on County Road 307; and 150 feet north in rangeland. (Cap Mountain USGS topographic quadrangle; Latitude: 30 degrees, 40 minutes, 40 seconds N; Longitude: 98 degrees, 30 minutes, 36 seconds W.; NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: greater than 200 cm (80 in)\nParticle-size control section (weighted average):\nClay content: 10 to 18 percent\nCoarse fragments: 0 to 10 percent by volume; some pedons have thin gravelly strata below a depth of 100 cm (40 in)\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5, 2 to 4 moist\nChroma: 2 or 3, dry and moist\nTexture: Loamy sand, coarse sandy loam, sandy loam, fine sandy loam, or loam\nEffervescence: Noneffervescent\nReaction: Slightly acid to moderately alkaline\nBw horizons\nHue: 7.5YR or 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 4 to 6, dry and moist\nTexture: Sandy loam, fine sandy loam, loam, or sandy clay loam, and their gravelly phases\nRock fragments: amount-0 to 20 percent by volume; kind-siliceous, feldspar; size-gravel\nIdentifiable calcium carbonate: amount-0 to 2 percent by volume; size-fine; kind-masses; location-below a depth of 100 cm (40 in) in some pedons\nEffervescence: Noneffervescent to slightly\nReaction: Neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cyril (OK) series in the same family. Similar soils are the Bippus (TX), Bosque (TX), Gageby (TX), Gowen (TX), Oakalla (TX), and Odem (TX) series.\nBippus, Bosque, Gageby, Gowen, and Oakalla soils: have more than 18 percent clay in their particle-size control section.\nCyril soils: Are slightly to strongly effervescent throughout.\nOakalla soils: Have more than 40 percent by weight carbonates in the control section.\nOdem soils: Have mean annual soil temperatures of greater than 22 degrees C (72 degrees F)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Alluvium derived from sedimentary and metamorphic sources\nLandscape: River valleys in the Central Basin\nLandform: Flood plains and low stream terraces\nSlope: 0 to 5 percent\nClimate: dry subhumid\nSoil moisture: Typic ustic moisture regime\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual temperature: 18 to 20 degrees C (65 to 68 degrees F)\nMean annual precipitation: 610 to 762 mm (24 to 30 in)\nFrost-free period: 215 to 230 days\nElevation: 305 to 580 meters (1,000 to 1,900 ft)\nThornthwaite PE indices: 38 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Oakalla soils and the Castell, Katemcy, Keese, Ligon, Lou, Nebgen, Oben, and Voca soils.\nCastell, Katemcy, and Voca soils: have more than 35 percent clay in their particle-size control sections and occur on undulating plains and footslopes of ridges and hills.\nKeese, Ligon, Nebgen and Oben soils: Have contact with bedrock at less than 50 cm (20 in) and occur on higher positions on backslopes, shoulders, and summits of ridges and hills.\nOakalla soils: Are in similar positions on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately rapid. Runoff is negligible. These soils flood rarely or occasionally for very brief periods, mainly during the spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for range, a few areas are used for pecan orchards or improved pasture. Native grasses include indiangrass, little bluestem, switchgrass, Scribner's panicum, and Texas wintergrass. The main tree vegetation consists of pecan, mesquite, elm, hackberry, and Texas persimmon. Greenbriar, prickly ash and hawthorne are common vines and shrubs, and there are a few prickly pear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas. Southwest Plateaus and Plains Range and Cotton Region, LRR-I, MLRA 82A-Texas Central Basin. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Llano County, Texas; 1985. The name is from a community in Llano County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 64 cm (0 to 25 in)  (A1 and A2 horizons)\nCumulic feature: Mollic epipedon extends to depths greater than 50 cm (20 in) and an irregular decrease in organic carbon between 25 and 125 cm.\nCambic horizon: 64 to 200 cm (25 to 80 in)  (Bw horizons)\nADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 20 cm (0 to 8 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; common fine pores; 1 percent, 2 to 75 mm, quartz and feldspar; neutral; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--20 to 64 cm (8 to 25 in); dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky and granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine and few medium pores; few wormcasts; few mica flakes; neutral; gradual smooth boundary. (Combined thickness of the A horizon is 20 to 70 cm [8 to 28 in])"
      },
      {
        "name": "Bw1",
        "top": 64,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--64 to 122 cm (25 to 48 in); brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, friable, sticky and slightly plastic; few fine roots, few dark stains; common mica flakes; slightly effervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 122,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Bw2--122 to 203 cm (48 to 80 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many mica flakes; 10 percent, 2 to 5 mm, quartz and feldspar; slightly effervescent; moderately alkaline. (Combined thickness of the Bw horizon is 100 to 200 cm [25 to 80 in])"
      }
    ]
  ]
}
