{
  "SERIES": "FIELDON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ROP-TCJ-AGG",
  "REVDATE": "12/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fieldon loam, on a plane level slope, on a delta in glacial lake plain, in cultivated field. (Colors are for moist conditions unless otherwise stated.)\nAp--O to 9 inches; black (N 2/0) loam, very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; few fine fragments of snail shell; strongly effervescent; slightly alkaline; abrupt smooth boundary. (7 to 10 inches thick)\nA--9 to 13 inches; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; few channel fillings of very dark gray (10YR 3/1); weak very fine and fine subangular blocky structure; friable; few fine fragments of snail shells; strongly effervescent; slightly alkaline; clear wavy boundary. (0 to 8 inches thick)\nAB--13 to 19 inches; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; few channel fillings of dark grayish brown (2.5Y 4/2); weak medium subangular blocky structure; friable; strongly effervescent; slightly alkaline; gradual wavy boundary. (0 to 7 inches thick)\nBg--19 to 23 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak medium subangular blocky structure; friable; many fine faint dark gray (10YR 4/1) Fe depletions and common fine distinct light olive brown (2.5Y 5/4) Fe concentrations, strongly effervescent; slightly alkaline; clear wavy boundary.\nBw1--23 to 33 inches; olive brown (2.5Y 4/4) fine sandy loam; weak very fine subangular blocky structure with horizontal cleavage planes; friable; common fine faint light olive brown (2.5Y 5/6) and distinct fine yellowish brown (10YR 5/6) Fe concentrations; strongly effervescent; slightly alkaline; clear wavy boundary.\nBw2--33 to 37 inches; light olive brown (2.5Y 5/4) very fine sandy loam; weak very fine subangular blocky structure with horizontal cleavage planes; friable; few 1 to 2 mm wide threads of soft calcium carbonate; common medium distinct strong brown (7.5YR 5/6) Fe concentrations and few fine prominent black (5YR 2/1) Fe depletions; strongly effervescent; slightly alkaline; clear smooth boundary. (Combined thickness of the Bg and Bw horizons is 10 to 30 inches.)\nC--37 to 47 inches; light olive brown (2.5Y 5/4) fine sand; single grained; loose; many medium prominent strong brown (7.5YR 5/6) Fe concentrations and light brownish gray (2.5Y 6/2) and few fine prominent brown (7.5YR 4/2) Fe depletions; slightly effervescent; slightly alkaline; clear wavy boundary.\nCg--47 to 60 inches; light olive gray (5Y 6/2) stratified fine sand and loamy fine sand; single grained; loose; common medium prominent yellowish brown (10YR 5/6) Fe concentrations and black (5YR 2/1) Fe depletions; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Blue Earth County, Minnesota; about 5 miles west of Garden City; about 2,530 feet east and 1,030 feet north of the southwest corner of section 25, T. 107 N., R. 29 W.; USGS Perth topographic quadrangle; lat. 44 degrees 02 minutes 25 seconds N. and long. 94 degrees 15 minutes 31 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of solum ranges from 20 to 40 inches. Values of calcium carbonate equivalent in the solum are 5 to 25 percent. The solum and C horizon are mildly or moderately alkaline. These soils lack coarse fragments. The mollic epipedon is 14 to 24 inches thick.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1, or is neutral with value of 2 or 3. It is fine sandy loam, very fine sandy loam, loam, or sandy clay loam.\nThe B horizon has a matrix with hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2 in the upper part and 1 to 4 in the lower part. It has few to many mottles in all parts. It is mostly very fine sandy loam, fine sandy loam, sandy clay loam, or loam in the upper part and fine sandy loam, very fine sandy loam or loam in the upper part. However, stratification of these textures commonly occurs in this horizon. In addition, subhorizons with texture of loamy fine sand, loamy very fine sand, and silt loam are present in some pedons.\nThe C horizon has a matrix with hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 1 to 4. It is stratified fine sand, loamy fine sand, and fine sandy loam. Finer textured layers are in some pedons. A 2C horizon of loamy glacial till or silty lacustrine sediments is at depths as shallow as 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coriff and Lemond series in the same family and the closely related Darfur series. Coriff soils have a 2C horizon of loamy glacial till beginning within depths of 24 to 40 inches. Lemond soils contain more medium and coarse sand in the solum and C horizon. Darfur soils lack free carbonates in the upper part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have plane to slightly convex slopes with gradients of 0 to 2 percent primarily on the deltaic portions of glacial lake plains. They are on a few outwash plains. The Fieldon soils formed in loamy and sandy lacustrine or outwash sediments that are dominated by fine and very fine sand and that are commonly stratified. Loamy glacial till or silty lacustrine sediments commonly underlie these sediments at depths ranging from 40 to 120 inches. These sediments are of the Des Moines lobe of the Late Wisconsinan glaciation. Mean annual precipitation is 26 to 30 inches, and mean annual temperature is 45 to 48 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dassel, Darfur, and Grogan soils which formed in sediments similar to those of the Fieldon soils and which are in a drainage sequence with the Fieldon soils. The very poorly drained Dassel soils are in depressions and swales. The poorly drained Darfur soils are on terrain that is similar to that of the Fieldon soils. The moderately well and well drained Grogan soils are on slight rises. The moderately well and somewhat poorly drained, sandy Litchfield soils and the somewhat excessively drained, sandy Lasa soils are associated in some places."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Surface runoff is slow. Permeability is moderate and moderately rapid in the upper part and rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cropped to corn and soybeans. Native vegetation was a wet site community of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Minnesota, primarily in association with Glacial Lake Minnesota and in Illinois and Iowa. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Blue Earth County, Minnesota, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: mollic epipedon - the zone from the surface of the soil to a depth of 19 inches (Ap, A, and AB horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
