{
  "SERIES": "FIFER",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDB-JAL",
  "REVDATE": "06/1999",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, shallow Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fifer loam - grassland.  (Colors are of dry soil unless otherwise noted.)\nA1--0 to 2 inches; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; moderate very fine crumb structure; slightly hard, very friable, slightly sticky and nonplastic; many roots; neutral, clear smooth boundary.  (2 to 5 inches thick)\nA2--2 to 6 inches; dark gray (10YR 4/1) loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse blocky structure; hard, friable, slightly sticky and nonplastic; many roots; slightly effervesent; neutral; clear wavy boundary.  (3 to 6 inches thick)\nBk1--6 to 11 inches; gray (5Y 6/1) silty clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to weak very fine blocky; very hard, friable, moderately sticky and slightly plastic; many roots; coats of olive gray (2.5Y 5/2) moist and crushed; strongly effervescent; slightly alkaline; gradual wavy boundary.  (4 to 10 inches thick)\nBk2--11 to 20 inches; greenish gray (5GY 6/1) silty clay loam weathered shale, greenish gray (5GY 5/1) moist; weak coarse prismatic structure that separates to strong fine angular blocks; extremely hard, firm, sticky, plastic; common roots between prisms; dark grayish brown (2.5Y 4/2) moist coats on faces of prisms; strongly effervescent; slightly alkaline.\nCr--20 inches; light greenish gray (5GY 7/1) interbedded sandstone and shale, olive (5Y 5/3) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Glacier County, Montana; 1,800 feet north and 400 feet east of SW corner sec. 31, T.36N., R.12W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 39 to 46 degrees F.\nMean summer soil temperature - 52 to 59 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to Cr horizon - 10 to 20 inches.\nA horizons - Hue:  10YR or 2.5Y\nValue:  3, 4 or 5 dry; 2 or 3 moist\nChroma:  1 or 2\nTexture:  loam, silt loam or clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 35 percent--0 to 5 percent cobbles; 0 to 30 percent pebbles\nReaction:  pH 6.6 to 7.8\nBk horizons - Hue:  10YR, 2.5Y, 5Y or 5GY\nValue:  5, 6 or 7 dry; 4, 5 or 6 moist\nChroma:  1, 2, or 3\nTexture:  loam, clay loam, silty clay loam, or clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 35 percent--0 to 5 percent cobbles; 0 to 30 percent pebbles\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barvon, Bucklon, Bynum, Devoe, Fusulina, Promontory, Sawpit, Tealson, and Teton series.  Barvon and Bynum soils have a paralithic contact at depths of 20 to 40 inches and Barvon soils have summer soil temperature warmer than 59 degrees F.  Bucklon, Fusulina, and Sawpit soils are noncalcareous throughout.  Devoe soils have hue of 5YR through 10YR and have 15 to 35 percent limestone gravel and cobbles.  Promontory and Teton soils have hard bedrock at depths of 20 to 40 inches.  Tealson soils have less than 18 percent clay in the control section and are noncalcareous to depths of 6 to 16 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills and mountains.\nElevation - 4,500 to 7,600 feet.\nSlope - 4 to 60 percent.\nParent material - alluvium or residuum from interbedded shale and sandstone.\nClimate - long, cold winters; cool, moist springs; short summers.\nMean annual precipitation - 19 to 25 inches.\nMean annual air temperature - 37 to 44 degrees F.\nFrost-free period - 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing and for wildlife habitat.  The potential native vegetation is mainly rough fescue and Idaho fescue.  Shrubby cinquefoil and danthonia are common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grassland region east of the Rocky Mountains in Montana.  It is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Glacier County (Blackfeet Reservation-Cut Bank Area), Montana, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: a mollic epipedon from the soil surface to 7 inches (mixed) (A horizons); horizons of secondary carbonate accumulation from 6 to 20 inches (Bk horizons); a particle-size control section from 10 to 20 inches (part of Bk1 and Bk2 horizons).  Fifer soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
