{
  "SERIES": "FIFIELD",
  "STATUS": "Established Series",
  "BYREV": "PWB/PGN/TDC/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Fifield series consists of moderately deep, well drained soils formed in material weathered from sedimentary and metamorphic rock.  Fifield soils are on slopes of 30 to 65 percent.  The mean annual precipitation is about 19 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fifield sandy loam - on a north-facing slope of 52 percent, under blue oak, California live oak and annual grasses and forbs at an elevation of 1,700 feet.  (Colors are for dry soil unless otherwise stated.  When described on June 18, 1981, the soil was dry throughout).\nA--0 to 5 inches; brown (10YR 5/3) sandy loam, very dark grayish brown (10YR 3/2) moist; strong fine subangular blocky structure; soft, friable, nonsticky and slightly plastic; common very fine and fine roots; common very fine interstitial pores; 10 percent angular gravel 2 to 20 mm in size; 3.9 percent organic matter; 9 percent clay content; neutral (pH 7.2); clear smooth boundary.  (4 to 10 inches thick)\nBt--5 to 15 inches; yellowish brown (10YR 5/4) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots, common very fine and fine tubular pores; common thin clay films line pores; 40 percent angular gravel and cobbles 10 to 100 mm in size; 1.8 percent organic matter 19 percent clay content; strongly acid (pH 5.5); clear irregular boundary. (5 to 13 inches thick)\nC1--15 to 22 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; massive; hard, firm, slightly sticky and plastic; few fine and very fine roots; no pores; 75 percent angular gravel 10 to 100 mm in size; 10 percent cobbles; 18 percent; moderately acid (pH 5.7); clear irregular boundary.\nC2--22 to 30 inches; light yellowish brown (10YR 6/4) extremely gravelly loam; yellowish brown (10YR 5/4) moist; massive; hard, firm, slightly sticky and plastic; few fine roots; 75 percent angular gravel 20 to 100 mm in size; 10 percent cobbles; 21 percent clay content; moderately acid (pH 5.6); abrupt irregular boundary.  (Combined thickness of the C horizons is 8 to 16 inches)\nR--30 inches; slightly weathered fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California, about 21 miles west of the city of Los Banos, 300 feet NE of the Santa Clara County line, 2.0 miles north of Highway 152, 200 feet NE of Fifield Road, 1,800 feet east of USGS bench mark, 800 feet west and 200 feet north of the SE corner of sec. 6, T. 10 S., R. 7 E., projected section lines from sec.  31, T. 9 S., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 35 inches.  The moisture control section is moist throughout from about November 15 to May 15 and dry throughout from about June 15 to October 15 in most years.  The soil temperature is below 47 degrees F from December 15 to March 1.  The mean annual soil temperature is 59 degrees to 64 degrees F.  Some pedons have up to 3 inches of organic litter covering the surface.  Organic matter content is 1 to 5 percent to a depth of at least 7 inches.  Base saturation (sum of cations) ranges from 50 to 75 percent in the A horizon and from 40 to 75 percent in the Bt horizon.\nThe A horizon is 7.5YR 4/2, 4/4, 5/2; 10YR 4/3, 5/2, 5/3, or 5/4.  Moist colors are 7.5YR 3/2; 10YR 2/2, 3/1, 3/2, or 3/3.  It has 5 to 15 percent clay content and 5 to 15 percent angular gravel and cobbles.  Reaction is medium acid to neutral and has 50 to 75 percent B.S.\nThe Bt horizon is 7.5YR 4/4, 5/2, 5/4; 10YR 5/2, 5/3, 5/4, 6/3, or 6/4.  Moist colors are 7.5YR 3/2, 3/4; 10YR 2/2, 3/1, 3/2, 3/3, 3/4, 4/3, or 4/4.  It is very gravelly loam or very gravelly sandy clay loam with 18 to 25 percent clay content.  It has 35 to 55 percent gravel and cobbles.  Reaction is strongly acid to slightly acid and has 40 to 75 percent B.S.\nThe C horizons are very and extremely gravelly loam or extremely gravelly sandy loam with 18 to 25 percent clay content, 55 to 75 percent angular gravel, and 5 to 15 percent cobbles.  Reaction is strongly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ararat series in another family.  These soils lack an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fifield soils are on mountains and have slopes of 30 to 65 percent.  Elevations range from 500 to 3,000 feet.  The soils formed in material weathered from sedimentary and metamorphic rock of the Franciscan Formation.  The climate is subhumid with hot dry summers and cool moist winters.  The mean annual precipitation varies from 13 to 24 inches.  Mean January temperature is 44 degrees F; mean July temperature is 72 degrees F.  The mean annual temperature is about 59 degrees to 63 degrees F.  Frost-free season is 190 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Contra Costa, Franciscan, Gonzaga, Honker, Millsholm, Quiensabe, Quinto, and Sehorn soils.  Contra Costa, Gonzaga, Honker, Quiensabe, and Sehorn soils are fine.  Franciscan soils are fine-loamy.  Millsholm and Quinto soils are less than 20 inches deep and lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for annual rangeland and upland wildlife habitat.  The vegetation is blue oak, live oak, and California buckeye, with an understory of wild oats, ripgut brome, soft chess, shrubs, and other annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are in the Coast Range of California.  They are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Merced County, California 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as Rough stony land and Vallecitos stony clay loam in the Los Banos Area, series 1939 report.  They are being differentiated from the Vallecitos series by having a mollic epipedon and being loamy-skeletal.  pH determined by colorimetric method using Thymol Blue and Hellige-Truog triplex indicators.  Texture determined by hydrometer method.  Organic carbon determined by Walkley-Black digestion method.  Base saturation determined by KC1-triethanolamine extract (sum of cations).\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; brown (10YR 5/3) sandy loam, very dark grayish brown (10YR 3/2) moist; strong fine subangular blocky structure; soft, friable, nonsticky and slightly plastic; common very fine and fine roots; common very fine interstitial pores; 10 percent angular gravel 2 to 20 mm in size; 3.9 percent organic matter; 9 percent clay content; neutral (pH 7.2); clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt--5 to 15 inches; yellowish brown (10YR 5/4) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots, common very fine and fine tubular pores; common thin clay films line pores; 40 percent angular gravel and cobbles 10 to 100 mm in size; 1.8 percent organic matter 19 percent clay content; strongly acid (pH 5.5); clear irregular boundary. (5 to 13 inches thick)"
      },
      {
        "name": "C1",
        "top": 38,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C1--15 to 22 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; massive; hard, firm, slightly sticky and plastic; few fine and very fine roots; no pores; 75 percent angular gravel 10 to 100 mm in size; 10 percent cobbles; 18 percent; moderately acid (pH 5.7); clear irregular boundary."
      },
      {
        "name": "C2",
        "top": 56,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "C2--22 to 30 inches; light yellowish brown (10YR 6/4) extremely gravelly loam; yellowish brown (10YR 5/4) moist; massive; hard, firm, slightly sticky and plastic; few fine roots; 75 percent angular gravel 20 to 100 mm in size; 10 percent cobbles; 21 percent clay content; moderately acid (pH 5.6); abrupt irregular boundary.  (Combined thickness of the C horizons is 8 to 16 inches)"
      },
      {
        "name": "R",
        "top": 76,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--30 inches; slightly weathered fractured sandstone."
      }
    ]
  ]
}
