{
  "SERIES": "FILAREE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJ/RKS/DWD/HCD",
  "REVDATE": "04/2015",
  "STATES": "AZ,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Filaree gravelly sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (10YR 5/3) gravelly sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine irregular pores; 20 percent gravel; noneffervescent; slightly alkaline (pH 7.4); abrupt smooth boundary. (1 to 3 inches thick)\nBw1--2 to 18 inches; yellowish brown (10YR 5/4) gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; few very fine irregular pores; 20 percent gravel; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary.\nBw2--18 to 34 inches; yellowish brown (10YR 5/4) gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; few very fine irregular pores; 25 percent gravel; noneffervescent; slightly alkaline (pH 7.8); clear wavy boundary. (Combined thickness of the Bw horizons is 19 to 40 inches.)\nBk--34 to 60 inches; yellowish brown (10YR 5/4) gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; few very fine irregular pores; 25 percent gravel; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mohave County, Arizona; 4 miles west and 5.5 miles north of Chloride; about 200 feet west and 2,300 feet north of the southeast corner of section 3, T.24 N., R.19 W; 35 degrees, 31 minutes, 79 seconds north latitude and 114 degrees, 19 minutes, 38 seconds west longitude. Gila and Salt River Base Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during December - February and for less than 20 days cumulative during July - September. Driest during May and June. Typic aridic soil moisture regime.\nSoil Temperature: 59 to 72 degrees F.\nEffervescence: Noneffervescent to 20 inches or more\nControl section: Clay content: Ranges from 5 to 20 percent but averages 18 percent or less in the particle-size control section\nRock fragments: 15 to 35 percent gravel\nOrganic matter: Less than one percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist\nReaction: Slightly alkaline or moderately alkaline\nBw horizons\nHue: 7.5YR, 10YR\nValue 4 through 6 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: Coarse sandy loam, sandy loam, fine sandy loam, or loam\nReaction: Slightly alkaline or moderately alkaline\nBk horizons: Hue  7.5YR, 10YR\nValue  4 through 6 dry, 3 or 4 moist\nChroma--3 or 4, dry or moist\nTexture--Sandy loam, loam\nStructure  Subangular blocky or massive.\nConsistence  Nonsticky or slightly sticky, nonplastic or slightly plastic.\nClay content  5 to 15 percent.\nRock fragments  5 to 30 percent mainly pebbles.\nEffervesence  Strongly or violently effervescent.\nReaction  Moderately alkaline or strongly alkaline.\nSecondary carbonate accumulations -  Thin carbonate films on the bottoms of rock fragments or randomly oriented"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agustin (TX), Hayhook (AZ), Lostman (AZ), Nasagold (CA), Pajarito (NM), Pyxo (CA) and Sahuarita (AZ) series. Agustin, Lostman, and Pajarito soils are moderately alkaline and calcareous above 20 inches. Hayhook, Pajarito and Sahuarita soils are intermittently moist in some part of the soil moisture control section for more than 20 days cumulative during July-September. Nasagold soils are receive less total rainfall, are effervescent above 20 inches and have lower average clay content in the control section. Pyxo soils are moderately deep to sedimentary bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Filaree soils are on fan terraces and fan aprons. Elevations are 2,000 to 4,000 feet. These soils formed in mixed alluvium. Slopes range from 1 to 15 percent. The climate is semiarid with cool, moist winters and warm, intermittently moist summers. Precipitation is greatest in the winter with lesser secondary peak in the summer, typical of the Mojave Desert transitional to Sonoran Desert. The mean annual precipitation is 9 to 12 inches. The mean annual air temperature is 57 to 70 degrees F. The frost free period is 200 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fig, Nodman, Dutchflat, and Arizo soils. Fig and Nodman soils are very shallow to bedrock. Arizo and Dutchflat soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively to well drained; low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Vegetation includes big galleta, rayless goldenhead, black grama and white burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of western Arizona and southern Nevada; MLRA is 30. Filaree soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona; Soil Survey of Mohave County, Arizona, Central Part; 2005. The name is from a water tank within the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A and part of the Bw1 horizons).\nCambic horizon - 2 to 34 inches (Bw1 and Bw2 horizons).\nParticle-size control section  10 to 40 inches (Part of the Bw1, Bw2 and part of the Bk horizons).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 12/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
