{
  "SERIES": "FINDOUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB/WED/JVC/JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Lithic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Findout very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with approximately 1 percent stones, 3 percent cobbles, and 40 percent gravel.\nA--0 to 8 cm; light gray (2.5Y 7/2) very gravelly loam, dark grayish brown (2.5Y 4/2) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; very few very fine roots; few very fine vesicular and common very fine tubular and interstitial pores; 35 percent gravel and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (3 to 10 cm thick)\nBk1--8 to 20 cm; pale brown (10YR 6/3) very gravelly clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; 45 percent gravel; few fine carbonate pendants on gravel; violently effervescent; strongly alkaline (pH 8.7); clear wavy boundary. (10 to 15 cm thick)\nBk2--20 to 36 cm; very pale brown (10YR 8/2) very gravelly loam, pale brown (10YR 6/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine and common medium roots; common very fine tubular pores; 35 percent gravel; few medium carbonate pendants on gravel; violently effervescent; strongly alkaline (pH 8.7); clear irregular boundary. (15 to 20 cm thick)\nR--36 cm; fractured limestone; some soil and few roots in fractures; some discontinuous silica and carbonate coatings in fractures; the bedrock becomes less fractured with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; about 24 miles east-southeast of Fallon and 2 miles southwest of La Plata Spring; 200 feet west and 1,500 feet south of the projected northeast corner of section 13, T. 18 N, R. 32 E.; USGS La Plata Canyon 7.5 minute topographic quadrangle; latitude 39 degrees 25 minutes 34.2 seconds N and longitude 118 degrees 19 minutes 55.3 seconds W; WGS84 Decimal Degrees 39.4261667 latitude, -118.332028 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and early spring and for very short periods following summer thunderstorms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 13 degrees C.\nDepth to bedrock: 20 to 36 cm to a lithic contact.\nReaction: Moderately alkaline or strongly alkaline.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 20 to 40 percent in the less than 2 mm fraction; 40 to 60 percent in the less than 20 mm fraction.\nParticle-size control section - Clay content: 18 to 27 percent.\nRock fragments: 35 to 50 percent, mainly gravel.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3.\nBk1 horizon\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 2 through 4.\nRock fragments: 35 to 50 percent, mainly gravel.\nTexture: Loam or clay loam.\nClay content: 25 to 35 percent.\nIdentifiable secondary carbonates: Carbonate is segregated on rock fragments as few coats or pendants.\nBk2 horizon\nValue: 7 or 8 dry, 4 through 6 moist.\nChroma: 2 or 3.\nRock fragments: 35 to 50 percent, mainly gravel.\nIdentifiable secondary carbonates: Carbonate is segregated on rock fragments as few coats or pendants."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Findout soils are on hills and mountains. They formed in residuum and colluvium derived from limestone and dolomite. Slopes are 8 to 50 percent. Elevations range from 1,340 to 1,980 meters. The climate is cool-arid with cool, moist winters and hot, dry summers. The mean annual precipitation is 150 to 200 mm, the mean annual temperature is 10 to 12 degrees C, and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Old Camp, Puffer, and Singatse soils. Old Camp soils are loamy-skeletal, have mixed mineralogy, and have argillic horizons.  Puffer and Singatse soils are loamy-skeletal, have mixed mineralogy, and do not have diagnostic subsurface horizons.  Old Camp and Puffer soils also are in an aridic moisture regime bordering xeric."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Findout soils are used for rangeland and wildlife habitat. The present vegetation is mainly Bailey greasewood, shadscale, Nevada ephedra, littleleaf horsebrush, bud sagebrush, spiny hopsage, desert needlegrass, and some galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are not extensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pershing County, Nevada, East Part. 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bk horizons).\nCalcic horizon - The zone from 8 to 36 cm (Bk1 and Bk2 horizons).\nLithic contact - The boundary at 36 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 36 cm (A, Bk1, and Bk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
