{
  "SERIES": "FINGERROCK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DM/CRP/TWH",
  "REVDATE": "05/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fingerrock cobbly loam, 4 percent slope in rangeland at an elevation of 8,400 feet.  (Colors are for dry soil unless otherwise noted.)  When described on October 10, 1994 the soil was dry from 0 to 80 inches.\nA1--0 to 4 inches; dark brown (10YR 3/3) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; few fine tubular pores; 10 percent gravel, 10 percent cobbles, 2 percent stones; neutral (pH 6.8); clear smooth boundary.\nA2--4 to 12 inches; very dark grayish brown (10YR 3/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; soft, friable, moderately sticky and slightly plastic; common very fine, fine and medium roots; few fine tubular pores; 20 percent gravel, 20 percent cobbles, 5 percent stones; neutral (pH 6.6); clear wavy boundary.   (The combined thickness of the A horizon is 8 to 13 inches thick)\nBt--12 to 23 inches; dark yellowish brown (10YR 4/4) very cobbly sandy clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; few fine and medium roots; few fine tubular pores; few faint clay films on faces of peds; 20 percent gravel, 25 percent cobbles, 5 percent stones; neutral (pH 6.6); gradual wavy boundary.  (8 to 32 inches thick)\nBC--23 to 32 inches; dark yellowish brown (10YR 4/4) extremely cobbly sandy loam, dark yellowish brown (10YR 3/4)moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; 25 percent gravel, 30 percent cobbles, 10 percent stones; neutral (pH6.6); gradual wavy boundary. (0 to 20 inches thick)\nC--32 to 80 inches; dark yellowish brown (10YR 4/4) extremely cobbly loamy sand, dark yellowish brown (10YR 3/4) moist; single grain; loose, nonsticky and nonplastic; very few very fine roots; 30 percent gravel, 30 percent cobbles, 10 percent stones; neutral (pH 6.8); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Routt County, Colorado; about 1.5  miles southwest of Yampa, Colorado; located about 200 feet east and 1,100 feet north of the southwest corner of sec. 21, T. 2 N., R. 85 W.; Trapper USGS quad; lat. 40 degrees 7 minutes 26 seconds N. and long. 106 degrees 56 minutes 28 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic\nMean annual soil temperature: 38 to 42 degrees F.\nMean summer soil temperature: 52 to 58 degrees F.\nDepth to argillic horizon: 8 to 13 inches (20 to 33 centimeters)\nThickness of argillic horizon: 8 to 20 inches\nThickness of mollic epipedon: 8 to 13 inches\nDepth to sandy-skeletal horizon: 24 to 40 inches\nParticle-size control section (weighted average):\nClay content: 22 to 35 percent\nRock fragment content: 40 to 75 percent\nA horizon(s):\nHue: 7.5YR or 10YR\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture: gravelly loam, cobbly loam, very cobbly loam\nClay content: 10 to 25 percent\nFragment content: 5 to 25 percent mixed gravel\n0 to 25 percent mixed cobbles\n0 to 5 percent mixed stones\nOrganic matter content: 1.0 to 3.0 percent\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 3 or 4 dry or moist\nTexture: very cobbly sandy clay loam, very gravelly sandy clay loam, extremely cobbly sandy clay loam, extremely gravelly sandy clay loam\nClay content: 22 to 35 percent\nFragment content: 20 to 50 percent mixed gravel\n5 to 30 percent mixed cobbles\n0 to 5 percent mixed stones\nOrganic matter content: 0.5 to 1.0 percent\nBC horizon (not present in some pedons):\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 3 or 4 dry or moist\nTexture: extremely cobbly sandy loam, extremely gravelly sandy loam\nClay content: 8 to 17 percent\nFragment content: 25 to 45 percent mixed gravel\n25 to 40 percent mixed cobbles\n0 to 10 percent mixed stones\nC horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry; 3 to 5 moist\nChroma: 3 or 4 dry or moist\nTexture: extremely cobbly loamy sand, extremely cobbly coarse sand, extremely cobbly sand, extremely cobbly loamy coarse sand, extremely gravelly loamy coarse sand\nClay content: 3 to 8 percent\nFragment content: 25 to 65 percent mixed gravel\n25 to 40 percent mixed cobbles\n0 to 10 percent mixed stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Current competitors are the Blaine, Bowen, Fornor, Fourmile, Geertsen, Hodden, Hoodle, Lagarita, Libeg, Maciver, Nathale, Nathrop, Norriston, Parkview, Quander, Ratiopeak, Spanpeak, Teeler, and Woodhall series.\nBlaine, Bowen, Nathale, Nathrop, Parkview, and Woodhall soils have bedrock at depths of less than 40 inches.\nFornor, Hodden, Lagarita, Maciver, Ratiopeak, Thiel and Teeler soils have secondary calcium carbonates.\nFourmile soils have rock fragments principally of granite lithology.\nNorriston soils are less than 20 inches to a sandy-skeletal horizon.\nHoodle and Quander soils lack sandy-skeletal sub-horizons.\nLibeg soils have greater than 10 percent clay in the BC or C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium derived from mixed sources\nLandform: stream terraces, strath terraces, and mesas\nSlopes: 1 to 10 percent\nElevation: 8,100 to 9,000 feet\nMean annual temperature: 37 to 41 degrees F\nMean annual precipitation: 18 to 25 inches\nPrecipitation pattern: Precipitation is relatively evenly distributed throughout the year\nFrost-free period: 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Tanella and Lintim series.  The Tanella soils are moderately well drained and are on elevated floodplains and swales.  The Lintim soils have mollic horizons thicker than 15 inches and are on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, low or medium runoff, moderate over rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is livestock grazing, irrigated hay, and wildlife habitat.  The native plant community is Wyoming sagebrush, rabbitbrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Colorado; LRR E, MLRA 48A; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Routt County, Colorado, Routt County soil survey area, 2004.  The name Fingerrock comes from a nearby geological landmark."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 12 to 23 inches.  (Bt horizon)\nMollic epipedon: The zone from 0 to 12 inches.  (A1 and A2 horizons)\nArgillic horizon: The zone from 12 to 23 inches.  (Bt horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version: Eighth Edition, 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
