{
  "SERIES": "FIRESTONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFM:HCD",
  "REVDATE": "03/2005",
  "STATES": "AL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, thermic Chromic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Firestone gravelly silt loam--forested. (Colors are for moist soils unless otherwise stated.)\nA1--0 to 5 inches; brown (10YR 4/3) gravelly silt loam; weak fine granular structure; friable; many fine and medium roots; 20 percent by volume of siliceous pebbles; very strongly acid; clear smooth boundary.  (3 to 6 inches thick)\nB1--5 to 9 inches; strong brown (7.5YR 5/8) silty clay loam; weak medium subangular blocky structure; friable; few fine and medium roots; 10 percent by volume of siliceous pebbles; very strongly acid; clear wavy boundary.  (0 to 5 inches thick)\nB21t--9 to 23 inches; yellowish red (5YR 5/8) clay; few fine distinct yellow mottles; strong medium blocky structure; firm, very plastic, sticky; few medium roots; nearly continuous very thin clay films on surfaces of peds; few soft shale fragments; very strongly acid; gradual wavy boundary.  (5 to 15 inches thick)\nB22t--23 to 32 inches; yellowish red (5YR 5/8) silty clay; common fine distinct yellow mottles; moderate medium blocky structure; firm, plastic, sticky; nearly continuous very thin clay films on surfaces of peds; 10 percent soft shale fragments; very strongly acid; gradual wavy boundary.  (5 to 13 inches thick)\nB3--32 to 36 inches; mottled yellowish red (5YR 5/8), yellow (10YR 7/8), light brownish gray (10YR 6/2) and strong brown (7.5YR 5/6); silty clay; weak coarse platy structure; firm, plastic, sticky; many thin patchy clay films on surfaces of horizonal peds; 20 percent soft shale fragments; very strongly acid; clear wavy boundary.  (0 to 9 inches thick)\nCr--36 to 60 inches; partially weathered, fractured shale in horizonal beds."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cherokee County, Alabama; about 1/4 mile east of\nMt. Olive Church in the SW1/4SW1/4sec. 4, T. 11 S., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to shale\nbedrock ranges from 20 to 40 inches.  Reaction ranges from\nstrongly to very strongly acid in the A horizon and the upper B horizon, except where limed, and from medium acid to very strongly acid in the lower B horizon.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to\n4.  Texture is gravelly silt loam, silt loam, gravelly loam, or\nloam.  Content of siliceous pebbles ranges from 0 to 20 percent.\nThe B1 horizon, where present, has hue of 7.5YR or 10YR, value of\n5 or 6, and chroma of 4 to 8.  Texture is silty clay loam, clay\nloam, or silty clay.  The B2t horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 6 or 8.  Mottles of various shades\nof brown, yellow, and red range from none to many.  Texture is\nclay.  The B3 horizon, where present, has hue of 5YR to 2.5Y,\nvalue of 5 or 6, and chroma of 4 to 8, or it is mottled in various shades of red, brown, yellow, or gray.  Content of shale fragment\nin the B2t and B3 horizons is 10 to 30 percent.  Clay content of\nthe control section is 60 to 75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family.  Competing series in related families are the Archer, Bradyville, Colbert, Conasauga, Iredell, Mimosa, Oktibbeha, and Talbott\nseries.  Archer, Bradyville, Conasauga, Mimosa, Iredell, and\nTalbott soils have less than 60 percent clay in their control sections.  Colbert and Oktibbeha soils have montmorillonite as the dominant clay mineral."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Firestone soils are on gently sloping to\nhilly uplands with dominant slopes of 2 to 15 percent, but ranging\nup to 45 percent.  The regolith is residuum weathered from shale bedrock.  The climate is warm and humid.  Near the type location\nthe average annual temperature is 60 degrees F. and the average annual precipitation is about 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Conasauga series and the Enders, Gaylesville, Montevallo, and\nTownley series.  All of these soils have less than 35 percent base saturation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is woodland consisting of oak, hickory, elm, shortleaf pine, and Virginia pine.  Many areas have been cleared and are used chiefly for pasture and hay crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Shale valleys in Alabama, Georgia, and possibly Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cherokee County, Alabama; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Townley and\nRarden series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
