{
  "SERIES": "FIRO",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN/CLC/LWH",
  "REVDATE": "02/1999",
  "STATES": "NM,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Firo very stony loam - rangeland. (Colors are for dry conditions unless otherwise noted.)\nOi -- 1 to 0 inches, undecomposed to partially decomposed leaves, needles, and woody twigs. (0.5 to 3 inches thick)\nA -- 0 to 3 inches, very dark grayish brown (10YR 3/2) stony loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; common fine interstitial pores; 5 percent gravel, 10 percent cobble, and 10 percent stones; neutral; clear smooth boundary. (2 to 5 inches thick)\nBw -- 3 to 15 inches, dark grayish brown (10YR 4/2) very cobbly loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; common fine interstitial pores; 5 percent gravel, 25 percent cobble and 15 percent stones; neutral; abrupt irregular boundary. (5 to 15 inches thick)\nR -- 15 inches, acid igneous bedrock, somewhat weathered in the upper 2 inches (many feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico; Mescalero-Apache area, 0.6 miles up Cienegita Canyon from Maple Dam on south-facing slope about 600 feet north of the road; NE corner of SW 1/4,of NE 1/4, of Sec. 35, T. 11 S., R. 11 E. 106 degrees, 45 minutes, 48 seconds west longitude; 33 degrees, 18 minutes, 43 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: These soils are usually moist in the control section with the driest period occurring during April, May and June.\nSoil temperature: 39 degrees to 47 degrees F.\nDepth to bedrock: 7 to 20 inches.\nCoarse fragment: 35 to 85 percent in the control section.\nReaction: slightly acid to mildly alkaline.\nOrganic matter: 2 to 4 percent\nA horizon - Hue: 7.5YR or 10YR.\nValue: 3 through 5 dry and 2 or 3 moist.\nChroma: 2 or 3.\nTexture:  very cobbly sandy loam, very stony loam and stony loam.\nBw horizon - Hue: 7.5YR or 10YR.\nValue: 3 through 5 dry and 2 or 3 moist.\nChroma: 2 or 3.\nTexture: Very cobbly loam or very cobbly clay loam with  18 to 35 percent clay. It may be slightly calcareous in the lower part.\nAC horizon is present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Boriana(AZ), Castner(MT), Cathedral(CO), Celeste(CO), Comodore(CO), Duffymont(CO)(T), Onaqui(UT)(T), Paunsaugunt(UT) and Pendant(CO) soils. Boriana, Cathedral, Comodore and Duffymont soils have fine earth matrix material that is coarse sandy loam, or loam with less than 18 percent clay.  Caster, Paunsaugunt and Pendant soils are calcareous throughout. Celeste soils have hue of 5YR or redder. Onaqui soils are moderately alkaline in the lower horizons and do not have O horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Firo soils are on mountain slopes and summits at elevations of 6,800 to 9,000 feet. They formed in material derived mostly from mixed fine grained acid igneous formations. Slopes are 12 to 60 percent.  The mean annual precipitation is 17 to 23 inches mostly as winter snows and late summer rains. The mean annual temperature is about 37 to 45 degrees F. The Thornthwaite P - E Index is about 30 to 50.  In Montana, elevation is as low as 4400 feet and precipitation is as low as 15 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caballo, Hesperus, and Sieancia soils. Caballo and Sieancia soils have summer temperatures of less than 59 degrees F and have mollic epipedons thicker than 16 inches.  Hesperus soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly for wildlife, native range, recreation, watershed and woodland. Principal native vegetation is mountain muhly, mountain brome, blue grama, white and Douglas fir.  In Montana, the native plant community consists of rough fescue, Idaho fescue, bluebunch wheatgrass, Columbia needlegrass, penstemon, and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountainous areas of south central New Mexico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Otero County (Mescalero Apache Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 15 inches.  ( A and Bw horizons)\nLithic contact - Bedrock at 15 inches. (R Horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
