{
  "SERIES": "FIRSTSISTER",
  "STATUS": "Established Series",
  "BYREV": "KJO/SBS",
  "REVDATE": "06/2007",
  "STATES": "CA",
  "OVERVIEW": "The Firstsister series consists of very deep, well drained soils that formed in colluvium derived from rhyolite. The Firstsister soils are on hills. Slopes range from 35 to 70 percent. The mean annual precipitation is about 17 inches (432 millimeters) and the mean annual air temperature is about 61 degrees F (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Firstsister channery gravelly loam, on a north facing 40 percent slope under a cover of live oaks, California buckeye and poison oak at an eleveation of 1,050 feet (320 meters). When described on 06/16/2005 the soil was dry from 2 to 8 inches (5 to 20 cm) deep and slightly moist from 8 to 60 inches (20 to 150 cm) deep. Colors are for dry soils unless otherwise noted.\nOi--0 to 2 inches (0 to 5 centimeters); slightly decomposed plant material of leaves, buckeye balls and small twigs; abrupt smooth boundary. (10 to 2 inches, 2 to 5 centimeters thick)\nA1--2 to 8 inches (5 to 20 centimeters); very dark grayish brown (10YR 3/2), extremely channery loam, black (10YR 2/1) moist; moderate coarse granular structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine, through very coarse roots; common very fine, through medium irregular pores; 35 percent channers, 15 percent cobbles, and 10 percent stones; neutral (pH 7.2); clear wavy boundary.\nA2--8 to 35 inches (20 to 89 centimeters); very dark grayish brown (10YR 3/2), extremely channery loam, black (10YR 2/1), moist; moderate fine and medium granular structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine, through coarse roots; common very fine and fine irregular pores; 55 percent channers, 20 percent cobbles, and 10 percent flagstones; slightly alkaline (pH 7.4); clear wavy boundary. (Combined thicknesses of the A horizons is 10 to 33 inches, 25 to 84 centimeters)\nBw--35 to 59 inches (89 to 150 centimeters); brown (10YR 5/3), extremely channery coarse sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure, and moderate coarse subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine through coarse roots; many very fine, and common fine and medium irregular pores; 55 percent channers, 20 percent flagstones, 10 percent stones; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California; about 0.6 mile (1 kilometer) east of the Bear Gulch Visitor Center along the Bear Gulch Trail in Pinnacles National Monument; 463 feet west and 1,875 feet south of the northeast corner of section 2, T 17S, R 7E; 36 degrees 28 minutes 59.00 seconds north latitude and 121 degrees 10 minutes 20.40 seconds west longitude; UTM 663724 meters E, 4039079 meters N, zone 10, NAD 83; U.S.G.S. Quad: North Chalone Peak, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: more than 60 inches (150 centimeters).\nMean annual soil temperature: 60 to 63 degrees F (16 to 17 degrees C).\nSoil moisture control section: dry in all parts from June 15 to November 15 (about 150 days), and moist in all parts from about January 15 to May 1 (about 105 days).\nParticle size control section: 8 to 25 percent clay, 50 to 85 percent rock fragments mostly channers from rhyolite.\nBase saturation by ammonium acetate: 100 %\nA horizons:\nHue: 10YR\nValue: 3, 4, 5 dry; 2, 3 moist\nChroma: 2, 3 dry; 1, 2 moist\nTexture of the fine earth fraction: Coarse sandy loam, loam\nClay content: 5 to 20 percent\nRock fragments: 40 to 85 percent mostly channers\nReaction: neutral to slightly alkaline\nBw horizons:\nHue: 10YR\nValue: 5, 6 dry; 2, 3, 4 moist\nChroma: 3 dry; 3 moist\nTexture of the fine earth fraction: Sandy loam, loam, sandy clay loam\nClay content: 8 to 25 percent\nRock fragments: 50 to 85 percent mostly channers\nReaction: neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aramburu, Bearvalley, Millrace, and Pottinger soils.  Aramburu soils are 50 to 100 centimeteres deep to a lithic contact.  Bearvalley soils are in the magnesic family, with CA to Mg ratios from 1:3 to 1:6, and lack a cambic horizon.  Millrace soils have massive B horizons of loamy sand with hue of 7.5YR, and mean annual soil temperature from 17 to 19 degrees C.  Pottinger soils lack a cambic horizon, have from 25 to 35 percent clay, and have mean annual soil temperature from 64 to 67 degrees F (18 to 19 degrees C)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Firstsister soils are on the footslopes of hills with slopes of 35 to 70 percent. These soils formed in colluvium derived from rhyolite. Elevation is 980 to 2500 feet (300 to 750 meters). The climate is characterized by hot, dry summers and cool, moist winters. The mean annual precipitation is 17 to 19 inches (432 to 483 millimeters) and the mean annual air temperature is about 59 to 63 inches (15 to 17 degrees C). The frost free season is 190 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chalone, Highpeaks, and Knuckle soils. The Chalone soils are moderately deep to a lithic contact on backslopes of hills under mixed chaparral.  The Highpeaks soils are shallow to a lithic contact on shoulder slopes of hills under hollyleaf cherry.  The Knuckle soils are shallow to a lithic contact on backslopes of hills under chamise chaparral."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately rapid to moderate  permeability, high or very high runoff. They do not flood or pond."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for watershed, wildlife habitat and recreation. Vegetation is live oak woodland or hollyleaf cherry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Benito County, California in MLRA 15 -- Central California Coast Range.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Benito County, California, 2006. Source of name: rock formation in Pinnacles National Monument. This series was established based on limited acreage observed within the National Park Service Pinnacles National Monument boundary."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features include:\nMollic epipedon: the zone from 20 to 60 inches (50 to 150 centimeters) (A1, A2, Bw horizons)\nCambic horizon: the zone from 35 to 60 inches (89 to 150 centimeters) (Bw horizon)\nADDITIONAL DATA:\nPedon information for this type location only:\nPedon Type:   typical pedon for series            Lab Source ID:  NSSL\nPedon Purpose:   research site                      Lab Pedon #: 06N0205\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 2 inches (0 to 5 centimeters); slightly decomposed plant material of leaves, buckeye balls and small twigs; abrupt smooth boundary. (10 to 2 inches, 2 to 5 centimeters thick)"
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--2 to 8 inches (5 to 20 centimeters); very dark grayish brown (10YR 3/2), extremely channery loam, black (10YR 2/1) moist; moderate coarse granular structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine, through very coarse roots; common very fine, through medium irregular pores; 35 percent channers, 15 percent cobbles, and 10 percent stones; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--8 to 35 inches (20 to 89 centimeters); very dark grayish brown (10YR 3/2), extremely channery loam, black (10YR 2/1), moist; moderate fine and medium granular structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine, through coarse roots; common very fine and fine irregular pores; 55 percent channers, 20 percent cobbles, and 10 percent flagstones; slightly alkaline (pH 7.4); clear wavy boundary. (Combined thicknesses of the A horizons is 10 to 33 inches, 25 to 84 centimeters)"
      },
      {
        "name": "Bw",
        "top": 89,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely channery",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "Bw--35 to 59 inches (89 to 150 centimeters); brown (10YR 5/3), extremely channery coarse sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure, and moderate coarse subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine through coarse roots; many very fine, and common fine and medium irregular pores; 55 percent channers, 20 percent flagstones, 10 percent stones; slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
