{
  "SERIES": "FIRSTVIEW",
  "STATUS": "Established Series",
  "BYREV": "Rev. EEG/MBM/GB/JPP",
  "REVDATE": "12/1999",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Firstview sandy loam - Range.  (Colors are for dry soil unless otherwise noted.)\nE1--0 to 6 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; slightly alkaline (pH 7.4); clear smooth boundary.\nE2--6 to 13 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure; hard, firm, slightly sticky and slightly plastic; slightly alkaline (pH 7.8); clear smooth boundary.  (Combined thickness of the E horizons is 10 to 16 inches)\nBtkn--13 to 16 inches; grayish brown (10YR 5/2) sandy clay loam, dark grayish brown (10YR 4/2) moist; strong coarse prismatic structure parting to strong medium subangular blocks; hard, firm, slightly sticky and plastic; common distinct clay films on faces of peds; strongly effervescent; strongly alkaline (pH 8.5); clear smooth boundary.  (2 to 6 inches thick)\nBtnz1--16 to 27 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure parting to weak coarse subangular blocks; hard, firm, sticky and plastic; common distinct clay films on faces of peds; strongly effervescent; strongly alkaline (pH 8.6); visible salt and gypsum crystals; gradual wavy boundary.  (8 to 14 inches thick)\nBtnz2--27 to 40 inches; pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, friable, very sticky and very plastic; few faint clay films on faces of peds; strongly effervescent; very strongly alkaline (pH 9.4); visible salt and gypsum crystals; gradual vavy boundary.  (10 to 16 inches thick)\nBtnz3--40 to 58 inches; pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; massive; hard, friable, very sticky and very plastic; strongly effervescent; strongly alkaline (pH 8.9); visible salt and gypsum crystals; clear wavy boundary.  (16 to 20 inches thick)\nCnz--58 to 60 inches; very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; massive; hard, firm, slightly sticky and plastic; slightly effervescent; strongly alkaline (pH 8.8); visible salt and gypsum crystals."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cheyenne County, Colorado; 1,500 feet north and 40 feet east of the southwest corner of Sec. 5, T. 15 S., R. 47 W.  U.S.G.S.  Eureka Creek South quad.; lat. 38 degrees, 51 minutes, 22 seconds N., and long. 102 degrees, 42 minutes, 13 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 53 to 55 degrees F., and mean summer soil temperature ranges from 72 to 74 degrees F. Coarse fragments are usually less than 5 percent but range from 0 to 15 percent.  The upper (20 inches) argillic horizon averages less than 35 percent clay.  Depth to lime is 0 to 20 inches.\nThe E horizon has a hue of 2.5Y through 7.5YR, value of 4 to 6, 3 or 5 moist, and chroma of 1 through 3.  Reaction is neutral to moderately alkaline.\nThe Bt horizon has a hue of 2.5Y through 7.5YR, value of 4 to 7, 4 to 6 moist, and chroma of 2 through 4.  The upper part is moderately alkaline or strongly alkaline and the lower part is strongly alkaline or very strongly alkaline.  The lower part usually contains visible salt and gypsum crystals.\nIf the upper part of the C horizon is less than 40 inches deep it averages more than 35 percent clay.  Textures below 40 inches range from sandy clay loam to clay.  Stratification of loamy sand to clay and mottles occur in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Avar (CO), Bunkwater (CO), and Starlake (NM) series.  Avar soils have a solum with the base of the natric horizon less than or equal to 10 inches below the surface.  Bunkwater and Starlake soils lack a lithologic discontinuity at depths of 20 to 36 inches that has clay content greater than 35 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Firstview series are on terraces, fans, and valley bottoms adjacent to sandhills.  Slopes are slightly hummocky and range from 0 to 3 percent.  These soils formed in alluvial and eolian sandy material deposited over clayey sediments.  At the type location average annual precipitation is 12 to 15 inches.  The mean annual temperature is 50 to 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Keyner, Bijou, Olney, Valent, and Vona series.  The Bijou, Olney, Valent, and Vona series lack a natric horizon.  Keyner soils have less alkaline reactions in the upper part of the natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability in the upper 30 inches and slow permeability below 30 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native rangeland.  Principal vegetation is blue grama, alkali sacaton, inland saltgrass and sand sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Colorado in MLRA 67 and 69.  The series is of moderate extent with over 6,000 acres mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cheyenne County Area, Colorado, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The name is taken from a small community in Cheyenne County.  This soil was mapped and correlated as a variant of the Keyner series in Kiowa County, Colorado.  The former classification of Haplustollic Natrarids has been revised due to NSSL data received 6/84 which indicated the concept is in the Ustollic Natrargid subgroup.  Diagnostic horizons include mollic colors from 0 to 13 inches; natric horizons from 13 to 27 inches in the upper sequence of horizons; and a lithologic discontinuity at 27 inches.  This revision updates the classification from an Ustollic Natrargid to an Ustic Natrargid.  (1994 Amendments to Soil Taxonomy).  Last updated by the state 3/95.\nThe Btnz1 and Btnz2 horizons are a Salic horizon at the type location.  At this time, 12/99, Classification is not changed to a Typic Haplosalids per the 1999 second edition of Soil Taxonomy due to a proposed change to the Keys.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
