{
  "SERIES": "FISCHER",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. WJG:RMD",
  "REVDATE": "11/2003",
  "STATES": "TX",
  "OVERVIEW": "The Fischer series consists of very shallow to shallow soils over bedrock.  These well drained and moderately permeable soils formed in residuum over chalky limestone bedrock mainly of the Glenrose formation of Cretaceous Age. These soils are on gently sloping to very steep uplands. Slopes range from 1 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, thermic, shallow Udic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fischer gravelly clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; grayish brown (10YR 5/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky and granular structure; hard, friable; common fine roots; few masses and nodules of calcium carbonate: about 15 percent, by volume, weakly cemented limestone pebbles 2mm to 1 inch across; violently effervescent; moderately alkaline; clear smooth boundary. (3 to 12 inches thick)\nBk--6 to 14 inches; light gray (10YR 7/2) gravelly clay loam, light brownish gray (10YR 6/2) moist; moderate fine subangular blocky and granular structure; hard, friable; common fine roots; many masses and nodules of calcium carbonate; about 20 percent, by volume, weakly cemented limestone pebbles 2mm to 1 inch across; violently effervescent; moderately alkaline; clear wavy boundary. (3 to 16 inches thick)\nCr--14 to 60 inches; moderately cemented, fractured and weathered limestone bedrock with vertical fractures that roots can enter, 4 to 10 inches apart, interbedded with thin strata of pale yellow and very pale brown weathered chalk bedrock; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hays County, Texas. From the intersection of Ranch Road 32 and Ranch Road 12 about 10 miles west of San Marcos, 6 miles west on Ranch Road 32 and 1,000 feet north of the road, in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness over limestone bedrock ranges from 6 to 20 inches. Rock fragments above the paralithic contact average 0 to 35 percent by volume. Calcium carbonate equivalent ranges from 40 to about 85 percent in the fine-earth fraction and increases with depth. Reaction is slightly alkaline or moderately alkaline throughout.  Carbonate clay content is 2 to 10 percent.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 2 to 4. Texture is loam, clay loam, gravelly loam or gravelly clay loam.  Where value is 4 to 6 or chroma is 4 the organic carbon content is 2.5 percent or more.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 8, and chroma of 2 to 4. Yellowish and brownish mottles occur in the soil and within porous limestone fragments in some pedons. Texture is loam, clay loam, gravelly loam or gravelly clay loam. Secondary forms of calcium carbonate on fragments and within the soil ranges from common to many nodules, concretions, or masses.\nIn some pedons a Cr/Bk horizon is present that has the same colors as the Bk horizon in the fine earth fraction.  The limestone bedrock in the Cr are mostly white but mottles or individual fragments may be yellowish, brownish or grayish in some pedons.  The Cr is extremely weakly to moderately cemented chalk with weathered rinds of soft bedrock that slakes in water. The fine-earth fraction is loam or clay loam. Secondary forms of calcium carbonate on fragments and within the soil ranges from common to many nodules, concretions, or masses of calcium carbonate.\nThe Cr layer is extremely weakly to moderately cemented chalky limestone that is more than 6 inches thick with vertical fractures more than 4 inches apart horizontally. Most fractures are filled with secondary calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils include Doss, Brackett, and Whitewright. Brackett soils have an ochric epipedon and are very deep. Doss soils have a typic ustic moisture regime.  Whitewright soils have an ochric epipedon and formed over the Austin Chalk."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fischer soils occur on undulating to hilly uplands. Slopes are mostly 8 to 20 percent but range from 1 to 60 percent. The soil formed in interbedded marl and limestone of the Lower Cretaceous age like the southern portion of the Glen Rose formation. The limestone in these areas weathers to a benched or stair stepped topography consisting of risers and treads.  The Fischer soils are mainly on the treads. The mean annual precipitation ranges from about 25 to 32 inches, and mean annual air temperature ranges from 65 to 69 degrees F. Frost free days range from 210 to 270 days and elevation ranges from 600 to 2450 feet.  Thorntwaite annual P.E. indices range from 32 to 52."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Denton, Doss, Eckrant, Real, and Tarrant series. Denton soils occur at lower elevations, and do not have a paralithic contact within 20 inches of the surface.  Doss soils are drier in the control section. Eckrant and Tarrant soils occur at higher elevations, and are are clayey-skeletal. Real soils occur on similar surfaces and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 20 percent slopes and high on 20 to 60 percent slopes. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for livestock grazing and wildlife habitat. Original vegetation was rolling prairies dominated by little bluestem, indiangrass, and grama species. Woody vegetation includes juniper, sumac, liveoak, Vasey Oak, and Texas oak.  Most of these plants can still be observed on these soils. In many places extended periods of overgrazing allows plants such as Texas grama, red grama, hairy tridens, juniper, and mesquite to take the place of plants desired by livestock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Edwards Plateau of Texas. The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Hays County, Texas; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Brackett series.\nMollic epipdeon - 0 to 7 inches after mixing (A and Bk)\nCalcic horizon - 6 to 14 inches (Bk)\nParalithic contact - 14 to more than 60 inches (Cr)\nEcological Sites: 1 to 20 percent slopes, Adobe PE 31-44 (081BY320TX), Adobe PE 44+ (081CY355TX); and 20 to 60 percent slopes, Steep Adobe PE 31-44 (081BY348TX), Steep Adobe PE 44+ (081CY362TX).\nADDITIONAL DATA:\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky and granular structure; hard, friable; common fine roots; few masses and nodules of calcium carbonate: about 15 percent, by volume, weakly cemented limestone pebbles 2mm to 1 inch across; violently effervescent; moderately alkaline; clear smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "Bk",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--6 to 14 inches; light gray (10YR 7/2) gravelly clay loam, light brownish gray (10YR 6/2) moist; moderate fine subangular blocky and granular structure; hard, friable; common fine roots; many masses and nodules of calcium carbonate; about 20 percent, by volume, weakly cemented limestone pebbles 2mm to 1 inch across; violently effervescent; moderately alkaline; clear wavy boundary. (3 to 16 inches thick)"
      },
      {
        "name": "Cr",
        "top": 36,
        "bottom": 152,
        "pH_class": "moderately alkaline",
        "narrative": "Cr--14 to 60 inches; moderately cemented, fractured and weathered limestone bedrock with vertical fractures that roots can enter, 4 to 10 inches apart, interbedded with thin strata of pale yellow and very pale brown weathered chalk bedrock; moderately alkaline."
      }
    ]
  ]
}
