{
  "SERIES": "FISCUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSM/KDPL/SBC/TDT",
  "REVDATE": "09/2019",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal over loamy-skeletal, glassy over isotic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fiscus ashy sandy loam in an area of forestland, on a 26-percent, northeast-facing slope at an elevation of 1350 m (When described on August 28, 1991, the soil was dry. All textures are apparent field textures)\nOi--0 to 3 cm; slightly decomposed forest litter mixed with a small amount of 1980 Mount St. Helens volcanic ash\nA--3 to 13 cm; ashy sandy loam, brown (10YR 5/3) dry, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to weak fine and medium granular; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; 30 percent pumice less than 2 mm in size; 5 percent gravel; NaF pH 11.5; slightly acid (pH 6.2); clear smooth boundary\nBw1--13 to 38 cm; gravelly ashy sandy loam, pale brown (10YR 6/3) dry, dark brown (10YR 3/3) moist; soft, very friable, nonsticky and nonplastic; moderate fine and medium subangular blocky structure parting to moderate fine granular; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; 25 percent pumice less than 2 mm in size; 15 percent gravel and 5 percent cobbles; NaF pH 11.0; slightly acid (pH 6.4); gradual smooth boundary\nBw2--38 to 53 cm; very gravelly ashy sandy loam, light yellowish brown (10YR 6/4) dry, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine irregular pores; 15 percent pumice; 25 percent gravel (2 to 10 mm in size) and 10 percent cobbles; NaF pH 11.0; neutral (pH 6.6); gradual smooth boundary\nBw3--53 to 74 cm; very gravelly ashy sandy loam, light yellowish brown (10YR 6/4) dry, yellowish brown (10YR 5/4) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; common very fine and few fine tubular pores; 45 percent gravel (2 to 10 mm in size) and 5 percent cobbles; NaF pH 10.1; neutral (pH 6.6); gradual smooth boundary\n2Bt1--74 to 104 cm; very gravelly fine sandy loam, light yellowish brown (10YR 6/4) dry, yellowish brown (10YR 5/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; common fine tubular pores; few distinct clay films on faces of peds; 40 percent gravel and 15 percent cobbles; NaF pH 9.2; neutral (pH 6.6); gradual wavy boundary\n2Bt2--104 to 137 cm; extremely gravelly fine sandy loam, brownish yellow (10YR 6/6) dry, dark yellowish brown (10YR 4/6) moist; moderate medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly sticky; few very fine and fine roots; common fine tubular pores; common distinct clay films on faces of peds; 35 percent gravel, 25 percent cobbles, and 1 percent stones; slightly acid (pH 6.4); gradual smooth boundary\n2Bt3--137 to 170 cm; very gravelly fine sandy loam, brownish yellow (10YR 6/6) dry, dark yellowish brown (10YR 4/6) moist; moderate medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; common distinct clay films on faces of peds; 30 percent gravel and 10 percent cobbles; neutral (pH 6.8)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yakima County, Washington, about 1.5 km north of Rimrock Lake; about 170 m south and 45 m east of the northwest corner of section 35, T. 14 N, R. 13 E.; latitude 46 degrees, 39 minutes, 48 seconds north and longitude 121 degrees, 10 minutes, 33 seconds west"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature at a depth of 50 cm--6 to 7 degrees C\nEstimated mean summer soil temperature--6 to 8 degrees C\nMoisture control section--usually moist, but dry in all parts 45 to 60 consecutive days following summer solstice\nLower part of particle-size control section--40 to 65 percent rock fragments; 18 to 35 percent clay\nAndic soil material\n*Thickness--36 to 76 cm\n*Estimated moist bulk density--0.75 to 1.10 g/cm3\n*Glass content--30 to 80 percent\n*Acid oxalate aluminum plus one-half iron--1 to 2 percent\n*Phosphorus retention--40 to 55 percent\n*15-bar water retention--8 to 12 percent (air-dried samples)\nOi horizon\nThickness--3 to 5 cm\nA horizon\nHue--10YR, 7.5YR\nValue--4 to 6 dry, 3 or 4 moist\nThickness--8 to 18 cm\nBw horizon\nHue--10YR, 7.5YR\nValue--4 to 6 dry, 3 to 5 moist\nChroma--3 or 4 dry or moist\nTexture--gravelly ashy sandy loam, very gravelly ashy sandy loam, extremely gravelly ashy sandy loam\nReaction--6.1 to 7.3\nCombined thickness--25 to 64 cm\n2Bt horizon\nHue--10YR, 7.5YR\nValue--4 or 5 moist\nChroma--4 to 6 dry or moist\nFine-earth texture--fine sandy loam, loam, sandy clay loam\nRock fragment content--35 to 65 percent\nReaction--6.1 to 7.3\nCombined thickness--64 to 122 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBurpeak--100 to 150 cm (deep) to a lithic contact (fractured andesite); no argillic horizon; 5 to 12 percent clay in lower part of particle-size control section\nChewack--no argillic horizon; bulk density of 1.10 to 1.30 g/cm3 in andic soil material"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--910 to 1900 m\nClimate--warm, dry summers; cool, moist winters\nMean annual precipitation--1025 to 1775 mm\nMean January air temperature--about -4 degrees C\nMean July air temperature--about 17 degrees C\nMean annual air temperature--about 5 to 6 degrees C\nFrost-free season--40 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nFifesridge--mountainsides; fine-loamy\nTerence--mountainsides; ashy-skeletal\nPileup--mountainsides; loamy-skeletal"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturated hydraulic conductivity (Ksat)--high over moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--mainly timber production, recreation, and wildlife habitat\nNative vegetation--lodgepole pine, subalpine fir, Engelmann spruce, western larch, Douglas-fir, grand fir, western white pine, pinegrass, longtube twinflower, pachystima, western prince's pine, elk sedge, Jacob's ladder, big huckleberry"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern slopes of the Cascade Mountains in central and south-central Washington; MLRA 6; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wenatchee National Forest, Yakima County, Washington; 2003"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features recognized in this pedon\n*Ochric epipedon\n*Andic soil properties--zone from 3 to 74 cm\n*Argillic horizon--zone from 74 to 170 cm\n*Particle-size control section--zone from 3 to 104 cm; ashy in zone from 3 to 38 cm, ashy-skeletal in zone from 38 to 74 cm, and loamy-skeletal in zone from 74 to 104 cm\n*Alfic subgroup feature--argillic horizon at a depth of 74 cm\n1/2000--Classification changed from mixed mineralogy to glassy over isotic.\nMore investigation is needed to determine whether or not the Fiscus series is in the udic soil moisture regime based on the presence of Engelmann spruce, subalpine fir, and twinflower. If the soils are udic, they are similar to the soils of the Twolakes series.\nADDITIONAL DATA:\nLaboratory data--sample number 55B-8-2, Yakima Nation Soil Laboratory; sample number S91WA-077-003, National Soil Survey Laboratory, Lincoln, NE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
