{
  "SERIES": "FISHHOOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GVB-RAT-CLL-RDC",
  "REVDATE": "01/2011",
  "STATES": "IL",
  "OVERVIEW": "The Fishhook series consists of very deep, somewhat poorly drained soils on dissected till plains. They formed in 20 to 40 inches (51 to 102 cm) of loess and the underlying till that contains a strongly developed paleosol. Slope ranges from 2 to 18 percent. Mean annual air temperature is about 11.1 degrees C (52 degrees F), and mean annual precipitation is about 889 mm (35 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fishhook silt loam - on an east-facing slope of 8 percent in a cultivated field at an elevation of about 221 meters (725 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4), dry; moderate medium subangular blocky structure; friable; few very fine and fine roots throughout; many fine continuous tubular pores; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; moderately acid; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nBt1--15 to 43 cm (6 to 17 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots throughout; many fine continuous tubular pores; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; common medium distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common medium distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; clear wavy boundary.\nBt2--43 to 56 cm (17 to 22 inches); yellowish brown (10YR 5/4) silt clay loam; moderate medium subangular blocky structure; friable; few fine roots throughout; few fine continuous tubular pores; few distinct brown (10YR 4/3) clay films lining root channels and pores; common fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; common medium distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common medium distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; clear wavy boundary.\nBt3--56 to 69 cm (22 to 27 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots throughout; few very fine continuous tubular pores; common distinct dark yellowish brown (10YR 4/4) and few distinct brown (10YR 5/3) clay films on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; common fine distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine distinct irregular light brownish gray (10YR 6/2) iron depletions along faces of peds; strongly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 76 cm (10 to 30 inches).]\n2Bt4--69 to 89 cm (27 to 35 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine subangular blocky structure; friable; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; few fine distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few fine rock fragments; strongly acid; clear wavy boundary.\n2Bt5--89 to 117 cm (35 to 46 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few prominent light gray (10YR 7/2) silt coats on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; few fine distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few very fine and fine rock fragments; moderately acid; clear wavy boundary.\n2Bt6--117 to 147 cm (46 to 58 inches); yellowish brown (10YR 5/4) clay loam; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; firm; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine and medium prominent spherical black (2.5Y 2/1) masses of manganese throughout; common fine distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine and medium distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few fine and medium rock fragments; slightly acid; clear wavy boundary.\n2Bt7--147 to 172 cm (58 to 68 inches); brown (10YR 5/3) clay loam; moderate medium prismatic structure parting to moderate fine subangular blocky; firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct irregular black (2.5Y 2/1) masses of manganese throughout; common medium distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine faint irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few very fine and fine rock fragments; slightly acid; gradual wavy boundary.\n2Btg--172 to 208 cm (68 to 82 inches); grayish brown (10YR 5/2) clay; moderate medium prismatic structure parting to moderate fine subangular blocky; firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium prominent irregular black (2.5Y 2/1) manganese concretions throughout; common fine and medium prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few very fine and fine rock fragments; slightly acid. [Combined thickness of the 2Bt and/or 2Btg horizons is 76 to more than 183 cm (30 to more than 72 inches).]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brown County, Illinois; about 5 miles west and 3 miles north of Mt. Sterling, IL; 1,800 feet south and 360 feet east of the NW corner of sec. 34, T. 1 N., R. 4 W.; U.S.G.S. Mt. Sterling, IL topographic quadrangle; lat. 40 degrees, 1 minute, 38 seconds N. and long. 90 degrees, 51 minutes, 18 seconds W.; UTM Zone 15, 683037 easting and 4432975 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: greater than 127 cm (50 inches)\nThickness of the loess: 51 to 102 cm ( 20 to 40 inches)\nAverage content of clay in the particle-size control section: between 27 and 35 percent\nRock fragments: absent in the loess, 1 to 15 percent in the till. Rock fragments are of mixed lithology with very low content of shale and siltstone.\nAp or A horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: typically 2 or 3 but includes chroma of 4 in eroded pedons that have subsoil material mixed into the Ap horizon.\nTexture: silt loam or silty clay loam\nReaction: strongly acid to neutral\nAn E horizon is present where it has not been mixed into the Ap horizon. A BE horizon is present in some pedons.\nBt or Btg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 3 or 4 in the upper part and 1 to 4 in the lower part\nTexture: silty clay loam\nRedoxmorphic features:\nHue: 10YR, 2.5Y or 7.5YR\nValue: 2 to 6\nChroma: 1 to 6\nAverage content of clay: between 27 and 35 percent\nAverage content of sand: less than 10 percent\nReaction: very strongly acid to neutral\n2Bt or 2Btg horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 2 to 7\nChroma: 1 to 4\nTexture: clay loam, clay, silty clay, silty clay loam or loam\nRedoxmorphic features:\nHue: 10YR, 2.5Y or 7.5YR\nValue: 2 to 6\nChroma: 1 to 6\nAverage content of clay: between 35 and 45 percent\nAverage content of sand: 10 to 35 percent\nReaction: neutral to very strongly acid in the upper part and moderately acid to slightly alkaline in the lower part.\nSome pedons have a 2BC or 2BCg horizon.\n2BC, 2BCg or 2Cg horizon (where it occurs):\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay loam, clay, silty clay loam or loam\nRedoxmorphic features:\nHue: 10YR, 2.5Y or 7.5YR\nValue: 2 to 6\nChroma: 1 to 6\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Appleriver, Blair, Bunkum, Freeburg, Geff, Glenford, Keene, Muren, Reesville, Sugarvalley, Torox, and Xenia series. Appleriver soils have a paralithic contact within a depth of 152 cm (60 inches). Blair soils average more than 10 percent sand within a depth of 51 cm (20 inches). Bunkum, Freeburg, Geff, Glenford, Muren, Reesville, Sugarvalley, Torox and Xenia soils average less than 35 percent clay in the lower part of the series control section. In addition, Reesville and Torox soils contain carbonates within a depth of 152 cm (60 inches). Keene soils have rock fragments in the lower part of the series control section that are mostly shale and siltstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fishhook soils are on gently sloping to moderately steep parts of dissected Illinoian and Pre-Illinoian till plains. Slope gradients are 2 to 18 percent. These soils formed in 20 to 40 inches (51 to 102 cm) of loess and the underlying till that contains a strongly developed paleosol. Mean annual temperature ranges from 7.8 to 13.9 degrees C (46 to 57 degrees F), mean annual precipitation ranges from 813 to 1067 mm (32 to 42 inches), frost free days range from 170 to 200 days, and elevation ranges from 107 to 311 meters (350 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atlas, Blair, Coatsburg, Elco, Winfield, Fayette, Hickory, Keller, Keomah, Rozetta, and Ursa soils. The somewhat poorly drained Atlas and Coatsburg soils and the well drained Hickory and Ursa soils are downslope. Atlas and Coatsburg soils are shallower to the paleosol and Coatsburg soils have a mollic epipedon. Hickory soils average more than 15 percent sand in the particle-size control section and do not contain a paleosol. Ursa soils average more than 35 percent clay in the particle-size control section. The somewhat poorly drained Blair soils are on similar landform positions but have the major part of their solum formed in water-worked sediments that lie above the till and beneath the Peoria loess. Elco soils are moderately well drained and are on similar landform positions. The moderately well drained Winfield, the well drained Rozetta and Fayette soils, and the somewhat poorly drained Keomah soils formed entirely in loess and are upslope on higher backslopes and shoulders or on crests of summits. The somewhat poorly drained Keller soils have a mollic epipedon, are in biosequence with Fishhook soils, and are on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The seasonal high water table is 1.0 foot to 2.0 feet (30 to 61 cm) below the surface in spring during normal years. The potential for surface runoff is low to medium. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second) in the loess and moderately low or moderately high (0.42 to 1.41 micrometers per second) in the till. Permeability is moderate (0.6 to 2 inches per hour) in the loess and slow (0.06 to 0.2 inches per hour) in the till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are used for cultivated crops. Corn, soybeans, and small grain are the principal crops. Other areas are used for forage, hay, pasture, or woodland. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 108B, 113, 114b, 115a, AND 115b IN Western, northwestern, and southwestern Illinois. Extent is moderate. The type location is in MLRA 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stephenson County, Illinois, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 2Bt or 2Btg horizon of the Fishhook soils is the lower part of a modern solum superimposed upon a Sangamon paleosol in the Illinoian or Pre-Illinoian till. Many of the properties of those horizons are believed to be inherited from the paleosol. The variability of the properties is related to the geologic truncation of the paleosol before it was buried by loess, and to the extent of modern soil development in the old materials. Calcium and other bases have been replenished in some pedons after burial by loess through infiltration. It is difficult to differentiate the properties of the lower part of the modern solum from those of the paleosol in many pedons. Some pedons contain a thin layer of loamy pedisediment between the loess and the till.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - the zone from the surface of the soil to a depth of 15 CM (6 inches) (Ap horizon); argillic horizon - the zone from about 15 CM (6 inches) to a depth of more than 208 CM (82 inches) (Bt1, Bt2, Bt3, 2Bt4, 2Bt5, 2Bt6, 2Bt7, and 2Btg horizons); udic moisture regime; mesic temperature regime.\nThis pedon was checked in the field by RDC 5/25/95 and adjustments were made in the description on depth of soil development, colors and redoximorphic features. CLL, RLT."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Data for different pedons of Fishhook from Brown County and Stephenson County are on file at the NRCS Region 11 MLRA Office, Indianapolis, Indiana."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 inches); dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4), dry; moderate medium subangular blocky structure; friable; few very fine and fine roots throughout; many fine continuous tubular pores; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; moderately acid; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--15 to 43 cm (6 to 17 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots throughout; many fine continuous tubular pores; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; common medium distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common medium distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--43 to 56 cm (17 to 22 inches); yellowish brown (10YR 5/4) silt clay loam; moderate medium subangular blocky structure; friable; few fine roots throughout; few fine continuous tubular pores; few distinct brown (10YR 4/3) clay films lining root channels and pores; common fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; common medium distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common medium distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--56 to 69 cm (22 to 27 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots throughout; few very fine continuous tubular pores; common distinct dark yellowish brown (10YR 4/4) and few distinct brown (10YR 5/3) clay films on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; common fine distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine distinct irregular light brownish gray (10YR 6/2) iron depletions along faces of peds; strongly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 76 cm (10 to 30 inches).]"
      },
      {
        "name": "2Bt4",
        "top": 69,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt4--69 to 89 cm (27 to 35 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine subangular blocky structure; friable; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; few fine distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few fine rock fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "2Bt5",
        "top": 89,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt5--89 to 117 cm (35 to 46 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few prominent light gray (10YR 7/2) silt coats on faces of peds; few fine prominent irregular black (2.5Y 2/1) masses of manganese throughout; few fine distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few very fine and fine rock fragments; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Bt6",
        "top": 117,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt6--117 to 147 cm (46 to 58 inches); yellowish brown (10YR 5/4) clay loam; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; firm; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine and medium prominent spherical black (2.5Y 2/1) masses of manganese throughout; common fine distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine and medium distinct irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few fine and medium rock fragments; slightly acid; clear wavy boundary."
      },
      {
        "name": "2Bt7",
        "top": 147,
        "bottom": 172,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt7--147 to 172 cm (58 to 68 inches); brown (10YR 5/3) clay loam; moderate medium prismatic structure parting to moderate fine subangular blocky; firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct irregular black (2.5Y 2/1) masses of manganese throughout; common medium distinct irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common fine faint irregular light brownish gray (10YR 6/2) iron depletions in the matrix; few very fine and fine rock fragments; slightly acid; gradual wavy boundary."
      },
      {
        "name": "2Btg",
        "top": 172,
        "bottom": 208,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Btg--172 to 208 cm (68 to 82 inches); grayish brown (10YR 5/2) clay; moderate medium prismatic structure parting to moderate fine subangular blocky; firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium prominent irregular black (2.5Y 2/1) manganese concretions throughout; common fine and medium prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few very fine and fine rock fragments; slightly acid. [Combined thickness of the 2Bt and/or 2Btg horizons is 76 to more than 183 cm (30 to more than 72 inches).]"
      }
    ]
  ]
}
