{
  "SERIES": "FITZHUGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWF",
  "REVDATE": "07/2003",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fitzhugh fine sandy loam--rangeland.\n(Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 12 inches; very dark grayish brown (10YR 3/2) fine\nsandy loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; slightly hard, very friable; slightly acid; gradual smooth boundary.  (5 to 14 inches thick)\nB1--12 to 20 inches; dark brown (7.5YR 3/2) loam, dark brown (7.5YR 4/2) dry; weak medium subangular blocky structure; hard, friable; strongly acid; gradual smooth boundary.  (6 to 10 inches thick)\nB21t--20 to 36 inches; yellowish red (5YR 4/6) clay loam, yellowish red (5YR 5/6) dry; moderate medium subangular blocky structure; hard, firm; nearly continuous clay films on faces of\npeds; medium acid; gradual smooth boundary.  (10 to 20 inches\nthick)\nB22t--36 to 45 inches; yellowish red (5YR 4/8) clay loam, yellowish red (5YR 5/6) dry; common medium faint red (2.5YR 5/6) mottles; weak medium and coarse subangular blocky structure;\nhard, firm; patchy clay films on faces of peds; common or many\nfine iron-manganese concretions; medium acid; diffuse smooth boundary.  (5 to 15 inches thick)\nB3--45 to 55 inches; yellowish red (5YR 4/6) clay loam,\nyellowish red (5YR 5/6) dry; weak coarse subangular blocky\nstructure; hard, firm; few fine iron-manganese concretions;\nstrongly acid; clear wavy boundary.  (10 to 18 inches thick)\nCr--55 to 72 inches; reddish brown (5YR 5/4) acid sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pontotoc County, Oklahoma; about 2 1/4 miles\nsouth and 1/2 mile west of Roff; 2,490 feet east and 50 feet\nnorth of the southwest corner of sec. 35, T. 2 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to sandstone bedrock ranges from 40 to 60 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and\nchroma of 2 or 3.  Texture is fine sandy loam, very fine sandy\nloam, or loam.  Reaction is medium or slightly acid.\nThe B1 horizon has hue of 7.5YR or 10YR, value of 3 to 6, and\nchroma of 2 to 6.  Texture is loam, sandy clay loam, or clay\nloam.  Reaction is strongly to slightly acid.\nThe B2t and B3 horizons have hue of 2.5YR to 10YR, value of 3 to\n5, and chroma of 3 to 8.  Mottles are in shades of red or brown\nin most pedons.  Texture and reaction is the same as the B1\nhorizon.\nThe Cr horizon consists of level bedded sandstone or sandstone conglomerate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is Okay series in the same family.  Soils\nin similar families are Bates, Catoosa, Claremore, Collinsville, Coweta, Lula, Mason, and Nowata series.  Okay soils have a solum\nmore than 60 inches thick.  Bates soils have siliceous mineralogy\nand a solum 20 to 40 inches thick over sandstone bedrock.\nCatoosa, Lula, and Mason soils have a fine-silty control section.  Claremore, Collinsville, and Coweta soils have a solum less than\n20 inches thick over bedrock.  In addition, Collinsville and\nCoweta soils do not have argillic horizons and have siliceous mineralogy.  Nowata soils have a loamy-skeletal control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fitzhugh soils are on very gently sloping or gently sloping convex upland flats and side slopes in the\nCherokee Prairies.  Slopes are 1 to 5 percent.  They formed in material weathered from sandstone or sandstone conglomerate of Pennsylvanian age.  The climate is subhumid or humid.  Mean\nannual precipitation ranges from 34 to 45 inches.  Mean annual temperature ranges from 57 to 65 degrees F.   Thornthwaite annual\nP-E indices range from 60 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bates, Collinsville, and Coweta series.  Bates soils occur on similar\nareas of the landscape.  Collinsville and Coweta soils occur on ridgetops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cultivated to wheat, peanuts,\nsoybeans, grain sorghum, and tame pasture.  Some areas are used\nfor range.  Native vegetation is mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cherokee Prairies of eastern Oklahoma, southeast Kansas and northern Texas.  The series is not\nextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pontotoc County, Oklahoma; 1936.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
