{
  "SERIES": "FITZPATRICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDA-BRY-KP",
  "REVDATE": "10/2011",
  "STATES": "CA",
  "OVERVIEW": "The FITZPATRICK series consists of shallow, well drained soils on mountain slopes. These soils formed in colluvium over residuum derived from sandstone and/or shale. Slope is 30 to 65 percent. The mean annual precipitation is about 48 centimeters (19 inches) and the mean annual temperature is about 14 degrees C. (57 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Entic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fitzpatrick cobbly sandy loam; on a northeast facing slope of 60 percent under blue oak, California foothill pine, California buckwheat, Buckthorn, and yucca. The elevation is 1,250 meters (4,100 feet). (Color is for dry soil unless otherwise stated. When described on March 6, 1990 the soil was slightly moist throughout). The surface is covered by 10 percent 2 to 75 millimeter pebbles and 10 percent 75 to 250 millimeter cobbles.\nA--0 to 36 centimeters (0 to 14 inches); dark grayish brown (10YR 4/2) cobbly sandy loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, non-sticky and non-plastic; many very fine and fine roots; many very fine and fine interstitial pores; 10 percent 2 to 75 millimeter pebbles and 10 percent 75 to 250 millimeter cobbles; moderately acid (pH 6.0); abrupt wavy boundary.\nCr--36 to 61 centimeters (14 to 24 inches); weakly cemented sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California; in Clear Creek Management Area about 0.8 kilometers (0.5 miles) east-northeast of San Carlos Peak; about 296 meters (970 feet) south and 125 meters (410 feet) east of the northwest corner of section 3, T. 18 S., R. 12 E., Mount Diablo Base and Meridian; latitude 36 degrees 23 minutes 42.3 seconds north and longitude 120 degrees 38 minutes 58.1 seconds west; USGS Idria; California Quadrangle, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic contact is 10 to 20 inches (25 to 51 centimeters). Surface fragments are composed of sandstone and/or shale; 0 to 50 percent, 2 to 75 millimeter pebbles, 0 to 10 percent, 75 to 250 millimeter cobbles, 0 to 4 percent, 250 to 600 millimeter stones, and 0 to 4 percent, 600 to 3000 millimeter boulders.\nA horizon:\nHue: 7.5YR or 10YR, dry and moist\nValue: 4 or 5 dry and 3 moist\nChroma: 2 to 4 dry and 2 or 3 moist\nTexture of the fine earth fraction: sandy loam\nContent of clay: 5 to 18 percent\nContent of organic matter: 1.0 to 3.0 percent\nReaction: moderately acid or slightly acid\nContent of rock fragments: 2 to 35 percent, 2 to 75 millimeter pebbles, 2 to 10 percent 75 to 250 millimeter cobbles, 0 to 2 percent 250 to 600 millimeter stones, and 0 to 2 percent, 600 to 3000 millimeter boulders."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ferroburro and Tollhouse series.  Ferroburro soils formed in residuum from granitic rocks at elevations of 1,524 to 2,134 meters (5,000 to 7,000 feet). Tollhouse soils formed in material weathered from granitic rocks with a paralithic contact of quartz diorite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fitzpatrick soils are on mountain slopes at elevations of 831 to 1,423 meters (2,726 to 4,669 feet. Slope is 30 to 65 percent. Fitzpatrick soils formed in colluvium over residuum derived from sandstone and/or shale. The consists of hot dry summers and cool moist winters. Mean annual precipitation is 457 to 508 millimeters (18 to 20 inches). Mean annual temperature is 13 to 15 degrees C. (55 to 59 degrees F). Frost-free period is 180 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atravesada, Borreguero, San Carlos, Idriapeak, and Delmexico soils. Atravesada, Idriapeak, and Delmexico soils have magnesic mineralogy. Borreguero soils do not have a mollic epipedon. San Carlos soils are deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and wildlife. The vegetation is blue oak, California foothill pine, California buckwheat, Buckthorn, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in the Clear Creek Management Area, San Benito County, California, in the California Coast Ranges. They are not extensive. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Benito County, California, 2009. Name comes from Fitzpatrick Spring that is in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The modal pedon for the Fitzpatrick Series is 90CA069078. The Entic subgroup rationale is that there is no cambic horizon in this soil.\nADDITIONAL DATA:  Supporting pedons are; 90CA069036, 90CA069080, and 90CA069083\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 36 centimeters (0 to 14 inches); dark grayish brown (10YR 4/2) cobbly sandy loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, non-sticky and non-plastic; many very fine and fine roots; many very fine and fine interstitial pores; 10 percent 2 to 75 millimeter pebbles and 10 percent 75 to 250 millimeter cobbles; moderately acid (pH 6.0); abrupt wavy boundary."
      },
      {
        "name": "Cr",
        "top": 36,
        "bottom": 61,
        "texture_class": "sand",
        "narrative": "Cr--36 to 61 centimeters (14 to 24 inches); weakly cemented sandstone."
      }
    ]
  ]
}
