{
  "SERIES": "FIVESPRINGS",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJB-WCL-DJE-JVC",
  "REVDATE": "03/2004",
  "STATES": "CA",
  "OVERVIEW": "The Fivesprings series consists of moderately deep, well drained soils that formed in colluvium and residuum derived from volcanic rocks.  Fivesprings soils are on mountains.  Slopes are 5 to 60 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fivesprings very cobbly loam--on a 28 percent southwest-facing slope under a cover of big sagebrush and bluebunch wheatgrass at 5,150 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described on October 18, 1977, the soil was slightly moist below 8 inches.)  The surface is covered with 10 percent stones, 25 percent cobbles, and 15 percent gravel.\nA--0 to 3 inches; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak very thin and thin platy structure; slightly hard, very friable, moderately sticky and slightly plastic; many very fine and common fine roots; common very fine interstitial pores; 10 percent stones, 20 percent cobbles, and 20 percent gravel; neutral (pH 7.0); clear wavy boundary.  (3 to 8 inches thick)\nBt1--3 to 8 inches; dark grayish brown (10YR 4/2) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine angular blocky structure; hard, very friable, very sticky and very plastic; common very fine and fine roots; common very fine tubular pores; many faint clay films on faces of peds and lining pores; 5 percent cobbles and 45 percent gravel; neutral (pH 7.0); clear wavy boundary.\nBt2--8 to 15 inches; brown (10YR 5/3) very gravelly clay, dark brown (10YR 3/3) moist; moderate fine and medium angular blocky structure; hard, friable, very sticky and very plastic; common very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; 5 percent cobbles and 55 percent gravel; neutral (pH 7.0); clear wavy boundary.\nBt3--15 to 23 inches; brown (10YR 5/3) very gravelly clay, brown (10YR 4/3) moist; moderate medium and coarse angular blocky structure; very hard, friable, very sticky and very plastic; few very fine and fine roots; common very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; 5 percent cobbles and 50 percent gravel; slightly alkaline (pH 7.5); abrupt wavy boundary.  (Combined thickness of the Bt horizons is 17 to 35 inches.)\nR--23 inches; hard massive basalt; the upper 2 inches is slightly weathered; few fractures have some fine-earth and carbonate coats."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 7 miles east of Secret Valley on Five Springs Mountain; approximately 700 feet west and 400 feet south of the northeast corner of section 23, T. 31 N., R. 16 E.; USGS Cherry Mountain 7.5 minute topographic quadrangle; 40 degrees 32 minutes 26 seconds north latitude and 120 degrees 07 minutes 29 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The moisture control section (about 10 to 23 inches) is dry throughout from July 1 to November 15 (137 days); It is moist throughout from December 1 to April 15; The soil temperature exceeds 41 degrees F. from April 1 to December 15 (258 days), and exceeds 47 degrees F. from April 15 to November 15; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 48 to 52 degrees F.\nMollic epipedon thickness - 8 to 18 inches; includes the Bt1 and Bt2 horizons.\nDepth to base of argillic horizon - 20 to 40 inches.\nDepth to bedrock - 20 to 40 inches to a lithic contact.\nParticle-size control section - Clay content: Averages 35 to 50 percent; Rock fragments: 35 to 60 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as basalt or andesite.\nOther features - The soil surface is covered with 10 to 25 percent stones, 20 to 25 percent cobbles, and 15 to 25 percent gravel.\nA horizon - Dry color: 10YR 5/2, 5/3, or 4/2.\nMoist color: 10YR 2/2, 3/2, or 3/3.\nRock fragments: 35 to 55 percent.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 or 2 percent.\nBt1 horizon - Dry color: 10YR 4/2, 5/3; 7.5YR 5/2.\nMoist color: 10YR 2/2, 3/2, 3/3; 7.5YR 3/2.\nClay content: 30 to 35 percent.\nRock fragments: 35 to 60 percent.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 1 or 2 percent.\nBt2 and Bt3 horizons - Dry color: 10YR 5/3; 7.5YR 5/2, 6/2, or 5/4.\nMoist color: 10YR 3/3, 4/3; 7.5YR 3/4, or 4/4.\nTexture: Very gravelly clay or very gravelly clay loam.\nClay content: 35 to 50 percent.\nRock fragments: 35 to 60 percent.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 1 or 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adelmann (T), Cassiro, Cochran, Eglirim, Nammoth, Pickup, and Ruclick series.\nAdelmann, Cochran, and Eglirim soils are very deep.  Cassiro soils are deep to paralithic contacts.  Nammoth soils are dominated by boulders and are moderately acid or slightly acid in the particle-size control section.  Pickup soils have a 15 percent absolute clay increase between the Bt1 and Bt2 horizons and have 50 to 60 percent clay in the Bt2 horizon.  Ruclick soils are dry 45 to 90 consecutive days during summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fivesprings soils are on mountains.  They typically occur on backslope positions.  These soils formed in colluvium and residuum derived from volcanic rocks such as basalt or andesite.  Slopes are 5 to 60 percent.  Elevation ranges from 4,500 to 6,000 feet.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 9 to 12 inches including annual snowfall of 20 to 40 inches.  The mean annual temperature is 46 to 48 degrees F., the mean January temperature is about 28 degrees F., and the mean July temperature is about 64 degrees F.  The frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Devada, Jaybee, Longcreek, Petescreek, Searles, and Sumine soils.  Devada, Jaybee, and Longcreek soils are shallow to lithic contacts.  Petescreek soils are fine-loamy.  Searles and Sumine soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fivesprings soils are used for rangeland.  The vegetation is mainly mountain big sagebrush, bluebunch wheatgrass, basin wildrye, Sandberg's bluegrass, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County (Susanville Area Soil Survey), California, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 15 inches (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from 3 to 23 inches (Bt1, Bt2, and Bt3 horizons).\nLithic contact - The boundary at 23 inches to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 3 to 23 inches (Bt1, Bt2, and Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak very thin and thin platy structure; slightly hard, very friable, moderately sticky and slightly plastic; many very fine and common fine roots; common very fine interstitial pores; 10 percent stones, 20 percent cobbles, and 20 percent gravel; neutral (pH 7.0); clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--3 to 8 inches; dark grayish brown (10YR 4/2) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine angular blocky structure; hard, very friable, very sticky and very plastic; common very fine and fine roots; common very fine tubular pores; many faint clay films on faces of peds and lining pores; 5 percent cobbles and 45 percent gravel; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--8 to 15 inches; brown (10YR 5/3) very gravelly clay, dark brown (10YR 3/3) moist; moderate fine and medium angular blocky structure; hard, friable, very sticky and very plastic; common very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; 5 percent cobbles and 55 percent gravel; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 38,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--15 to 23 inches; brown (10YR 5/3) very gravelly clay, brown (10YR 4/3) moist; moderate medium and coarse angular blocky structure; very hard, friable, very sticky and very plastic; few very fine and fine roots; common very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; 5 percent cobbles and 50 percent gravel; slightly alkaline (pH 7.5); abrupt wavy boundary.  (Combined thickness of the Bt horizons is 17 to 35 inches.)"
      },
      {
        "name": "R",
        "top": 58,
        "narrative": "R--23 inches; hard massive basalt; the upper 2 inches is slightly weathered; few fractures have some fine-earth and carbonate coats."
      }
    ]
  ]
}
