{
  "SERIES": "FIVEBIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/TDT/RWL",
  "REVDATE": "05/2006",
  "STATES": "OR",
  "OVERVIEW": "The Fivebit series consists of shallow, well drained soils on ridgetops and side slopes of mountains. They formed in colluvium weathered from rhyolitic tuff, andesite, or basalt. Slopes are 0 to 90 percent. The mean annual precipitation is about 25 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fivebit extremely stony loam - on a 25 percent convex south-facing slope, rangeland. (Colors are for moist soil unless otherwise noted.)\nOi--0 inch to 0.5; partially decomposed needles, leaves and twigs.\nA1--0.5 to 3 inches; very dark grayish brown (10YR 3/2) extremely stony loam, grayish brown (10YR 5/2) dry; weak very fine granular structure; soft, friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine and fine irregular pores; 30 percent stones, 20 percent gravel and 15 percent cobbles; neutral (pH 7.0); clear smooth boundary. (2 to 4 inches thick)\nA2--3 to 12 inches; very dark grayish brown (10YR 3/2) very gravelly loam, grayish brown (10YR 5/2) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many fine and very fine tubular pores; 40 percent gravel and 15 percent cobbles; neutral (pH 6.8); clear smooth boundary. (0 to 9 inches thick)\nBw--12 to 18 inches; dark brown (10YR 3/3) extremely gravelly clay loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; many fine and very fine tubular pores; 45 percent gravel and 20 percent cobbles; neutral (pH 6.6); abrupt wavy boundary. (5 to 10 inches thick)\nR--18 inches; highly fractured andesite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Baker County, Oregon; SE1/4SE1/4NW1/4SE1/4 of sec. 16, T. 13 S., R. 36 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 42 to 47 degrees F. These soils are usually moist but are dry throughout between depths of 4 and 12 inches for 60 to 80 consecutive days during the summer. Depth to a lithic contact is 10 to 20 inches. The particle-size control section is clay loam, silty clay loam, or heavy loam and averages 25 to 35 percent clay and over 60 percent rock fragments. The solum has hue of 10YR or 7.5YR. Soil reaction is moderately acid to neutral.\nThe A1 horizon has value of 2 or 3 moist, 3 to 5 dry, and chroma of 2 or 3 moist and dry. It is loam or sandy loam and has 0 to 30 percent stones, 5 to 20 percent cobbles, and 10 to 45 percent gravel.\nThe A2 horizon, when present, is very gravelly loam, very gravelly silty clay loam, or extremely gravelly clay loam with 18 to 30 percent clay. It has 0 to 5 percent stones, 10 to 20 percent cobbles, and 30 to 45 percent gravel.\nAn AB horizon is present in some pedons and has value of 4 or 5 dry, 2 moist and chroma of 2 or 3 moist or dry.  Texture is sandy loam or loam with 35 to 65 percent total rock fragments,  30 to 45 percent gravel, 10 to 20 percent cobbles, and 0 to 5 percent stones.\nThe Bw horizon has value of 3 or 4 moist, 4 or 5 dry, and chroma of 2 to 4 moist and 2 to 5 dry. It is clay loam, silty clay loam, heavy loam, or sandy loam averaging 18 to 35 percent clay. It has 30 to 65 percent gravel, 10 to 30 percent cobbles, and 0 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baldknob, Blewett, Franktown, Timgulch (T), and Wintercanyon series.\nBaldknob soils - pscs with 8 to18 percent clay;\nBlewett soils - 10 to 20 inches to lithic contact (sandstone); pscs has 5 to 20 percent sandstone parafragments and less than 20 percent clay; dry for 75 to 90 consecutive days\nFranktown soils - 4 to 20 inches to lithic contact (gneiss); pscs has sandy loam textures and 5 to 10 percent clay; dry for 75 to 90 consecutive days\nTimgulch soils - pscs with 10 to 20 percent clay\nWintercanyon soils - dry for 45 to 60 consecutive days; pscs has 10 to 18 percent clay\nSeries with a similar classification include the Chumstick , Laycock, and Logdell soils.\nChumstick soils - pscs with 3 to 8 percent clay and 35 to 70 percent rock fragments of schist origin; dry for 75 to 90 consecutive days; isotic mineralogy\nLaycock soils - pscs with 35 to 75 percent channery rock fragments of shale origin; isotic mineralogy\nLogdell soils - 4 to 12 inches to lithic contact (shale); pscs with 35 to 75 percent channery rock fragments of shale origin; isotic mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fivebit soils are on ridgetops and side slopes of mountains, plateaus, canyons, and structural benches. Slopes are 0 to 90 percent. Elevations are 2,800 to 6,200 feet. The soils formed in residuum and colluvium weathered mainly from rhyolitic tuff, andesite, or basalt. The mean annual precipitation is 15 to 35 inches. The mean annual temperature is 40 to 45 degrees F. The frost-free period is 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anatone, Hall Ranch, Kahler, Klicker, and McGarr soils. Anatone soils have a lithic contact at 10 to 20 inches and base saturation is greater than 75 percent in all horizons above bedrock. Anatone soils are dominated by grassland vegetation. Hall Ranch, Kahler and McGarr soils are fine-loamy. Hall Ranch and McGarr soils are 20 to 40 inches to bedrock and Kahler soils are greater than 40 inches deep to bedrock. Klicker soils have an argillic horizon and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, recreation, water supply, and wildlife habitat. The vegetation is mainly curlleaf mountainmahogany, western juniper, scattered ponderosa pine, mountain big sagebrush, bitterbrush, squaw apple, wax currant, bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, some elk sedge and pinegrass, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Blue Mountains of Eastern Oregon; MLRA 10, 43c. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Baker County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of approximately 18 inches (A1, A2, Bw horizons)\nLithic feature - bedrock contact at 18 inches\nUltic feature - base saturation of between 60 and 75 percent in some or all horizons above lithic contact\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 1,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely stony",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0.5 to 3 inches; very dark grayish brown (10YR 3/2) extremely stony loam, grayish brown (10YR 5/2) dry; weak very fine granular structure; soft, friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine and fine irregular pores; 30 percent stones, 20 percent gravel and 15 percent cobbles; neutral (pH 7.0); clear smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--3 to 12 inches; very dark grayish brown (10YR 3/2) very gravelly loam, grayish brown (10YR 5/2) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many fine and very fine tubular pores; 40 percent gravel and 15 percent cobbles; neutral (pH 6.8); clear smooth boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--12 to 18 inches; dark brown (10YR 3/3) extremely gravelly clay loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; many fine and very fine tubular pores; 45 percent gravel and 20 percent cobbles; neutral (pH 6.6); abrupt wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Oi",
        "top": 0,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 inch to 0.5; partially decomposed needles, leaves and twigs."
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches; highly fractured andesite bedrock"
      }
    ]
  ]
}
