{
  "SERIES": "FLACKVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-WEH-ERS",
  "REVDATE": "4/98",
  "STATES": "NY",
  "OVERVIEW": "The Flackville series consists of very deep, moderately well drained soils formed in sandy deposits that overlie clayey marine sediments. These soils are on marine plains and have slopes ranging from 0 to 15 percent. Mean annual temperature is 43 degrees F., and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed, active, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flackville loamy fine sand, on a 4 percent east-facing slope in a pasture.  (Colors are for moist soil.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) loamy fine sand, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure and weak fine subangular blocky structure; very friable; common fine and very fine and few medium roots; moderately acid (limed); abrupt smooth boundary.  (6 to 12 inches thick)\nBhs--9 to 11 inches; dark brown (7.5YR 3/2) crushed and smoothed sample, variegated with reddish brown (5YR 4/4) in lower part, loamy fine sand; weak fine and medium subangular blocky structure parting to weak fine granular; very friable; common very fine and fine and few medium roots; common fine and few medium irregular pores; common old worm and root channels filled with Ap material; slightly acid (limed); clear wavy boundary. (0 to 3 inches thick)\nBs1--11 to 21 inches; brown (7.5YR 4/4) loamy fine sand; very weakly cemented by iron; very weak fine and medium subangular blocky structure; very friable; few very fine and fine roots, common medium and few fine vesicular pores; common worm and old root channels filled with Ap material; slightly acid (limed); gradual wavy boundary.\nBs2--21to 27 inches; brown (7.5YR 4/4) fine sand; very weak medium and fine subangular blocky structure; loose; few very fine and fine roots; common fine and medium pores between sand grains; common medium and coarse distinct reddish brown (5YR 4/4) redoximorphic concentrations and common medium distinct brown (10YR 5/3) and few fine distinct grayish brown (10YR 5/2) redoximorphic depletions; neutral (limed); gradual wavy boundary.  (Combined thickness of the Bs horizon is 6 to 27 inches.)\nBC--27 to 29 inches; brown (10YR 5/3) fine sand; very weak thin and medium platy structure; slightly firm in place, loose when removed; few very fine and fine roots; few fine and medium shallow pores; common medium distinct yellowish brown (10YR 5/6) redoximorphic concentrations and common medium faint grayish brown (10YR 5/2) redoximorphic depletions; neutral; abrupt wavy boundary.  (0 to 14 inches thick)\n2C--29 to 72 inches; yellowish brown (10YR 5/4) varved silty clay and silty clay loam; weak medium and thick platy structure; firm, slightly sticky, slightly plastic; common medium distinct grayish brown (10YR 5/2) redoximorphic depletions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lawrence County, New York; Town of Canton, 200 feet west of the farm access road which is 400 feet south of New York Rt. 68 and 1.5 miles northwest of the road intersection in the Hamlet of Langdon Corners. USGS Pierrepont, NY topographic quadrangle; latitude 44 degrees 34 minutes 38 seconds N. and longitude 75 degrees 39 minutes 49 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to the underlying fine textured material ranges from 20 to 40 inches. Depth to bedrock is greater than 60 inches. The soil contains 0 to 10 percent rock fragments throughout. Reaction of the solum ranges from very strongly acid to neutral. Reaction of the substratum ranges from neutral to moderately alkaline.\nSome pedons have thin, dark O horizons.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. Texture of the fine-earth fraction is fine sandy loam, sandy loam, loamy fine sand, fine sand, or sand.\nSome pedons have an E horizon up to 3 inches thick that has hue of 10YR, value of 5 or 6, and chroma of 1 through 3. Texture of the fine-earth fraction ranges from fine sand to fine sandy loam.\nThe Bh or Bhs is neutral or has hue of 5YR or 7.5YR, value of 1 through 3, and chroma of 0 through 2. Texture of the fine-earth fraction is loamy fine sand, fine sand, or sand.\nThe Bs horizon has hue of 2.5YR through 7.5YR, value of 4 through 6, and chroma of 3 through 6. Texture of the fine-earth fraction is loamy fine sand, fine sand, or sand. Structure is weak or very weak blocky. Some pedons have cemented areas that range from small concretions to a discontinuous ortsein layer that is present in one-half or less of each pedon.\nSome pedons have a BC or 2BC horizon which has hue of 7.5YR through 2.5, value of 4 through 6 and chroma of 1 through 5. Texture of the fine-earth fraction ranges from loamy fine sand to silty clay.\nThe 2C horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 1 through 5. Texture of the fine-earth fraction is silty clay loam, silty clay, or clay. Clay percentage is greater than 35 percent. Free carbonates are in many pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.\nThe Adams, Croghan, Elmwood, Naumburg, Occur, Manistee, Sheddenbrook, Stockholm and Swanton soils are in related families. The Adams, Croghan, Naumburg, Occur, and Sheddenbrook soils do not have a contrasting clayey layer in the substratum.  Elmwood and Swanton soils are coarse-loamy over clayey and do not have spodic horizons. Manistee soils have an argillic horizon that has a base saturation of 35 percent or more. Stockholm soils have an aquic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Flackville soils occupy low-lying, nearly level to sloping landscapes on marine plains where sandy deposits overlie clayey sediments. The sandy material is dominated by quartz derived from predominantly non-calcareous sandstones or from granitic rocks. Slopes range from 0 to 15 percent. The climate is humid continental. The mean annual air temperature ranges from 42 to 45 degrees F.; and mean annual precipitation ranges from 35 to 42 inches. The frost-free period ranges from 120 to 150 days. Elevation ranges from 300 to 700 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Adjidaumo, Croghan, Deford, Heuvelton, Muskellunge, Naumburg, Scarboro, and Stockholm soils. Adams soils are on higher landscape positions than Flackville soils and do not have a clayey substratum. Croghan soils also do not have a clayey substratum, but are on similar topographic positions. Adjidaumo and Muskellunge soils are in lower topographic positions than Flackville soils and are in fine families. Heuvelton soils are also in a fine family and are typically on small convex knolls or backslopes on the sides of valleys. Naumburg and Scarboro soils are in wide shallow depressions and do not have clayey substratums. Stockholm soils are on lower landscapes than Flackville soils and have an umbric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. The potential for runoff ranges from negligible through high. Permeability of the sandy material is rapid and that of the clayey substratum is slow or very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Flackville soils are used for either corn or hay production.  Other areas are in trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  St. Lawrence River Valley of New York State and possibly the Champlain Valley of New York and possibly Vermont. MLRA 142. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  St. Lawrence County, New York, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Flackville series needs further investigation. Lab data may support the reclassification at the family level to Sandy over clayey, isotic over mixed, superactive, frigid.\nDiagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 9 inches (Ap horizon).\nb.  Spodic horizons - the zone from 9 to 27 inches (Bhs, Bs1, and Bs2 horizons).\nc. Aquic Haplorthods subgroup - aquic conditions in first spodic layer (Bhs horizon 9 to 11 inches) with chroma and value <4 (crushed and smoothed) in the upper 1 inch of the first spodic horizon); has redoximorphic features within 75cm and texture of loamy fine sand.\nd.  Strongly contrasting particle-size control section - sandy (0-29\") over clayey (29-72+\")\nSoil Interpretation Records: NY0362\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) loamy fine sand, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure and weak fine subangular blocky structure; very friable; common fine and very fine and few medium roots; moderately acid (limed); abrupt smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 23,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--9 to 11 inches; dark brown (7.5YR 3/2) crushed and smoothed sample, variegated with reddish brown (5YR 4/4) in lower part, loamy fine sand; weak fine and medium subangular blocky structure parting to weak fine granular; very friable; common very fine and fine and few medium roots; common fine and few medium irregular pores; common old worm and root channels filled with Ap material; slightly acid (limed); clear wavy boundary. (0 to 3 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 28,
        "bottom": 53,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--11 to 21 inches; brown (7.5YR 4/4) loamy fine sand; very weakly cemented by iron; very weak fine and medium subangular blocky structure; very friable; few very fine and fine roots, common medium and few fine vesicular pores; common worm and old root channels filled with Ap material; slightly acid (limed); gradual wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 53,
        "bottom": 69,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs2--21to 27 inches; brown (7.5YR 4/4) fine sand; very weak medium and fine subangular blocky structure; loose; few very fine and fine roots; common fine and medium pores between sand grains; common medium and coarse distinct reddish brown (5YR 4/4) redoximorphic concentrations and common medium distinct brown (10YR 5/3) and few fine distinct grayish brown (10YR 5/2) redoximorphic depletions; neutral (limed); gradual wavy boundary.  (Combined thickness of the Bs horizon is 6 to 27 inches.)"
      },
      {
        "name": "BC",
        "top": 69,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--27 to 29 inches; brown (10YR 5/3) fine sand; very weak thin and medium platy structure; slightly firm in place, loose when removed; few very fine and fine roots; few fine and medium shallow pores; common medium distinct yellowish brown (10YR 5/6) redoximorphic concentrations and common medium faint grayish brown (10YR 5/2) redoximorphic depletions; neutral; abrupt wavy boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "2C",
        "top": 74,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "narrative": "2C--29 to 72 inches; yellowish brown (10YR 5/4) varved silty clay and silty clay loam; weak medium and thick platy structure; firm, slightly sticky, slightly plastic; common medium distinct grayish brown (10YR 5/2) redoximorphic depletions; neutral."
      }
    ]
  ]
}
