{
  "SERIES": "FLAGSTAFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJK-MPK-JVC-JBF",
  "REVDATE": "03/2011",
  "STATES": "OR",
  "OVERVIEW": "The Flagstaff series consists of very deep, moderately well drained soils that formed in lacustrine deposits derived from volcanic ash. Flagstaff soils are on lakebeds. Slopes are 0 to 1 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Flagstaff ashy very fine sandy loam--on a nearly level lakebed at an elevation of 4,302 feet--rangeland. (Colors are for dry soil unless otherwise noted.)\nAEn---0 to 10 cm; light brownish gray (2.5Y 6/2) ashy very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; moderate thin platy structure, slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and common fine vesicular pores; strongly alkaline (pH 8.8); clear smooth boundary. (3 to 13 cm thick)\nBn1--10 to 20 cm; pale brown (10YR 6/3) ashy silty clay loam, brown (10YR 5/3) moist; moderate fine angular blocky and moderate thin platy structure; slightly hard, firm, moderately sticky and moderately plastic; few very fine, few fine, and common medium roots; many very fine tubular and common very fine irregular pores; common faint light gray (10YR 7/2) silt coats (skeletans) on faces of peds; strongly alkaline (pH 8.6); clear smooth boundary. (8 to 28 cm thick)\nBn2--20 to 30 cm; light yellowish brown (10YR 6/4) ashy silty clay loam, brown (10YR 5/3) moist; weak thin and medium platy structure; slightly hard, firm, moderately sticky and moderately plastic; few very fine, few fine, and common medium roots; many very fine irregular pores; common distinct light gray (10YR 7/2) silt coats (skeletans) on faces of peds; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 25 cm thick)\nBCknz--30 to 41 cm; very pale brown (10YR 7/3) paragravelly ashy silt loam, brown (10YR 5/3) moist; strong very fine angular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine, few fine, common medium roots; many very fine irregular pores; soluble sodium salts segregated in irregularly shaped masses and in filaments; secondary carbonates segregated in common 1 mm rounded masses and in filaments; strongly effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary. (10 to 46 cm thick)\nCknqz--41 to 109 cm; light gray (10YR 7/2) extremely parachannery ashy silt loam, brown (10YR 5/3) moist; platy rock structure dominates matrix but fine-earth material has weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and few fine roots matted in cracks; 5 to 10 mm wide vertical desiccation cracks; 80 percent weakly cemented parachanners; common distinct very pale brown (10YR 7/4) opal and silt coats lining cracks; soluble sodium salts segregated in few fine irregularly shaped masses; secondary carbonates segregated in few fine filaments on pararock fragments; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 69 cm thick)\nCkq--109 to 152 cm; light gray (10YR 7/2) and very pale brown (10YR 8/2) very parachannery ashy silty clay loam, brown (10YR 4/3) moist; platy rock structure; very hard, extremely firm, moderately sticky and moderately plastic; common very fine and common fine roots matted in cracks and between pararock fragments; few very fine tubular pores; 2 to 5 mm wide vertical desiccation cracks; 40 percent weakly cemented parachanners; few distinct light yellowish brown (10YR 6/4) opal and silt coats lining cracks; few fine distinct black (10YR 2/1) moist relict masses of manganese accumulation on pararock fragments adjacent to cracks and few fine faint dark yellowish brown (10YR 4/4) moist relict masses of iron accumulation on pararock fragments; secondary carbonates segregated in few fine irregularly shaped coats on pararock fragments; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 64 cm thick)\nC--152 to 175 cm; light gray (10YR 7/2) and very pale brown (10YR 8/2) very parachannery ashy loam, dark grayish brown (10YR 4/2) moist; platy rock structure; hard, very firm, moderately sticky and moderately plastic; common very fine common fine roots; few very fine tubular and many fine irregular pores; 2 to 5 mm wide vertical desiccation cracks; few fine faint black (10YR 2/1) moist relict masses of manganese accumulation on pararock fragments adjacent to cracks and few fine distinct dark yellowish brown (10YR 4/4) moist relict masses of iron accumulation on pararock fragments; 40 percent weakly cemented parachanners; slightly effervescent in spots; strongly alkaline (pH 8.8); clear smooth boundary. (0 to 60 cm thick)\nCz--175 to 203 cm; light gray (10YR 7/2) paragravelly ashy loamy fine sand, dark grayish brown (10YR 4/2) moist; angular blocky rock structure; hard, very firm, nonsticky and nonplastic; common very fine and common fine roots; few very fine tubular pores; few very thin laminae of black (10YR 2/1) sand; 20 percent weakly cemented paragravel; soluble sodium salts segregated in irregularly shaped masses; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; in the Buffalo Flat area of Christmas Lake Valley about 13 miles east of the village of Christmas Valley and 4 miles west of Buffalo Well; approximately 200 feet north and 1,200 feet west of the southeast corner of section 12, T. 27 S., R. 19 E.; USGS Vaughn Well 7.5 minute topographic quadrangle; latitude 43 degrees 14 minutes 15.1 seconds N and longitude 120 degrees 24 minutes 44.2 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture : Usually moist in winter and spring, dry from mid-June to October; periodically saturated in the soil surface during winter or early spring; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7  to 8 degrees C.\nAquic conditions: Occurs seasonally from the soil surface to a maximum depth of about 25 cm.\nDepth to base of cambic horizon: 25 to 41 cm.\nDepth to horizons with pararock fragments: 25 to 41 cm.\nDepth to base of salic horizon: 100 to 150 cm.\nOther features: Pararock fragments consist of weakly cemented silty lacustrine deposits that are fractured and that do not form a horizon or layer that is root-limiting. The majority of these fragments are water-stable and will not slake after air-drying and soaking in water for at least one hour.\nParticle-size control section - Clay content: 20 to 35 percent.\nVolcanic glass content: 40 to 95 percent in the coarse silt and sand fractions.\nAEn horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 1 or 2 dry, 1 through 3 moist.\nReaction: Moderately alkaline through very strongly alkaline (up to pH 9.6).\nSalinity (EC): 2 to 4 mmhos/cm.\nSodicity (SAR): 30 to 150.\nBn horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 8 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Ashy silty clay loam, ashy silt loam, ashy loam, or ashy clay loam.\nClay content:  20 to 35 percent\nReaction: Moderately alkaline through very strongly alkaline (up to pH 9.6).\nSalinity (EC): 4 to 30 mmhos/cm.\nSodicity (SAR): 60 to 150.\nRedoximorphic features: Occur as few or common zones of iron or clay depletion (skeletans) on faces of peds. Iron reduction is possible during periods of saturation and would constitute the presence of seasonal aquic conditions.\nBCknz horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 8 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Paragravelly ashy silt loam, parachannery ashy silt loam, or paragravelly ashy silty clay loam.\nClay content:  20 to 35 percent\nPararock fragments: 15 to 35 percent total with 5 to 25 percent paragravel or 5 to 20 percent parachanners.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 10.0).\nSalinity, EC: 30 to 42 mmhos/cm.\nSodicity, SAR: 200 to 400.\nIdentifiable secondary carbonates: Occurs as few or common masses and filaments.\nCalcium carbonate equivalent: 5 to 12 percent.\nCknqz horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 8 dry, 3 through 5 moist.\nChroma: 1 through 3 dry, 2 through 4 moist.\nTexture: Very parachannery ashy silt loam, very parachannery ashy loam, extremely parachannery ashy silt loam, very parachannery ashy silty clay loam, extremely parachannery ashy silty clay loam, or extremely parachannery ashy clay loam.\nPararock fragments: 40 to 90 percent parachanners.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 10.0).\nSalinity, EC: 30 to 42 mmhos/cm.\nSodicity, SAR: 250 to 700.\nIdentifiable secondary carbonates: Occurs as few or common filaments or coats on pararock fragments.\nCalcium carbonate equivalent: 1 to 12 percent.\nOther features: Some pedons have fine-earth texture of ashy sandy loam or ashy fine sandy loam.\nCkq and C horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 8 dry, 3 through 5 moist.\nChroma: 1 through 3 dry, 2 through 4 moist.\nTexture: Very parachannery ashy silt loam, very parachannery ashy loam, extremely parachannery ashy silt loam, very parachannery ashy silty clay loam, extremely parachannery ashy silty clay loam, or extremely parachannery ashy clay loam.\nPararock fragments: 40 to 90 percent parachanners.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 10.0).\nSalinity, EC: 16 to 32 mmhos/cm.\nSodicity, SAR: 300 to 600.\nIdentifiable secondary carbonates: Occurs as few filaments or coats on pararock fragments in Ckq horizons.\nCalcium carbonate equivalent: 1 to 3 percent.\nOther features: Some pedons have fine-earth texture of ashy sandy loam or ashy fine sandy loam.\nCz horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 8 dry, 3 through 5 moist.\nChroma: 1 through 3 dry, 2 through 4 moist.\nTexture: Paragravelly ashy loamy fine sand, paragravelly ashy fine sandy loam, or paragravelly ashy very fine sandy loam.\nPararock fragments: 15 to 35 percent paragravel.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 10.0).\nSalinity, EC: 16 to 32 mmhos/cm.\nSodicity, SAR: 300 to 600.\nOther features: Some pedons have subhorizons with texture of ashy sand or ashy loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Flagstaff soils are on lakebeds. They occur adjacent to slight depressions. These soils formed in lacustrine deposits derived mainly from volcanic ash. Slopes are 0 to 1 percent. Elevations range from 1,220 to 1,375 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, mean annual temperature is 6 to 7 degrees C., and the frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Fort Rock, Horning, Morehouse, and Tonor soils. Fort Rock soils are ashy over sandy or sandy-skeletal, have mollic epipedons, and are on adjacent lake terraces. Horning and Morehouse soils are ashy, have ashy sandy textures in the particle-size control section, and occur on stable dunes. Tonor soils are ashy, have cambic horizons, and are on summit positions of lake terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; negligible surface runoff; very slow permeability; low saturated hydraulic conductivity in surface horizons over slow permeability: moderately low saturated hydraulic conductivity in lower horizons. Episaturation is present with perched free water between the soil surface and 25 cm (very shallow free water occurrence class) from January through March. Cumulative annual duration class is Transitory. Some small areas of these soils are susceptible to occasional ponding for brief duration from January through March with water a few inches deep. Most areas of these soils do not pond water in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Flagstaff soils are used for livestock grazing and wildlife habitat. The vegetation is mainly black greasewood, spiny hopsage, shadscale, bottlebrush squirreltail, basin wildrye, and scattered basin big sagebrush. More than 50 percent bare ground is a common characteristic of this soil."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. The series was first proposed in Lake County, Oregon in 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAlbic horizon - The zone from the soil surface to 10 cm (AEn horizon).\nOchric epipedon - The zone from the soil surface to 18 cm (AEn horizon and part of the Bn1 horizon).\nCambic horizon - The zone from 10 to 30 cm (Bn1 and Bn2 horizons).\nAquic conditions - The conditions of episaturation, reduction, and redoximorphic features between the soil surface and 25 cm at certain times during normal years (AEn and Bn1 horizons and part of the Bn2 horizon).\nSalic horizon - The zone from 30 to 109 cm (BCknz and Cknqz horizons).\nIdentifiable secondary carbonates - The zone from 30 to 152 cm (BCknz, Cknqz, and Ckq horizons).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 25 to 100 cm (BCknz horizon and parts of the Bn2 and Cknqz horizons).\nThe revision of April 2001 represented both a change in the taxonomic classification and the series type location from the prior description. This revision updated the taxonomic class from Loamy, mixed, superactive, frigid, shallow Haploxeralfic Argidurids. Changes in the series concept were made to clarify the soil depth class, particle-size class, mineralogy class, and presence of diagnostic horizons.\nADDITIONAL DATA: Laboratory data is available for two nearby pedons sampled in 1954 and analyzed at the soils lab in Riverside, CA as S54Ore. 19-1, samples # 5573-5580 and S54Ore. 19-2, samples # 5581-5588. Selected data such as electrical conductivity, calcium carbonate equivalent, and saturated soil paste extractable sodium, calcium, and magnesium are available. Sodium adsorption ratios are calculated from this data. Data for these pedons are not stored in the SSL database at Lincoln, NE.\nVolcanic glass content determined locally by optical grain counts using a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "AEn",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AEn---0 to 10 cm; light brownish gray (2.5Y 6/2) ashy very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; moderate thin platy structure, slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and common fine vesicular pores; strongly alkaline (pH 8.8); clear smooth boundary. (3 to 13 cm thick)"
      },
      {
        "name": "Bn1",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bn1--10 to 20 cm; pale brown (10YR 6/3) ashy silty clay loam, brown (10YR 5/3) moist; moderate fine angular blocky and moderate thin platy structure; slightly hard, firm, moderately sticky and moderately plastic; few very fine, few fine, and common medium roots; many very fine tubular and common very fine irregular pores; common faint light gray (10YR 7/2) silt coats (skeletans) on faces of peds; strongly alkaline (pH 8.6); clear smooth boundary. (8 to 28 cm thick)"
      },
      {
        "name": "Bn2",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bn2--20 to 30 cm; light yellowish brown (10YR 6/4) ashy silty clay loam, brown (10YR 5/3) moist; weak thin and medium platy structure; slightly hard, firm, moderately sticky and moderately plastic; few very fine, few fine, and common medium roots; many very fine irregular pores; common distinct light gray (10YR 7/2) silt coats (skeletans) on faces of peds; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 25 cm thick)"
      },
      {
        "name": "BCknz",
        "top": 30,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BCknz--30 to 41 cm; very pale brown (10YR 7/3) paragravelly ashy silt loam, brown (10YR 5/3) moist; strong very fine angular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine, few fine, common medium roots; many very fine irregular pores; soluble sodium salts segregated in irregularly shaped masses and in filaments; secondary carbonates segregated in common 1 mm rounded masses and in filaments; strongly effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary. (10 to 46 cm thick)"
      },
      {
        "name": "Cknqz",
        "top": 41,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cknqz--41 to 109 cm; light gray (10YR 7/2) extremely parachannery ashy silt loam, brown (10YR 5/3) moist; platy rock structure dominates matrix but fine-earth material has weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and few fine roots matted in cracks; 5 to 10 mm wide vertical desiccation cracks; 80 percent weakly cemented parachanners; common distinct very pale brown (10YR 7/4) opal and silt coats lining cracks; soluble sodium salts segregated in few fine irregularly shaped masses; secondary carbonates segregated in few fine filaments on pararock fragments; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (10 to 69 cm thick)"
      },
      {
        "name": "Ckq",
        "top": 109,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ckq--109 to 152 cm; light gray (10YR 7/2) and very pale brown (10YR 8/2) very parachannery ashy silty clay loam, brown (10YR 4/3) moist; platy rock structure; very hard, extremely firm, moderately sticky and moderately plastic; common very fine and common fine roots matted in cracks and between pararock fragments; few very fine tubular pores; 2 to 5 mm wide vertical desiccation cracks; 40 percent weakly cemented parachanners; few distinct light yellowish brown (10YR 6/4) opal and silt coats lining cracks; few fine distinct black (10YR 2/1) moist relict masses of manganese accumulation on pararock fragments adjacent to cracks and few fine faint dark yellowish brown (10YR 4/4) moist relict masses of iron accumulation on pararock fragments; secondary carbonates segregated in few fine irregularly shaped coats on pararock fragments; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 64 cm thick)"
      },
      {
        "name": "C",
        "top": 152,
        "bottom": 175,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--152 to 175 cm; light gray (10YR 7/2) and very pale brown (10YR 8/2) very parachannery ashy loam, dark grayish brown (10YR 4/2) moist; platy rock structure; hard, very firm, moderately sticky and moderately plastic; common very fine common fine roots; few very fine tubular and many fine irregular pores; 2 to 5 mm wide vertical desiccation cracks; few fine faint black (10YR 2/1) moist relict masses of manganese accumulation on pararock fragments adjacent to cracks and few fine distinct dark yellowish brown (10YR 4/4) moist relict masses of iron accumulation on pararock fragments; 40 percent weakly cemented parachanners; slightly effervescent in spots; strongly alkaline (pH 8.8); clear smooth boundary. (0 to 60 cm thick)"
      },
      {
        "name": "Cz",
        "top": 175,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "narrative": "Cz--175 to 203 cm; light gray (10YR 7/2) paragravelly ashy loamy fine sand, dark grayish brown (10YR 4/2) moist; angular blocky rock structure; hard, very firm, nonsticky and nonplastic; common very fine and common fine roots; few very fine tubular pores; few very thin laminae of black (10YR 2/1) sand; 20 percent weakly cemented paragravel; soluble sodium salts segregated in irregularly shaped masses; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
