{
  "SERIES": "FLAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLB-JFG-ROP",
  "REVDATE": "03/1999",
  "STATES": "MN",
  "OVERVIEW": "The Flak series consists of well drained soils that formed in dense loamy glacial till on drumlins and moraines.  Flak soils are deep or moderately deep to dense till (paralithic contact).  These soils have moderate to moderately rapid permeability in the upper solum and very slow permeability in the dense till.  Slopes range from 2 to 25 percent.  Mean annual temperature is about 42 degrees F.  Mean annual precipitation is about 26 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Inceptic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flak sandy loam on a convex slope of 5 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) sandy loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many medium fibrous roots; about 2 percent gravel; very strongly acid; abrupt smooth boundary.  (5 to 8 inches thick)\nE--7 to 15 inches; brown (10YR 4/3) fine sandy loam; weak thin platy structure; friable; many fine fibrous roots; about 10 percent gravel; moderately acid; clear wavy boundary.  (3 to 18 inches thick)\nBt--15 to 23 inches; brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; common faint dark brown (10YR 4/3) clay films on faces of peds; few fine fibrous roots; about 6 percent gravel; moderately acid; gradual wavy boundary.  (4 to 14 inches thick)\nBC--23 to 43 inches; brown (7.5YR 4/4) sandy loam; few fine distinct strong brown (7.5YR 5/6) mottles; moderate medium platy structure; firm; about 12 percent gravel; moderately acid; gradual wavy boundary.  (0 to 24 inches thick)\nCd--43 to 60 inches; brown (7.5YR 4/4) sandy loam; massive; moderate medium platy-like soil fragments; very firm; about 9 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morrison County, Minnesota; about 1 mile south and 2 miles east of Genola; 1,800 feet north and 100 feet east of the southwest corner, sec. 22, T. 40 N., R. 30 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to dense till (paralithic contact ranges from 30 to 50 inches.  The solum and C horizon typically have 2 to 20 percent rock fragments.  The higher content of rock fragments commonly is in the lower part of the solum.  The argillic horizon has 8 to 18 percent clay, 20 to 40 percent medium sand and coarser, and 10 to 20 percent fine sand.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3 with a dry value of 6 or more.  The A horizons are sandy loam or fine sandy loam.  It is very strongly acid to slightly acid.  The A horizon in forested areas is 2 to 5 inches thick.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  Texture is fine sandy loam or sandy loam but includes subhorizons of loamy sand.  It is strongly acid to slightly acid.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 or 4.  It is sandy loam.  Bulk density ranges from 1.45 to 1.80 gm/cc.   It is strongly acid to slightly acid.\nThe BC horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 5.  It is sandy loam.  Mottles are not in all pedons.  Bulk density ranges from 1.75 to 1.90 gm/cc.  It is strongly acid to neutral.  This horizon is somewhat restrictive to root penetration due to the platy structure, which is a property of the dense till, but is not as restrictive as the Cd horizon.\nThe Cd horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 5.  It is sandy loam or loamy sand.  It has mottles in some pedons.   Bulk density ranges from 1.80 to 2.0 gm/cc.  It is moderately acid to neutral.  It is considered to be a paralithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balmlake, Bergkeller, Cunard, Emmet, Heyder, Milaca, Nadeau, Oconto, Omena, Sanburn and Sugarbush series.  Balmlake, Bergkeller, Heyder, Nadeau, Oconto, Omena, Sanburn, and Sugarbush soils do not have a paralithic contact, bulk density greater than 1.8 gm/cc, below the argillic horizon.  In addition, Bergkeller, Heyder, Sanburn and Sugarbush soils have 60 percent or more fine sand or coarser in the argillic horizon. Cunard, Milaca, and Oconto soils have hue of 5YR in the argillic horizon.  In addition, Cunard has bedrock at 20 to 40 inches and Milaca has 20 to 30 percent fine sands in the control section.  Emmet soils have carbonates within 50 inches of the surface.  In addition, Emmet and Omena soils have reaction of neutral or higher in the argillic horizon.  Nadeau has greater than 35 percent rock fragments in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on the crests of drumlins and moraines.  Slope gradients range from 2 to 25 percent.  Flak soils formed in noncalcareous dense loamy glacial till of Late Wisconsinan Age.  Mean annual temperature is about 37 to 45 degrees F. Mean annual precipitation is about 24 to 33 inches.  Frost-free days are about 90 to 150.  Elevation above sea level is about 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Brainerd, Nokay, Parent, and Prebish and Wabedo soils that are in a drainage sequence with the Flak soils. The moderately well drained Brainerd soils and poorly drained Nokay soils are on lower lying or less sloping terrain.  The poorly and very poorly drained Parent soils are on nearby flats and the base of slopes. The very poorly drained Prebish soils are in depressions.  The moderately well drained Wabedo soils are on the lower, less sloping landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  This soil is well drained on all slopes.  The 2 to 6 percent slope is a moderately wet phase with a perched water table that ranges from 3.5 to 6 feet at some time from late April into May in most years.  Surface runoff is medium or rapid.  Permeability is moderate to moderately rapid in the upper part of the solum and very slow in the dense till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil is in cropland with some remaining in wooded pasture.  The major crops grown are corn, hay, and small grains.  Native vegetation was mixed deciduous forest or mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Benton County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Pedon S82MN-097-005 has data for a similar pedon.  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to 15 inches (Ap and E horizons); argillic horizon - the zone from approximately 15 to 23 inches (Bt horizon).  No tonguing of E into Bt horizon.  Base saturation above 60 percent in all parts of the argillic horizon.  The Cd horizon is considered to be a paralithic contact.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2) sandy loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many medium fibrous roots; about 2 percent gravel; very strongly acid; abrupt smooth boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--7 to 15 inches; brown (10YR 4/3) fine sandy loam; weak thin platy structure; friable; many fine fibrous roots; about 10 percent gravel; moderately acid; clear wavy boundary.  (3 to 18 inches thick)"
      },
      {
        "name": "Bt",
        "top": 38,
        "bottom": 58,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--15 to 23 inches; brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; common faint dark brown (10YR 4/3) clay films on faces of peds; few fine fibrous roots; about 6 percent gravel; moderately acid; gradual wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 109,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--23 to 43 inches; brown (7.5YR 4/4) sandy loam; few fine distinct strong brown (7.5YR 5/6) mottles; moderate medium platy structure; firm; about 12 percent gravel; moderately acid; gradual wavy boundary.  (0 to 24 inches thick)"
      },
      {
        "name": "Cd",
        "top": 109,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "narrative": "Cd--43 to 60 inches; brown (7.5YR 4/4) sandy loam; massive; moderate medium platy-like soil fragments; very firm; about 9 percent gravel; slightly acid."
      }
    ]
  ]
}
