{
  "SERIES": "FLAMBEAU",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEJ-GWH-HFG",
  "REVDATE": "03/1999",
  "STATES": "WI",
  "OVERVIEW": "The Flambeau series consists of very deep, moderately well drained soils formed in loamy glacial till on ground moraines.  Permeability is moderate in the solum and moderately slow in the substratum.  Slopes range from 1 to 20 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flambeau loam - on a convex northwest facing 2 percent slope in a cultivated field at an elevation of about 1190 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; very dark grayish brown (10YR 3/2) loam, light brownish gray (10YR 6/2) dry; moderate very fine subangular blocky structure; friable; common fine roots; about 4 percent gravel; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nE/B--10 to 16 inches; 80 percent pale brown (10YR 6/3) sandy loam, light gray (10YR 7/2) dry; moderate fine and medium subangular blocky structure; friable; extends as tongues into and surrounds remnants of dark brown (7.5YR 4/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; few fine roots; few fine prominent and distinct reddish yellow (7.5YR 6/6) masses of iron accumulation; about 4 percent gravel; strongly acid; abrupt wavy boundary.\nB/E--16 to 25 inches; 60 percent dark brown (7.5YR 4/4) sandy clay loam (Bt); moderate medium subangular blocky structure; firm; few faint dark brown (7.5YR 4/3) clay films on faces of peds; penetrated by tongues of pinkish gray (7.5YR 6/2) sandy loam (E), pinkish gray (7.5YR 7/2) dry; moderate medium subangular blocky structure; firm; few fine roots; common medium distinct and prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; about 4 percent gravel; very strongly acid; abrupt irregular boundary.  (Glossic horizon - 2 to 30 inches thick)\nBt1--25 to 34 inches; reddish brown (5YR 4/4) sandy loam; strong medium subangular blocky structure; firm; many faint reddish brown (5YR 5/3) clay films on faces of peds; few fine prominent reddish yellow (7.5YR 6/8) masses of iron accumulation; about 9 percent gravel; very strongly acid; abrupt wavy boundary.\nBt2--34 to 42 inches; reddish brown (5YR 5/4) sandy loam; moderate medium subangular blocky structure; firm; few faint reddish brown (5YR 5/3) clay films on faces of peds; about 12 percent gravel; very strongly acid; clear wavy boundary.\nBt3--42 to 50 inches; dark brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; firm; few faint dark brown (7.5 YR 4/3) clay films on faces of some peds; about 12 percent gravel; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizons ranges from 10 to 50 inches)\nC--50 to 60 inches; strong brown (7.5YR 4/6) fine sandy loam; massive; firm; about 4 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Wisconsin; about 1/4 mile south and 2.5 miles west of Greenwood; 200 feet south and 1650 feet west of the northeast corner of sec. 7, T. 26 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 40 to 80 inches or more.  Volume of gravel typically ranges from 3 to 15 percent throughout but ranges up to 35 percent in individual subhorizons in some pedons.  Volume of cobbles ranges from 0 to 10 percent throughout the pedon.  Reaction typically ranges from extremely acid to slightly acid in the solum but ranges to neutral in the upper part, where the soil is limed. Reaction ranges from very strongly acid to slightly acid in the C horizon.\nThe Ap has value of 3 or 4, and chroma of 2 or 3.  Uncultivated pedons have an A horizon with hue of 10YR, value of 2 or 3 and chroma of 1 or 2.  The Ap or A is loam or sandy loam.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more.  The E horizon is sandy loam or loam.\nFlambeau soils have a glossic horizon (E/B or B/E horizons, or both.) The E part has color and texture like the E horizon described above. The Bt part has hue of 5YR or 7.5YR, value of 3 to 6, and chroma of 4 to 6.  It is sandy loam, sandy clay loam, loam, or clay loam.\nThe Bt horizon has hue of 5YR, 7.5YR, or 10YR;  value of 4 to 6; and chroma of 3 to 6. It has texture like the Bt part described above.\nThe C horizon has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6.  Typically, it is fine sandy loam, sandy loam, or loam but in some pedons it is clay loam or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hiles, Keshena(T), and Loyal series.  Hiles soils have a paralithic contact at a depth of 20 to 40 inches.  Keshena soils have free carbonates within a depth of 60 inches.  Loyal soils have a silt loam mantle 12 to 36 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Flambeau soils are on ground moraines.  Slopes range from 1 to 20 percent.  These soils formed in loamy glacial till.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Humbird, Fallcreek, and Merrillan soils.  The moderately well drained Humbird soils are in similar or slightly lower landscape positions adjacent to Flambeau soils in areas of dissected moraines.  The somewhat poorly drained Fallcreek soils form a drainage sequence with Flambeau soils.  The somewhat poorly drained Merrillan soils are in lower landscape positions in areas of dissectd moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow or moderate.  Permeability is moderate in the solum and moderately slow in the substratum. Flambeau soils have a perched seasonal high water table at a depth of 1.5 to 3.5 feet for 1 month or more per year at some time during the period November to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil is cleared and used for cropland.   Common crops are corn, small grain, and hay.  Some areas are used for pastureland.  Some areas are in woodland. Native vegetation is deciduous forest.  Common trees are white ash, sugar maple, northern red oak, American basswood, and northern pin oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wisconsin.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chippewa County, Wisconsin, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 16 inches (Ap, E part of E/B); glossic horizon - 10 to 25 inches (E/B, B/E); argillic horizon - 16 to 50 inches (B/E, Bt1, Bt2, Bt3); oxyaquic feature - redox features within 40 inches and saturation within 40 inches but below the upper 10 inches of the argillic horizons.\nADDITIONAL DATA:  Soil Interpretation Record - WI0456.  Refer to soil survey sample number S88WI-019-4 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
