{
  "SERIES": "FLANK",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK/TDT",
  "REVDATE": "04/1999",
  "STATES": "OR",
  "OVERVIEW": "The Flank series consists of very shallow and shallow, well drained soils that formed from cinders and eolian sands over basalt.  Flank soils are on hills.  Slopes are 1 to 20 percent.  Elevation is 4,100 to 4,700 feet.  Mean annual precipitation is about 11 inches and mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, nonacid, frigid Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flank extremely gravelly loamy sand - on a 2 percent slope at an elevation of 4190 feet.\nA--0 to 1 inch; dark grayish brown (10YR 4/2) extremely gravelly loamy sand, very dark brown (10YR 2/2) moist; single grained; loose, nonsticky and nonplastic; common very fine roots; 65 percent gravel size cinders; slightly alkaline (pH 7.4); abrupt smooth boundary.  (1 to 3 inches thick)\nBw--1 to 9 inches; dark brown (10YR 4/3) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine tubular pores; 40 percent gravel size cinders; slightly alkaline (pH 7.5); abrupt wavy boundary. (3 to 12 inches thick.)\n2R--9 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon, about 5 miles northwest of Diamond, in the Diamond Craters Outstanding Natural Area, about 1,600 feet south and 700 feet east of the northwest corner of section 36, T.  28 S., R. 32 E.  (Latitude 43 degrees, 5 minutes, 55 seconds N, Longitude 118 degrees 43 minutes W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 45 to 47 degrees F.  The soil moisture control section is dry for one-half to three-fourths of the time when the soil temperature is above 41 degrees F.  Phosphate retention is 10 to 25 percent.  Volcanic glass content is 40 to 80 percent.  The acid oxalate aluminum plus one-half the iron is 0.4 to 1.0 percent.  The mollic colors throughout the profile are from the parent material.  The depth to hard bedrock is 4 to 15 inches.  The particle size control section averages 35 to 70 percent gravel sized cinders and 5 to 18 percent clay.  Some pedons have a thin Cr horizon above the bedrock.\nThe A horizon has textures of gravelly loamy coarse sand, very gravelly sandy loam and extremely gravelly loamy sand.  Rock fragment content is 25 to 70 percent by volume.\nThe Bw or C horizon is very gravelly sandy loam, very gravelly loam and extremely gravelly sandy loam.  Rock fragment content is 35 to 70 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Flank soils are on hills and have slopes of 1 to 20 percent.  The soils formed in cinders and eolian sands.  Elevations are 4,100 to 4,700 feet.  The climate is characterized by cold, moist winters, and hot, dry summers.  The mean annual precipitation is 10 to 12 inches.  The mean annual temperature is 43 to 45 degrees F.  The frost free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aval, Pomerening, and Srednic soils.  Aval soils are moderately deep over bedrock.  Srednic soils are moderately deep over a duripan.  Pomerening soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for watershed and wildlife habitat.  The potential native vegetation is basin big sagebrush, Thurber needlegrass, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Holocene age volcanic areas of southeast Oregon, MLRA 23.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "extremely gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; dark grayish brown (10YR 4/2) extremely gravelly loamy sand, very dark brown (10YR 2/2) moist; single grained; loose, nonsticky and nonplastic; common very fine roots; 65 percent gravel size cinders; slightly alkaline (pH 7.4); abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--1 to 9 inches; dark brown (10YR 4/3) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine tubular pores; 40 percent gravel size cinders; slightly alkaline (pH 7.5); abrupt wavy boundary. (3 to 12 inches thick.)"
      },
      {
        "name": "2R",
        "top": 23,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--9 inches; basalt."
      }
    ]
  ]
}
