{
  "SERIES": "FLANDREAU",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD-MJM-EEP",
  "REVDATE": "05/2001",
  "STATES": "MN,SD",
  "OVERVIEW": "The Flandreau series consists of very deep, well drained soils formed in loamy eolian material over sandy material.  Permeability is moderate in the upper part and rapid in the lower part.  Slopes range from 0 to 15 percent.  Mean annual temperature is about 46 degrees F.  Mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Udic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flandreau loam - on southwest-facing, concave slope of 3 percent in a cultivated field.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable; common very fine roots; neutral; abrupt smooth boundary (5 to 9 inches thick)\nBw1--7 to 15 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, friable; common very fine roots; neutral; gradual wavy boundary.\nBw2--15 to 27 inches; yellowish brown (10YR 5/4) loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable; common very fine roots; common very fine and fine tubular pores; neutral; clear wavy boundary.\nBw3--27 to 33 inches; yellowish brown (10YR 5/4) loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable; few very fine roots; few very fine and fine tubular pores; neutral; gradual wavy boundary.\nBw4--33 to 39 inches; yellowish brown (10YR 5/4) sandy loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, very friable; common very fine tubular pores; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Bw horizon is 13 to 35 inches)\n2C1--39 to 45 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 5/3) moist; single grain; loose 7 percent calcium carbonate equivalent; slightly effervescent; slightly alkaline; abrupt wavy boundary.\n2C2--45 to 78 inches; light yellowish brown (2.5Y 6/3) stratified loamy fine sand and fine sandy loam, light olive brown (2.5Y 5/3) moist; common fine and medium prominent strong brown (7.5YR 5/8) moist redox concentrations and common fine distinct gray (10YR 5/1) moist redox depletions; single grain; loose; 7 percent calcium carbonate equivalent few fine rounded black (10YR 2/1) soft masses of iron-manganese; strongly effervescent; moderately alkaline; gradual wavy boundary.  (Combined thickness of the 2C horizon is 5 to 50 inches)\n3C3--78 to 80 inches; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; many fine and medium prominent strong brown (7.5YR 5/8) moist and many fine and medium prominent olive yellow (2.5Y 6/6) moist redox concentrations and common fine and medium faint grayish brown (2.5Y 5/2) moist redox depletions; massive; very hard, friable sticky and plastic; common very fine tubular pores; 7 percent calcium carbonate equivalent; few fine rounded soft masses of calcium carbonate and common fine and medium rounded black (10YR 2/1) soft masses of iron-manganese; strongly effervescent; 1 percent subangular mixed gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Minnehaha County, South Dakota; 2350 feet south and 350 feet west of the northeast corner of sec. 34, T. 103 N., R. 49 W. USGS Renner, SD topographic quadrangle; lat. 43 degrees 40 minutes 59 seconds N. and long. 96 degrees 41 minutes 32 seconds W. NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to calcium carbonate and sandy materials is 25 to 40 inches.  Thickness of the mollic epipedon ranges from 10 to 20 inches and extends into the Bw horizon.  The series control section averages between 20 and 30 percent clay and between 15 to 30 percent fine sand or coarser.  Some pedons have from 15 to 30 percent worm casts and worm holes.\nThe A horizon has 10YR hue, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It is loam or silt loam and ranges from moderately acid to neutral.\nThe Bw horizon has 10YR or 2.5 hue, value of 4 or 5 and 2 to 4 moist, and chroma of 2 to 4.  It typically is loam or silt loam, but is clay loam in some pedons.  Sandy loam or fine sandy loam layers 5 inches or more thick are in the lower part of the horizon.  It is slightly acid or neutral in the upper part and neutral or slightly alkaline in the lower part.\nSome pedons have a Bk or BC horizon.\nThe 2C horizon has 10YR or 2.5Y hue, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is loamy sand, loamy fine sand or fine sand.  Fine bands or layers of silt loam, loam and sandy loam are in most pedons.  There are few or common mottles in the 2C horizon.  It is slightly alkaline or moderately alkaline.  Some pedons are loam, silt loam or clay loam below depths of 40 inches.\nThe 3C horizon, when present, has 10YR or 2.5Y hue, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is clay loam or loam.  It ranges from slightly alkaline to strongly alkaline.  Distinct or prominent redox features are common or many in most horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dobalt, Germantown, Grovena, and Ves soils. Germantown soils have a lithic contact with  bedrock at depths of 20 to 40 inches.  Dobalt soils have loam or clay loam galcial till at depths of 20 to 40 inches. Grovena soils do not have sandy materials above depths of 40 inches.  Ves soils do not have sandy materials at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Flandreau soils are on nearly level to sloping uplands.  Surfaces are plane to convex; slope gradients range from 0 to 15 percent, but typically are less than 9 percent.  Flandreau soils formed in loam or silt loam materials overlying stratified sandy material.  Mean annual temperature ranges from 45 to 52 degrees F.  Mean annual precipitation from 22 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dobalt, Grovena, Henkin, and Thurman series.  Dobalt and Grovena soils are on similar to slightly lower landscapes.  Henkin and Thurman soils are on knolls and ridges above the Flandreau soils.  Henkin soils have a coarse-loamy control section and Thurman soils have a sandy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; surface runoff is low on nearly level areas and medium to high on the sloping area; permeability is moderate in the solum and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly to grow corn, soybeans, small grains, and alfalfa.  Native vegetation is big bluestem, little bluestem, green needlegrass, needleandthread, blue grama, sideoats grama, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern South Dakota, and southwestern Minnesota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Moody County, South Dakota, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 15 inches (Ap, Bw1 horizons); cambic horizon - the zone from about 15 to 39 inches (Bw2, Bw3, and Bw4 horizons).\nADDITIONAL DATA:  NSSL Lab no. 4625-4633 for typical pedon. Typical pedon moved in 1994 due to urban expansion.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
