{
  "SERIES": "FLASHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "5/94",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Flasher series consists of shallow, somewhat excessively drained soils formed in soft sandstone on side slopes, shoulder slopes and summits of hills and ridges on uplands and side slopes of valleys.  Permeability is moderately rapid or rapid.  Slopes range from 3 to 70 percent.  Mean annual precipitation is about 14 inches and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid, shallow Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flasher loamy fine sand - grassland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; very friable, nonsticky and nonplastic; many roots; quartz grains stained; slight effervescence; slightly alkaline; gradual wavy boundary.  (3 to 8 inches thick)\nAC--6 to 10 inches; light olive brown (2.5Y 5/4) loamy fine sand, olive brown (2.5Y 4/4) moist; weak fine subangular blocky structure; loose, nonsticky and nonplastic; common roots; few small hard sandstone fragments; slight effervescence; slightly alkaline; gradual smooth boundary.  (0 to 12 inches thick)\nCr--10 to 60 inches; light yellowish brown (2.5Y 6/4) soft sandstone that crushes to sand, olive brown (2.5Y 4/4) and light olive brown (2.5Y 5/4) moist; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, North Dakota; about 11 miles west of Flasher; 1110 feet north and 195 feet west of southeast corner, sec. 3, T. 134 N., R. 86 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft sandstone typically is 10 to 20 inches and ranges from 7 to 20 inches.  The control section typically is loamy fine sand, but range includes fine sand, loamy sand and sand.  The soil ranges from neutral to moderately alkaline throughout and commonly contains carbonates.\nThe A horizon has hue of 10YR or 2.5Y, rarely 7.5YR, value of 4 to 6 and 2 to 4 moist, and chroma of 2 or 3.  It typically is loamy fine sand, but some is loamy sand, fine sand, sandy loam, or fine sandy loam. Those with sandy loam and fine sandy loam textures have loamy fine sand, loamy sand or fine sand in more than half of the control section.\nThe AC horizon has hue of 10YR, 2.5Y, 5Y, value of 4 to 8 and 3 to 6 moist, and chroma of 2 to 4.  It is loamy fine sand, fine sand or loamy sand.  Some pedons have Bk or C horizons.\nThe Cr horizon is sandstone bedrock that typically is slightly hard or hard and brittle when dry and soft when moist.  It crushes easily to fine sand, sand, or loamy fine sand.  Some pedons have hard layers of iron oxide.  Some pedons have cylindrical or spherical concretions of hard sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Flasher soils are on gently sloping to very steep side slopes, shoulder slopes and summits of hills and ridges on uplands and side slopes of valleys.  Slope gradients range from 3 percent to 70 percent.  The soils formed in soft sandstone.  The climate is cool, semiarid.  The mean annual temperature ranges from 37 to 45 degrees F, and the mean annual precipitation from 12 to 18 inches.  Most of the moisture falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amor, Arnegard, Cabba, Cohagen, Lihen, Morton, Parshall, Reeder, Seroco, Tally, Telfer, Vebar and Werner soils.  Amor, Arnegard, Morton, Parshall, Reeder and Tally soils are on nearby less sloping terraces and uplands.  These soils do not have sandstone at shallow depths and have a mollic epipedon.  Cabba and Werner soils are on hills and steep slopes similar to Flasher soils.   They are loamy.  In addition, Werner soils have a mollic epipedon.  Cohagen soils are on similar landscapes as Flasher soils.  They are coarse-loamy.  Lihen, Seroco and Telfer soils are on nearby terraces and uplands.  Lihen and Telfer soils have a mollic epipedon.  Seroco soils are very deep to paralithic beds. Vebar soils are on less sloping uplands.  They have a cambic horizon and are moderately deep to soft sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Permeability is moderately rapid or rapid.  Runoff is slow or medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range and pasture.  Native vegetation is prairie sandreed, blue grama, little bluestem, upland sedges, some creeping cedar and other shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota, northwestern South Dakota and eastern Montana.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McKenzie County, North Dakota, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 3/94.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 10 inches (A and AC horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
