{
  "SERIES": "FLASKAN",
  "STATUS": "Established Series",
  "BYREV": "WRR",
  "REVDATE": "10/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, thermic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Flaskan sandy loam, in an area of Urbanland-Flaskan complex, 0 to 2 percent slopes, on a north facing 2 percent slope under a cover of peach trees and bare cultivation at an elevation of 150 feet. When described the soil was moist throughout. (Colors are for dry soil unless otherwise noted).\nAp--0 to 2 inches, (0 to 6 cm); brown (10YR 5/3) broken face sandy loam, dark brown (10YR 3/3) broken face moist; 19 percent clay; strong medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine interstitial pores; 5 percent rounded indurated 2 to 75 millimeter mixed rock fragments; slightly acid, pH 6.4 by pH meter 1:1 water; clear smooth boundary.\nABt--2 to 7 inches, (6 to 17 cm); brown (10YR 5/3) broken face sandy clay loam, dark brown (10YR 3/3) broken face moist; 22 percent clay; strong medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine interstitial pores; 5 percent rounded indurated 2 to 75 millimeter mixed rock fragments; slightly acid, pH 6.6 by pH meter 1:1 water; clear smooth boundary. (Combined thickness of the A and ABt horizons are 6 to 50 centimeters)\nBt1--7 to 17 inches, (17 to 43 cm); brown (10YR 5/3) broken face gravelly sandy clay loam, dark brown (10YR 3/3) broken face moist; 25 percent clay; strong medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine interstitial pores; 5 percent clay films on all faces of peds; 2 percent rounded indurated 75 to 100 millimeter mixed rock fragments and 25 percent rounded indurated 2 to 75 millimeter mixed rock fragments; slightly acid, pH 6.5 by pH meter 1:1 water;  clear smooth boundary.\nBt2--17 to 31 inches, (43 to 80 cm); yellowish brown (10YR 5/4) broken face gravelly sandy clay loam, dark yellowish brown (10YR 4/4) broken face moist; 22 percent clay; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine interstitial pores; 5 percent clay films on all faces of peds; 2 percent rounded indurated 75 to 100 millimeter mixed rock fragments and 30 percent rounded indurated 2 to 75 millimeter mixed rock fragments; slightly acid, pH 6.5 by pH meter 1:1 water;  clear smooth boundary. (Combined thickness of the Bt horizons is 28 to 104 centimeters)\nC--31 to 59 inches, (80 to 150 cm); dark yellowish brown (10YR 4/4) broken face very gravelly sandy loam, dark yellowish brown (10YR 3/4) broken face moist; 17 percent clay; strong coarse granular structure; soft, loose, slightly sticky, slightly plastic; many very fine interstitial pores; 50 percent rounded indurated 2 to 75 millimeter mixed rock fragments; slightly acid, pH 6.4 by pH meter 1:1 water;  clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, City of Sunnyvale, Historical Orchard on East Remington Ave., south west corner near intersection, 2 tree rows from the south and 3 tree rows from the west., Section 1, Township 7s, Range 1w, UTM Zone 10, Northing 4134719, Easting 0586373, NAD83. - U.S.G.S Quad: Mountain View, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 60 to 64 degrees F. The soil moisture control section is dry in all parts from about June 1 to October 15 (about 135 days). The particle size control section averages 18 to 27 percent clay, and average 15 to 35 percent rock fragments, mostly gravel. Mineralogy is mixed. Organic matter ranges from 1 to 3 percent to a depth of 17 centimeters.\nThe Ap horizon dry color is 10YR 5/3, 4/3 or 4/2. Moist color is 10YR 3/3 or 3/2. Texture is sandy loam, sandy clay loam or their gravelly equivalents. Clay content ranges from 16 to 27 percent. Rock fragments range from 5 to 30 percent, and are gravel in size. Reaction ranges from 6.1 to 7.3.\nThe ABt horizon dry color is 10YR 5/3, or 4/3. Moist color is 10YR 3/3 or 3/2. Texture is sandy clay loam or gravelly sandy clay loam. Clay content ranges from 18 to 27 percent. Rock fragments range from 5 to 30 percent and are gravel in size. Reaction ranges from 6.1 to 7.3.\nThe Bt horizon dry color is 10YR 6/4, 5/4, 5/3 or 4/3. Moist color is 10YR 4/4, 3/4 or 3/3. Texture is gravelly sandy clay loam. Clay content ranges from 18 to 27 percent. Rock fragments range from 15 to 35 percent and are gravel in size. Reaction ranges from 6.1 to 7.3.\nThe C horizon dry color is 10YR 5/4, 4/4 or 4/3. Moist color is 10YR 3/4 or 3/3. Texture is gravelly sandy loam, very gravelly sandy clay loam or extremely gravelly sandy loam. Clay content ranges from 14 to 27 percent. Rock fragments range from 15 to 75 percent and are gravel in size. Reaction ranges from 6.1 to 7.3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bohna, Chualar, Chuloak, Feethill, Franciscan, Gehus(T), Nauti(T), Pinto, Shimmon, Soper and Tajea series. The Bohna soils have a paralithic contact of granitic rocks at 100 to 150 centimeters. Chualar soils non gravelly C horizons. Chuloak soils have non gravelly C horizons and a difference between mean winter and mean summer air temperatures of greater than 30 degrees F. in MLRA 17. Feethill soils have a paralithic contact of granitic rocks at 50 to 100 centimeters. Franciscan soils have a lithic contact of sandstone at 50 to 100 centimeters. Gehus(T) soils are calcareous and are mapped in the Transverse Ranges with difference between mean summer and mean winter temperatures of greater than 30 degrees F. Nauti(T) soils have a paralithic contact of diorite porphyry at 50 to 100 centimeters and are in MLRA 20. Pinto soils have non gravelly, very acid C horizons. Shimmon soils have a paralithic contact of sandstone at 50 to 100 centimeters. Soper soils have a paralithic contact of conglomerate at 50 to 100 centimeters. Tajea soils have a lithic contact of sandstone at 50 to 100 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Flaskan soils are on alluvial fan remnants. Slopes are 0 to 30 percent. These soils formed on material weathered from mixed sources. Elevation is 40 to 300 feet. Mean annual precipitation is 14 to 24 inches. The mean annual temperature is 60 to 62 degrees F. Frost free season is 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Stevenscreek(T), Botella, Campbell, Landelspark(T), and Elpaloalto(T) soils. Stevenscreek(T) soils do not have argillic horizons or very gravelly C horizons, and Landelspark(T) soils have do not have argillic horizons and are not in a pachic subgroup. Botella soils have 27 to 35 percent clay in the textural control section and lack very gravelly substrata. Elpaloalto(T) soils do not have  argillic horizons and are in a fine-silty family.  Campbell soils have buried A horizons, an irregular organic matter decrease and in a fine-silty family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for home sites, schools, parks, and commerce. Native vegetation is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are extensive and are mapped in the Santa Clara Valley. Major Land Resource Area: 14 -- Central California Coastal Valleys"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara County, California 2009. Source of name from bottle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon:   17 to 31 in.  17 to 80 cm\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon           0 to 17 in.  0 to 43 cm\nArgillic Horizon          7 to 31 in.  17 to 80 cm\nThe soil moisture control section is dry in all parts from about May 1 to November 1 (about 180 days).\nADDITIONAL DATA:\nNASIS Pedon information: 05ca085641238\nNSSL Lab Pedon #07N0673\nNational Cooperative Soil Survey\nU.S.A."
  }
}
