{
  "SERIES": "FLATONIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flatonia clay loam--abandoned field.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 4 inches; dark gray (10YR 4/1) loam; very dark gray (10YR 3/1) moist; moderate fine subangular blocky structure; very hard, firm; common fine and few medium and coarse roots; few subrounded siliceous pebbles less than 1 inch in diameter; slightly acid; abrupt wavy boundary.  (4 to 15 inches thick)\nBt1--4 to 14 inches; very dark gray (10YR 3/1) clay; black (10YR 2/1) moist; weak medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, very firm; few fine, medium and coarse roots; few siliceous pebbles; few fine krotovinas; few pressure faces; slightly acid; gradual wavy boundary.  (7 to 27 inches thick)\nBt2--14 to 33 inches; dark gray (10YR 4/1) clay; very dark gray (10YR 3/1) moist; weak medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, very firm; few fine, medium and coarse roots; few slickensides; common pressure faces; few fine weakly cemented masses of calcium carbonate and calcareous mudstone; neutral; gradual wavy boundary.  (8 to 20 inches thick)\nBt3--33 to 43 inches; light brownish gray (10YR 6/2) silty clay; grayish brown (10YR 5/2) moist; few medium distinct dark gray (10YR 4/1) and few fine faint light grayish brown (2.5Y 6/2) mottles; moderate fine and very fine subangular blocky structure; very hard, firm; few fine and medium roots; few fine weakly cemented masses of calcium carbonate and calcareous mudstone; slightly effervescent; mildly alkaline; gradual wavy boundary. (5 to 30 inches thick)\nBCk--43 to 55 inches; light gray (5Y 7/2) clay loam; light brownish gray (10YR 6/2) moist; common fine distinct yellowish brown (5Y 6/6) mottles; weak fine subangular blocky structure and massive; 15 to 20 percent isolated weakly cemented masses of white (10YR 8/1) calcareous mudstone; few fine roots; strongly effervescent; mildly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nCr--55 to 80 inches; white (5Y 8/1) weakly cemented siltstone bedrock; light gray (5Y 7/2) moist; massive; calcareous; strongly effervescent; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Texas; from intersection of U. S.  Highway 77 and Texas Highway 71 in LaGrange; 2.6 miles north on U. S.  Highway 88 to Farm Road 2145, 5.9 miles northeast on Farm Road 2145 and 190 feet west in an abandoned field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to about 60 inches.  The dry soil has cracks 0.4 inch to 2 inches wide at the surface that extend to the C horizon.  Thickness of the mollic epipedon ranges from 20 to about 35 inches and the amplitude of waviness of the lower boundary is about 15 to 30 inches.  In over one half of the pedon, secondary carbonates are below 24 inches.\nThe A horizon has a hue of 10YR with value of 2 to 4 and chroma of 1 or 2.  Texture is loam, sandy clay loam, or clay loam.  Reaction is slightly acid to mildly alkaline.  In some pedons the microhighs are calcareous and moderately alkaline.  Some pedons have 15 to 35 percent by volume of siliceous pebbles.\nThe Bt or Btss horizons have hue of 10YR or 2.5Y with value of 3 to 6 and chroma of 1 or 2.  Texture is sandy clay, clay, or silty clay.  The average clay content of the upper 20 inches of the Bt horizon ranges from 40 to 50 percent.  Some pedons have a few brownish, yellowish or grayish mottles in the lower part.  The COLE ranges from 0.07 to 0.10. Reaction ranges from slightly acid to moderately alkaline.\nThe BCk horizon has hue of either 10YR, 2.5Y, or 5Y, value of 5 to 7, and chroma of 1 or 2.  Some pedons lack BCk horizons.  Some pedons have a few brownish or grayish mottles.  Texture is clay loam, loam, sandy clay loam, sandy clay, or clay.  Concretions, threads, or masses of calcium carbonate range from few to common.  Reaction is mildly alkaline or moderately alkaline.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 7 to 8, and chroma of 1 to 3.  It is weakly cemented siltstone or mudstone.  In some pedons the material crushes to silt loam, silty clay loam, or silty clay texture.  Some pedons have interbedded tuffaceous sandstone or shale that has clay texture.  Calcium carbonate often occurs in the form of powdery or weakly cemented masses ranging from 1/4 inch to 4 inches in diameter.  Some crack faces contain thin coatings of calcium carbonate.  Dark concretions range from none to common.  Some pedons contain thin strata and fracture coatings of sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benchley series in the same family and the similar Coy, Durant, Elmendorf, Foraker and Tabor series.  Benchley soils lack Cr horizons, Durant, Foraker, and Tabler soils have lower mean annual soil temperatures and shorter growing seasons.  These soils are formed in sediments that do not contain tuffaceous materials and are assumed to have significant physical and chemical differences that are not totally understood at this time.  Coy and Elmendorf soils have mean annual soils temperatures more than 72 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Flatonia soils are on gently sloping uplands. They formed in clayey and loamy alkaline tuffaceous sediments of the Catahoula and associated formations of Tertiary Age.  Slopes are smooth to slightly convex.  Slope gradients range from 0 to 5 percent. Mean annual precipitation ranges from 32 to 40 inches and mean annual temperature ranges from 67 to 70 degrees F.  Frost free days range from 260 to 290 days and elevation ranges from 200 to 550 feet.  Thornthwaite P-E indices ranges from 42 to 60."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Arol, Carbengle, Falba, Frelsburg, and Greenvine soils.  Arol and Falba soils are mainly at lower elevations with more woody vegetation.  In addition, Arol and Falba soils have sandier surface layers and more acid subsoils.  Carbengle and Frelsburg soils are on similar surfaces and formed over sandstones and clays of the Oakville and Fleming Formations.  In addition, the Carbengle soils have loamy control sections and the Frelsburg soils lack Bt horizons and have more clayey surface layers.  Greenvine soils are on similar positions, lack Bt horizons and have clayey surface layers.  In addition, Greenvine soils are calcareous and moderately alkaline throughout and have pronounced gilgai microrelief."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is medium.  Permeability is slow.  A perched water table may be present at depths of 3.5 to 5 feet during the months of October to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Flatonia soils are used mostly for rangeland or pasture.  Many of these areas are abandoned fields which have been allowed to re-vegetate.  Some areas are in improved species of pasture grasses such as bermudagrass, bluestems and Kleingrass.  A few areas are in cropland and are farmed to corn, grain sorghum, small grains, or sudan hybrids."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Blackland Prairie and Southern Claypan Area of South Central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lavaca County, Texas;  1986.  The name is from a town in Fayette County, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface of the soil to a depth of approximately 33 inches (A, Bt1, and Bt2 horizons).\nArgillic horizon - The zone from approximately 4 to 43 inches (Bt1, Bt2, and Btk horizons).\nVertic feature - deep, wide cracks when dry, pressure faces in the argillic horizon and wavy soil boundaries.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
