{
  "SERIES": "FLEENER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/CAF/JJJ",
  "REVDATE": "10/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Andic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fleener sandy loam - on a SW facing slope of 8 percent under a cover of ponderosa pine, incense cedar and manzanita at an elevation of 4,460 feet.  (Colors are for dry soil unless otherwise stated.  When described on July 19, 1983, the soil was dry throughout.)\nOi--1 to 0 inches; recent and partially decomposed pine needles and twigs.\nA1--0 to 4 inches; reddish brown (5YR 4/4) sandy loam, dark reddish brown (5YR 3/3) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common fine tubular pores; 10 percent gravel; (NaF pH 9.0) slightly acid (pH 6.5); abrupt smooth boundary.  (4 to 8 inches thick)\nA2--4 to 10 inches; reddish brown (5YR 4/4) gravelly sandy loam, dark reddish brown (5YR 3/3) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and few medium roots; common very fine tubular pores; 30 percent gravel; (NaF pH 9.0) slightly acid (pH 6.5); clear smooth boundary. (5 to 8 inches thick)\n2Bt1--10 to 20 inches; reddish brown (5YR 4/4) very gravelly sandy loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots and few coarse roots; common very fine tubular pores; common thin clay films in pores; 35 percent gravel, 10 percent cobbles; NaF pH 9.0 slightly acid (pH 6.5); clear smooth boundary.\n2Bt2--20 to 28 inches; reddish brown (5YR 4/4) very gravelly sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; common very fine tubular pores; common thin clay films in pores; 50 percent gravel; NaF pH 9.0 slightly acid (pH 6.5); gradual smooth boundary. (Combined thickness of the 2Bt1 and 2Bt2 is 16 to 24 inches)\n3Bt3--28 to 40 inches; reddish brown (5YR 5/4) extremely stony sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few medium roots; few very fine tubular pores; common thin clay films in pores; 35 percent gravel, 30 percent stones; NaF pH 9.0 slightly acid (pH 6.5); gradual smooth boundary.\n3Bt4--40 to 60 inches; reddish brown (5YR 5/4) extremely stony clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few medium roots; common very fine tubular pores; common thin clay films in pores; 25 percent gravel, 40 percent stones;NaF pH 9.0 slightly acid. (pH 6.5).   (Combined thickness of the 3Bt3 and 3Bt4 is 15 to      30 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California, about 20 miles north of Lookout on Lookout-Hackmore Rd., 7.1 miles southwest on Loveness Rd., 50 feet north of road; 1,500 feet west and 1,500 feet south of the northeast corner of sec. 9, T. 41 N., R. 6 E., Whitehorse NE (Hollenbeck) quadrangle.  (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Laboratory analysis of adjoining soils, in addition to supporting field study place this soil in the Vitrandic subgroup.  Depth to bedrock is greater than 60 inches and depth to stones or boulders ranges from 25 to 40 inches.  The mean annual soil temperature is 47 to 50 degrees F.  The soil temperature exceeds 41 degrees F from mid March to late December 31 (285 days) an exceeds 47 degrees F from early May to early December (215 days).  The soil moisture control section is dry in all parts from early July to early November (120 to 130 days) and is moist in all parts from early December to early June (150 days).  The upper part is tephra with 5 to 30 percent andesitic gravel.  The lower part is dominated by 35 to 65 percent rock fragments, mostly stones and boulders.  The particle size control section averages 18 to 27 percent clay and rock fragments average from 40 to 50 percent.  Organic matter ranges from 1 to 5 percent to a depth of 10 inches and decreases regularly with depth. Base saturation ranges from 50 to 65 percent to a depth of 30 inches. Reaction ranges from slightly acid to neutral. Rock fragments on the surface range from 5 to 15 percent.\nThe A horizon color is 5YR 4/4, 7.5YR 4/2, 4/4 or 5/4.  Moist color is 5YR 3/2, 3/3 or 7.5YR 3/2.  Clay content ranges from 12 to 15 percent.  Rock fragments, mostly gravel ranges from 5 to 10 percent. NaF pH ranges from 8.8 to 9.6.  Bulk density ranges from 0.8 to 0.9 g/cc.  Glass ranges from 5 to 11 percent. Aluminum plus 1/2 iron is 1 to 1.5.\nThe A2 horizon color is 5YR 4/4, 5/4, or 7.5YR 4/4.  Moist color is 5YR 3/2 or 3/3.  It is gravelly sandy loam or gravelly loam.  Clay content ranges from 12 to 15 percent. Rock fragments, mostly gravel range from 15 to 30 percent. NaF pH ranges from 8.6 to 9.0.  Bulk density ranges from 0.9 to 0.95 g/cc.  Glass ranges from 5 to 10 percent. Aluminum plus 1/2 iron is 1 to 1.5.\nThe 2Bt horizon color is 5YR 4/4, 5/4 or 7.5YR 4/4.  Moist color is 5YR 3/4, 4/4 or; 7.5YR 4/4.  Organic matter ranges from 1 to 2 percent. It is sandy loam, sandy clay loam, or clay loam.  Clay content ranges from 15 to 35 percent. Rock fragments, mostly gravel range from 35 to 60 percent.  NaF pH ranges from 8.6 to 9.0.  Clay content decreases by more than 20 percent from the maximum within 80 inches.\nThe 3Bt horizon is sandy clay loam or clay loam.  Clay content ranges from 20 to 35 percent.  Rock fragments, mostly stones and boulders range from 40 to 65 percent and 35 to 45 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bunselmeier (T CA), Hele (OR), Leidl (T WA) and Snooker (OR) series.  Bunselmeir soils are 40 to 60 inches deep to unweathered cinders and have 40 to 50 percent cinder gravel or cobbles throughout the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fleener soils are on lava plateaus and hills.  Slopes range from 2 to 30 percent.  They formed in tephra.  Elevation is 4,200 to 5,000 feet.  The climate is subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 16 to 25 inches.  Snowfall is 48 to 60 inches.  The mean annual temperature is 45 to 48 degrees F.  Frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gasper, Loveness and Scarface soils.  Gasper soils are on lava plateaus and hills, are greater than 60 inches deep, and have ochric epipedon.  Loveness soils are on lava plateaus and hills, are 35 to 55 inches deep to stones or boulders and are fine-loamy.  Scarface soils are on hills, are over 60 inches deep to weathered andesite, are fine-loamy, and have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production.  The present vegetation is ponderosa pine, incense cedar, greenleaf manzanita, squawcarpet snowbrush ceonothus, squirreltail and scattered white fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California on the Modoc Plateau.  The soils are moderately extensive.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County, California, Intermountain Soil Survey Area, 1994.  Name is from Fleener Butte."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 10 inches (A1, A2).\nArgillic horizon - 10 to 60 inches (Bt1, Bt2, 2Bt3, 2Bt4).\nAndic properties data defined and referenced in the soil taxonomy andisol amendment:\nP-ret: phosphate retention of the less than 2mm fraction.\nB.D.: bulk density of the less than 2mm fraction on an oven dry basis.\npH NaF: pH of soil mixed with saturated sodium floride solution.\nGlass: percent volcanic glass.\nAlo: acid-oxalate-extractable aluminum of the less than 2mm fraction.\nFeo: acid-oxalate-extractable iron of the less than 2mm fraction.\n15 bar H20: dried 1500 kPa water retention as a percent.\nData elements with a * are estimated.\nNC: not calculated.\nND: not done.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
