{
  "SERIES": "FLEMINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFB",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, hyperthermic Typic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flemington loamy sand--forested.  (Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 5 inches; very dark gray (N 3/ ) loamy sand; moderate medium granular structure; friable; many fine and medium roots; strongly acid; gradual and wavy boundary.  (4 to 6 inches thick)\nA2--5 to 9 inches; gray (N 5/ ) loamy sand; weak medium granular structure; very friable; many fine and medium roots; strongly acid; abrupt wavy boundary.  (0 to 10 inches thick)\nB21tg--9 to 27 inches; dark gray (N 4/ ) clay; common fine distinct strong brown (7.5YR 5/6) mottles; moderate medium subangular blocky structure; firm, sticky and plastic; hard; thin distinct clay films on faces of peds; few slickensides along structure breaks; few fine and medium roots; few root channels; strongly acid; gradual wavy boundary.  (17 to 24 inches thick)\nB22tg--27 to 41 inches; gray (N 5/ ) clay; common fine distinct strong brown (7.5YR 5/6) mottles; moderate medium angular and subangular blocky structure; firm, sticky and plastic; thin, distinct clay films on faces of peds; few slickensides; few roots in upper part and very few in lower part; strongly acid; gradual irregular boundary.  (14 to 30 inches thick)\nB23tg--41 to 53 inches; gray (N 5/ ) clay; common fine and medium faint light gray (10YR 7/1) and few medium prominent strong brown (7.5YR 5/8) mottles; massive; some moderate subangluar\nblocky structure; firm, sticky and plastic; hard; few discontinuous distinct clay films along structure breaks; few small quartz pebbles; very few fine roots; very strongly acid; gradual irregular boundary.  (12 to 16 inches thick)\nCg--53 to 75 inches; light gray (5YR 7/1) clay; common medium prominent strong brown (7.5YR 5/6) and dark brown (7.5YR 4/4) mottles; few coarse mottles and firm concretions of red (2.5YR 4/8); massive; firm, sticky and plastic; occasional fine roots; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Florida; about 2.25 miles northwest of intersection of U. S. Highway 27 and State Highway 326 on U. S.  Highway 27 and 400 feet north.  SW1/4NE1/4 sec. 36, T. 13 S., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 50 or more inches. It ranges from medium acid to extremely acid in the A horizon and from strongly acid to extremely acid in the Bt horizon and the C horizon.  Rock fragments and pebbles, 2 to 76 mm in size, range from about 0 to 5 percent in the solum.\nThe A1 or Ap horizon has hue of 10YR or N, value 2 to 4, chroma 1 or less.  Where present the A2 horizon has hue of 10YR or N, value 5 to 7, chroma 2 or less.  The A horizon is loamy sand, loamy fine sand, fine sandy loam, or sandy loam.\nA B1 horizon occurs in some pedons.  It has hue of 10YR, value 4 to 6, chroma 1 or less.  It is sandy loam or sandy clay loam and 0 to 3 inches thick.\nThe Btg horizon has hue of 10YR or N, value 4 to 7, chroma 2 or less.  It is sandy clay or clay.  It contains few to common brown, yellow, or red mottles.  Weighted average clay content in the\nupper 20 inches of the Bt horizon ranges from about 60 to 80 percent; silt content is less than 20 percent.  Content of plinthite ranges from 0 to 5 percent in the subhorizon.\nThe C horizon has hue of 10YR or 5Y, value 6 or 7, chroma 1 or 2; or hue of 5GY, value 6 or 7, chroma 1.  It is sandy clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Other closely related competing series are the Emeralda, Eureka, Fellowship, Paisley, and Telferner series.  Emeralda and Eureka soils have mixed mineralogy and are in a fine family.  In addition, Emeralda soils have an A1 or Ap horizon 6 to 10 inches thick with color values less than 4.  Fellowship soils have an umbric epipedon and are in a fine family.  Paisley and Telferner soils are in a fine family and are less acid in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Flemington soils occur on nearly level to strongly sloping areas in the Coastal Plain.  Slope gradients range from 0 to 12 percent.  These soils formed in thick beds of\nfine textured marine sediments.  The climate is humid and warm with average annual precipitation about 59 inches and mean annual air temperature about 72 degrees F., near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Fellowship series and Blichton, Boardman, Kanapaha, Micanopy, and Zuber series.  Blichton and Kanapaha soils have an A horizon more than 20 inches thick and sandy clay loam argillic horizons. Boardman soils are in a fine loamy family and have 5 to 25 percent coarse fragments.  Micanopy and Zuber soils have chroma of 4 or\nmore in the argillic horizon and are better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; medium to rapid runoff; very slow permeability.  The water table is perched in the A horizons and the upper Bt horizons are saturated for 1 to 4 months during wet seasons.  On the slopes, the soils are affected by seepage water.  These soils are not flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A few areas of these soils are cleared and used for special crops such as tomatoes, cabbage, and watermelons and improved pasture.  Most of the acreage of this soil remains in woodland.  Natural vegetation consists of loblolly, longleaf, and slash pine, hickory, magnolia, laurel, and water oak, sweetgum, maple, dogwood, and redbud."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida, primarily on the Ocala Uplift.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marion County, Florida; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Flemington soils were formerly included in the Blichton series and classified in the Low-Humic Gley great soil group.  Mineralogy is estimated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
