{
  "SERIES": "FLEX",
  "STATUS": "Established Series",
  "BYREV": "Rev. WED-JVC-JBF",
  "REVDATE": "05/2016",
  "STATES": "CA,NV",
  "OVERVIEW": "The Flex series consists of very shallow and shallow, well drained soils that formed in residuum derived from altered andesite and metavolcanic rock.  Flex soils are on hills and mountains.  Slopes are 8 to 50 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flex very gravelly sandy loam--suburban open space. (Colors are for dry soil unless otherwise noted).\nA1--0 to 3 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; very few roots; many very fine interstitial pores; 35 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.  (0 to 8 cm thick)\nA2--3 to 8 cm; light brownish gray (10YR 6/2) very gravelly fine sandy loam, dark brown (10YR 3/3) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky and nonplastic; common fine and very fine roots; common fine and very fine tubular pores; 35 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (3 to 8 cm thick)\nBt1--8 to 13 cm; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium angular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine roots; common fine and very fine tubular pores; common faint clay films bridging sand grains; 35 percent gravel; slightly acid (pH 6.5); clear smooth boundary.  (3 to 8 cm thick)\nBt2--13 to 25 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; weak fine angular blocky structure; hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; few fine and very fine tubular pores; common faint clay films on faces of peds, lining pores, and bridging sand grains; 40 percent gravel; slightly acid (pH 6.5); clear wavy boundary.  (8 to 15 cm thick)\nCr--25 cm; highly weathered metavolcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; in northwestern Reno about 0.5 mile southwest of the intersection of North Virginia Street and U.S. Highway 395; approximately 2,600 feet south and 2,600 feet west of the northeast corner of section 22, T. 20 N., R. 19 E.; USGS Reno 7.5 minute topographic quadrangle; latitude 39 degrees 35 minutes 07 seconds N and longitude 119 degrees 50 minutes 09 seconds W; UTM Zone 11, 256257e, 4385571n; WGS84 Decimal Degrees 39.5852778 latitude, -119.8358333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist from late November through May, dry from June through mid-October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nOchric epipedon thickness: 3 to 13 cm.\nReaction: Slightly acid or neutral.\nDepth to bedrock: 15 to 30 cm to a paralithic contact.  The paralithic materials below the contact are weathered, altered volcanic or metavolcanic rock.\nParticle-size control section - Clay content: Averages 15 to 25 percent.\nRock fragments: 35 to 50 percent, dominantly gravel.  Lithology of fragments are altered andesite and metavolcanic rocks.\nA horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nBt horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Very gravelly sandy loam or very gravelly sandy clay loam.\nClay content: 18 to 27 percent.\nRock fragments: 35 to 50 percent, mainly gravel.\nStructure: Weak to moderate, medium to fine angular blocky or subangular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abalan, Alcan, Armoine, Berit, Bouncer, Entero, Ginex, Harvan, Penelas, Ravenell, Sedsked, Soar, Stodick, and Zyzzi series.\nAbalan and Ginex soils have identifiable secondary carbonates.  Alcan, Bouncer, Entero, and Zyzzi soils are intermittently moist for 10 to 20 days cumulative between July and October due to convection storms.  Armoine soils are 36 to 50 cm to the paralithic contact.  Berit soils have 50 to 80 percent rock fragments in the particle-size control section. Harvan soils have densic materials at 30 to 50 cm. Penelas soils are slightly alkaline through strongly alkaline and have 60 to 75 percent rock fragments that are dominantly shale channers in the particle-size control section.  Ravenell soils have 25 to 35 percent clay in the particle-size control section and have mean annual soil temperature of 12 to 14 degrees C. Sedsked soils hare slightly alkaline or moderately alkaline. Soar soils are dominated by fine granitic gravel, have high content of coarse and very coarse sand, and have hard, unweathered bedrock within 100 cm of the soil surface.  Stodick soils are 36 to 50 cm to the paralithic contact, have an abrupt boundary between the A and Bt horizons, and have 25 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Flex soils are on hills and mountains.  They formed in residuum derived from altered andesitic volcanic and metavolcanic rock.  Slopes are 8 to 50 percent.  Elevations range from 1,460 to 2,164 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 7 to 9 degrees C., and the frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Wedekind, Yuko, and Indiano soils.  Wedekind and Yuko soils are loamy.  Indiano soils are fine-loamy, moderately deep to lithic contacts, and have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Flex soils are used for wildlife habitat, watershed, and urban development.  The vegetation is principally Wyoming big sagebrush, green ephedra, purple sage, desert needlegrass, antelope bitterbrush, and cheatgrass. This pedon is correlated to R0XY011NV, South Slope 8-12\" P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are moderately extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (South Part), Nevada, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 8 to 25 cm (Bt1 and Bt2 horizons).\nParalithic contact - The boundary at 25 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from the soil surface to 25 cm (A1, A2, Bt1, and Bt2 horizons).\nADDITIONAL DATA: User pedon ID 2006NV031037.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
