{
  "SERIES": "FLOFEATHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/RWL",
  "REVDATE": "04/2006",
  "STATES": "ID",
  "OVERVIEW": "The Flofeather series consists of very deep, somewhat excessively drained soils with moderately rapid permeability that formed in alluvium from lacustrine deposits and granitic rocks. Slopes range from 1 to 25 percent in valleys and foothills. The average annual precipitation is about 13 inches and the average annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Flofeather sandy loam -- on a nearly level flood-plain step in abandoned pasture at 2,840 feet elevation. When described on May 15, 1995, the soil was moist throughout. (Colors are for air-dry soil unless otherwise stated.)\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium platy structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, few coarse roots; common very fine and fine, few medium irregular pores; 5 percent fine gravel; neutral (pH 6.7); clear smooth boundary.\nA2--7 to 22 inches; dark gray (10YR 4/1) sandy loam, black (10YR 2/1) moist; weak fine and medium subangular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and medium, few coarse roots; common very fine and fine, few medium irregular and tubular pores; 5 percent fine gravel; neutral (pH 6.9); clear smooth boundary. (combined A horizon - 10 to 24 inches thick)\nBw1--22 to 30 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine, few medium and coarse roots; common very fine and fine, few medium tubular pores; 10 percent fine gravel; neutral (pH 7.1); clear smooth boundary.\nBw2--30 to 41 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine, fine and medium roots; common very fine and fine, few medium tubular pores; 10 percent fine gravel; neutral (pH 7.0); clear smooth boundary. (combined Bw horizon - 10 to 30 inches thick)\nBC--41 to 48 inches; brown (10YR 5/3) fine gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine and fine roots; few very fine and fine tubular pores; 20 percent fine gravel; neutral (pH 7.1); clear smooth boundary. (0 to 20 inches thick)\nC--48 to 60 inches; pale brown (10YR 6/3) fine gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine and fine roots; few very fine and fine irregular pores; 20 percent gravel; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ada County, Idaho; in Boise City; 2,600 feet south and 600 feet east of the northwest corner of section 35, T.4 N., R.2 E.; USGS Boise North Quadrangle; Latitude - 43 degrees, 38 minutes, 25 seconds N. and Longitude - 116 degrees, 11 minutes, 27 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 20 to 50 inches\nReaction - slightly acid or neutral\nParticle-size control section - 5 to 15 percent rock fragments; 7 to 18 percent clay\nMoisture control section - moist less than 90 consecutive days when the soil temperature is greater than 47 degrees F.\nAverage annual soil temperature - 51 to 53 degrees F.\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 through 3 dry or moist\nRock fragments - 0 to 10 percent gravel\nBw horizon\nValue - 4 through 6 dry, 2 through 4 moist\nChroma - 2 or 3 dry or moist\nTexture - SL or COSL\nClay content - 7 to 18 percent\nRock fragments - 5 to 15 percent gravel\nC horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 through 4 dry or moist\nTexture - SL, COSL or LCOS\nClay content - 4 to 15 percent\nRock fragments - 5 to 35 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coxlake, Deerspring, Endersby, Evans, Lapwai, Leavenworth, Narcisse, Okanogan, Patit Creek, Pleasant View, Plinco, Porter, Poween, Redola, Threecreeks and Tombeall series. Coxlake soils are somewhat poorly drained, have a xeric soil moisture regime and mean annual soil temperature of 47 to 50 degrees F. Deerspring soils are moderately well drained and have a xeric soil moisture regime. Endersby soils are slightly or moderately alkaline in the C horizon and have 50 to 80 percent rock fragments below 40 inches. Evans soils have a particle-size control section with loam, silt loam or very fine sandy loam textures and a xeric soil moisture regime. Lapwai soils have calcium carbonates at 30 to 40 inches and greater than 35 percent rock fragments in the lower particle-size control section. Leavenworth soils are moderately well drained and have a xeric soil moisture regime. Narcisse soils are moderately well drained with redoximorphic features between 30 and 40 inches, have a xeric soil moisture regime and mean annual soil temperature of 47 to 50 degrees F. Okanogan soils have 15 to 30 percent sand coarser than very fine sand in the particle-size control section and a xeric soil moisture regime. Patit Creek soils have greater than 35 percent rock fragments in the lower part of the particle-size control section and a xeric soil moisture regime. Pleasant View soils have Bk horizons and a xeric soil moisture regime. Plinco soils are moderately well drained with redoximorphic features between 40 and 60 inches and have mean annual soil temperature of 47 to 50 degrees F. Porter soils are moderately well drained with redoximorphic features between 40 and 72 inches. Poween soils are moderately well drained, have calcareous horizons and a xeric soil moisture regime. Redola soils are calcareous throughout. Threecreeks soils are moderately well drained with redoximorphic features in the Bw horizon and have a xeric soil moisture regime. Tombeall soils are somewhat poorly drained with redoximorphic features above 30 inches and have mean annual soil temperature of 54 to 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Flofeather soils are nearly level to moderately steep on flood-plain steps, stream terraces and alluvial fans at elevations of 2,500 to 3,750 feet. Slopes range from 1 to 25 percent. These soils formed in alluvium from lacustrine deposits and granitic rocks. Average annual precipitation ranges from 12 to 16 inches. Average annual temperature ranges from 49 to 51 degrees F. Frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Collister, Hullsgulch, Piercepark and Shawmount soils. Collister soils have more clay in the particle-size control section, are moderately well drained and on similar geomorphic positions. Hullsgulch and Piercepark soils have more clay in the particle-size control section and are on hill footslopes and backslopes. Shawmount soils are loamy-skeletal and on similar geomorphic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; none or rare flooding; slow or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Flofeather soils are used mainly for irrigated hayland/pasture and rangeland. Native vegetation is basin big sagebrush, antelope bitterbrush, needle and thread and basin wildrye. Some areas are used for recreation, homesites or wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern and west-central Idaho. MLRA 10 and 11. Flofeather soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boise County Area, Idaho, Parts of Ada and Boise Counties, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - zone 0 to 48 inches (A1, A2, Bw1, Bw2 and BC horizons)\nParticle-size control section - zone 10 to 40 inches\nSoil moisture regime - aridic bordering on xeric\nThese soils are drier than other Xerolls in the region under similar precipitation due to low AWC, early runoff and extended period of high evapotranspiration.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
