{
  "SERIES": "FLOMOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WER-CLG",
  "REVDATE": "11/2013",
  "STATES": "TX",
  "OVERVIEW": "The Flomot series consists of very deep, well drained, moderately permeable soils that formed in highly calcareous loamy alluvium derived from the Oglala formation. These soils occur on nearly level to strongly sloping interfluves on dissected plains. Slopes are dominantly 3 to 8 percent but range from 0 to 12 percent. The mean annual precipitation is about 533 mm (21 inches) and the mean annual temperature is about 16.7 degrees C (62 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, thermic Calcidic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flomot fine sandy loam - rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in), brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine granular structure; soft, very friable, few roots; few strongly cemented calcium carbonate concretions up to 1 cm. in diameter; calcareous; moderately alkaline; gradual smooth boundary. Thickness is 13 to 31 cm (5 to 12 in)\nBtk1--15 to 38 cm (6 to 15 in), brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; moderate fine granular and subangular blocky structure; hard, friable, few roots; few wormcasts; many soft bodies, weakly and strongly cemented concretions of calcium carbonate; about 45 percent calcium carbonate; calcareous; moderately alkaline; clear wavy boundary. Thickness is 13 to 31 cm (5 to 12 in)\nBtk2--38 to 102 cm (15 to 40 in), reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6) moist; weak medium subangular blocky structure; hard, friable, few wormcasts in upper part; few roots; about 50 percent by volume of calcium carbonate as soft bodies and weakly to strongly cemented concretions ranging to 3 cm. in diameter; calcareous; moderately alkaline; diffuse smooth boundary. Thickness is 38 to 89 cm (15 to 35 in)\nBtk3--102 to 191 cm (40 to 75 in), light red (2.5YR 6/6) loam, red (2.5YR 5/6) moist; weak medium subangular blocky structure; soft, friable; common soft bodies and concretions of calcium carbonate; patchy clay films visible on ped surfaces; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Motley County, Texas; 2.0 miles east of Flomot, Texas along Farm Road 97; 5.9 miles south and east along Farm Road 2009 and 100 feet east in rangeland. USGS topographic quadrangle: Flomot, TX; Latitude: 34 degrees, 09 minutes, 28.21 seconds N; Longitude: 100 degrees, 55 minutes, 26.98 seconds W; Datum: NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Aridic-ustic soil moisture regime.\nSolum thickness: more than 152 cm (60 in)\nDepth to argillic horizon: 13 to 31 cm (5 to 12 in)\nDepth to calcic horizon: 13 to 31 cm (5 to 12 in)\nDepth to secondary calcium carbonate: 25 to 61 cm (10 to 24 in)\nReaction: moderately alkaline throughout (7.9 - 8.4)\nParticle-size control section (weighted average)\nTotal clay content: 10 to 25 percent\nSilicate clay content: 8 to 18 percent\nCalcium carbonate equivalent: 40 to 60 percent\nA Horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: fine sandy loam or loam\nUpper Btk Horizon\nHue: 5YR, 7.5YR\nValue: 4 to 8\nChroma: 4 or 6\nTexture: fine sandy loam, loam, or sandy clay loam\nTotal clay content: 10 to 25 percent\nCaCO3 clay content: 2 to 10 percent\nCalcium carbonate equivalent: 30 to 60 percent\nLower Btk Horizon\nHue: 2.5YR to 7.5YR\nValue: 5 or 6\nChroma: 6 or 8\nTexture: fine sandy loam, loam, or sandy clay loam\nTotal clay content: 10 to 25 percent\nCaCO3 clay content: 1 to 4 percent\nCalcium carbonate equivalent: 5 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family. These are Estacado, Mansker, Mobeetie, Posey, Tulia, and Veal series.\nEstacado soils have more than 18 percent clay in the particle-size control section, have a mollic epipedon, and less than 40 percent calcium carbonate in the control section.\nMansker soils have more than 18 percent clay in the particle-size control section, and have a mollic epipedon.\nPosey soils have more than 18 percent clay in the particle-size control section and less than 40 percent calcium carbonate in the control section. Tulia soils have more than 18 percent clay in the particle-size control section.\nVeal soils have more than 18 percent clay in the particle-size control section and do not have an argillic horizon.\nMobeetie soils have mixed mineralogy and do not have an argillic horizon or calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy alluvium derived from the Ogallala Formation.\nLandform: nearly level to strongly sloping interfluves on dissected plains.\nSlope: dominantly 3 to 8 percent, but ranges from 0 to 12 percent.\nMean annual air temperature: 15.0 to 17.2 degrees C (59 to 63 degrees F).\nMean annual precipitation: 508 to 559 mm (20 to 22 in).\nFrost-free period: 210 to 220 days.\nElevation: 487.7 to 792.5 (1,600 to 2,600 ft).\nThornthwaite annual P-E Index: 32 to 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Miles, Posey, and Tulia series.\nMiles soils do not have calcic horizons within 76 cm (30 in), have mixed mineralogy, and more than 18 percent clay in the particle size control section. Miles occurs on slightly higher side slope positions.\nPosey and Tulia soils occur on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate. Runoff is low on 1 to 5 percent slopes and medium on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly rangeland, but some of the smoother areas are farmed.  Cotton and grain sorghums are the main crops.  Dominant vegetation on rangeland is mid and short grasses, mesquite, yucca, and sand sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Plains, Western Part (MLRA 78B) of Texas, mainly below the High Plains escarpment.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Motley County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Flomot series was formerly classified in the Calcisol great soil group. They were formerly included with the Veal series.\nEdited 11/2013 (RFG-ROG): Converted to tabular format and added metric measurements\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 15 to 65 cm (6 to 26 in)\nOchric epipedon: 0 to 15 cm (0 to 6 in). (A horizon)\nArgillic horizon: 15 to 191 cm (6 to 75 in). (Btk horizons)\nCalcic horizon: 15 to 191 cm (6 to 75 in). (Btk horizons)\nADDITIONAL DATA:  Lincoln Lab data samples No. 71L467 and 71L468 give information on texture and calcium carbonate content of the upper Bt horizon.\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
