{
  "SERIES": "FLOM",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRF-HLH-ROP",
  "REVDATE": "02/2003",
  "STATES": "MN,SD",
  "OVERVIEW": "The Flom series consists of very deep, poorly drained and very poorly drained soils formed in loamy glacial till or glacial lacustrine sediments on moraines.  Permeability is moderately slow.  Slope ranges from 0 to 3 percent.  Mean annual precipitation is about 23 inches. Mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Flom silty clay loam with a 1 percent plane, nearly level slope on a glacial till plain in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; black (N 2/0) silty clay loam, very dark gray (10YR 3/1) dry; moderate very fine subangular blocky structure; firm; neutral; abrupt smooth boundary.  (7 to 10 inches thick)\nABg--9 to 15 inches; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; moderate very fine subangular blocky structure; friable; few black (10YR 2/1) and olive gray (5Y 4/2) worm casts; about 1 percent gravel; slightly alkaline; gradual wavy boundary. (0 to 12 inches thick)\nBg1--15 to 20 inches; olive gray (5Y 5/2) clay loam; few fine distinct olive brown (2.5Y 4/4) mottles; weak medium and coarse prismatic structure parting to moderate medium subangular blocky; friable; about 3 percent gravel; few small slightly effervescent masses; slightly alkaline; clear wavy boundary.\nBg2--20 to 28 inches; light olive gray (5Y 6/2) clay loam; many medium distinct olive brown (2.5Y 4/4) mottles; weak fine and medium subangular blocky structure; friable; about 3 percent gravel; slight effervescence; moderately alkaline; gradual smooth boundary. (Combined thickness of Bg horizons is 3 to 30 inches.)\nCg1--28 to 36 inches; light olive gray (5Y 6/2) clay loam; few fine distinct light olive brown (2.5Y 5/4) mottles; massive; friable; about 3 percent gravel; strong effervescence; moderately alkaline; strong effervescence; gradual smooth boundary.  (0 to 8 inches thick)\nCg2--36 to 60 inches; olive gray (5Y 5/2) clay loam; many coarse distinct light olive brown (2.5Y 5/4) and yellowish brown (10YR 5/8) and many fine faint light olive gray (5Y 6/2) mottles; massive; friable; about 3 percent gravel; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Minnesota; about 8 miles southwest of Morris; about 1,450 feet east and 100 feet north of the southwest corner of sec. 23, T. 124 N., R. 43 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 14 to 48 inches.  These soils formed primarily in glacial till but in some pedons as much as the upper 24 inches of the soil formed in local inwash or in lacustrine sediments.  The glacial till has 2 to 10 percent by volume of rock fragments.  Some pedons do not have rock fragments in the upper sediments (lacustrine).  These soils are saturated with water during at least part of the growing season in most years or are artificially drained. The mollic epipedon ranges from 10 to 24 inches in thickness.  The upper half of the particle-size control section averages between 27 and 35 percent clay, but ranges from 24 to 37 percent.  It averages between 25 to 45 percent sand, but ranges from 23 to 48 percent.  Masses of gypsum crystals are in the B horizon or C horizon or both are present in some pedons.  The soil moisture control section is saturated for about 20 days beyond the summer solstice in most years.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 or is neutral with value of 2 or 3.  Mottles are in the lower part of this horizon in some pedons.  The A horizon is silty clay loam, silt loam, loam, or clay loam.  It is slightly acid to slightly alkaline. Few or common worm casts are in this horizon in some pedons. Many pedons have an A horizon that ranges up to 20 inches in thickness.\nThe Bg horizon has a matrix hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2.  It is clay loam or loam.  Also the upper part is silty clay loam in some pedons.  It is neutral to moderately alkaline.  Free carbonates are in parts of this horizon in some pedons.\nSome of the pedons have Bkg horizons.  It has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 2 or 3.  It commonly has mottles in all parts.  It is loam or clay loam.  It is slightly alkaline or moderately alkaline.  If the Bk horizon qualifies for a calcic horizon, its top is below depths of 16 inches.  Content of calcium carbonate ranges from 10 to 25 percent.\nThe C horizon has a matrix hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 2 or 3 in the upper part and 2 to 4 in the lower part. It commonly has mottles in all parts.  It is loam or clay loam.  It is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bluffton Series.  However, when formerly classified as Typic Haplaquolls, the competing series were Larry, Mahtowa, Mann, and Wyard.  Bluffton soils have more than 45 percent sand in the series control section.  Larry soils have greater than 10 percent rock fragments in the series control section.  Mahtowa and Mann soils have hues redder than 2.5Y in the series control section.   Wyard soil moisture control section is not saturated beyond the summer solstice in most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or slightly concave slopes with gradient of less than 3 percent on nearly level to hilly glacial moraines.  The Flom soils formed primarily in glacial till but the upper part of the profile in some places is formed in local inwash from glacial till or in lacustrine sediments.  These sediments are Late Wisconsin in age.  Mean annual temperature is 39 to 45 degrees F.  Mean annual precipitation is 22 to 26 inches.  Frost-free days range from 90 to 150.  Elevation above sea level ranges from 700 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the Barnes, Buse, Langhei, Parnell, and Svea soils which are in a topographic sequence with the Flom soils.  The Barnes, Buse, and Langhei soils are well drained, Parnell soils are very poorly drained; and Svea soils are moderately well drained.  The moderately well drained and somewhat poorly drained Hamerly soils and the poorly drained Vallers soils are common associates in some landscapes.  Both of these soils have calcic horizons beginning at shallow depths.  In addition, in some places they are in a topographic sequence with the Forman and Aastad soils, and in other places with the Formdale and Aazdahl soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Permeability is moderately slow.  Surface runoff is slow.  The apparent water table is at 1 to 3 feet at some time from November to July in most years for the poorly drained soil and at plus 1 to 1 foot from January to December for the very poorly drained soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cultivated.  Small grains, corn, and soybeans are the principal crops.  Native vegetation was a wet site plant community of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Minnesota and northeastern South Dakota.  Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County, Minnesota, l966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:  mollic epipedon - the zone from the surface to 15 inches; cambic horizon - the zone from 15 to 28 inches; aquic moisture regime - low chroma with mottles below the mollic and an apparent water table at 1 to 3 feet.  Formerly classified as Typic Haplaquolls, fine-loamy, mixed, frigid.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; black (N 2/0) silty clay loam, very dark gray (10YR 3/1) dry; moderate very fine subangular blocky structure; firm; neutral; abrupt smooth boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "ABg",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "ABg--9 to 15 inches; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; moderate very fine subangular blocky structure; friable; few black (10YR 2/1) and olive gray (5Y 4/2) worm casts; about 1 percent gravel; slightly alkaline; gradual wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 38,
        "bottom": 51,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--15 to 20 inches; olive gray (5Y 5/2) clay loam; few fine distinct olive brown (2.5Y 4/4) mottles; weak medium and coarse prismatic structure parting to moderate medium subangular blocky; friable; about 3 percent gravel; few small slightly effervescent masses; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 51,
        "bottom": 71,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg2--20 to 28 inches; light olive gray (5Y 6/2) clay loam; many medium distinct olive brown (2.5Y 4/4) mottles; weak fine and medium subangular blocky structure; friable; about 3 percent gravel; slight effervescence; moderately alkaline; gradual smooth boundary. (Combined thickness of Bg horizons is 3 to 30 inches.)"
      },
      {
        "name": "Cg1",
        "top": 71,
        "bottom": 91,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg1--28 to 36 inches; light olive gray (5Y 6/2) clay loam; few fine distinct light olive brown (2.5Y 5/4) mottles; massive; friable; about 3 percent gravel; strong effervescence; moderately alkaline; strong effervescence; gradual smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 91,
        "bottom": 152,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cg2--36 to 60 inches; olive gray (5Y 5/2) clay loam; many coarse distinct light olive brown (2.5Y 5/4) and yellowish brown (10YR 5/8) and many fine faint light olive gray (5Y 6/2) mottles; massive; friable; about 3 percent gravel; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
