{
  "SERIES": "FLORALA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "04/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, subactive, thermic Plinthaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Florala sandy loam, in a pine forest on a smooth 1.0 percent slope (Colors are for moist soil).\nA--0 to 8 inches; dark gray (10YR 4/1) sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary.  (4 to 8 inches thick)\nBt1--8 to 22 inches; yellowish brown (10YR 5/4) sandy loam; weak medium subangular blocky structure; friable; few fine roots; sand grains coated and bridged with clay; strongly acid; clear wavy boundary.\nBt2--22 to 36 inches; pale brown (10YR 6/3) sandy loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; sand grains coated and bridged with clay; about 3 percent, by volume, plinthite; common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; common medium distinct light brownish gray (10YR 6/2) areas of iron depletions strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizons ranges from 12 to 32 inches).\nBtv--36 to 80 inches; 25 percent gray (10YR 6/1), 25 percent yellowish brown (10YR 5/6), 25 percent strong brown (7.5YR 5/6), and 25 percent yellowish red (5YR 4/6) sandy clay loam; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; about 8 percent, by volume, plinthite; the areas of yellowish brown, strong brown and yellowish red are iron accumulations and the areas of light gray are iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Covington County, Alabama; approximately 4.0 miles east of Florala, about 900 feet east and 1,830 feet south of the northwest corner of sec. 28, T. 6 N., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches.  Depth to a horizon with 5 percent or more plinthite ranges from 16 to 42 inches.  Reaction is extremely acid to strongly acid throughout except where the surface has been limed. The upper 20 inches of the argillic horizon have less than 20 percent silt. Content of ironstone nodules range from 0 to 15 percent, by volume.  Texture is coarse-loamy in the control section.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 or 2; or it is neutral with value of 3 or 4.  Texture is sand, fine sand, loamy fine sand, loamy sand, fine sandy loam or sandy loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4.  Texture is sand, fine sand, loamy fine sand, fine sandy loam or sandy loam.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 6.  Redoximorphic features in shades of red, brown, yellow, and gray range from few to many. Texture is fine sandy loam or sandy loam. Some pedons have a sandy clay loam in the lower part.\nThe Btg horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 to 2. Redoximorphic accumulations in shades of red, brown and yellow range from common to many. Texture is fine sandy loam or sandy loam. Some pedons have a sandy clay loam or sandy clay in the lower part.\nThe Btv horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 6; or they may lack a matrix color and are variegated in shades of brown, yellow, red, and gray.  Texture is fine sandy loam, sandy loam, sandy clay loam. Some pedons have a sandy clay texture. Content of plinthite ranges from 5 to about 20 percent, by volume.\nThe Btvg horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2.  Masses of iron accumulation in shades of brown, yellow, and red range from common to many.  Texture and volume of plinthite is the same as the Btv horizon.\nThe BCg or Cg horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 to 2; or it is neutral with value of 4 to 8. Redoximorphic features in shades of red, brown, yellow, and gray range from few to many. Texture is sandy loam, sandy clay loam or sandy clay.\nThe C horizon, where present, has hue of 2.5YR to 2.5Y, value of 4 to 8, and chroma of 3 to 8; or there is no dominant color and it is variegated in shades of red, yellow, brown and gray. Redoximorphic features in shades of red, brown, yellow, and gray range from few to many. Texture is loamy fine sand, loamy sand, fine sandy loam, sandy loam, sandy clay loam or sandy clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family. The Escambia series is in a closely related family.  Escambia soils are on similar positions but are in in the semiactive activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Florala soils are on broad ridges and side slopes of uplands and on stream terraces of the lower Coastal Plain. They formed in loamy marine or fluvial sediments.  The climate is humid subtropical.  Slopes range from 0 to 5 percent.  The average annual temperature ranges from 64 to 68 degrees F., and the average annual rainfall ranges from 52 to 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Clarendon, Dothan, Fuquay, Hazelhurst, Pantego, Pelham, Rains, Robertsdale, Stilson and Tifton series.  The moderately well drained Clarendon and Stilson soils are on slightly higher positions. In addition, Clarendon soils have fine-loamy subsoils and Stilson have surface and subsurface layers 20 to 40 inches in thickness. Dothan, Fuquay and Tifton soils are well drained, have kandic horizons, and are on higher positions.  In addition, Dothan and Tifton soils have fine-loamy control sections; Tifton soils have more than 5 percent, by volume, ironstone nodules throughout the profile, and Fuquay soils have surface and subsurface layers 20 to 40 inches thick.  Hazelhurst soils are on similar positions and have brittle plinthite layers.  Pantego, Pelham and Rains soils are on lower adjacent positions. In addition, Pantego and Rains soils are fine-loamy and do not have plinthic layers.  In addition, Pantego soils are very poorly drained and have thick dark surface layers while Rains soils are poorly drained. Pelham soils have surface and subsurface layers 20 to 40 inches in thickness.  Robertsdale soils are on similar to slightly lower positions and have surface and subsurface layers 20 to 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; moderate permeability in the upper part of the subsoil and moderately slow to very slow permeability in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Florala soils are used for woodland. Some areas are used for cropland and pasture.  Vegetation consists of slash pine, loblolly pine, longleaf pine, sweetgum, oak, with an understory of gallberry, pineland threeawn, and bluestems."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Lower Coastal Plain of Alabama and Georgia, and the Florida panhandle.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walton County, Florida; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 8 inches (A horizon).\nArgillic horizon - 8 to 80 inches (Bt1, Bt2, Btv horizons)\nPlinthic feature - 36 to 80 inches (Btv horizons).\nFlorala soils are saturated to within 1.5 feet of the surface in winter and early spring.\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by The University of Florida, Department of Soil and Water Science, Gainesville, FL; and the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
