{
  "SERIES": "FLORAHOME",
  "STATUS": "Established Series",
  "BYREV": "Rev: ELR, CAW",
  "REVDATE": "05/2001",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Humic Psammentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Florahome sand--pasture.\n(Colors are for moist soil.)\nA1--0 to 11 inches; very dark grayish brown (10YR 3/2) sand; weak medium granular structure; very friable; few coarse, common medium and many fine roots; very strongly acid gradual wavy boundary.\nA2--11 to 36 inches; dark brown (7.5YR 3/2) sand; common coarse distinct dark yellowish brown (10YR 4/6) mottles; weak fine granular structure; very friable; few fine, medium and coarse roots; strongly acid; gradual smooth boundary.  (Combined thickness of the A horizon is 20 to 38 inches.)\nC1--36 to 58 inches; brown (10YR 4/3) sand; single grained; loose; few fine, medium and coarse roots; strongly acid; gradual smooth boundary.  (4 to 25 inches thick)\nC2--58 to 80 inches; grayish brown (10YR 5/2) sand; single grained; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Putnam County, Florida; about 2,700 feet west of intersection of State Road 100 and Coral Farms Road and 200 feet north of State Road 100; SE1/4SE1/4, sec. 4, T. 9 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture of the soil is sand or fine sand to depths of 80 inches or more.  Soil reaction ranges from very strongly acid to slightly acid.\nThe A horizon has hue of 2.5Y, value of 3, and chroma of 2;  or hue of 10YR, value of 2, and chroma of 1 or 2; or value of 3 and chroma of 1 to 3; or hue of 7.5YR, value of 3 and chroma of 2.  Some pedons have an AC horizon that has properties transitional between the A and C horizons.\nThe upper part of the C horizon to a depth of 40 inches or more has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 3 to 4.  Some pedons have light colored streaks of uncoated sand grains.  The lower part of the C horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 to 4.  Some pedons have few to common, fine or medium mottles in the lower part of the C horizons.  Mottles indicative of wetness are common where the matrix has chromas of 3 or 4 in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ft. Meade, Orlando, and Seffner soils in the same family and the closely competing Tavares series.  The Ft.  Meade and Orlando soils are on higher positions in the landscape and do not have a water table at depths of less than 72 inches.  Seffner soils have a seasonally high water table at depths of 18 to 48 inches and are on lower positions in the landscape.  Tavares soils do not have an umbric epipedon but occur in about the same position."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Florahome soils are on knolls and ridges at the rim of depressional areas in the uplands of the lower coastal plain.  Slopes are mostly less than 3 but range from 0 to 5 percent.  Mean annual precipitation is more than 50 inches and the mean annual air temperature is more than 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Orlando and Tavares series and the Adamsville, Hontoon, Myakka, Ona, Placid, and Sumsula soils.  Adamsville soils are on lower positions and do not have umbric epipedon.  Hontoon and Samsula soils are organic and occur in the lowest landscape positions.  Myakka and Ona soils are poorly drained in flatwoods and have a spodic horizon at depths of less than 30 inches.  Placid soils are very poorly drained and are in low positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow.  Permeability is rapid.  The water table is within depths of 48 to 72 inches for 4 to 6 months in most years.  It recedes to depths of greater than 72 inches during periods of low rainfall.  It is within depths of 30 to 48 inches for periods of up to 2 weeks in some years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Florahome soils are in improved pasture.  Some areas are cultivated.  Corn is the principal crop.  Natural vegetation includes laurel oak, live oak, hickory, sweetgum, slash pine, and longleaf pine.  Understory vegetation consists of bluestems, pineland, threeawn, sawpalmetto, virginia creeper, wild grape, panicums, paspalums, switchgrass, lopsided indiangrass, and longleaf uniola."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sumter County, Florida; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon--the zone from the surface of the soil to a depth of approximately 36 inches.  (A1 and A2 horizons)\nControl section--sandy with 95 percent normally unweatherably minerals.  (10 to 40 inches deep)\nADDITIONAL DATA:  This pedon was sampled at the type location and characterization data determined by the University of Florida, Soils Department.  Florahome soils were previously mapped as a moderately wet phase of the Orlando series.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
