{
  "SERIES": "FLORESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev.FBT-MLG-CKH",
  "REVDATE": "11/2013",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, hyperthermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Floresville fine sandy loam, west facing, convex, 2 percent slope in rangeland; elevation is 130 meters (425 feet). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 25 cm (0 to 10 in; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; hard, friable; many fine roots; few flat fragments of ironstone less than 1 inch across long axis; slightly acid; abrupt smooth boundary.  (15 to 38 cm [6 to 15 in] thick)\nBt1--25 to 53 cm (10 to 21 in); red (2.5YR 4/6) clay, dark red (2.5YR 3/6) moist; weak coarse prismatic structure parting to moderate medium and fine blocky; very hard, firm; common fine roots; few fine and very fine pores; distinct continuous clay films on peds; patchy dark stains on vertical faces of peds; few flat fragments of ironstone less than 1 inch across long axis; slightly acid; gradual wavy boundary.  (13 to 51 cm [5 to 20 in] thick)\nBt2--53 to 76 cm (21 to 30 in); red (2.5YR 4/6) sandy clay, dark red (2.5YR 3/6) moist; moderate medium and fine blocky structure; very hard, firm; few roots; distinct continuous clay films on faces of peds; few dark streaks or stains on faces of peds; few flat fragments of ironstone less than 1 inch across long axis; neutral; gradual wavy boundary.  (15 to 56 cm [6 to 22 in] thick)\nBt3--76 to 94 cm (30 to 37 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate medium blocky structure, very hard, firm; few fine pores; common clay films on faces of peds; few flat fragments of ironstone less than 1 inch across long axis; moderately alkaline; gradual wavy boundary.  (10 to 66 cm [4 to 26 in] thick)\nBk--94 to 112 cm (37 to 44 in); reddish yellow (5YR 6/8) sandy clay loam, yellowish red (5YR 5/8) moist; weak medium blocky structure; hard, friable; estimated 3 percent by volume of soft masses and concretions of calcium carbonate; slightly effervescent; moderately alkaline; gradual wavy boundary.  (15 to 51 cm [6 to 20 in] thick)\nBCk--112 to 165 cm (44 to 65 in); reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist; common fine faint yellowish red (5YR 5/8) and brownish yellow (10YR 6/8) mottles; weak coarse subangular blocky structure; hard, friable; few fine calcium carbonate concretions; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilson County, Texas; from the intersection of U.S.  Highway 181 and Farm Road 541 in Poth; 7.0 miles west on Farm Road 541 to DeWees community; 1.0 mile north on Farm road 1344; 3.1 miles west on county road.  Site is 255 feet north of road. USGS topographic quadrangle: DeWees, Texas; Latitude: 29 degrees 1 minute 9.57 seconds N; Longitude: 98 degrees 13 minutes 22.10 seconds W; Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A typic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.\nMean annual soil temperature: 22.2 to 24.4 degrees C (72 to 76 degrees F).\nDepth to secondary carbonates: 71 to 102 cm (28 to 40 in)\nCoarse fragments: 1 to 5 percent, channers and gravel\nParticle-size control section (weighed average):\nClay content: 35 to 50 percent\nA horizon:\nHue: 2.5YR to 10YR\nValues: 3 to 5\nChroma: 3 to 6\nTexture: fine sandy loam, loam, or loamy fine sand\nClay content:  8 to 20 percent\nCoarse fragments: 0 to 5 percent; subangular, sandstone gravel and channers\nEffervescence: none\nRaction: slightly acid or neutral.\nBt horizons:\nHues: 2.5YR to 7.5YR\nValues: 4 and 5\nChroma: 4 and 6\nTexture: clay, sandy clay, or sandy clay loam\nClay content: 30 to 50 percent\nCoarse fragments: 0 to 5 percent; subangular, sandstone gravel and channers\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: none\nReaction: slightly acid to moderately alkaline\nBtk horizon: (where present)\nHue: 2.5YR to 7.5YR\nValue: 5 and 6\nChroma: 6 or 8\nTexture: sandy clay loam, sandy clay, or clay\nClay content: 30 to 45 percent\nCoarse fragments: 0 to 5 percent; subangular, sandstone gravel and channers\nIdentifiable calcium carbonate: 0 to 10 percent; concretions, films, masses, and threads\nCalcium carbonate equivalent: 3 to 15 percent\nReaction: moderately alkaline\nBk horizon:\nHue: 2.5YR to 7.5YR\nValue: 5 and 6\nChroma: 6 or 8\nTexture: sandy clay loam or sandy clay\nClay content: 30 to 45 percent\nCoarse fragments: 0 to 5 percent; subangular, sandstone gravel and channers\nIdentifiable calcium carbonate: 0 to 10 percent; concretions, films, masses, and threads\nCalcium carbonate equivalent: 3 to 15 percent\nReaction: moderately alkaline\nBCk or Ck (where present) horizon:\nHues: 5YR through 10YR\nValue: 4 to 6\nChroma: 5 to 8\nTexture: fine sandy loam, sandy clay loam, or clay loam; some pedons have thinly interbedded strata of weakly cemented sandstone\nClay content: 19 to 34 percent\nCoarse fragments: 0 to 5 percent; subangular, sandstone gravel and channers\nIdentifiable calcium carbonate: 0 to 10 percent; concretions, films, masses, and threads\nCalcium carbonate equivalent: 5 to 20 percent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Miguel (TX) and Wilco (TX) series in the same family. Similar soils include the Devine (TX), Papalote (TX), and Webb (TX) series.\nDevine soils: contain more than 35 percent by volume of rock fragments in their Bt horizons\nMiguel and Papalote soils: have redoxomorphic concentrations in the upper Bt horizons.\nWilco soils: have secondary calcium carbonate at depths of more than 102 cm (40 in)\nWebb soils: smectitic mineralogy; are dry in the moisture control section for longer periods during the growing season"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: loamy alluvium and/or residuum dervived from sandstone of Tertiary age\nLandscape: inland dissected coastal plain\nLandform: broad interfluves or ridges\nSlope: 0 to 5 percent\nMean annual precipitation: 660 to 813 mm (26 to 32 in)\nPrecipitation pattern: June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nThornthwaite annual P-E indices: 32 to 44\nMean annual temperature: 21.1 to 23.3 degrees C (70 to 74 degrees F.)\nFrost free period: 275 to 300 days\nElevation: 70.1 to 240.8 m (230 to 790 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Miguel (TX) and Wilco (TX) series and the Clareville (TX), Coy (TX), and Zavala (TX) series.\nClareville soils: occur on lower positions and have mollic epipedons greater than 50 cm (20 in) thick\nCoy soils: have mollic epipedons, vertic properties, and occur on terraces and broad flats associated with drainageways\nZavala soils: do not have an argillic horizon and occur on lower flood plains\nWilco soils: occur on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; Runoff is medium to high; Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland, cropland, and pasture. Main crops are grain sorghums, corn, and cotton.  Pastures are mainly improved bermudagrass.  Present native vegetation includes bristlegrasses, windmillgrasses, threeawns, mesquite, whitebrush, blackbrush, and pricklypear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plain of Texas, LRR I, MLRA 83A.  The series is of large extent with over 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wilson County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil would have been classified in the Reddish Chestnut great soil group.\nThis soil was previously included with the Webb series.\nEdited 11/2013 (RFG-CKH): updated the competing series, associated soils, and geographic setting sections.\nDiagnostic horizons and features in this pedon are:\nOchric epipedon - 0 to 25 cm (0 to 10 in).\nArgillic horizon - 25 to 94 cm (10 to 37 in).\nADDITIONAL DATA: Lab data was performed on 1 pedon from McMullen County at the local project office.\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
