{
  "SERIES": "FLORAS",
  "STATUS": "Established Series",
  "BYREV": "REV: MHF/RTS/RWL/ET",
  "REVDATE": "04/2015",
  "STATES": "CA,OR",
  "OVERVIEW": "The Floras series consists of deep, well drained soils formed in colluvium and residuum from metasedimentary or metavolcanic rock types. Floras soils are on side slopes of forested coastal hills and mountains. Slopes are 30 to 90 percent. The mean annual precipitation is about 2800 millimeters (110 inches), and the mean annual temperature is about 12 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, isomesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Floras silty clay loam, woodland. (Colors are for moist soil unless otherwise noted.)\n0i--0 to 3 centimeters (0 to 1 inch); slightly decomposed needles, leaves, twigs, and woody materials; moderately acid (pH 6.0).\nA1--3 to 15 centimeters (1 to 6 inches); dark reddish brown (5YR 3/2) paragravelly silty clay loam, dark reddish gray (5YR 4/2) dry; strong fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots throughout; many very fine and fine irregular pores; 10 percent gravel and 10 percent paragravel; very strongly acid (pH 4.8); abrupt smooth boundary.\nA2--15 to 26 centimeters (6 to 10 inches); dark reddish brown (5YR 3/3) paragravelly silty clay loam, reddish brown (5YR 4/3) dry; strong fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots throughout; many very fine and fine irregular pores; 10 percent gravel and 10 percent paragravel; very strongly acid (pH 4.8); clear smooth boundary. (Combined thickness of the A horizon is 15 to 23 centimeters.)\nBw1--26 to 48 centimeters (10 to 19 inches); reddish brown (5YR 4/3) paragravelly silty clay loam, reddish brown (5YR 5/3) dry; strong very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots throughout; many very fine and fine tubular pores; 10 percent gravel and 15 percent paragravel; very strongly acid (pH 4.6); clear smooth boundary.\nBw2--48 to 71 centimeters (19 to 28 inches); reddish brown (5YR 4/3) gravelly silty clay loam, light reddish brown (5YR 6/3) dry; moderate very fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and medium roots throughout; many very fine and fine tubular pores; 20 percent gravel and 15 percent paragravel; very strongly acid (pH 4.6); clear wavy boundary.\nBw3--71 to 92 centimeters (28 to 36 inches); reddish brown (5YR 4/4) gravelly silty clay loam, light reddish brown (5YR 6/4) dry; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots throughout; many very fine and fine tubular pores; 25 percent gravel and 10 percent pararock fragments; very strongly acid (pH 4.6); clear wavy boundary. (Combined thickness of the Bw horizon is 64 to 89 centimeters.)\nBC--92 to 125 centimeters (36 to 49 inches); brown (7.5YR 5/4) gravelly silty clay loam, light brown (7.5YR 6/4) dry; weak fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots throughout; many very fine and fine tubular pores; 25 percent gravel and 30 percent pararock fragments; very strongly acid (pH 4.6); abrupt wavy boundary. (0 to 41 centimeters thick)\nCr--125 centimeters (49 inches); weathered sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Curry County, Oregon, about 1,600 feet south and 480 meters (1,575 feet) west of the northeast corner of sec. 4, T. 41 S., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature is 12 to 15 degrees C (54 to 59 degrees F), the mean summer soil temperature is 11.5 to 13 degrees C (53 to 56 degrees F), and the mean winter soil temperature is 8 to 10 degrees C (47 to 50 degrees F). The difference between mean summer and mean winter soil temperatures varies from 3 to less than 6 degrees C.  The soils have an isomesic temperature regime.\nSoil moisture: The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 10 to 30 centimeters (4 to 12 inches) in the four months following the summer solstice.  The soils have a udic moisture regime.\nDepth to a paralithic contact is 100 to 150 centimeters (40 to 60 inches).\nThe particle-size control section (weighted average)\nRock fragments: 5 to 35 percent\nClay content: 35 to 50 percent\nO horizon\nHue: 10YR.\nValue: 2 through 6 dry and moist.\nChroma: 1 through 4 dry and moist.\nTexture: slightly decomposed organic material.\nWood fragments: 0 to 35 percent.\nReaction: strongly to extremely acid.\nA horizon\nHue: 5YR or 7.5YR.\nValue: 3 or 4 dry, 2 or 3 moist.\nChroma: 2 through 4 dry and moist.\nTexture of fine earth: silty clay loam.\nRock fragments: 0 to 15 percent gravel.\nPararock fragments: 0 to 10 percent paragravel.\nClay content: 27 to 35 percent.\nReaction: very strongly acid.\nBw horizon\nHue: 5YR or 7.5YR.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry and moist.\nTexture of fine earth: silty clay loam or silty clay.\nRock fragments: 5 to 25 percent gravel; 0 to 10 percent cobbles.\nPararock fragments: 5 to 45 percent paragravel.\nClay content: 35 to 50 percent.\nReaction: very strongly acid.\nA C horizon is present in some pedons.\nC horizon\nHue: 5YR or 7.5YR.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry and moist.\nTexture of fine earth: silty clay loam or silty clay.\nRock fragments: 5 to 25 percent gravel; 0 to 10 percent cobbles.\nPararock fragments: 5 to 45 percent paragravel.\nClay content: 35 to 50 percent.\nReaction: very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Floras soils are on metastable to active side slopes of forested coastal hills and mountains. Slopes are 30 to 90 percent. The soils formed in colluvium and residuum derived dominantly from metasedimentary or metavolcanics. Elevations are 61 to 396 meters (200 to 1,300 feet). The climate is humid, characterized by warm wet winters and warm moist summers with fog. A strong marine influence limits the diurnal and annual range of temperature. The mean annual precipitation is 2286 to 3002 millimeters (90 to 130 inches). The mean annual temperature is 11 to 14 degrees C (52 to 57 degrees F). The frost-free period is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bosland, Dulandy, Guerin, Loeb, Macklyn, Vondergreen, Wedderburn, and Zwagg soils. Bosland and Dulandy soils are 20 to 40 inches deep to a lithic contact. Bosland soils are fine-loamy. Dulandy soils are loamy-skeletal. Guerin soils are 50 to 100 centimeters (10 to 20 inches) deep to a lithic contact and are loamy-skeletal. Loeb, Macklyn, and Vondergreen soils have argillic horizons. Wedderburn soils are 100 to 150 centimeters (40 to 60 inches) deep to a lithic contact and are fine-loamy. Zwagg soils are 50 to 100 centimeters (20 to 40 inches) deep to a lithic contact and are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high to very highrunoff; moderately low saturated hydralic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are mainly used for timber production, water supply, recreation, and wildlife habitat. Native vegetation is Douglas fir, redwood, tanoak, California laurel, red alder, red elderberry, Pacific rhododendron, evergreen huckleberry, western swordfern, salal, cascade Oregongrape, common beargrass, and Pacific trillium."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belts; MLRA 4B The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Curry County, Oregon, 1995. The source of the name is a lake and creek in northern Curry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly classified with the 10th edition as fine, isotic, isomesic Typic Dystrudepts.\nMinerology changed from mixed to isotic 1/2000.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon - from 0 to 26 centimeters (0 to 10 inches) (Oi, A1, & A2 horizons).\nCambic horizon - from 26 to 92 centimeters (10 to 36 inches) (Bw1, Bw2, Bw3 horizons).\nParalithic contact - at 125 centimeters (49 inches)\nAssumed base saturation by ammonium acetate of less than 50 percent in some subhorizons between 25 and 100 centimeters (10 and 40 inches).\nNASIS User Pedon Id: 95OR015001\nSoil classified using the 11th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
