{
  "SERIES": "FLOWERPOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Flowerpot series consists of very deep, somewhat poorly drained soils formed in colluvium and residuum from sedimentary rocks. Flowerpot soils are on concave areas of benches and broad summits of coastal hills and mountains. Slopes are 5 to 30 percent. The mean annual precipitation is about 95 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, isomesic Aquandic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Flowerpot silty clay loam, woodland on a 10 percent south-facing slope at an elevation of 320 feet. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots and moss; abrupt smooth boundary.\nA1--1 to 8 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; strong medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; weakly smeary; few very fine, fine, medium and coarse roots throughout; many very fine and fine irregular pores; extremely acid (pH 4.2); clear smooth boundary. (7 to 13 inches thick)\nA2--8 to 14 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; strong medium subangular blocky parting to strong fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common medium and coarse few very fine and fine roots throughout; many very fine and fine irregular pores; extremely acid (pH 4.2); clear smooth boundary. (5 to 12 inches thick)\nAB--14 to 22 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few medium very few very fine and fine roots throughout; many very fine and fine irregular pores; 2 percent paragravel; extremely acid (pH 4.2); diffuse smooth boundary. (0 to 10 inches thick)\nBw--22 to 30 inches; very dark grayish brown (10YR 3/2) silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine irregular pores; few faint very dark brown (10YR 2/2) organic stains on surfaces along pores; common fine and medium prominent dark yellowish brown (10YR 4/6) iron masses, irregular in the matrix and common fine and medium faint dark grayish brown (2.5Y 4/2) iron depletions, irregular in the matrix; 2 percent paragravel; extremely acid (pH 4.4); diffuse smooth boundary. (7 to 23 inches thick)\nBg--30 to 52 inches; grayish brown (2.5Y 5/2) silty clay loam, pale yellow (2.5Y 7/4) dry; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine irregular pores; common prominent very dark brown (10YR 2/2) organic stains on surfaces along pores; common medium and coarse prominent yellowish brown (10YR 5/6) iron masses, irregular in the matrix; 5 percent paragravel; extremely acid (pH 4.2); clear smooth boundary. (20 to 25 inches thick)\nBCg--52 to 60 inches; light yellowish brown (2.5Y 6/3) silty clay loam, light gray (2.5Y 7/1) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine irregular pores; common prominent very dark brown (10YR 2/2) organic stains on surfaces along pores; common medium and coarse prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix; 10 percent paragravel; extremely acid (pH 4.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tillamook County, Oregon; about 2 miles southeast of Netarts Oregon; about 1,900 feet north and 125 feet west of the southeast corner of section 4, T. 2 S., R. 10 W. Willamette Meridian: Netarts, Oregon USGS 7.5 minute topographic quadrangle. Latitude 45 degrees, 25 minutes, 32 seconds N. and Longitude 123 degrees, 54 minutes, 27 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 52 degrees F. The mean winter soil temperature and mean summer soil temperature vary less than 6 degrees C under a full canopy. The soils are usually moist but are dry between 4 and 12 inches for a period of less than 45 consecutive days following the summer solstice. Depth to bedrock is greater than 60 inches. The umbric epipedon is 20 to 35 inches thick Depth to depletions with chroma 2 or less is 15 to 24 inches. Aquic conditions with soil matrix chroma of 2 or less is below 20 inches. Reaction is very strongly acid or extremely acid.\nThe A1 horizon has hue of 10YR or 7.5YR, value 2 or 3 moist, 3 or 4 dry and chroma 2 or 3 moist and dry. Texture is medial silty clay loam with 27 to 30 percent clay by field estimate. It has an estimated acid-oxalate aluminum plus one-half iron of 2.0 to 3.0 percent and a moist bulk density of 0.9 to 1.0 g/cm3.\nThe A2 horizon has hue of 10YR or 7.5YR, value 2 or 3 moist, 4 or 5 dry and chroma 2 or 3 moist and dry. Texture is silty clay loam with 30 to 40 percent clay. It has an estimated acid-oxalate aluminum plus one-half iron of 1.0 to 2.0 percent and a moist bulk density of 0.9 to 1.1 g/cm3.\nThe AB horizon has hue of 10YR or 7.5YR, value 2 or 3 moist, 4 or 5 dry and chroma 2 or 3 moist and dry. Texture is silty clay loam with 35 to 40 percent clay. It has 0 to 35 percent paragravel.\nThe Bw horizon has hue of 10YR or 7.5YR, value 3 or 4 moist, 4 or 5 dry and chroma 2 or 3 moist and 3 or 4 dry. Texture is silty clay loam with 35 to 40 percent clay. It has 0 to 35 percent paragravel.\nThe Bg horizon has hue of 10YR or 2.5Y, value 4 through 6 moist, 7 or 8 dry and chroma 1 or 2 moist and 3 or 4 dry. Texture is silty clay loam or silty clay with 35 to 45 percent clay. It has 0 to 35 percent paragravel.\nThe BCg horizon has hue of 10YR or 2.5Y, value 4 through 6 moist, 7 or 8 dry and chroma 2 through 4 moist and 3 or 4 dry. Texture is silty clay loam or silty clay with 27 to 45 percent clay. It has 0 to 60 percent paragravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Chitwood and Wishkah series. Chitwood soils have an umbric epipedon 10 to 20 inches thick and are formed in old alluvium on terraces. Wishkah soils have an umbric epipedon less than 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Flowerpot soils are on concave benches and broad summits of coastal hills and mountains at elevations of 50 to 1,800 feet. Slopes are 5 to 30 percent. The soils formed in colluvium and residuum from sedimentary rocks. The climate is characterized by cool, moist summers and cool, wet winters. The mean annual precipitation is 80 to 110 inches. The mean annual temperature is 46 to 52 degrees F. The frost-free season is 120 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ecola, Templeton, and Munsoncreek soils. Ecola and Templeton soils are on adjacent side slopes and have a fine-silty particle-size family class. Munsoncreek soils are on adjacent benches, broad summits and slide slopes and do not have aquic conditions with redox depletions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are forested and are used for timber production. Other uses include homesites and wildlife habitat. Native vegetation includes Sitka spruce, western hemlock, Douglas fir, red alder, cascara buckthorn, vine maple, oval leaf huckleberry, salmonberry, swordfern, and red elderberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Benches and broad summits of coastal hills and mountains in western Oregon; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tillamook County, Oregon, 2006. The source of the name is Flower Pot creek located just southeast of Cape Meares, OR."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nUmbric epipedon - from the mineral soil surface to a depth 30 inches (A1, A2, AB, and Bw horizons)\nParticle-size control section - from a depth of 10 to 40 inches (part of the A2, AB, Bw, and part of the Bg horizons)\nAndic subgroup features - from a depth of 1 to 14 inches (A1 and A2 horizons) not meeting andic soil properties based on a moist bulk density of more than 0.9 g/cm3.\nAquic feature - from a depth of 11 to 60 inches having aquic conditions and associated redox depletions.\nA proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties. If accepted, medial modifiers would be used for those horizons meeting the andic subgroup criteria although not always meeting andic soil properties.\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots and moss; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--1 to 8 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; strong medium subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; weakly smeary; few very fine, fine, medium and coarse roots throughout; many very fine and fine irregular pores; extremely acid (pH 4.2); clear smooth boundary. (7 to 13 inches thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--8 to 14 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; strong medium subangular blocky parting to strong fine subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common medium and coarse few very fine and fine roots throughout; many very fine and fine irregular pores; extremely acid (pH 4.2); clear smooth boundary. (5 to 12 inches thick)"
      },
      {
        "name": "AB",
        "top": 36,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "AB--14 to 22 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few medium very few very fine and fine roots throughout; many very fine and fine irregular pores; 2 percent paragravel; extremely acid (pH 4.2); diffuse smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 56,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bw--22 to 30 inches; very dark grayish brown (10YR 3/2) silty clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine irregular pores; few faint very dark brown (10YR 2/2) organic stains on surfaces along pores; common fine and medium prominent dark yellowish brown (10YR 4/6) iron masses, irregular in the matrix and common fine and medium faint dark grayish brown (2.5Y 4/2) iron depletions, irregular in the matrix; 2 percent paragravel; extremely acid (pH 4.4); diffuse smooth boundary. (7 to 23 inches thick)"
      },
      {
        "name": "Bg",
        "top": 76,
        "bottom": 132,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg--30 to 52 inches; grayish brown (2.5Y 5/2) silty clay loam, pale yellow (2.5Y 7/4) dry; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine irregular pores; common prominent very dark brown (10YR 2/2) organic stains on surfaces along pores; common medium and coarse prominent yellowish brown (10YR 5/6) iron masses, irregular in the matrix; 5 percent paragravel; extremely acid (pH 4.2); clear smooth boundary. (20 to 25 inches thick)"
      },
      {
        "name": "BCg",
        "top": 132,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 4.2,
        "pH_class": "extremely acid",
        "narrative": "BCg--52 to 60 inches; light yellowish brown (2.5Y 6/3) silty clay loam, light gray (2.5Y 7/1) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine irregular pores; common prominent very dark brown (10YR 2/2) organic stains on surfaces along pores; common medium and coarse prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix; 10 percent paragravel; extremely acid (pH 4.2)."
      }
    ]
  ]
}
