{
  "SERIES": "FLUMEWALL",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB",
  "REVDATE": "01/2006",
  "STATES": "CA",
  "OVERVIEW": "The Flumewall series consists of shallow, well drained soils that formed in residuum and colluvium from coarse grained metamorphic rocks, mainly metadiorite.  Flumewall soils are on canyon side slopes in metamorphic Sierra Nevada mountains.  Slopes range from 70 to 100 percent.  The mean annual precipitation is about 74 inches, (1880 mm) and the mean annual temperature is about 52 degrees F, (11 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Lithic Haploxerults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Flumewall gravelly sandy loam, on an east facing 82 percent slope under a cover of canyon live oak, Douglas-fir, sugar pine and ponderosa pine at an elevation of 3320 feet, (1012 m).  When described on 6/1/2000 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 0.5 inches, (0 to 1 cm); slightly decomposed plant material; abrupt smooth boundary.\nA--0.5 to 2 inches, (1 to 5 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; 17 percent clay; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine, fine and medium irregular and tubular pores; 5 percent cobbles and 20 percent gravel; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.0; gradual smooth boundary. (1 to 3 inches, (3 to 8 cm) thick)\nBt1--2 to 6.5 inches, (5 to 17 cm); light brown (7.5YR 6/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; 19 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; many very fine, fine and medium roots; many very fine, fine and medium irregular and tubular pores; 20 percent discontinuous faint clay films; 10 percent cobbles and 25 percent gravel; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.0; gradual smooth boundary.\nBt2--6.5 to 18 inches, (17 to 46 cm); light brown (7.5YR 6/4) very stony sandy clay loam, strong brown (7.5YR 4/6) moist; 22 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; many very fine, fine, medium and coarse roots; many very fine, fine and medium tubular and irregular pores; 20 percent discontinuous faint clay films; 20 percent cobbles, 20 percent stones and 25 percent gravel; slightly acid, pH 6.3 by Hellige-Truog; NaF pH 10.0; abrupt irregular boundary. (Combined thickness of the Bt horizon is 8 to 19 inches, (20 to 48 cm) thick).\nR--18 inches, (46 cm); indurated metadiorite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California, about 0.68 miles east northeast of Stirling City, approximately 1000 feet south and 1400 feet east of the northwest corner of Section 27, Township 24 N., Range 4 E., 39 degrees 54 minutes, 44 seconds North latitude and 121 degrees, 31 minutes, 2 seconds West longitude, NAD83 - U.S.G.S Quad: Stirling City, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to lithic bedrock is 10 to 20 inches, (25 to 51 cm).  The mean annual soil temperature is 47 to 55 degrees F, (8 to 13 degrees C).  The particle-size control section averages 14 to 27 percent clay and 35 to 75 percent rock fragments, mostly gravel.  Mineralogy is isotic.  NaF pH ranges from 11 to 9.5 to a depth of 10 to 20 inches, (25 to 51 cm).  Rock fragments on the surface range from 10 to 25 percent gravel, 0 to 25 percent cobbles, 0 to 15 percent stones and 0 to 10 percent boulders.\nThe A horizon dry color is 7.5YR 6/3, 6/4 or 10YR 6/3.  Moist color is 7.5YR 4/3 or 4/4.  Texture is gravelly fine sandy loam, gravelly sandy loam, cobbly fine sandy loam or cobbly sandy loam.  Clay content ranges from 12 to 20 percent.  Rock fragments range from 15 to 80 percent gravel, 5 to 15 percent cobbles, 0 to 10 percent stones and 0 to 10 percent boulders.  Reaction ranges from slightly acid to moderately acid.\nThe Bt horizon dry color is 7.5YR 6/4, 6/6 or 10YR 6/4.  Moist color is 7.5YR 4/4, 4/6, 10YR 5/4 or 5YR 4/6.  Texture is gravelly fine sandy loam, very gravelly fine sandy loam, very gravelly sandy loam, very gravelly sandy clay loam, very stony sandy clay loam or extremely stony sandy clay loam.  Clay content ranges from 14 to 27 percent.  Rock fragments range from 15 to 35 percent gravel, 10 to 25 percent cobbles, and 0 to 25 percent stones.  Reaction ranges from slightly acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Flumewall soils are on canyon side slopes in metamorphic Sierra Nevada mountains.  Slopes range from 70 to 100 percent.  These soils formed in colluvium and residuum weathered from coarse grained metamorphic rocks, mainly metadiorite.  Elevation is 2000 to 4600 feet, (610 to 1402 m).  Mean annual precipitation is 70 to 78 inches, (1778 to 1981 mm).  The mean annual temperature is 50 to 54 degrees F, (10 to 12 degrees C).  Frost free season is 110 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Retsongulch, Obskel and Obstruction soils.  Retsongulch soils are moderately deep to lithic bedrock.  Obskel soils are deep to paralithic bedrock.  Obstruction soils are fine-loamy and very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderately rapid saturated hydraulic conductivity in the A horizon and moderate to moderately rapid in the Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat and watershed.  Vegetation is canyon live oak, Douglas-fir, ponderosa pine, sugar pine, tanoak, California black oak, white fir, incense cedar, whiteleaf manzanita, California honeysuckle, deerbrush and Pacific dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occur in the M261EF (Metamorphic Foothills) subsection of the M261E (Sierra Nevada) section.  MLRA 22A - Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0.5 to 2 in, (1 to 5 cm) (A)\nArgillic horizon - zone from 6.5 to 18 in, (17 to 46 cm) (Bt2)\nLithic contact - 18 inches, (46 cm)\nParticle-size control section - zone from 6.5 to 18 in, (17 to 46 cm)\nThe soil moisture control section - zone from 13 to 18 inches, (33 to 46 cm) is dry in all parts from about June to October (about 150 days)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 1,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 0.5 inches, (0 to 1 cm); slightly decomposed plant material; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 1,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0.5 to 2 inches, (1 to 5 cm); light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; 17 percent clay; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine, fine and medium irregular and tubular pores; 5 percent cobbles and 20 percent gravel; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.0; gradual smooth boundary. (1 to 3 inches, (3 to 8 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 17,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--2 to 6.5 inches, (5 to 17 cm); light brown (7.5YR 6/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; 19 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; many very fine, fine and medium roots; many very fine, fine and medium irregular and tubular pores; 20 percent discontinuous faint clay films; 10 percent cobbles and 25 percent gravel; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.0; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 17,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt2--6.5 to 18 inches, (17 to 46 cm); light brown (7.5YR 6/4) very stony sandy clay loam, strong brown (7.5YR 4/6) moist; 22 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; many very fine, fine, medium and coarse roots; many very fine, fine and medium tubular and irregular pores; 20 percent discontinuous faint clay films; 20 percent cobbles, 20 percent stones and 25 percent gravel; slightly acid, pH 6.3 by Hellige-Truog; NaF pH 10.0; abrupt irregular boundary. (Combined thickness of the Bt horizon is 8 to 19 inches, (20 to 48 cm) thick)."
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches, (46 cm); indurated metadiorite bedrock"
      }
    ]
  ]
}
