{
  "SERIES": "FLYBY",
  "STATUS": "Tentative Series",
  "BYREV": "GMW/LJL/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Flyby series consists of very shallow and shallow, somewhat excessively drained soils that formed in alluvium derived from volcanic rocks. The Flyby soils are on fan remnants. Slopes range from 4 to 15 percent. The mean annual precipitation is about 200 millimeters (8 inches) and the mean annual air temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Flyby gravelly sandy loam, on an east facing (90 degree), 12 percent slope at an elevation of 1,389 meters (4,557 feet). (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 15 percent 5 to 75 millimeter sized calcium carbonate nodules, 10 percent fine gravel, 45 percent medium and coarse gravel and 2 percent cobbles.\nA -- 0 to 4 centimeters (0 to 2 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3), moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots throughout; few very fine tubular and common very fine irregular pores; 7 percent fine gravel, 8 percent medium and coarse gravel and 1 percent cobbles; violently effervescent (9 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 4 centimeters, 1 to 2 inches thick)\nBk1 -- 4 to 14 centimeters (2 to 6 inches); pale brown (10YR 6/3) gravelly sandy loam, dark yellowish brown (10YR 4/4), moist; moderate coarse subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots throughout; many very fine irregular and common fine tubular pores; 15 percent prominent, white (10YR 8/1) calcium carbonate coats on bottom surfaces of rock fragments and 5 percent coarse distinct, white (10YR 8/1) irregular, strongly cemented calcium carbonate nodules in the matrix with sharp boundaries; 7 percent fine gravel and 13 percent medium and coarse gravel; violently effervescent (10 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); clear wavy boundary. (6 to 11 centimeters, 2 to 4 inches thick)\nBk2 -- 14 to 32 centimeters (6 to 13 inches); pale brown (10YR 6/3) gravelly sandy loam, dark yellowish brown (10YR 4/4), moist; weak coarse subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine irregular and few fine tubular pores; 15 percent prominent, white (10YR 8/1) calcium carbonate coats on bottom surfaces of rock fragments, 15 percent very coarse distinct, white (10YR 8/1) irregular, strongly cemented calcium carbonate nodules in the matrix with sharp boundaries and 5 percent medium distinct, white (10YR 8/1) irregular, moderately cemented calcium carbonate nodules in the matrix with sharp boundaries 8 percent fine gravel, 2 percent medium and coarse gravel and 2 percent cobbles; violently effervescent (25 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); very abrupt wavy boundary. (8 to 18 centimeters, 3 to 7 inches thick)\nBkkqm -- 32 to 92 centimeters (13 to 36 inches); very pale brown (10YR 8/2), indurated petrocalcic horizon, very pale brown (10YR 8/3), moist; massive; very rigid, very rigid, brittle; strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California, approximately 4.5 kilometers (3 miles) east of the intersection of Hart Mine Road and Ivanpah Road, 780 meters (2,560 feet) west and 415 meters (1,360 feet) south of the northeast corner of section 19, T. 14 N., R. 17 E. San Bernardino Base and Meridian; USGS Castle Peaks, CA 7.5 minute quadrangle; 35 degrees, 17 minutes, 1.6 seconds north latitude and 115 degrees, 11 minutes, 19.9 seconds west longitude; UTM 11S 664706e 3906018n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts from December to March and intermediately moist for 10 to 20 days during July to September following summer convection storms; aridic bordering on ustic soil moisture regime.\nSoil temperature: 15 to 19 degrees C (59 to 66 degrees F).\nDepth to calcic horizon: 3 to 15 centimeters (1 to 6 inches).\nDepth to petrocalcic horizon: 18 to 36 centimeters (7 to 14 inches).\nSurface rock fragments: 30 to 75 percent, dominantly gravel.\nControl Section\nClay content: 6 to 14 percent clay.\nCalcium carbonate equivalence of the less than 20 millimeter fraction: 10 to 35 percent.\nRock fragments: 10 to 35 percent, dominantly gravel.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nClay content: 6 to 9 percent.\nRock fragments: 15 to 34 percent, dominantly gravel .\nCalcium carbonate equivalence of the fine earth fraction: 0 to 10 percent.\nBk1 horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nClay content: 8 to 14 percent.\nRock fragments: 10 to 35 percent, dominantly gravel.\nCalcium carbonate equivalence of the fine earth fraction: 0 to 10 percent.\nVisible secondary carbonates: 2 to 10 percent gravel-sized calcium carbonate nodules.\nBk2 horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, moist or dry.\nTexture of the fine earth fraction: loamy sand or sandy loam.\nRock fragments: 10 to 35 percent, dominantly gravel.\nClay content: 7 to 12 percent.\nCalcium carbonate equivalence of the fine earth fraction: 10 to 35 percent.\nVisible secondary carbonates: 10 to 20 percent gravel-sized calcium carbonate nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bella (AZ), Culberspeth (TX) and Shumla (TX) series. Bella soils contain gypsum in the lower part of the profile. Culberspeth soils have an ustic bordering on aridic soil moisture regime and receive 300 to 400 millimeters (12 to 16 inches ) of precipitation per year. Culberspeth soils are formed from limestone. Shumla soils have a lithic contact between 18 and 50 centimeters (7 to 20 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Flyby soils are on fan remnants. Slopes are 4 to 15 percent. These soils formed in alluvium derived from volcanic rocks. Elevation is 1,310 to 1,395 meters (4,300 to 4,575 feet). The climate is arid with cool, moist winters and warm, moist summers. The mean annual precipitation is 175 to 225 millimeters (7 to 9 inches) and the mean annual temperature is 13 to 17 degrees C (55 to 63 degrees F). The frost-free season is 210 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: There are the Fairlan (T CA) and Lecyr (T CA) series. Fairlan soils contain more than 18 percent clay and are very deep. Lecyr soils are moderately deep to a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; saturated hydraulic conductivity is high above the petrocalcic horizon and low within the petrocalcic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation and wildlife habitat. Vegetation is big galleta, black grama, and threadleaf snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California, U.S.A.; MLRA 30. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Bernardino County, California; Soil Survey of Mojave National Preserve Area, California, 2011. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 4 centimeters (0 to 2 inches) (A horizon).\nCalcic horizon - from a depth of 14 to 32 centimeters (6 to 13 inches) (Bk2 horizon).\nPetrocalcic horizon - the zone beginning at 32 centimeters (13 inches) (BkKqm horizon).\nParticle size control section - from a depth of 0 to 32 centimeters (0 to 13 inches) (A, Bk1 and Bk2 horizons).\nADDITIONAL DATA: NASIS User Pedon ID: 11CA795306.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 10/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 4,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 0 to 4 centimeters (0 to 2 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3), moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots throughout; few very fine tubular and common very fine irregular pores; 7 percent fine gravel, 8 percent medium and coarse gravel and 1 percent cobbles; violently effervescent (9 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 4 centimeters, 1 to 2 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 4,
        "bottom": 14,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1 -- 4 to 14 centimeters (2 to 6 inches); pale brown (10YR 6/3) gravelly sandy loam, dark yellowish brown (10YR 4/4), moist; moderate coarse subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots throughout; many very fine irregular and common fine tubular pores; 15 percent prominent, white (10YR 8/1) calcium carbonate coats on bottom surfaces of rock fragments and 5 percent coarse distinct, white (10YR 8/1) irregular, strongly cemented calcium carbonate nodules in the matrix with sharp boundaries; 7 percent fine gravel and 13 percent medium and coarse gravel; violently effervescent (10 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); clear wavy boundary. (6 to 11 centimeters, 2 to 4 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 14,
        "bottom": 32,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "very abrupt",
        "topography": "wavy",
        "narrative": "Bk2 -- 14 to 32 centimeters (6 to 13 inches); pale brown (10YR 6/3) gravelly sandy loam, dark yellowish brown (10YR 4/4), moist; weak coarse subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine irregular and few fine tubular pores; 15 percent prominent, white (10YR 8/1) calcium carbonate coats on bottom surfaces of rock fragments, 15 percent very coarse distinct, white (10YR 8/1) irregular, strongly cemented calcium carbonate nodules in the matrix with sharp boundaries and 5 percent medium distinct, white (10YR 8/1) irregular, moderately cemented calcium carbonate nodules in the matrix with sharp boundaries 8 percent fine gravel, 2 percent medium and coarse gravel and 2 percent cobbles; violently effervescent (25 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); very abrupt wavy boundary. (8 to 18 centimeters, 3 to 7 inches thick)"
      },
      {
        "name": "Bkkqm",
        "top": 32,
        "bottom": 92,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "narrative": "Bkkqm -- 32 to 92 centimeters (13 to 36 inches); very pale brown (10YR 8/2), indurated petrocalcic horizon, very pale brown (10YR 8/3), moist; massive; very rigid, very rigid, brittle; strongly effervescent."
      }
    ]
  ]
}
