{
  "SERIES": "FLYER",
  "STATUS": "Established Series",
  "BYREV": "MEB/KP",
  "REVDATE": "06/2011",
  "STATES": "CA",
  "OVERVIEW": "The Flyer series consists of moderately deep, somewhat excessively well drained soils that formed in materials weathered from dioritic igneous rock. Flyer soils are on side slopes interfluves on hills and mountains of islands. Slopes range from 20 to 75 percent. The mean annual precipitation is about 355 millimeters (14 inches) and the mean annual temperature is about 21 degrees C (69 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Flyer gravelly loamy sand, on a south facing 42 percent slope under a cover of grass at an elevation of 1082 feet (330 meters). (Colors are for dry soil unless otherwise noted).\nA--0 to 4 inches, (0 to 10 cm); brown (10YR 5/3) broken face gravelly loamy sand, dark brown (7.5YR 3/3) broken face moist; 5 percent clay; moderate fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine roots; many very fine interstitial pores; 20 percent  rounded 2 to 75 millimeter quartz-diorite fragments; strongly acid, pH 5.4 by pH meter 1:1 water;  clear wavy boundary. (4 to 29 centimeters thick)\nBt1--4 to 13 inches, (10 to 33 cm); brown (10YR 5/3) broken face gravelly sandy loam, dark brown (7.5YR 3/3) rubbed moist; 10 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; few fine roots and few very fine roots; common very fine interstitial pores; faint clay films on all faces of peds and faint clay films between sand grains; 20 percent  rounded 2 to 75 millimeter quartz-diorite fragments; moderately acid, pH 5.7 by pH meter 1:1 water;  clear wavy boundary. (13 to 47 centimeters thick)\nBt2--13 to 28 inches, (33 to 70 cm); yellowish brown (10YR 5/4) broken face very gravelly loam, dark yellowish brown (10YR 4/4) rubbed moist; 15 percent clay; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few very fine tubular and common very fine interstitial pores; distinct clay films on all faces of peds and distinct clay films between sand grains; 40 percent  rounded 2 to 75 millimeter quartz-diorite fragments; slightly acid, pH 6.3 by pH meter 1:1 water; clear wavy boundary. (20 to 37 centimeters thick)\nBt3--28 to 35 inches, (70 to 90 cm); light yellowish brown (10YR 6/4) broken face very gravelly sandy clay loam, dark yellowish brown (10YR 4/6) rubbed moist; 22 percent clay; massive; slightly hard, very friable, moderately sticky, moderately plastic; few very fine tubular and common very fine interstitial pores; distinct clay films on all faces of peds and  distinct clay films between sand grains; 60 percent  rounded 2 to 75 millimeter quartz-diorite fragments; slightly acid, pH 6.4 by pH meter 1:1 water;  clear wavy boundary. (0 to 20 centimeters thick)\nCr--35 to 39 inches, (90 to 100 cm); extremely hard; highly fractured (less than 10 cm apart), quartz-diorite porphyry."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Catalina Island, Los Angeles County, CA, in the Channel Islands Soil Survey Area 33 degrees North latitude, 20 minutes, 20.7 seconds and 118 degrees, 24 minutes, 13.7 seconds West longitude, NAD83. - U.S.G.S Quad: Santa Catalina Island East."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 15 to 22 degrees C. (59 to 71 degrees F.) The soil moisture control section is dry in all parts from about mid-June to mid-November and is usually moist the rest of the time.\nThe Oi horizon (when present) ranges from 0 to 5 centimeters.\nThe A horizon (and A2 when present) dry color is 10YR 5/3, 4/4, 4/2. Moist color is 10YR 3/3, 2/2, 7.5 YR 3/3.\nTextures are sandy loam, loamy sand, gravely loamy sand.\nCoarse fragments may be 0 to 20 percent gravel.\nThe Bt1 horizon dry color is 10YR 6/6, 5/3, 4/3. Moist color is 10YR 5/4, 4/6, 4/4, 4/3, 3/3, 7.5 YR 3/3.\nTextures are sandy loam, loamy sand, gravely loamy sand, loam, very gravely sandy clay loam.\nCoarse fragments may be 0 to 20 percent gravel.\nThe Bt2 horizon dry color is 10YR 6/4, 5/4, 2.5Y 5/4. Moist color is 10YR 5/4, 4/6, 4/4, 7.5 YR 4/4.\nTextures are sandy loam, very gravely sandy loam, loam, very gravely loam.\nCoarse fragments may be 1 to 40 percent gravel.\nThe Bt3 (when present) horizon dry color is 10YR 6/4. Moist color is 10YR 4/6.\nTextures are sandy loam, very gravely sandy clay loam.\nCoarse fragments may be 1 to 60 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kingdon soils. Kingdon soils are very deep soils formed on alluvial fans.."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Flyer soils formed in quartz-diorite on complex side slopes of interfluves of hills and mountains on islands. Slopes range from 45 to 75 percent. Elevations are from sea level to 1550 feet (0 to 472 meters). The climate is characterized by warm, dry summers and cool, moist winters with potential fog common all year. The mean annual precipitation is 13 to 24 inches (330 to 660 mm), the mean annual temperature is 61 to 73 degrees F. (16 to 23 degrees C.), and the frost free season is 355 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Oboship, Nauti, Loadline, Bosun, Marpol and Express. Oboship soils are found on predominately north aspects under continuous stands of oak and chaparral. Nauti soils are under sage and grass. Loadline soils are shallow. Express soils are coarse-loamy and predominately on the upper third slopes of interfluves. All these soils are found on hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively well drained; high runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is predominately Coastal Sage Scrub and Non-native Scrub, Maritime Cactus Scrub and Coastal Bluff Scrub, Island Chaparral."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Catalina Island, Los Angeles County, California. The soil is not extensive. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Catalina Island, Los Angeles County, California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about 13 inches (33 centimeters.\nArgillic endopedon--The upper 50 centimeters of clay accumulation (Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches, (0 to 10 cm); brown (10YR 5/3) broken face gravelly loamy sand, dark brown (7.5YR 3/3) broken face moist; 5 percent clay; moderate fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine roots; many very fine interstitial pores; 20 percent  rounded 2 to 75 millimeter quartz-diorite fragments; strongly acid, pH 5.4 by pH meter 1:1 water;  clear wavy boundary. (4 to 29 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--4 to 13 inches, (10 to 33 cm); brown (10YR 5/3) broken face gravelly sandy loam, dark brown (7.5YR 3/3) rubbed moist; 10 percent clay; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; few fine roots and few very fine roots; common very fine interstitial pores; faint clay films on all faces of peds and faint clay films between sand grains; 20 percent  rounded 2 to 75 millimeter quartz-diorite fragments; moderately acid, pH 5.7 by pH meter 1:1 water;  clear wavy boundary. (13 to 47 centimeters thick)"
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--13 to 28 inches, (33 to 70 cm); yellowish brown (10YR 5/4) broken face very gravelly loam, dark yellowish brown (10YR 4/4) rubbed moist; 15 percent clay; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few very fine tubular and common very fine interstitial pores; distinct clay films on all faces of peds and distinct clay films between sand grains; 40 percent  rounded 2 to 75 millimeter quartz-diorite fragments; slightly acid, pH 6.3 by pH meter 1:1 water; clear wavy boundary. (20 to 37 centimeters thick)"
      },
      {
        "name": "Bt3",
        "top": 71,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--28 to 35 inches, (70 to 90 cm); light yellowish brown (10YR 6/4) broken face very gravelly sandy clay loam, dark yellowish brown (10YR 4/6) rubbed moist; 22 percent clay; massive; slightly hard, very friable, moderately sticky, moderately plastic; few very fine tubular and common very fine interstitial pores; distinct clay films on all faces of peds and  distinct clay films between sand grains; 60 percent  rounded 2 to 75 millimeter quartz-diorite fragments; slightly acid, pH 6.4 by pH meter 1:1 water;  clear wavy boundary. (0 to 20 centimeters thick)"
      },
      {
        "name": "Cr",
        "top": 89,
        "bottom": 99,
        "narrative": "Cr--35 to 39 inches, (90 to 100 cm); extremely hard; highly fractured (less than 10 cm apart), quartz-diorite porphyry."
      }
    ]
  ]
}
