{
  "SERIES": "FOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/GB",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fola cobbly sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; brown (7.5YR 5/2) cobbly sandy loam, brown (7.5YR 4/2) moist; moderate fine granular structure; soft, very friable; non-sticky and non-plastic; 5 percent pebbles and 20 percent cobbles; mildly alkaline (pH 7.4); gradual smooth boundary.  (4 to 8 inches thick)\nBw--6 to 16 inches; brown (7.5YR 5/3) very cobbly sandy loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable; non-sticky and non-plastic; few thin patchy clay films on coarse fragments; 5 percent pebbles and 50 percent cobbles; mildly alkaline (pH 7.4); gradual smooth boundary.  (6 to 16 inches thick)\nC--16 to 60 inches; brown (7.5YR 5/2) extremely cobbly sandy loam, brown (7.5YR 4/2) moist; massive; slightly hard, very friable; non-sticky and non-plastic; 5 percent pebbles and 70 percent cobbles; mildly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; in a road cut east of Cement Creek in Sec. 27, T. 14 S., R. 85 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 41 degrees F., and mean summer soil temperature is 62 degrees F. Depth to uniformly calcareous material normally ranges from 40 to more than 60 inches.  Base saturation typically is more than 90 percent but ranges from 60 to 100 percent.  The control section is usually very cobbly or very cobbly sandy loam but in the fine earth fraction it has 5 to 18 percent clay, 5 to 70 percent silt, and 45 to 80 percent sand with more than 35 percent fine or coarser sand.  Textures coarser than loamy very fine sand are excluded from the above range.  Rock fragments range from 35 to 80 percent in the major part of the control section and are mainly 1/2 to 10 inches in diameter.  The solum and C horizon are neutral or mildly alkaline.\nThe A horizon has hue of 2.5Y, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 4.\nThe Bw horizon has hue of 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 1 through 4.\nThe C horizon has hue of 2.5Y through 7.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Birney series.  Birney soils have a consistent k horizon above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Fola soils are on gently sloping to steep alluvial fans, terraces, and valley side slopes.  The soils formed in alluvial parent materials derived from mixed sources.  At the type location the average annual precipitation is 13 inches with peak periods of precipitation during the spring and summer.  The annual temperature is 39 degrees F., and summer temperature is 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gateview and Dollard soils.  Gateview soils have mollic epipedons and have mean summer soil temperatures colder than 59 degrees F.  Dollard soils lack cambic horizons, are calcareous, and overlie sedimentary bedrock at depths of less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and for irrigated hayland.  Native vegetation is mainly sagebrush, western wheatgrass, Arizona fescue, Thurber fescue, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous area of Central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a cambic horizon from 6 to 16 inches.  Last updated by the state 12/93.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
