{
  "SERIES": "FOLAVAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJJ/PSD",
  "REVDATE": "02/2016",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Ustic Aquicambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Folavar very gravelly sandy loam on a 1 percent slope in native grass hay.  (Colors are for dry soil unless otherwise stated.)\nOi--2 to 0 inches; dense root mass.\nA--0 to 5 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and few medium roots; many very fine and few fine continuous irregular pores; 40 percent pebbles; neutral (pH 6.8); clear smooth boundary.  (2 to 5 inches thick)\nBw--5 to 12 inches; dark yellowish brown (10YR 4/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; many medium distinct strong brown (7.5YR 5/6) mottles; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine roots; many very fine and few fine continuous irregular pores; 30 percent pebbles; neutral (pH 7.2); gradual smooth boundary.  (7 to 15 inches thick)\n2C1--12 to 20 inches; yellowish brown (10YR 5/4) very gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive; loose, nonsticky and nonplastic; few fine roots; many very fine and common fine continuous irregular pores; 60 percent pebbles; neutral (pH 7.2); gradual wavy boundary.  (8 to 9 inches thick)\n2C2--20 to 60 inches; yellowish brown (10YR 5/4) extremely gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive; loose, nonsticky and nonplastic; few fine roots; many very fine and common fine continuous irregular pores; 70 percent pebbles; slightly alkaline (pH 7.4)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Albany County, Wyoming; 2,500 feet east, 50 feet north of the SW corner, Section 27, T14N, R76W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic matter content of the surface 7 inches is 1 or 2 percent.  The depth to the base of the cambic horizon is 11 to 20 inches.  The particle-size control section averages 5 to 12 percent clay with less than 50 percent very fine sand and contains 35 to 70 percent coarse fragments.  The reaction is neutral or mildly alkaline throughout.  A fluctuating water table between 0 and 24 inches occurs during the growing season due to irrigation.  The soil is dry in all parts more than half the time (cumulative) that the soil temperature at a depth of 20 inches is above 5 degrees C. (41 F.) and never moist in some or all parts for as long as 90 consecutive days when the soil temperature at a depth of 20 inches is above 8 degrees C. (47 F.).  The mean annual soil temperature at a depth of 20 inches is less than 8 degrees C. (47 F.), and the mean annual summer soil temperature at a depth of 20 inches is greater than 15 degrees C. (59 F.).  The mean annual winter and summer soil temperatures differ by more than 5 degrees C.  (9 F.)\nThe A horizon has value 4 through 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry and moist.  Coarse fragments range from 20 to 40 percent pebbles.\nThe Bw horizon has hue 10YR or 7.5YR, value 4 or 5 dry, 3 or 4 moist, and chroma of 3 or 4 dry and moist.  Texture is gravelly sandy loam or very gravelly sandy loam.  Coarse fragments range from 30 to 45 percent pebbles.\nThe 2C horizon has hue of 10YR or 7.5YR, value 4 or 5 dry, and chroma of 3 through 5 dry and moist.  Texture of the matrix is loamy sand or sand modified by 35 to 70 percent coarse fragments, most of which are pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Pahlow and Shurley(T) series.  The Pahlow soil has a calcic horizon.  The Shurley soil contains 20 to 50 percent flagstones throughout the major part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Folavar soils are on flood plains and terraces.  They formed in mixed alluvium.  Elevation ranges from 6,000 to 7,800 feet.  The mean annual precipitation ranges from 10 to 14 inches, of which about half falls as snow or rain in April, May, and early June.  The mean annual air temperature ranges from 40 to 45 degrees F.  The frost-free period ranges from 85 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gerrard, Pahlow, and Redrob soils.  Gerrard and Redrob soils have mollic epipedons.  Pahlow soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, slow runoff; moderately rapidly permeable in A and Bw horizons over rapidly permeable 2C horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated native grass hayland, rangeland, and wildlife habitat.  Native vegetation is alkali sacaton, basin wildrye, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Wyoming.  This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Albany County (Albany County Area), Wyoming, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - 0 to 5 inches (A);  Cambic horizon - 5 to 12 inches (Bw);  Borollic feature - meets organic carbon and soil temperature regime requirement for Borollic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
