{
  "SERIES": "FOLLET",
  "STATUS": "Established Series",
  "BYREV": "GWC-LCB-RM",
  "REVDATE": "01/2018",
  "STATES": "TX",
  "OVERVIEW": "The Follet series consists of very deep, very poorly drained soils that formed in saline loamy alluvium sediments.  The nearly level soils are on broad, flat tidal areas in coastal marshes. Slope is less than 0.5 percent. Mean annual precipitation is about 1295 mm (51 in), and mean annual air temperature is about 21.7 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, hyperthermic Sodic Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Follet clay loam--on a smooth level 0.1 percent slope, in grass at nearly sea level Colors are for wet soil unless otherwise stated.)\nAg--0 to 10 cm (0 to 4 in); gray (10YR 5/1) clay loam, massive; flows easily between fingers and leaves small residue in hand when squeezed; slightly fluid, slightly sticky and slightly plastic; common fine and medium roots; common fine vesicular pores; strongly saline; slightly alkaline; clear smooth boundary. (10 to 38 cm [4 to 15 in] thick)\nCg1--10 to 56 cm (4 to 22 in); gray (10YR 6/1) loam stratified silty clay loam, massive; firm, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; common fine distinct brownish yellow and brown iron concentrations; strongly saline; moderately alkaline; gradual smooth boundary. (25 to 61 cm [10 to 24 in] thick)\nCg2--56 to 122 cm (22 to 48 in); gray (10YR 6/1) loam stratified silty clay loam, massive; firm, slightly sticky and slightly plastic; common fine distinct brownish yellow and brown iron concentrations; strongly saline; moderately alkaline; gradual smooth boundary. (20 to 76 cm [8 to 30 in] thick)\nCg3--122 to 203 cm (48 to 62 in); gray (10YR 6/1) silty clay loam stratified with silt loam, massive; firm, slightly sticky and slightly plastic; common fine distinct brown and yellowish brown iron concentrations; strongly saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brazoria County, Texas; about 15 miles east of Angleton; 7780 ft southwest along Intracoastal Waterway from intersection of Intracoastal Waterway and Bastrop Bayou; 6050 ft east along dredged channel; 400 ft northeast along small bayou, site is 50 ft south of Bayou. Chrismtas Point USGS Quad; Approximate Latitude: 29 degrees, 4 minutes, 34.53 seconds N; 95 degrees, 11 minutes, 16.68 seconds W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThese soils are in a peraquic moisture regime.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nIn some pedons the surface layer has an n-value of more than 0.7 but it does not extend to a depth of 51 cm (20 in).  Some pedons have a peaty or mucky surface 5 to 20 cm (2 to 8 in) thick.  Reaction ranges from neutral to moderately alkaline throughout.  The electrical conductivity ranges from 20 to 60 mmhos and the exchangeable sodium percent is more than 15 percent throughout the control section.\nAg horizon:\nHue: N or 10YR\nValue: 3 to 7\nChroma: 2 or less.  Where the value is 3, the thickness is less than 25 cm (10 in).\nTexture: is mainly fine sandy loam through clay loam but ranges to loamy fine sand.\nRedox concentrations: amount-none to common, shades-yellow or brown\nRedox depletions: amount-none to common, shades-gray\nCg horizon:\nHue: N or 10YR\nValue: 4 to 8\nChroma: less than 2\nTexture: loam, sandy clay loam, silty clay loam, or clay loam, and most pedons are stratified.\nRedox concentrations: amount-none to common, shades-yellow or brown\nRedox depletions: amount-none to common, shades-gray\nIron-manganese concentrations: amount-none to common; kind-masses or nodules\nSome pedons have 2C horizons below 152 cm (60 in) that have the same color range as the A and C horizons, but individual strata are reddish, brownish or yellowish.  Texture ranges from loam to clay and is stratified with more clayey and sandier layers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family.  Other similar soils are the Barbary, Barrada, Gentilly, Karankawa, Levy, Scatlake, Tatlum, Tracosa, and Veston series.\nBarbary, Barrada, Gentilly, Levy, Scatlake, and Tatlum soils: have n-values of more than 0.7 between 20 and 51 cm (8 and 20 in) of the soil surface.\nKarankawa soils: have a coarse-loamy particle-size control section.\nTracosa soils: have a fine particle-size control section.\nVeston soils: do not have a peraquic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: saline loamy alluvium of Quarternary age\nLandscape: low delta plains\nLandform: tidal marsh\nSlope: less than 0.5 percent\nMean annual precipitation: 1,143 to 1,397 mm (45 to 55 in)\nMean annual air temperature: 20.6 to 21.7 degrees C (69 degrees to 72 degrees F)\nFrost-free period:  300 to 365 days\nElevation: less than 1.5 m (5 ft)\nThornthwaite P-E Index: exceed 50"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Karankawa, Tatlum, Tracosa, and Veston series and the Harris, Mustang, Galveston, and Narta series.\nHarris, Mustang, Galveston, Narta, and Veston soils: occur on a slightly higher position and have a water table that is below the soil surface at least part of the time during the year.  In addition, Mustang and Galveston soils have sandy control sections and Narta soils are clayey and have natric horizons.  Karankawa, Tatlum and Tracosa soils: are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Follet soils are very poorly drained.  Runoff is negligible and permeability is very slow.  A permanent water table is at or slightly above the soil surface during low tides and ranges to 30 cm (12 in) above the surface during high tides."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as wildlife land.  A few areas are grazed by livestock.  Native vegetation is dominated by smooth cordgrass.  Other plants include Salicornia and Batis species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Along the upper Gulf Coast in southeast Texas; LRR-T;  MLRA 150B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brazoria County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly classified as a miscellaneous land type, Tidal flat, or were included with the Veston series. This soil has halic properties as described by J. A. Coover et al., in SSSA Proceedings, 1975.\nClassification changed from Typic Haplaquents to Sodic Endoaquents 11/2000 based on typifying pedon description.  Further study of the series is needed to verify classification.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 10 cm (0 to 4 in) (Ag horizon)\nPeraquic moisture regime: water table at or near surface at all times."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL data from Brazoria County, TX (S78TX-039-094).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ag",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ag--0 to 10 cm (0 to 4 in); gray (10YR 5/1) clay loam, massive; flows easily between fingers and leaves small residue in hand when squeezed; slightly fluid, slightly sticky and slightly plastic; common fine and medium roots; common fine vesicular pores; strongly saline; slightly alkaline; clear smooth boundary. (10 to 38 cm [4 to 15 in] thick)"
      },
      {
        "name": "Cg1",
        "top": 10,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg1--10 to 56 cm (4 to 22 in); gray (10YR 6/1) loam stratified silty clay loam, massive; firm, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; common fine distinct brownish yellow and brown iron concentrations; strongly saline; moderately alkaline; gradual smooth boundary. (25 to 61 cm [10 to 24 in] thick)"
      },
      {
        "name": "Cg2",
        "top": 56,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg2--56 to 122 cm (22 to 48 in); gray (10YR 6/1) loam stratified silty clay loam, massive; firm, slightly sticky and slightly plastic; common fine distinct brownish yellow and brown iron concentrations; strongly saline; moderately alkaline; gradual smooth boundary. (20 to 76 cm [8 to 30 in] thick)"
      },
      {
        "name": "Cg3",
        "top": 122,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg3--122 to 203 cm (48 to 62 in); gray (10YR 6/1) silty clay loam stratified with silt loam, massive; firm, slightly sticky and slightly plastic; common fine distinct brown and yellowish brown iron concentrations; strongly saline; moderately alkaline."
      }
    ]
  ]
}
