{
  "SERIES": "FONDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-ERS-SWF",
  "REVDATE": "12/2008",
  "STATES": "NY",
  "OVERVIEW": "The Fonda series consists of very deep, very poorly drained soils formed in fine-textured, water-sorted sediments. They are on glacial lake plains and sediment filled depressions of upland till plains. Slope ranges from 0 through 1 percent. Mean annual temperature is 48 degrees F, and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, nonacid, mesic Mollic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fonda silt loam on less than 1 percent slope in cut-over woods. (Colors are for moist broken soil unless specified otherwise.)\nOe -- 0 to 2 inches black (N 2/0) partially decomposed leaf litter. (0 through 4 inches thick.)\nA -- 2 to 10 inches; black (10YR 2/1) mucky silt loam, very dark brown (10YR 2/2) crushed; strong fine granular structure; very friable; common fine and medium and few coarse roots; slightly acid; clear wavy boundary. (3 through 9 inches thick.)\nBg1 -- 10 to 18 inches; dark gray (N 4/0) silty clay loam; moderate medium subangular blocky structure parting to moderate fine granular; sticky and plastic; common fine and few medium roots; common fine vesicular and common medium tubular pores; slightly acid; gradual smooth boundary.\nBg2 -- 18 to 28 inches; dark gray (5Y 4/1) silty clay; weak coarse prismatic structure; sticky and plastic; few fine roots in pores; few coarse and common medium tubular and common fine vesicular pores; common coarse prominent olive brown (2.5Y 4/4) masses of iron accumulation; neutral; diffuse smooth boundary. (Combined thickness of Bg is 18 through 42 inches thick.)\nC1 -- 28 to 44 inches; gray (5Y 5/1) silty clay varved with thin silt bands; massive with inherited weak medium plate-like divisions; very sticky and plastic; few fine roots in pores; few coarse and common medium tubular pores containing a few clay films; common coarse prominent olive brown (2.5Y 4/4) masses of iron accumulation; strongly effervescent; moderately alkaline; diffuse smooth boundary.\nC2 -- 44 to 74 inches; dark gray (N 4/0) varved clay and silty clay; massive with inherited weak medium plate-like divisions; very sticky and very plastic; few medium tubular pores containing few faint clay films; few coarse distinct olive brown (2.5Y 4/4) masses of iron accumulation; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otsego County, New York; Town of Otsego, 100 feet north of the intersection of County Route 22 and Keating Road, and 700 feet west of County Route 22, in a wooded area. USGS Schuyler Lake, NY topographic quadrangle; Latitude 42 degrees, 47 minutes, 3 seconds N. and Longitude 75 degrees, 0 minutes, 47 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness and depth to carbonates range from 20 through 44 inches. Depth to bedrock is greater than 60 inches. Rock fragments are commonly absent in the upper 40 inches, but some pedons have a few erratic stones or pebbles present. The section from 10 through 40 inches averages between 35 and 55 percent clay, but individual subhorizons are either less or more than those limits in some pedons. Redoximorphic features consisting of accumulations of iron/manganese oxides or iron/clay depletions are found in subsoil horizons.\nSome pedons have a black O horizon 1 through 4 inches thick.\nThe A horizon has hue of 10YR, value of 2 through 3, and chroma of 1 through 3, or it is neutral. Texture is silt loam or silty clay loam, or their organic modifiers, and contains between 10 and 18 percent organic matter. Structure is granular or very fine blocky. Consistence is very friable. Reaction is slightly acid or neutral. Some pedons have an Ap with a similar color range.\nThe Bg horizon is neutral in color or has hue of 5YR through 5Y, value of 4 through 6, and chroma of 0 through 2. It has few to no redoximorphic features in the upper part and few to many in the lower part. Texture of the fine-earth fraction is silty clay loam, silty clay, or clay. Structure is weak through strong prismatic, blocky or subangular blocky. Some patchy clay films occur on vertical faces of peds in some pedons. Consistence is sticky or very sticky, and plastic or very plastic. Reaction ranges from slightly acid through moderately alkaline.\nThe C horizon is neutral in color, or has hue of 2.5YR through 5Y, value of 4 through 6, and chroma of 0 through 2. It is typically calcareous, varved silty clay loam, silty clay, or clay. Some pedons may have thin strata of coarser material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Toledo and Toussaint series are in the same family. Toledo soils have less than 10 percent organic matter in the A horizon. Toussaint soils have carbonates at depths of less than 22 inches.\nOther related soils include the Alden, Lakemont, Livingston, and Madalin soils. Alden soils are fine-silty and Livingston soils are very-fine. Lakemont and Madalin soils have argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fonda soils occupy the wettest, slightly depressed areas on lake plains and sediment-filled depressions of till uplands. Slopes are 0 through 1 percent. The soils developed in water-deposited fine textured material. In upland depressions, the C horizon of some pedons is in till. Mean annual precipitation ranges from 28 through 45 inches; mean annual air temperature ranges from 46 through 51 degrees F; and mean frost-free period ranges from 140 through 200 days. The elevation ranges from 300 through 1,400 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Hudson, Lakemont, Madalin, Odessa, Rhinebeck, and Schoharie soils are typical catena associates. Hudson, Madalin, Odessa, Rhinebeck, and Schoharie are on higher positions and are better drained. Lakemont soils occur on slightly higher or similar landscapes and have argillic horizons. In the associated silty sediments, Dunkirk and its associates or Amboy and its associates are the major series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The soil is intermittently ponded. The potential for runoff is negligible to very high. Saturated hydraulic conductivity Permeability is moderately low through high in the mineral surface and low to moderately high in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soil is mainly in woodlots that contain elm, alder, red maple, and willow. Cleared areas support mainly reeds and sedges unless artificially drained. Where some surface drainage is provided, the soil supports grasses used for hay or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Throughout most of New York. MLRA's 101, 140, 144A. The series is of small or moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lewis County, New York, 1954."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon are:\n1. Ochric epipedon - from 2 to 10 inches (Mollic characteristics but too thin for a Mollic epipedon (A horizon).\n2. Cambic horizon - from 10 to 28 inches (Bg1 and Bg2 horizons).\n3. Mollic subgroup - from 2 to 10 inches.\n4. Redoximorphic features - Redoximorphic accumulations are found in Bg horizons."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe -- 0 to 2 inches black (N 2/0) partially decomposed leaf litter. (0 through 4 inches thick.)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "strong fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 2 to 10 inches; black (10YR 2/1) mucky silt loam, very dark brown (10YR 2/2) crushed; strong fine granular structure; very friable; common fine and medium and few coarse roots; slightly acid; clear wavy boundary. (3 through 9 inches thick.)"
      },
      {
        "name": "Bg1",
        "top": 25,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg1 -- 10 to 18 inches; dark gray (N 4/0) silty clay loam; moderate medium subangular blocky structure parting to moderate fine granular; sticky and plastic; common fine and few medium roots; common fine vesicular and common medium tubular pores; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 46,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bg2 -- 18 to 28 inches; dark gray (5Y 4/1) silty clay; weak coarse prismatic structure; sticky and plastic; few fine roots in pores; few coarse and common medium tubular and common fine vesicular pores; common coarse prominent olive brown (2.5Y 4/4) masses of iron accumulation; neutral; diffuse smooth boundary. (Combined thickness of Bg is 18 through 42 inches thick.)"
      },
      {
        "name": "C1",
        "top": 71,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "C1 -- 28 to 44 inches; gray (5Y 5/1) silty clay varved with thin silt bands; massive with inherited weak medium plate-like divisions; very sticky and plastic; few fine roots in pores; few coarse and common medium tubular pores containing a few clay films; common coarse prominent olive brown (2.5Y 4/4) masses of iron accumulation; strongly effervescent; moderately alkaline; diffuse smooth boundary."
      },
      {
        "name": "C2",
        "top": 112,
        "bottom": 188,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "silty clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2 -- 44 to 74 inches; dark gray (N 4/0) varved clay and silty clay; massive with inherited weak medium plate-like divisions; very sticky and very plastic; few medium tubular pores containing few faint clay films; few coarse distinct olive brown (2.5Y 4/4) masses of iron accumulation; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
