{
  "SERIES": "FONG",
  "STATUS": "Tentative Series",
  "BYREV": "REV: TEL/ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Fong series consists of deep well drained soils that formed in residuum and colluvium from metasediments and metavolcanics.  Fong soils are on mountain sideslopes.  Slopes range from 15 to 85 percent.  The mean annual precipitation is about 55 inches.  The mean annual temperature is 48 to 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fong gravelly loam on a north facing 50 percent slope under a cover of Douglas fir, tan oak, deer brush and greenleaf manzanita at an elevation of 3,000 feet.  (Colors are for dry soil unless otherwise noted)  When described on June 26, 1991 the soil was moist in the lower portion of the solum.\nOi--0 to 0.5 inches; partially decomposed conifer needles and tan oak leaves.\nA--0.5 to 7 inches; yellowish brown (10YR 5/4) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine and fine tubular pores; 15 percent gravel; few fine (1 mm) manganese shot; neutral (pH 6.8); clear smooth boundary.\nBt1--7 to 19 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium parting to fine subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine, fine and medium roots; common very fine and fine tubular pores; common thin clay films on ped faces and lining pores; 15 percent gravel; very few fine (1 mm) manganese shot; slightly acid  (pH 6.5); clear smooth boundary.\nBt2--19 to 33 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium parting to fine subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine, fine and medium roots; few very fine and fine tubular pores; common thin clay films on ped faces and lining pores; 10 percent gravel and 1 percent cobbles; few fine (1 mm) manganese shot; slightly acid (pH 6.5); clear smooth boundary.\nBt3--33 to 43 inches; strong brown (7.5YR 5/6) clay loam, dark brown (7.5YR 3/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine roots; few very fine and fine tubular pores; common thin clay films on ped faces and lining pores; 10 percent gravel and 1 percent cobbles; few fine (1-2 mm) manganese shot; slightly acid (pH 6.5); clear wavy boundary.\nBt4--43 to 50 inches; brown (7.5YR 5/4) gravelly clay loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine roots; few very fine and fine tubular pores; many thin clay films on ped faces and lining pores; 15 percent gravel and 1 percent cobbles; very few fine (2 mm) manganese shot; slightly acid (pH 6.5); clear wavy boundary.\nCt--50 to 59 inches; brown (10YR 4/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few very fine and fine tubular pores; many thin clay films on ped faces and lining pores; 50 percent gravel; slightly acid (pH 6.5); abrupt wavy boundary.\nR--59+ inches; soft weathered bedrock (black schist)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 4 miles southeast of Somes Bar; approximately 900 feet west and 2,650 feet south of the NE corner of Sec 24, T.11 N, R. 6 E, MDB&M latitude 41 degrees 20 minutes 01 seconds North, longitude 123 degrees 25 minutes, 58 seconds West.  Orleans Mountain Quadrangle (7.5 Minute series)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a lithic contact is 40 to 60 inches.  The mean annual soil temperature is 47 to 55 degrees F.  The soil moisture control section is dry in all parts from about mid-July to about mid-October (about 90-120 days).  The particle size control section averages 19 to 34 percent clay and 5 to 25 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Base saturation (by estimation) ranges from 30 to 48 percent.  CEC (by estimation) ranges from 14 to 20 meq/100g.  Bulk density (moist) is assumed to be 1.40 to 1.5 g/cc.  Rock fragments on the surface range from 0 to 60 percent gravel, 0 to 1 percent cobbles.  Some pedons have manganese shot and/or manganese stains.\nThe A horizon dry color is 10YR 4/3, 4/4, 5/3, 5/4, 6/2, 6/3, or 6/4.  Moist color is 10YR 2/2, 2/3, 3/2, 3/3, 3/4, 3/6,4/4, 7.5YR 3/2, 3/4, or 4/4.  Texture is loam, gravelly loam, very gravelly loam or very gravelly sandy loam.  Clay content ranges from 8 to 25 percent.  Rock fragments range from 0 to 60 percent gravel, 0 to 15 percent cobbles.  Reaction ranges from strongly acid to neutral.\nThe Bt horizon dry color is 2.5Y 6/4, 7/4, 10YR 5/3, 5/4, 6/2, 6/3, 6/4, 6/6, 6/6, 7.5YR 5/4, 5/6, or 6/4.  Moist color is 2.5Y 3/2, 4/2, 4/3, 4/4, 5/6, 10YR 3/3, 3/4, 3/6, 4/2, 4/3, 4/4, 4/6, 5/6, 7.5YR 3/4, 4/4, 4/6, 5/6, or 5YR 4/4  Texture is loam, clay loam, silty clay loam, gravelly loam or gravelly clay loam.  Clay content ranges from 18 to 35 percent.  Rock fragments range from 0 to 45 percent gravel, 0 to 30 percent cobbles.  Reaction ranges from moderately acid to neutral.\nThe C horizon dry color is 2.5Y 6/4 or 10YR 4/3.  Moist color is 2.5Y 4/4 or 10YR 3/3.  Texture is very gravelly sandy loam or extremely gravelly loam.  Clay content ranges from 10 to 15 percent.  Rock fragments range from 50 to 65 percent gravel.  Reaction ranges from moderately to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beal, Boomer, Casabonne, Cherryhill, Cle Elum, Crozier, Fives, Holland, Hota, Latourell, Lettia, Para, Rosehaven, Speaker, Varelum and Wohly soils.  Cle Elum, Crozier, Hotaw, Speaker, and Wohly soils are 20 to 40 inches to a lithic or paralithic contact.  Beal and Holland soils are over 60 inches to a lithic or paralithic contact.  Boomer soils are dry for 105 to 130 days, have a MAST of 54-59 degrees F, have a redder argillic horizon (5YR or 2.5YR) and have a BS of 50-75 percent.  Casabonne soils are dry for 60 to 80 days, have a MAST of 53-55 degrees F, and do not have 10YR colors in the argillic horizon.  Cherryhill soils are dry for 60-80 days, have a MAST of 53-55 degrees F, do not have 7.5YR colors in the argillic, and lack gravels in the solum.  Fives soils are dry for 45-60 days, have 5Y colors in the argillic horizon, have a BS of 50-75 percent, commonly lack rock fragments and are very strongly acid.  Latourell soils are dry for 45-80 days, are greater than 60 inches deep to a lithic contact, only have 10YR colors in the argillic horizon and have a narrower range of clay (18-22%) in the argillic horizon.  Lettia soils are dry for 45-60 days, lack 2.5Y or 10YR colors in the argillic horizon , have 15-50 percent coarse sand plus very coarse sand and have a BS of 50-75 percent.  Para soils are dry for 45-60 days, lack 10YR colors in the argillic horizon, and have saprolitic basalt rock fragments in the argillic.  Rosehaven soils are dry for 40-60 days, are greater than 60 inches to a lithic contact, and have coatings of clean sand and silt grains in the argillic horizon.  Varelum soils are dry for 60-75 days, and lack 7.5YR colors in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fong soils are on mountain sideslopes.  Slopes are 15 to 85 percent.  These soils formed in residuum and colluvium weathered from metasedimentary and metavolcanic rocks.  Elevation is 1,200 to 4,000 feet.  Mean annual precipitation is 50 to 60 inches.  The mean annual temperature is 48 to 55 degrees F.  Frost-free season is 175 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Neuns, Kindig, Deadwood, Marpa and Hoosimbim soils.  Neuns and Marpa soils are located on convex mountain sideslopes and are 20 to 40 inches to a lithic contact.  Deadwood soils are located on convex mountain sideslopes and are less than 20 inches to a lithic contact.  Kindig soils are located on concave and convex mountain sideslopes, lack an argillic horizon and are 40 to 60 inches deep to a lithic contact. Hossimbim soils are located on concave mountain sideslopes, are 40 to 60 inches to a lithic contact and have a loamy-skeletal particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for timber production, wildlife and watershed.  Vegetation is Douglas fir, sugar pine, tan oak, chinquapin, canyon live oak, Pacific madrone, and poison oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou County, California and occurs in the Lower Salmon Mountains (M261Af) subsection of the Klamath Mountains (M261A) section. MLRA is 5. The soils of this series are not extensive; their total extent at this time is about 3,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Siskiyou County, California 2001.  Source of the name is from Fong Wah Gulch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as Clallam Family in the Soil Survey of Klamath National Forest Area, California 1982.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from the soil surface to 7 inches\nArgillic horizon - zone from 7 to 50 inches\nC horizon  - zone from 50 to 59 inches\nLithic contact  - zone from 59+ inches\nParticle-size control section - zone from 7 to 27 inches\nSoil moisture control section - zone from 4 to 12 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
