{
  "SERIES": "FONTAINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DHF:LBW",
  "REVDATE": "10/2018",
  "STATES": "AR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fontaine silt loam on a 1 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; yellowish brown (10YR 5/4) silt loam; weak fine granular structure; very friable; few fine roots; common fine pores; slightly acid; abrupt smooth boundary. (4 to 9 inches thick)\nBw1--8 to 12 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; few fine roots; common fine pores; common thin strata of very pale brown (10YR 7/3) fine sand less than 1/2 inch thick; few fine distinct yellowish brown iron accumulations; common medium distinct light brownish gray (10YR 6/2) iron depletions; few fine soft round iron-manganese nodules;  slightly acid; abrupt smooth boundary.\nBw2--12 to 38 inches; yellowish brown (10YR 5/4) silt loam stratified with very pale brown (10YR 7/3) and light gray (10YR 7/2) sand and very pale brown (10YR 7/3) fine sandy loam; weak medium subangular blocky structure; friable; common fine pores; massive in fine sandy loam and sand strata; very friable; few fine roots throughout; about 10 percent rounded gravel less than 1/4 inch in diameter in the sandy strata; about 50% of the horizon consists of strata of sand and fine sandy loam 1/4 to 6 inches thick; silt loam strata have few fine distinct strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) iron accumulations and common medium distinct light gray (10YR 7/2) iron depletions; few fine soft round iron-manganese nodules; strongly acid; abrupt smooth boundary. (Combined thickness of the Bw ranges from 36 to 51 inches.)\nBg--38 to 63 inches; light brownish gray (10YR 6/2) silt loam; about 25% of the horizons consists of strata of very pale brown (10YR 7/3) fine sand 1/2 to 7 inches thick; moderate medium angular blocky structure in silt loam matrix; friable; common fine pores; massive in the sandy strata; very friable; common fine and medium prominent yellowish red (5YR 5/6) and common medium distinct yellowish brown (10YR 5/4) iron accumulations throughout; few fine soft round iron-manganese nodules throughout; common prominent threadlike manganese accumulations on faces of peds; strongly acid; abrupt smooth boundary.  (0 to 30 inches thick)\nC--63 to 80 inches; very pale brown (10YR 7/3) gravelly sand; single grain; loose; some yellowish red coarse single sand grains; about 15 percent rounded gravel 1 to 3 inches in diameter; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Greene County, Arkansas; 1 1/2 miles west of Ebenezer on highway 141, about 150 feet from field turn row; SE1/4SW1/4NE1/4, sec.  14, T. 16 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Reaction ranges from strongly acid to neutral throughout.  Gravel content ranges from 0 to 10 percent in sandy strata in the A and B horizons and 0 to 25 percent in the C horizon.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 through 4.  Texture is silt loam, sandy loam or fine sandy loam.\nThe Bw horizon has hue of 10YR, value of 4 through 7, and chroma of 3 through 6.  Generally, it is stratified with textures of silt loam, fine sandy loam, or sandy loam, with thinner strata of loamy fine sand to sand; but thin strata may also have texture of fine sandy loam or sandy loam.  Iron accumulations or depletions are in shades of gray, brown or red.\nThe Bg horizon has hue of 10YR, value of 5 through 7, and chroma of 2, except in thin sandy strata that may range to chroma of 4.  Generally, it is stratified with textures of silt loam, fine sandy loam or sandy loam, with thinner strata of loamy fine sand to sand.  Iron accumulatios and depletions are in shades of gray, brown or red.\nThe C horizon has hue of 10YR, value of 4 through 7, and chroma of 2 through 6.  Iron and manganese accumulation and depletions range from none to common and are in shades of gray, brown or red.  Texture of the fine earth fraction is highly variable ranging from silt to coarse sand and their gravelly analogs.  Any texture may have a gravelly modifiers, but they are generally associated with the sandy textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Fontaine is the only series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fontaine soils occur mainly on the west side of Crowley's Ridge in Arkansas and possibly southern Missouri.  These soils formed in sediments eroded from loess and the underlying Tertiary sand and gravel deposits, which makeup Crowley's Ridge.  These soils occur on alluvial fans and along abandoned drains for short distances on terraces adjacent to the ridge.  No flooded phases are currently recognized."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Brandon, Calhoun, Calloway, Oaklimeter, Loring and Saffell series. Brandon soils are well drained, in a fine-silty particle size class and occur on adjacent upland ridges and side slopes.  Calhoun soils are poorly drained, in a fine-silty particle size class and occur on adjacent terrace positions.  Calloway soils are somewhat poorly drained, in a fine-silty particle size class and occur on adjacent terrace positions.  Oaklimeter soils are in a coarse-silty particle size class and occur along active drains.   Loring soils are in a fine-silty particle size class and occur on upland ridgetops.  Saffell soils are well drained, in a loamy-skeletal particle size class and occur on adjacent upland side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Fontaine soils are moderately well drained.  Runoff is slow to medium.  These soils have a seasonally high water table at 2 to 3 feet below the surface of the soil from December through April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and used for cultivated crops.  Major crops include soybeans, wheat, grain sorghum and corn.  A few minor areas are used for pasture and hay production.  The native vegetation was bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Terraces adjacent to Crowley's Ridge in Arkansas and southern Missouri and possibly around Sicily Island in Louisiana; MLRA 131.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greene County, Arkansas; 10/1995.  The name is from a small community in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The following diagnostic horizons are recognized in this soil:\nOchric epipedon--Surface to a depth of 8 inches.\n(Ap horizon)\nCambic horizon--Zone from 8 to 63 inches. (Bw and Bg\nhorizons)\nAdditional data:  Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory. Pedon S87AR-055-05.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
