{
  "SERIES": "FONTAFLORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTK:AG",
  "REVDATE": "08/2009",
  "STATES": "NC",
  "OVERVIEW": "The Fontaflora series consists of very deep, well drained soils with moderately rapid or rapid permeability in the upper part and rapid or very rapid permeability in the lower part. They formed in recent alluvium that is loamy or sandy in the upper part and sandy-skeletal in the lower part. These soils are on\nflood plains of streams in the Southern Appalachian Mountains and piedmont foothills. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 57 inches and mean annual air temperature is about 56 degrees F. near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fontaflora sandy loam on a 4 percent slope at 1280 feet in a flood plain--forested. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark yellowish brown (10YR 3/4) sandy loam; weak fine granular structure; very friable; common very fine, fine, medium, and coarse roots; 5 percent by volume cobbles; few fine flakes of mica; moderately acid; clear wavy boundary. (2 to 7 inches thick)\nC1--5 to 20 inches; brown (7.5YR 4/4) sandy loam; massive; very friable; common medium and few fine and coarse roots; 5 percent by volume gravel; few fine flakes of mica; strongly acid; diffuse wavy boundary. (0 to 17 inches thick)\nC2--20 to 36 inches; dark yellowish brown (10YR 4/4) loamy sand; massive; very friable; few medium and coarse roots; 10 percent by volume gravel; few fine flakes of mica; moderately acid; clear wavy boundary.\nC3--36 to 60 inches; dark yellowish brown (10YR 4/4) extremely cobbly coarse sand; single grained; loose; 50 percent by volume cobbles and 30 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Burke County, North Carolina; about 16.1 miles north of Morganton at Catawba River Bridge on NC Highway 181 to USFS Road 982; 1.7 miles east/northeast on USFS Road 982; 100 feet northeast of road in forested flood plain."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 5 feet. Rock fragment content ranges from 0 to 35 percent by volume in the A horizon and upper C horizon. The C horizon, beginning within depths of 20 to 40 inches, contains an average of more than 35 percent by volume rock fragments. Fragments are\ndominantly gravel and cobbles. Reaction ranges from very strongly acid to slightly acid unless limed. Content of flakes of mica ranges is few or common.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 4. A horizons that are 6 inches or more thick, have value of 4 or 5. Textures are sandy loam, fine sandy loam, loam, loamy sand, or loamy fine sand in the fine earth fraction.\nA buried Ab horizon occurs in some pedons and has a similar color and texture range as the A horizon.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6. Textures in the upper C horizon are sandy loam, fine sandy loam, loamy sand, loamy fine sand, sand, or coarse sand in the fine earth fraction. Loamy textures, if present, are typically in the upper 24 inches of the soil so that the soil averages sandy texture in the 10 to 40 inch control section. Textures in the lower C horizon are sand, loamy sand, or coarse sand in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Moundhaven and Yeager series in the same family. Moundhaven soils contain carbonates in all horizons, are mildly alkaline or moderately alkaline, and are somewhat excessively drained. Yeager soils have less than 15 percent by volume rock fragments within a depth of 40 inches and the C horizon contains strata of loamy material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fontaflora soils are on narrow to broad flood plains of fast flowing streams of the Southern Appalachian Mountains and piedmont foothills. These flood plains are adjacent to or downstream from the lower slopes of steep and very steep mountains and large fan shaped areas of very stony colluvium. These soils formed in recent alluvium that is loamy or sandy in the upper part and sandy-skeletal in the lower part. The alluvium has washed from a variety of soils that have formed in residuum or colluvium weathered from metamorphic and igneous rocks such as gneiss, schist, granite, quartzite, and metasandstone. Elevation ranges from about 1,000 to 2,800 feet. Slopes range from 0 to 5 percent. Mean annual air temperature ranges from 46 to 57 degrees F., and mean annual precipitation ranges from 50 to 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Biltmore, Brevard, Colvard, French, Greenlee, Iotla, Northcove, Ostin, and Tate soils. Biltmore soils are sandy to depths of at least 40 inches. Brevard and Tate soils have argillic horizons, are in a fine-loamy family, formed in colluvium and do not flood. Colvard and the somewhat poorly drained Iotla soils are in a coarse-loamy family. French soils are in a fine-loamy over sandy or sandy-skeletal family and are somewhat poorly drained. Greenlee and Northcove soils formed in colluvium, are in a loamy-skeletal family, and do not flood. Ostin soils are in a sandy-skeletal family. Biltmore, Colvard, French, Iotla, and Ostin soils are in\nflood plains. Brevard, Greenlee, Northcove, and Tate soils are in coves, on toe slopes, fans, and benches adjacent to the lower-lying flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is slow. Permeability is moderately rapid or rapid in the upper part and rapid or very rapid in the lower part. These soils are occasionally or frequently flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. The rest is mainly in pasture. The major forages are tall fescue and ladino clover. Common trees are sweetgum, yellow-poplar, eastern white pine, American sycamore, eastern hemlock, river birch, red maple, and Virginia pine. Understory plants include American holly, honeysuckle, poison-ivy, fraser magnolia, rhododendron, American hornbeam, mountain-laurel, and Christmas fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Carolina and possibly Tennessee and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Burke County, North Carolina; 2000. The name is from the Fonta Flora Community in Burke County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Fontaflora soils were formerly included with the Biltmore, Colvard, Ostin, or Potomac series. However, Biltmore and Colvard soils do not have sandy-skeletal material within depths of 20 to 40 inches and in addition Colvard soils are in a coarse-loamy family. Ostin and Potomac soils are in a sandy-skeletal family.\nDiagnostic features and horizons recognized in this pedon are:\nOchric Epipedon - the zone from 0 to 5 inches (the A horizon)\nSkeletal feature - occurrence of material that contains more than 35 percent by volume rock fragments within a depth of 20 to 40 inches; the zone from 36 to 60 inches (the C3 horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA & TABULAR SERIES DATA",
    "content": "ADDITIONAL DATA:\nMLRA: 130 SIR: NC0301\nTypical Pedon Data Mapunit ID--84426\nBenchmark Status--No\nTABULAR SERIES DATA:\nSOI-5  Soil Name  Slope Airtemp FrFr/Seas Precip Elevation\nNC0301 FONTAFLORA 0-5   50-57   160-190   50-65  1000-2800\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0301 COMMON        3.0-5.0  APPARENT NOV-APR  >60\nSOI-5  Depth  Texture              3-Inch  No-10  Clay%   -CEC-\nNC0301  0-5   SL,FSL,L             0-5    80-100  6-18     2-8\nNC0301  0-5   LS,S,LCOS            0-5    80-100  1-5      1-3\nNC0301  5-20  SL,FSL               0-0    75-100  6-18     1-7\nNC0301 20-36  LS,S,COS             0-5    80-100  1-5      0-2\nNC0301 36-60  CBX-COS,CBV-S,GRV-S 10-60   15-60   0-2      0-1\nSOI-5  Depth    -pH-     O.M.   Salin  Permeab   Shnk-Swll\nNC0301  0-5   4.5-6.5   .5-4.   0-0    2.0-6.0   LOW\nNC0301  0-5   4.5-6.5   .5-2.   0-0    6.0-20    LOW\nNC0301  5-20  4.5-6.5   0.-2.   0-0    2.0-6.0   LOW\nNC0301 20-36  4.5-6.5   0.-.5   0-0    6.0-20    LOW\nNC0301 36-60  4.5-6.5   0.-.5   0-0    6.0-20    LOW & TABULAR SERIES DATA:\nSOI-5  Soil Name  Slope Airtemp FrFr/Seas Precip Elevation\nNC0301 FONTAFLORA 0-5   50-57   160-190   50-65  1000-2800\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0301 COMMON        3.0-5.0  APPARENT NOV-APR  >60\nSOI-5  Depth  Texture              3-Inch  No-10  Clay%   -CEC-\nNC0301  0-5   SL,FSL,L             0-5    80-100  6-18     2-8\nNC0301  0-5   LS,S,LCOS            0-5    80-100  1-5      1-3\nNC0301  5-20  SL,FSL               0-0    75-100  6-18     1-7\nNC0301 20-36  LS,S,COS             0-5    80-100  1-5      0-2\nNC0301 36-60  CBX-COS,CBV-S,GRV-S 10-60   15-60   0-2      0-1\nSOI-5  Depth    -pH-     O.M.   Salin  Permeab   Shnk-Swll\nNC0301  0-5   4.5-6.5   .5-4.   0-0    2.0-6.0   LOW\nNC0301  0-5   4.5-6.5   .5-2.   0-0    6.0-20    LOW\nNC0301  5-20  4.5-6.5   0.-2.   0-0    2.0-6.0   LOW\nNC0301 20-36  4.5-6.5   0.-.5   0-0    6.0-20    LOW\nNC0301 36-60  4.5-6.5   0.-.5   0-0    6.0-20    LOW"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; dark yellowish brown (10YR 3/4) sandy loam; weak fine granular structure; very friable; common very fine, fine, medium, and coarse roots; 5 percent by volume cobbles; few fine flakes of mica; moderately acid; clear wavy boundary. (2 to 7 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "C1--5 to 20 inches; brown (7.5YR 4/4) sandy loam; massive; very friable; common medium and few fine and coarse roots; 5 percent by volume gravel; few fine flakes of mica; strongly acid; diffuse wavy boundary. (0 to 17 inches thick)"
      },
      {
        "name": "C2",
        "top": 51,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--20 to 36 inches; dark yellowish brown (10YR 4/4) loamy sand; massive; very friable; few medium and coarse roots; 10 percent by volume gravel; few fine flakes of mica; moderately acid; clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--36 to 60 inches; dark yellowish brown (10YR 4/4) extremely cobbly coarse sand; single grained; loose; 50 percent by volume cobbles and 30 percent gravel; slightly acid."
      }
    ]
  ]
}
