{
  "SERIES": "FORBORD",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JRD/DAL",
  "REVDATE": "10/2008",
  "STATES": "OR",
  "OVERVIEW": "The Forbord Series consists of very deep, well drained soils that formed in loess and ash mixed with colluvium and slope alluvium over basalts, rhyolites, pyroclastic tuffs and mesozoic marine sediments. Forbord soils are on sideslopes and benches of hills and mountains. Slopes are 5 to 40 percent. Mean annual precipitation is about 16 inches and mean annual temperature about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Forbord ashy sandy loam  forested, on a 15 percent west-facing slope, at 5380 feet elevation. (Colors are for dry soil unless otherwise noted)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) ashy sandy loam, black (10YR 2/1) moist; weak moderate platy structure parting to moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine vesicular and irregular pores; 5 percent gravel; slightly acid (pH 6.2); abrupt smooth boundary. (2 to 4 inches thick)\nBw--3 to 8 inches; very dark grayish brown (10YR 3/2) ashy sandy clay loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to moderate fine and medium subangular blocky; soft, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine and fine tubular pores; 5 percent gravel; slightly acid (pH 6.4); clear smooth boundary. (4 to 6 inches thick)\nBt1--8 to 16 inches; dark brown (10YR 3/3) sandy clay loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to moderate fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine, medium and coarse roots; many very fine and fine tubular pores; common faint clay films bridging sand grains; 5 percent gravel; slightly acid (pH 6.4); clear smooth boundary. (7 to 10 inches thick)\nBt2--16 to 30 inches; dark brown (10YR 3/3) stony sandy clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine and medium roots; many very fine and fine tubular pores; common faint clay films bridging sand grains; 5 percent gravel, 5 percent cobbles and 10 percent stones; slightly acid (pH 6.4); clear smooth boundary. (12 to 15 inches thick)\nBt3--30 to 60 inches; dark yellowish brown (10YR 3/4) stony sandy clay loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine and medium roots; many fine and medium tubular pores; common distinct clay films on ped faces and lining pores; 5 percent gravel, 5 percent cobbles and 10 percent stones; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harney County, Oregon; southwest of Association Corral on 4540-950 road;\nNW1/4, Section 5, T. 20 S., R. 25. E.\nLatitude 43 degrees, 52 minutes, 01 seconds N\nLongitude 119 degrees, 45 minutes, 17 seconds W\nUTM Coordinates: Zone 11; 4,860,568 northing, 278,640 easting; NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: frigid regime\nMean annual soil temperature: 41 to 45 degrees F.\nMean summer soil temperature: 49 to 53 degrees F.\nMean winter soil temperature: 32 to 36 degrees F.\nSoil moisture: xeric regime, dry 75 to 90 consecutive days in summer and early fall\nParticle-size control section: upper 20 inches of the argillic horizon\nclay content (weighted average): 27 to 35 percent\nrock fragment content (weighted average): 10 to 35 percent\nDiagnostic horizons and features:\nvitrandic subgroup material - upper boundary at the mineral surface, 7 to 10 inches thick\nAl+1/2Fe - 0.4 to 1.0 percent (ammonium oxalate)\nP retention - 25 to 50 percent\n0.2 to 2.0 mm fraction - 60 to 80 percent of fine earth\nvolcanic glass - 30 to 50 percent of 0.2 to 2.0 fraction\nwater content at 1500 kPa - 10 to 15 percent (dried samples)\nmollic epipedon: 20 to 40 inches thick\nargillic horizon: upper boundary 7 to 14 inches below mineral soil surface; 40 inches or more thick\nlithic contact, depth below mineral soil surface: 60 to 80 inches\nA and Bw horizons\ncolor, moist:   10YR   2/1, 2/2, 3/2\ncolor dry:  10YR  3/4, 4/4, 5/4\ntexture:  ASHY-LS, ASHY-SL, ASHY-SCL\nrock fragments: 5 to 15 percent\ngravel:  5 to 15 percent\nreaction : moderately acid to slightly acid,  pH: 5.6 to 6.5\nBt horizons\ncolor moist: 10YR  2/2, 3/2, 3/3, 3/4\ncolor dry: 10YR 3//2, 3/3, 4/3, 4/4, 5/3, 5/4\ntexture: SCL, CL, ST-SCL, CB-SCL\nclay content: 27 to 35 percent\nrock fragments: 5 to 35 percent\ngravel: 5 to 15 percent\ncobbles: 0 to 10 percent\nstones: 0 to 10 percent\nreaction: moderately acid to slightly acid, pH: 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBly: deep and very deep (40 to greater than 60 inches) to a duripan, dry 60 to 90 days in summer\nBolobin: moderately deep (20 to 40 inches); to a lithic contact (basalt); formed in a mixed mantle of volcanic ash and loess over colluvium from basalt; mixed mantle has 15 to 30 percent volcanic glass; more than 15 percent rock fragments in lower part of the argillic horizon; dry 60 to 75 days in summer\nBolony: moderately deep (20 to 40 inches); to a lithic contact (basalt); formed in loess with a minor influence of volcanic ash over colluvium from basalt; volcanic glass in surface layers is 5 to15 percent; more than 15 percent rock fragments in lower part of the argillic horizon; dry 60 to 75 days in summer\nForshey: very deep (lacks a lithic contact within 60 inches); formed in a mixed mantle of volcanic ash and loess over colluvium from granitic rocks; mixed mantle has 15 to 30 percent volcanic glass; buried 2E horizon below mollic epipedon; dry 60 to 75 days in summer\nHess: deep (40 to 60 inches) to a lithic contact (basalt and tuff); mollic epipedon is 10 to 20 inches thick; particle-size control section has 0 to 15 percent rock fragments and 5 to 50 percent pararock fragments; dry 45 to 75 days in summer\nLidos: very deep (lacks a lithic contact within 60 inches); formed in colluvium from basalt with an influence of volcanic ash in upper part of solum, over alluvium from pyroclastic materials; has 5 to 20 percent glass in volcanic ash influenced mantle; buried genetic horizons developed in pyroclastic alluvium at 30 to 60 inches; dry 45 to 75 days in summer\nMelhorn: very deep (lacks a lithic contact within 60 inches); formed in a mixed mantle of volcanic ash and loess over colluvium from basalt; mixed mantle has 20 to 30 percent volcanic glass; 45 to 75 dry days in summer\nNibolob: deep (40 to 60 inches) to a lithic contact (basalt); formed in a mixed mantle of volcanic ash and loess over colluvium from basalt; mixed mantle has 15 to 30 percent volcanic glass; dry 60 to 75 days in summer\nRaycreek: moderately deep (20 to 40 inches) to a lithic contact (tuff); formed in a mantle of colluvium mixed with volcanic ash over residuum from metasedimentary rock; volcanic glass in surface layers is 10 to 30 percent; dry 60 to 90 days in summer\nSalcreek: very deep (lacks a lithic contact within 60 inches); formed in medisedimentary till with a minor influence of volcanic ash in horizons above the till; ash influenced surface horizons have  5 to 20 percent volcanic glass; particle-size control section has more than 50 percent sand; dry 60 to 70 days in summer\nSpartabutte: moderately deep (20 to 40 inches) to a lithic contact (granite); formed in loess with a minor influence of volcanic ash over colluvium from granitic rock; volcanic glass in surface layers is 5 to15 percent; mollic epipedon is 10 to 18 inches thick; dry 60 to 75 days in summer\nVangoe: deep (40 to 60 inches) to a lithic contact (basalt); dry 45 to 60 days in summer"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: rolling hills and mountain slopes\nLandform segment: lower backslopes and footslopes, transition zone between forested hills and shrub steppes\nAspect: all\nSlope gradient: 5 to 40 percent\nParent material: mixed volcanic ash and loess over colluvium and slope alluvium\nLithology: basalt, rhyolite, pyroclastic tuff, Mesozoic marine sediments\nElevation: 4000 to 6000 feet\nClimate: cold, wet winters and hot, dry summers\nMean annual precipitation: 14 to 18 inches\nMean annual temperature: 39 to 43 degrees F.\nFrost-free season: 75 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nWileyflat - on upper and mid-backslope positions; moderately deep\nSintuf - on shoulder and plateau top positions, shallow\nAteron - on plateau tops and rolling sideslopes; shallow\nObservation - on rolling sideslope and upland swale positions; moderately deep\nTweener - on plateau top positions on scablands; very shallow\nCanest - on plateau top positions on extremely bouldery scablands; very shallow\nCleavage - on plateau top positions in mounds on scabland associations; moderately deep"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate above the argillic horizon, and moderately slow in the argillic"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: timber production, livestock grazing, wildlife habitat, and watershed\nPotential natural vegetation: ponderosa pine, mountain big sage, whorteleaf snowberry, wax currant, green rabbitbrush, chokecherry, mountain mahogany, rose, wheeler bluegrass and Idaho fescue. Plant Association: CPS5-25. PIPO/SYOR (ponderosa pine/mountain snowberry. Plant Association Group: dry pine"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: MLRA: E43c Central Oregon, southwestern Blue Mountains\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Ochoco National Forest, Oregon, 2008"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nVitrandic subgroup feature; the zone from 0 to 8 inches (A, Bw horizons)\nmollic epipedon (pachic) the zone from 0 to 30 inches (A, Bw, Bt1, Bt2 horizons)\nargillic horizon; the zone from 8 to 60 inches (Bt1, Bt2, Bt3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
