{
  "SERIES": "FORBES",
  "STATUS": "Established Series",
  "BYREV": "JWF/FOS/DJE",
  "REVDATE": "06/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, mesic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Forbes gravelly loam--on an east facing slope of 25 percent under mixed conifers at 4,000 feet elevation. (Colors are for dry soil unless otherwise stated. When described on November 26, 1974, the soil was moist throughout.)\nO--2 inches to 0; litter and duff.\nA--O to 9 inches; dark red (2.5YR 3/6) gravelly loam, dark reddish brown (2.5YR 2/4) moist; weak very fine, fine, and medium granular and subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; few very fine and fine tubular, and common very fine and fine interstitial pores; 20 percent pebbles; neutral (pH 7.0); gradual smooth boundary.  (2 to 9 inches thick)\nAB--9 to 20 inches; dark red (2.5YR 3/6) gravelly clay loam, dark reddish brown (2.5YR 3/4) moist; moderate fine and medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium and few coarse roots; common very fine tubular, and few very fine and fine interstitial pores; 20 percent pebbles; neutral (pH 7.2); clear smooth boundary. (8 to 12 inches thick)\nBt--20 to 37 inches; red (2.5YR 4/6) clay, dark red (2.5YR 3/6) moist; massive; slightly hard, firm, very sticky and very plastic; few very fine and fine roots; common very fine and fine interstitial, and few very fine and fine tubular pores; many moderately thick and thick clay films in pores; 10 percent pebbles; mildly alkaline (pH 7.5); clear wavy boundary. (8 to 11 inches thick)\nBCt--37 to 53 inches; yellowish red (5YR 5/6) silty clay, yellowish red (5YR 4/6) moist; massive; hard, firm, very sticky and very plastic; few very fine, fine, and medium roots; few very fine and fine interstitial, and common very fine and fine tubular pores; many moderately thick clay films in pores; 5 percent pebbles; mildly alkaline (pH 7.5); clear wavy boundary. (14 to 22 inches thick)\nC--53 to 61 inches; reddish yellow (7.5YR 6/6) gravelly silty clay loam, strong brown (7.5YR 5/6) moist; massive; slightly hard, firm, sticky and plastic; few fine and medium roots; common moderately thick and thick clay films in pores; 5 percent pebbles; moderately alkaline (pH 8.0).     (8 to 11 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Placer County, Tahoe National Forest, California, about 7 miles northeast of Foresthill; in the SW 1/4 of the SW 1/4 of section 29, T.15N., R.llE., and about 100 yards west of the intersection of Hollow Log Road and Big Reservoir Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil between depths of 7 to 20 inches is moist in some part for 160 to 180 days from October 15 to May 1.  It is dry in all parts from June 20 to October 1.  Mean annual soil temperature is 48 degrees to 55 degrees F.\nThe A horizon has dry color of 2.5YR 3/6, 4/6; 5YR 4/4 and 4/5.  Moist colors are 2.5YR 2/4, 3/4, 3/5, 3/6 and 4/6; 5YR 3/2, 3/3 and 4/6.  It is loam, heavy loam, or clay loam and is modified by 15 to 35 percent pebbles.  It is slightly acid or neutral.\nThe Bt horizon has dry color of 7.5YR 5/4, 6/8, 5/8; 5YR 4/4, 4/6; 2.5YR 4/6.  Moist colors are 2.5YR 3/4, 4/6, 3/6; 5YR 3/2 4/2; 7.5YR 5/8.\nIt is heavy clay loam, silty clay loam, clay, or silty clay and is modified by 5 to 35 percent pebbles.  Percent clay is 35 to 55.  It is neutral through moderately alkaline.  Base saturation ranges from about 60 to 75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cornutt, Hoda, Ishi Pishi, and Sierraville series in other families.  Cornutt soils have mixed and Ishi Pishi soils have serpentinitic mineralogy.  Hoda soils have kaolinitic mineralogy. Sierraville soils have montmorillonitic mineralogy and frigid temperature regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Forbes soils are on mountain sides at elevations of 2,500 to 4,500 feet.  Slopes are 2 to 50 percent.  They formed in materials weathered from peridotite.  The climate is typified by warm, dry summers and cool moist winters.  The mean annual precipitation is 40 to 60 inches, some of which is snow.  The mean annual temperature is 49 degrees to 57 degrees F.  The average frost-free season is 110 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dubakella, Josephine, and Mariposa series.  Dubakella soils are less than 40 inches deep and have more than 35 percent rock fragments in the particle-size control section.  Josephine and Mariposa soils have mixed mineralogy and less than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for commercial timber production, wildlife habitat, watershed, and recreation.  Vegetation is mixed stands of Douglas-fir, white fir, ponderosa pine, incense-cedar, and sugar pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern part of the Sierra Nevada Range of California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Placer County (Tahoe National Forest Area), California 1981.\nOSED scanned by SSQA.  Last revised by state on 11/82\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
