{
  "SERIES": "FORDBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/WRJ/LWH/CDH/WWJ",
  "REVDATE": "08/2006",
  "STATES": "NM",
  "OVERVIEW": "The Fordbutte series consists of well drained, moderately permeable soils that are moderately deep to soft bedrock.  Fordbutte soils formed in alluvium, thin eolian deposits, and residuum derived from siltstone, sandstone, and shale and are on toeslopes below cuestas and knolls of undulating plateaus.  Slopes are 1 to 3 percent.  Mean annual precipitation is about 7 inches and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fordbutte very fine sandy loam -- on an east facing simple slope of 2 percent at 5,440 feet elevation -- rangeland.  (Colors are for dry soil unless otherwise noted.  When described the soil was moist between 2 and 20 inches and dry below.)\nA--0 to 4 inches; light yellowish brown (10YR 6/4) very fine sandy loam, brown (10YR 4/3) moist; moderate thick platy structure parting to moderate very fine granular; soft, very friable, slightly sticky and slightly plastic; few fine and very fine roots; few very fine vesicular pores; strongly effervescent; moderately alkaline (pH 7.9); clear smooth boundary.  (2 to 4 inches thick)\nBw--4 to 14 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium and common fine and very fine roots; common very fine irregularly shaped pores; strongly effervescent; strongly alkaline (pH 8.7); clear wavy boundary.  (9 to 12 inches thick)\n2Bk--14 to 20 inches; light yellowish brown (2.5Y 6/4) loam, light olive brown (2.5Y 5/4) moist; moderate coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few medium and common fine and very fine roots; common very fine continuous tubular pores; 2 percent fine gravel; strongly effervescent, secondary calcium carbonates segregated in few fine irregularly shaped filaments and on underside of rock fragments; strongly alkaline (pH 8.6); clear smooth boundary. (4 to 7 inches thick)\n3BCk--20 to 26 inches; light yellowish brown (2.5Y 6/4) loam, light olive brown (2.5Y 5/4) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few medium and fine and common very fine roots; common very fine tubular pores; 5 percent soft siltstone fragments; strongly effervescent, secondary calcium carbonates segregated in common fine irregularly shaped filaments and on underside of soft rock fragments; strongly alkaline (pH 8.7); clear smooth boundary.  (0 to 7 inches thick)\n4Cy--26 to 34 inches; light yellowish brown (2.5Y 6/4) gypsiferous loam, light olive brown (2.5Y 5/4) moist; massive, platy rock structure; hard, firm, slightly sticky and slightly plastic; few medium and very fine roots; few very fine horizontal tubular pores; 50 percent soft siltstone fragments; secondary fine sand-sized gypsum crystals segregated in common fine irregularly shaped filaments and on undersides of soft rock fragments; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 10 inches thick)\n4Cr--34 inches; thinly interbedded siltstone and very fine-grained soft sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 8 miles north of Little Water; 2,500 feet west and 500 feet north of the southeast corner of sec. 23, T.27N., R.18W; Latitude 36 degrees 33 minutes 15 seconds N and Longitude 108 degrees 43 minutes 40 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, typically, the soil moisture control section is intermittently moist in some part from July to October and December to March. Typic aridic moisture regime.\nSoil temperature - 54 to 57 degrees F.\nSilicate clay content, control section weighted average - 18 to 30 percent.\nReaction - moderately to strongly alkaline.\nHard rock fragments - 0 to 5 percent.\nSoil depth - 20 to 40 inches to soft bedrock.\nA horizon-\nValue: 4 or 5 moist.\nChroma: 4 or 5.\nSalinity, mmhos/cm: 2 to 4.\nBw horizon-\nValue: 4 or 5 moist.\nChroma: 4 or 5.\nTexture: loam, silt loam, or silty clay loam.\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 5 to 30.\nBk and BCk horizons-\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 through 4.\nTexture: loam, silt loam, or silty clay loam.\nCalcium carbonate equivalent: 15 to 20 percent.\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 5 to 30.\nOther features: 0 to 5 percent soft siltstone fragments.\nCy horizon-\nValue: 5 through 7.\nChroma:  2 through 4.\nTexture: gypsiferous loam, silt loam, or silty clay loam.\nCalcium carbonate equivalent: 15 to 20 percent.\nSalinity, mmhos/cm: 4 to 8.\nSodicity, SAR: 5 to 13.\nGypsum content: 1 to 3 percent.\nOther features: 5 to 65 percent soft siltstone fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Sagers series. Sagers soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fordbutte soils are on toeslopes below cuestas and knolls of undulating plateaus.  Fordbutte soils formed in alluvium, thin eolian deposits, and residuum derived from Cretaceous siltstone, sandstone, and shale.  Slopes are 1 to 3 percent. Elevation ranges from 5,300 to 6,300 feet.  The mean annual precipitation is 5 to 8 inches with 35 to 60 percent falling as rain from high-intensity thunderstorms between July and September.  The mean annual temperature is 51 to 54 degrees F.  The average frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hamburn, Littlehat, Persayo, Ravola, and Tsebitai soils.  Ravola and Hamburn soils are very deep, stratified, and occur on flood plains.  Littlehat soils lack cambic horizons and are strongly saline-sodic. Persayo soils are shallow to soft bedrock on adjacent footslopes.  Tsebitai soils are coarse-silty and very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Fordbutte soils are used for livestock grazing.  Present vegetation is alkali sacaton, Indian ricegrass, galleta, shadscale, sickle saltbush, and scarlet globemallow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Fordbutte soils are of moderate extent on the western San Juan Basin and Four Corners Platform portions of the Colorado Plateau province in northwest New Mexico. LRR-D; MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil to a depth of about 4 inches (A horizon).\nCambic horizon - The zone from about 4 to 14 inches (Bw horizon).\nParalithic contact - The presence of soft sedimentary bedrock at about 34 inches.\nGreat group rationale - The Bk and BCk horizons do not qualify as calcic horizons because there is not a 5 percent decrease by weight, of calcium carbonate equivalent in the C horizons and the underlying paralithic contacts (Cr layers).\nClassified according to Soil Taxonomy Second Edition, 1999.\nADDITIONAL DATA: The series type location was sampled for full characterization by the National Soil Survey Laboratory (NSSL) as pedon S86NM-045-011.\nSalinity values were also determined on three pedons, including the type location, with a Wheatstone bridge.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
