{
  "SERIES": "FORDCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PNP-BG-JAL",
  "REVDATE": "01/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fordcreek loam on a 40 percent south slope at an elevation of 1,200 feet - pasture. (Colors are for dry soil unless otherwise noted.)\nAl--O to 3 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and fine irregular pores; 5 percent gravel; neutral (pH 6.6); clear wavy boundary. (1 to 5 inches thick)\nA2--3 to 6 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine irregular and few medium tubular pores; 5 percent gravel; slightly acid (pH 6.4); clear smooth boundary. (4 to 10 inches thick)\nBtl--6 to 16 inches; pale brown (10YR 6/3) loam, dark yellowish brown (10YR 3/4) moist; weak fine prismatic structure parting to moderate fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine, fine and common medium tubular and many very fine and fine irregular pores; many faint bleached silt coatings on faces of peds; many faint clay films on faces of peds and lining pores; 5 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (8 to 16 inches thick)\nBt2--16 to 27 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, moderately sticky and moderately plastic; few very fine roots; many very fine, fine and common medium tubular and many very fine and fine irregular pores; common bleached silt coats along prism faces; common distinct and many faint clay films on faces of peds and lining pores; 10 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (8 to 16 inches thick)\nBt3--27 to 41 inches; brown (7.5YR 5/4) clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium prismatic structure parting to moderate fine angular blocky; hard, firm, moderately sticky and moderately plastic; few very fine roots; many very fine and few medium irregular, and common very fine tubular pores; common bleached silt coats along prism faces; common prominent and many faint clay films on faces of peds and lining pores; 10 percent gravel; moderately acid (pH 5.8); abrupt smooth boundary. (12 to 20 inches thick)\nCr--41 inches; decomposing granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clearwater County, Idaho;  about 1 mile northwest of Orofino, Idaho; about 3,650 feet north and 800 feet west of the southeast corner of section 1, T. 36 N., R. 1 E. Latitude - 46 degrees, 29 minutes, 45 seconds North; Longitude - 116 degrees, 15 minutes, 58 seconds West; USGS Ahsahka Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to paralithic contact - 40 to 60 inches\nBase saturation - 50 to 75 percent in some part of argillic above the paralithic contact.  Ultic feature.\nAverage annual soil temperature - 45 to 52 degrees F.  Mesic temperature regime.\nThe moisture control section is dry in all parts for 75 to 110 consecutive days.  Xeric moisture regime.\nRock fragment content in the particle-size control section averages less than 35 percent.\nA horizons\nValue - 5 or 6 dry, 2 to 4 moist\nChroma - 2 or 3 moist\nTextures - L, SIL, FSL, GR-L\nClay content - 15 to 25 percent\nRock fragments - 0 to 15 percent gravel, 0 to 5 percent cobbles, 0 to 15 percent total rock fragments\nReaction - slightly acid to neutral\nBt horizons\nHue - 7.5YR or l0YR dry, 5YR to 10YR moist\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 to 6 dry, 2 to 5 moist\nTextures - L, CL, GR-CL, SICL, GR-SCL, SCL, SL, GR-SL, GRV-CL\nRock fragments - 0 to 35 percent gravel, 0 to 5 percent cobbles, 0 to 40 percent total rock fragments\nReaction - moderately acid to neutral\nBC horizon (present in some pedons)\nHue - 7.5YR or 10YR moist\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 moist\nTextures - CL, LS, GR-CL, CBV-CL, SL\nClay content - 10 to 35 percent\nRock fragments - 0 to 45 percent gravel, 0 to 20 percent cobbles, 0 to 45 percent total rock fragments\nReaction - moderately acid to neutral\nC horizons (present in some pedons)\nHue - 7.5YR or 10YR moist\nValue - 5 or 6 dry\nChroma - 3 to 6 moist\nTextures - SL, GR-L, LS, FSL\nClay content - 8 to 22 percent\nRock fragments - 0 to 20 percent gravel, 0 to 20 percent cobbles, 0 to 40 percent total rock fragments\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beal, Boardburn, Boomer, Casabonne, Cherryhill, Cle Elum, Cohasset, Crozier, Dalig(T), Fives, Gunn(T), Holland, Hood, Hotaw, Latourell, Lettia, Norling, Para(T), Rosehaven, Sanhedrin, Tigit(T), Ulhalf, Varelum, and Wohly series. Beal, Boardburn, Boomer, Casabonne, Cherryhill, Cle Elum, Crozier, Dalig, Fives, Gunn, Hood, Hotaw, Latourell, Norling, Para, Rosehaven, Sanhedrin, Tigit, Ulhalf, Varelum and Wohly soils are not deep to granitic paralithic contact. Cohasset soils have average annual soil temperatures of 54 to 59 degrees F. Holland soils have average annual soil temperatures of 52 to 59 degrees F. Lettia soils are dry for 45 to 60 consecutive days in the moisture control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fordcreek soils are on canyon sides, benches and terraces at elevations of 1,000 to 3,000 feet and have slopes of 5 to 75 percent. These soils have developed in loess and alluvium over material weathered from granite or metamorphic rock.  The average annual temperature ranges from 45 to 52 degrees F. The average annual precipitation ranges from 23 to 30 inches and the frost free season is 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ahsahka, Texascreek, and Whiskeycreek soils. The Ahsahka soils have more than 35 percent clay in the argillic.  They are found on canyon sides and benches. The Texascreek soils have coarse sandy loam textures in the substratum and are 20 to 40 inches to a paralithic contact.  They are found on steep canyon sides. Whiskeycreek soils are less than 20 inches to a lithic contact.  They are found on steep canyon sides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is moderate to very rapid; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for range, wildlife habitat, homesite development and some woodland production. The natural vegetation is ponderosa pine, bluebunch wheatgrass, Idaho fescue, rose, and bromegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Clearwater County, Idaho; the series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clearwater County, Idaho 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 6 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 6 to 41 inches (Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
