{
  "SERIES": "FORESTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAD/AON",
  "REVDATE": "01/99",
  "STATES": "OR",
  "OVERVIEW": "The Forester series consists of very deep, somewhat poorly drained soils that formed in volcanic ash and mixed alluvium. Forester soils are on low terraces and have slopes 0 to 2 percent. The mean annual precipitation is about 12 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, glassy over mixed, superactive, calcareous, mesic Vitrandic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Forester loamy sand, pasture. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 7 inches; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; weak thin platy structure parting to single grained; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; strong effervescence; very strongly alkaline (pH 9.2); clear smooth boundary. (4 to 8 inches thick)\nAC--7 to 12 inches; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure parting to single grained; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine tubular pores; violent effervescence; very strongly alkaline (pH 9.4); gradual smooth boundary.  (4 to 12 inches thick)\nC1--12 to 22 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine tubular pores; few hard nodules 1/2 to 3/4 inch in diameter; violent effervescent; very strongly alkaline (pH 9.2); clear wavy boundary. (4 to 20 inches thick)\nC2--22 to 27 inches; pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine tubular pores; violent effervescence; strongly alkaline (pH 9.0); clear smooth boundary. (4 to 20 inches thick)\n2C3--27 to 48 inches; pale brown (10YR 6/3) very fine sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; strong effervescence; strongly alkaline (pH 8.6); clear wavy boundary. (0 to 30 inches thick)\n2C4--48 to 60 inches; pale brown (10YR 6/3) stratified silt loam and fine sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; strong effervescence; strongly alkaline (pH 8.6); clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Oregon; about 200 feet south and 300 feet west of center of the southwest quarter in the NE1/4 SW1/4 SW1/4 section 6, T.15S., R.16E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually dry but are saturated with water during the winter unless artificially drained. The mean annual soil temperature is 48 to 50 degrees F. Depth to bedrock is more than 60 inches. The soils are moderately or strongly calcareous, strongly or very strongly alkaline, with moderate to high amounts of soluble salts and exchangeable sodium percentage over 15 percent. The thickness of the ash or depth to the 2C horizon ranges from 20 to 40 inches. The content of ash and/or pumice in the ash overlay is commonly more than 60 percent in one or more horizons and ranges from 20 to more than 60 percent in the others.\nThe A horizon has value of 3 or 4 moist. It has weak thin platy, granular, or weak fine subangular blocky structure or is single grained.  It is loamy sand or sandy loam. The AC horizon is similar to the A horizon but lacks the platy structure and the sandy loam texture.\nThe C horizon has value of 3 or 4 moist and chroma of 2 or 3. The nodules are lacking in some pedons.\nthe 2C3 horizon has value of 3 or 4 moist. It is stratified fine sandy loam, very fine sandy loam and silty loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils are the Shanahan and Umapine series. Shanahan soils are well drained, noncalcareous, slightly acid or neutral and have cryic soil temperature.  Umapine soils are coarse, silty throughout and have less than 60 percent ash in any part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Forester soils are on nearly level low terraces at elevations of 2,500 to 4,500 feet. The soils formed in alluvium high in ash in the upper part. The climate is semiarid with an average annual precipitation of 9 to 14 inches. Summers are warm and dry with an average temperature of 61 to 63 degrees F. Winters are cool and moist with an average temperature of 32 to 34 degrees F. The mean annual temperature is 46 to 48 degrees F. The frost free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Metolius and Crooked soils. Metolius soils developed from mixed alluvium, are well drained, and nonsodic. Crooked soils have a duripan at depths of 12 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderately rapid permeability. Depth to water table ranges from 3 to 4 feet from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for pasture. Other uses are limited alfalfa production and for rangeland. Native vegetation is saltgrass, giant wildrye, rabbitbrush and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon. They are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prineville Area, Oregon, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOxyaquic feature - water table at 3 to 4 feet during winter and spring.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
