{
  "SERIES": "FORESTVILLE",
  "STATUS": "Established Series",
  "BYREV": "JBM-BOK-AGG",
  "REVDATE": "03/2009",
  "STATES": "SD",
  "OVERVIEW": "The Forestville series consists of very deep, moderately well drained soils formed in loamy eolian material over glacial till on uplands. Slopes range from 0 to 2 percent. Mean annual precipitation is about 559 millimeters (22 inches), and mean annual air temperature is about 6 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Forestville loam on a 1 percent slope in a cultivated field. When sampled the soil was moist throughout. (Colors are for moist soil unless otherwise stated)\nAp--0 to 20 centimeters (0 to 8 inches); black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; moderately fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; slightly acid; abrupt smooth boundary. [A horizon thickness is 18 to 25 centimeters (7 to 10 inches)]\nBw1--20 to 41 centimeters (8 to 16 inches); black (10YR 2/1) loam, dark gray (10YR 4/1) dry; moderately fine and medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; few very fine pores; neutral; clear wavy boundary.\nBw2--41 to 58 centimeters (16 to 23 inches); very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; common very fine pores; slightly alkaline; clear wavy boundary.\nBw3--58 to 79 centimeters (23 to 31 inches); olive brown (2.5Y 4/3) loam, light olive brown (2.5Y 5/3) dry; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; common very fine pores; slightly alkaline; clear wavy boundary.[(Combined thickness of the Bw horizon is 30 to 76 centimeters (12 to 30 inches)]\n2Bk1--79 to 119 centimeters (31 to 47 inches); light olive brown (2.5Y 5/3) loam, pale yellow (2.5Y 7/3) dry; weak medium prismatic structure parting to weak fine and medium subangular blocky; hard, firm, moderately sticky, moderately plastic; few very fine roots; common very fine pores; 23 percent calcium carbonate equivalent; common fine carbonate masses; common fine and medium prominent light brownish gray (10YR 6/2) redoximorphic depletions, and common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; 4 percent mixed rock fragments; violently effervescent; moderately alkaline; gradual wavy boundary.\n2Bk2--119 to 175 centimeters (47 to 69 inches); light olive brown (2.5Y 5/4) loam, pale yellow (2.5Y 7/4) dry; weak medium and coarse prismatic structure parting to weak fine and medium subangular blocky; hard, firm, moderately sticky, moderately plastic; common very fine roots; common very fine and fine pores; 18 percent calcium carbonate equivalent; common fine carbonate masses; common fine and medium prominent light brownish gray (10YR 6/2) redoximorphic depletions, and common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; 2 percent mixed rock fragments; violently effervescent; moderately alkaline; gradual wavy boundary. [Combined thickness of the 2Bk horizons is 28 to 102 centimeters (11 to 40 inches)]\n2C--175 to 203 centimeters (69 to 80 inches); light olive brown (2.5Y 5/4) clay loam, pale yellow (2.5Y 7/4) dry; massive; hard, firm, moderately sticky, moderately plastic; 13 percent calcium carbonate equivalent; few carbonate masses and few iron-manganese masses; common medium and coarse prominent light brownish gray (10YR 6/2) redoximorphic depletions, and many fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; 2 percent mixed rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Moody County, South Dakota; about 1 mile north of Ward; 91 meters (300 feet0 south and 218 meters (715 feet west) of northeast corner of sec. 15, T. 108 N., R. 47 W; USGS Elkton, South Dakota topographic quadrangle; lat. 44 degrees 10 minutes 7 seconds N. and long. 96 degrees 27 minutes 19 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mollic epipedon ranges from 41 to 76 centimeters (16 to 30 inches) and may include part or all the Bw horizon. The clay content of the upper mantle is 18 to 27 percent and 18 to 35 percent in the underlying till material. The depth to glacial till typically is about 76 centimeters (30 inches) and ranges between 51 and 102 centimeters (20 and 40 inches). The depth to carbonates typically is about 76 centimeters (30 inches) and ranges between 61 and 102 centimeters (24 and 40 inches). A thin stone line is at the upper boundary of the 2Bk in some pedons. The upper mantle typically does not have rock fragments and the underlying till has 2 to 10 percent, by volume.\nThe A or Ap horizon has hue of 10YR, value of 3 to 4 and 2 or 3 moist, and chroma of 1. It typically is loam, but includes fine sandy loam. Reaction is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 6 and 2 to 4 moist, and chroma of 1 to 4. It is typically loam, but may have thin layers of clay loam or fine sandy loam in some pedons. Reaction is neutral or slightly alkaline.\nSome pedons have Bk horizons.\nThe 2Bk horizon has hue of 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4. It is loam or clay loam. Reaction is slightly alkaline or moderately alkaline. Few or common, faint to prominent redoximorphic features are in most pedons.\nThe 2C horizon has hue of 2.5Y, value of 6 or 7 and 5 or 6 moist, and chroma of 2 to 4. It is loam or clay loam. Reaction is slightly alkaline or moderately alkaline. Common or many, distinct or prominent redoximorphic features are in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Tress series. Tress soils are formed entirely in glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Forestville soils are on nearly level footslopes on uplands. The slopes are plain or concave. Slope gradients of 0 to 2 percent. The soil formed in loamy eolian material overlying glacial till. Mean annual air temperature ranges from 43 to 48 degrees F, and mean annual precipitation ranges from 20 to 24 inches. Growing season is 120 to 140 days; average growing season precipitation ranges from 15 to 19 inches; and growing degree days are about 2500 to 2900."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brookings, Doburg, and Swenoda soils. Brookings and Swenoda soils are on similar landscapes. Brookings soils have less sand in the upper part of the control section, and Swenoda soils have more sand in the upper part of the control section. Doburg soils are higher on the landscape and have a mollic epipedon less than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is low. Saturated hydraulic conductivity, measured in cm per hour, is 1.52 to 5.10 (.6 to 2.0 inches) in the upper mantle and .51 to 1.52 (.2 to .6 inches) in the underlying glacial till. It has seasonal high saturation at depths of 1 to 1.5 meters (3 to 5 feet) at some time during the period of April through June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: When cultivated, the principal crops are corn, soybeans, alfalfa, small grains and tame pasture. Native grasses include big bluestem, little bluestem, needlegrass, Indiangrass, switchgrass, needleandthread, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-102A. Northeastern South Dakota. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Codington County, South Dakota, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 58 centimeters (23 inches) (Ap, Bw1 and Bw2 horizons); cambic horizon - the zone from 58 to 79 centimeters (23 to 31 inches) (Bw3 horizon); calcic horizon - the zone from79 to 175 centimeters (31 to 69 inches) (2Bk1 and 2Bk2).\nThe colors in the Bw horizon meet the criteria for an Aquic Pachic subgroup, but depth to saturation is below 75 cm.\nADDITIONAL DATA: Refer to NSSL pedon sample number S03-SD101-001 for lab results.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 centimeters (0 to 8 inches); black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; moderately fine and medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; slightly acid; abrupt smooth boundary. [A horizon thickness is 18 to 25 centimeters (7 to 10 inches)]"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--20 to 41 centimeters (8 to 16 inches); black (10YR 2/1) loam, dark gray (10YR 4/1) dry; moderately fine and medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; few very fine pores; neutral; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--41 to 58 centimeters (16 to 23 inches); very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; common very fine pores; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 58,
        "bottom": 79,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw3--58 to 79 centimeters (23 to 31 inches); olive brown (2.5Y 4/3) loam, light olive brown (2.5Y 5/3) dry; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; common very fine pores; slightly alkaline; clear wavy boundary.[(Combined thickness of the Bw horizon is 30 to 76 centimeters (12 to 30 inches)]"
      },
      {
        "name": "2Bk1",
        "top": 79,
        "bottom": 119,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk1--79 to 119 centimeters (31 to 47 inches); light olive brown (2.5Y 5/3) loam, pale yellow (2.5Y 7/3) dry; weak medium prismatic structure parting to weak fine and medium subangular blocky; hard, firm, moderately sticky, moderately plastic; few very fine roots; common very fine pores; 23 percent calcium carbonate equivalent; common fine carbonate masses; common fine and medium prominent light brownish gray (10YR 6/2) redoximorphic depletions, and common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; 4 percent mixed rock fragments; violently effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "2Bk2",
        "top": 119,
        "bottom": 175,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk2--119 to 175 centimeters (47 to 69 inches); light olive brown (2.5Y 5/4) loam, pale yellow (2.5Y 7/4) dry; weak medium and coarse prismatic structure parting to weak fine and medium subangular blocky; hard, firm, moderately sticky, moderately plastic; common very fine roots; common very fine and fine pores; 18 percent calcium carbonate equivalent; common fine carbonate masses; common fine and medium prominent light brownish gray (10YR 6/2) redoximorphic depletions, and common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; 2 percent mixed rock fragments; violently effervescent; moderately alkaline; gradual wavy boundary. [Combined thickness of the 2Bk horizons is 28 to 102 centimeters (11 to 40 inches)]"
      },
      {
        "name": "2C",
        "top": 175,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "2C--175 to 203 centimeters (69 to 80 inches); light olive brown (2.5Y 5/4) clay loam, pale yellow (2.5Y 7/4) dry; massive; hard, firm, moderately sticky, moderately plastic; 13 percent calcium carbonate equivalent; few carbonate masses and few iron-manganese masses; common medium and coarse prominent light brownish gray (10YR 6/2) redoximorphic depletions, and many fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; 2 percent mixed rock fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
