{
  "SERIES": "FORESTBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAB-TMS-CJH",
  "REVDATE": "3/97",
  "STATES": "SD",
  "OVERVIEW": "The Forestburg series consists of very deep, moderately well drained soils formed in a sandy mantle over till.  Permeability is rapid in the solum and moderately slow in the underlying material.  These upland soils have slopes ranging from 0 to 9 percent.  Mean annual air temperature is about 49 degrees F, and mean annual precipitation is about 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, superactive, mesic Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Forestburg loamy fine sand - on a convex slope of 2 percent in native grass.  When described the soil was moist throughout below 8 inches.  (Colors are for dry soil unless otherwise stated)\nA1--0 to 6 inches; dark gray (10YR 4/1) loamy fine sand, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; loose, very friable; neutral; clear smooth boundary.\nA2--6 to 19 inches; dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; single grained; soft, very friable; neutral; clear wavy boundary.  (Combined A horizons 15 to 23 inches thick)\nBw1--19 to 25 inches; brown (10YR 5/3) loamy sand, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to single grained; soft, very friable; neutral; clear wavy boundary.  (0 to 10 inches thick)\nBw2--25 to 29 inches; pale brown (10YR 6/3) sandy loam, dark brown (10YR 4/3) moist; few fine prominent dark reddish brown (5YR 3/3) redox concentrations; weak medium and coarse subangular blocky structure; slightly hard, very friable; few fine dark concretions (Fe and Mn oxides); neutral; clear irregular boundary.  (0 to 20 inches thick)\n2Bk--29 to 50 inches; light gray (2.5Y 7/2) loam, light olive brown (2.5Y 5/4) moist; common fine prominent reddish brown (5YR 5/4) redox concentrations; massive; slightly hard, friable; common fine and medium accumulations of carbonate; strong effervescence; moderately alkaline; clear smooth boundary. (0 to 25 inches thick)\n2C--50 to 60 inches; light gray (2.5Y 6/2 and 5Y 7/2) stratified silt loam and very fine sand, light olive brown (2.5Y 5/4) and olive gray (5Y 5/2) moist; common medium prominent reddish brown (5YR 5/4 and 4/4) and common medium prominent very pale brown (10YR 7/4) and brownish yellow (10YR 6/6) redox concentrations; massive; hard, friable; few medium accumulations of carbonate; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beadle County, South Dakota; about 9 miles south and 3 miles east of Huron; 1300 feet east and 140 feet south of the northwest corner of sec. 34, T. 109 N., R. 61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils formed in sandy materials overlying stratified drift or loam till at depths typically between 24 and 36 inches, but ranges from 20 to 40 inches.  Thickness of the mollic epipedon ranges from 10 to 20 inches.  Horizons with color value less than 5.5 dry and 3.5 moist extend to depths of 20 to 40 inches, but the organic carbon content at depths greater than 20 inches is less than 0.6 percent.  Depth to carbonates typically is the same as the depth to the contrasting material.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2.  It typically is loamy fine sand, but is fine sand, loamy sand, or sandy loam in some pedons.  It is slightly acid or neutral. Some pedons have an AC horizon.\nThe Bw1 horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 or 4 moist, and chroma of 1 to 3.  It is loamy sand or loamy fine sand and is neutral.\nMost pedons have a thin Bw2 or C horizon of sandy loam or loamy sand immediately above the 2Bk or 2C horizon.  Few or common, faint or distinct redox features and accumulations of carbonate are in some pedons.\nThe 2Bk and 2C horizons have hue of 10YR, 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  They are loam, clay loam, silt loam or stratified loam, silt loam and very fine sand.  They are slightly alkaline or moderately alkaline.  Redox features are common or many and prominent or distinct.  Accumulations of carbonate range from few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Forestburg soils are on upland plains.  Surfaces are plane or concave with slope gradients ranging from 0 to 9 percent.  The soil formed in a sandy mantle overlying loamy drift or till.  Mean annual air temperature ranges from 45 to 50 degrees F, and the mean annual precipitation ranges from 17 to 23 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blendon, Carthage, Clarno, Doger, Elsmere, Ethan, Fedora, Hand, Houdek and Shue soils.  The coarse-loamy Blendon and Carthage soils and the Doger soils are on similar landscapes.  Doger soils do not have contrasting loamy materials within depth of 40 inches.  The fine-loamy Clarno, Ethan, Hand and Houdek soils are on ridges and knobs.  The somewhat poorly drained Elsmere soils and the poorly drained Fedora and Shue soils are in lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is negligible or very low depending on slope.  Permeability is rapid in the upper part and moderately slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Corn and alfalfa are the principal crops in cultivated areas.  Native vegetation includes big bluestem, little bluestem, needleandthread, western wheatgrass, prairie sandreed, blue grama, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central South Dakota.  Series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beadle County, South Dakota, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The pedon should be redescribed in the field.  Structure in the A2 and 2Bk horizons and texture in the Bw2 are in question.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 19 inches (A1 and A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
