{
  "SERIES": "FORESMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRB/JDL/WDH",
  "REVDATE": "03/2004",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Foresman silt loam - on a 3 percent south facing convex slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; some mixing of dark yellowish brown (10YR 4/4) clay loam subsoil; weak fine granular structure; friable; common fine roots; neutral; abrupt smooth boundary. (10 to 12 inches thick)\nBt1--10 to 21 inches; dark yellowish brown (10YR 4/4) clay loam; weak medium subangular blocky structure; friable; thin continuous brown (10YR 4/3) clay films on faces of peds; few fine roots; few very dark grayish brown (10YR 3/2) krotovinas; medium acid; gradual smooth boundary.\nBt2--21 to 29 inches; dark yellowish brown (10YR 4/4) sandy clay loam; few fine distinct strong brown (7.5YR 4/6) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; few fine roots; thin continuous dark yellowish brown (10YR 3/4) clay films on faces of peds; few black (N 2/0) iron and manganese oxide accumulations and stains; few very dark grayish brown (10YR 3/2) krotovinas; slightly acid; clear wavy boundary.\nBt3--29 to 35 inches; brown (10YR 5/3) clay loam; common fine distinct light brownish gray (10YR 6/2) and yellowish brown (10YR 5/8) and few fine distinct strong brown (7.5YR 4/6) mottles; moderate coarse prismatic structure parting to weak coarse subangular blocky; friable; few very fine roots; thin continuous grayish brown (10YR 5/2) clay films on faces of peds; many black (N 2/0) iron and manganese oxide accumulations and stains; few very dark grayish brown (10YR 3/2) krotovinas; slightly acid; clear wavy boundary.\nBt4--35 to 39 inches; grayish brown (10YR 5/2) clay loam; common medium distinct strong brown (7.5YR 5/8) and common fine distinct yellowish brown (10YR 5/8) mottles; moderate very coarse prismatic structure; friable; thin continuous grayish brown (10YR 5/2) clay films on vertical faces of peds; few very dark grayish brown (10YR 3/2) krotovinas; neutral; abrupt wavy boundary. (Combined thickness of the Bt horizon is 14 to 30 inches.)\nC--39 to 60 inches; light yellowish brown (2.5Y 6/4) silt loam containing thin strata of yellowish brown (10YR 5/8) and light brownish gray (10YR 6/2) sand; common fine distinct gray (10YR 6/1), common medium distinct strong brown (7.5YR 4/6) and many medium distinct yellowish brown (10YR 5/6) mottles; massive; friable; few very dark grayish brown (10YR 3/2) krotovinas; slight effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Indiana; about 5 miles north of Templeton; 960 feet east and 2,600 feet north of the SW corner of sec. 27, T. 25 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 24 to 40 inches.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. It is silt loam or loam. Gravel content ranges from 0 to 5 percent. It is medium acid to neutral.\nThe upper part of the Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 6. It is dominantly clay loam, loam, or sandy clay loam, but ranges to silty clay loam or silt loam where the silty material is at the maximum thickness. The upper part of the Bt horizon is strongly acid to neutral. The lower part of the Bt horizon has similar hue and value to the upper part but ranges to chroma 2 and is clay loam, loam or sandy clay loam.  The lower part of the Bt horizon is medium acid to neutral.  Gravel content of the Bt horizon ranges from 0 to 5 percent by volume.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 6. It is dominantly silt loam or loam but strata coarser than sandy loam are in all pedons. Gravel content ranges from 0 to 12 percent. It is mildly alkaline or moderately alkaline. Till substratum phases are recognized for pedons underlain by glacial till."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atkinson, Ayr, Barce, Burchard, Calmar, Corwin, Cresco, Durand, Friesland, Griswold, Hitt, Hochheim, Jasper, Joslin, La Rose, Linkville, Markesan, Moingona, Mona, Morrill, Pana, Parr, Plattville, Prairieville, Ringwood, Rockton, Rotamer, Schoolcraft, Shelby, Sibleyville, Symerton, Tippecanoe, Velma, Wea, and Winnebago series. Atkinson, Calmar, and Hitt have the lower part of the solum formed in limestone residuum. Barce soils have the lower part of the solum formed in till. Burchard soils have a thinner sola and are less acid. Corwin, Cresco, Griswold, Parr, Ringwood, Shelby, and Velma soils do not have stratification in the solum and C horizon.  Durand, Joslin, Morrill, Pana, and Winnebago soils have hue redder than 10YR in the B horizon. Friesland soils have more silt and less sand in the lower part of the solum and the C horizon.  Hochheim, La Rose, Markesan, and Rotamer soils have sola less than 24 inches thick. Jasper soils do not have gray mottles in the subsoil. Linkville soils have more coarse sand, very coarse sand and gravel in the lower part of the solum. Moingona soils formed in colluvial and alluvial sediments on foot slopes and alluvial fans. Mona and Symerton soils have more clay and less sand in the lower part of the solum. Plattville soils have hue redder than 10YR in the Bt horizon and are underlain by limestone bedrock at depths from 40 to 60 inches. Prairieville soils do not have carbonates above a depth of 60 inches and have the lower part of the solum formed in a pale soil in Illinois till.  Schoolcraft, Tippecanoe, and Wea soils contain more gravel in the lower part of the solum. Sibleyville soils are underlain by sandstone or shale at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Foresman soils are on moraines and outwash plains.  The slope gradient is 0 to 6 percent. Foresman soils formed in loamy outwash or in as much as 20 inches of silty material and the underlying outwash. Mean annual temperature ranges from 49 degrees to 52 degrees F.  and mean annual precipitation ranges from 35 to 37 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corwin, Darroch, Drummer, Jasper, Pella and Selma soils. The moderately well drained Corwin soils are not stratified, formed in till and are on similar landscape positions. The somewhat poorly drained Darroch soils are grayer in the upper part of the solum and are on slightly lower lying landscape positions. The poorly drained Drummer, Pella and Selma soils are grayer in the solum and are in depressions. The well drained Jasper soils are not mottled and are on nearby slopes and rises."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is slow or medium. Permeability is moderate in the solum and moderately slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mostly cropped to corn, soybeans, small grain, and legume hay. Native vegetation was tall prairie grass, chiefly big bluestem and Indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Indiana and northeastern Illinois.  The Foresman series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Newton County, Indiana, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Foresman series concept has been changed to soils that have formed in outwash deposits rather than lacustrine materials. The typical pedon has been moved to Benton County, Indiana.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 - 10 inches (Ap)\nArgillic horizon 10-39 inches (Bt1, Bt2, Bt3, Bt4)\nUdoll - not mottled in 6 inches below mollic.\nOSED scanned by NSSQA.  Last revised by state on 12/84.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
