{
  "SERIES": "FORHAUX",
  "STATUS": "Established Series",
  "BYREV": "KMB/JTW/SAA/KP",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "OVERVIEW": "The Forhaux series consists of very deep, well drained soils that formed in colluvium and residuum derived from sandstone and mudstone. Forhaux soils are on mountains and have slopes of 2 to 75 percent. The mean annual precipitation is about 1525 mm and the mean annual temperature is about 13 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Pachic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Forhaux gravelly loam soil on a south facing convex slope of 23 percent under annual and perennial grasses and forbs, and western bracken fern. (Colors are for dry soil unless otherwise stated) When described on May 24, 2006, the soil was moist throughout.\nA1--0 to 21 centimeters; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak very fine and fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine and common very fine roots throughouts; common very fine and fine tubular pores; 5 percent paragravel 10 percent gravel, 5 percent cobbles; very strongly acid (pH 4.9); gradual wavy boundary.\nA2--21 to 45 centimeters; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots throughout; common very fine irregular, common fine tubular and few fine tubular pores; 10 percent paragravel, 30 percent gravel, 15 percent cobbles; very strongly acid (pH 4.7); clear wavy boundary.\nA3--45 to 70 centimeters; grayish brown (10YR 5/2) extremely cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots throughout; common very fine tubular and irregular pores; 10 percent paragravel, 10 percent gravel, 55 percent cobbles; very strongly acid (pH 5.0); clear irregular boundary. (combined thickness of A horizons is 50 to 110 centimeters)\nBw1--70 to 106 centimeters; light yellowish brown (2.5Y 6/3) extremely cobbly loam, olive brown (2.5Y 4/4) moist; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots throughout; common very fine irregular pores; few distinct dark grayish brown (10YR 4/2) moist, clay films on rock fragments; 10 percent paragravel, 5 percent gravel, 70 percent cobbles; strongly acid (pH 5.2); gradual irregular boundary.\nBw2--106 to 160 centimeters; light yellowish brown (2.5Y 6/3) gravelly loam, olive brown (2.5Y 4/3) moist; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots throughout; 25 percent paragravel, 15 percent gravel, 5 percent cobbles; strongly acid (pH 5.3). (Combined thickness of Bw horizons is 50 to 150 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 9.2 kilometers southwest of Scotia, CA. Located in Sec.20 T.1 N., R.1 W.; USGS 7.5 minute quadrangle Taylor Peak, CA; WGS84 Decimal degrees 40.4555556 latitude, -124.2047222 longitude; UTM zone 10 0397844mE, 4479021mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry in all parts of the soil moisture control section for 45 or more consecutive days after the summer solstice and moist in all parts from November through May. The soils have a xeric soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 11 to 15 degrees C. and the difference between mean summer and mean winter temperatures is more than 9 degrees C. The soils have a mesic soil temperature regime.\nUmbric Epipedon: 50 to 110 centimeters thick\nSurface rock fragments: 0 to 14 percent strongly cemented sandstone gravel, 0 to 5 percent strongly cemented sandstone cobbles, and 0 to 2 percent strongly cemented sandstone stones\nParticle size control section (weighted average):\nClay content: 15 to 26 percent\nRock fragments: 35 to 75 percent\nPararock fragments: 0 to 34 percent\nA horizon:\nValue: 3 through 5, 2 or 3 moist\nChroma: 2 or 3, 1 or 2 moist\nClay content: 15 to 26\nRock fragments: 5 to 75 percent strongly cemented sandstone and mudstone gravel, 0 to 59 percent strongly cemented sandstone and mudstone cobbles, 0 to 5 percent stones.\nPararock fragments: 0 to 14 percent moderately cemented mudstone paragravel\nReaction: very strongly acid to moderately acid\nUpper Bw or Bt horizon:\nHue: 10YR, 2.5Y\nValue: 5 or 6, 3 through 5 moist\nChroma: 2 through 4, 2 or 3 moist\nClay content: 12 to 30 percent\nTexture of fine earth: loam, sandy loam, sandy clay loam, clay loam\nRock fragments: 5 to 89 percent strongly cemented sandstone or mudstone gravel, 0 to 75 percent cobbles, 0 to 5 percent stones\nPararock fragments: 0 to 59 percent moderately cemented mudstone paragravel.\nReaction: strongly acid to moderately acid\nLower Bw or Bt horizon:\nHue: 10YR, 2.5Y\nValue: 5 or 6, 3 to 5 moist\nChroma: 2 through 4, 2 or 3 moist\nClay content: 10 to 32 percent\nTexture of fine earth: loam, sandy loam, sandy clay loam, clay loam\nRock fragments: 0 to 89 percent strongly cemented sandstone or mudstone gravel, 0 to 75 percent cobbles\nPararock fragments: 0 to 89 percent moderately cemented mudstone paragravel\nReaction: strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Hiddenridge (WA) and Chalkmountain (CA) series. Hiddenridge is 100 to 152 centimeters to a lithic contact. Chalkmountain has a difference between mean summer and mean winter soil temperature of 6 to 9 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Forhaux soils are on convex summit, shoulder, and backslope positions on ridges and mountain slopes. Slopes are 2 to 75 percent. Elevations are 0 to 1060 meters. These soils formed in residuum from sandstone and mudstone. The climate is subhumid with cool, foggy summers and cool, wet winters. Mean annual precipitation is 1270 to 2280 millimeters. The mean annual temperature is 12 to 14 degrees C. Frost free season is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Oceanhouse, Peaked, and Pigtoe soils. Oceanhouse soils have greater than 35 percent clay in the particle size control section, have redoximorphic features at 0 to 10 centimeters, and are on concave backslope positions on slopes dominated by earthflows. Peaked soils have redoximorphic features between 50 and 100 centimeters and are on linear to slightly convex or concave summit and backslope positions. Pigtoe soils have less than 35 percent rock fragments in the particle control section and are on linear to slightly concave or convex summit, shoulder, and backslope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low to high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for livestock grazing, wildlife habitat, and watershed. Natural vegetation is annual and perennial grasses and forbs, including bristly dogstail grass, wild oat, slender oat, hairy catsear, common sheep sorrel, California poppy, and western brackenfern. Some siteshave scattered coyotebrush. Douglas-fir can invade in the absence of fire and grazing."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, South Part, California, 2010. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon: The zone from 0 to 70 centimeters (A1, A2, A3 horizons)\n2. Cambic horizon:  The zone from 70 to 160 centimeters (Bw1 and Bw2 horizons)\n3. Particle size control section: The zone from 25 to 100 centimeters averages 15 percent clay, by weight, 13 percent gravel, and 50 percent cobble, by volume (A2, A3, and Bw1 horizons)\n4. Isotic feature: 15 bar water/clay is 0.6 or more and the NaF pH is greater than 8.4 in the zone from 0 to 160 centimeters (A1, A2, A3, Bw1, and Bw2 horizons), which includes more than one half of the mineralogical control section.\nADDITIONAL DATA: National Soil Survey Laboratory Pedon No. 07N0347, NASIS User Pedon ID: 06CA600105\nKeys to Soil Taxonomy, 12th edition. Previously classified as Loamy-skeletal, isotic, mesic Humic Dystroxerept\nNational Cooperative Soil Survey\nU.S.A."
  }
}
