{
  "SERIES": "FORNOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CED-JEI-JAL",
  "REVDATE": "10/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fornor very cobbly loam - on north-northwest facing convex slope of 4 percent under native range.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 2 inches; brown (10YR 5/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure parting to moderate very fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; noneffervescent; 35 percent pebbles, 20 percent cobbles and 2 percent stones; class 2 stoniness; neutral (pH 7.0); clear wavy boundary.  (2 to 7 inches thick)\nBt--2 to 13 inches; dark brown (10YR 4/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; many very fine and fine roots to 5 inches, common very fine, fine and coarse roots 5 to 13 inches; common distinct clay films on faces of peds; noneffervescent; 30 percent pebbles, 5 percent cobbles; slightly alkaline (pH 7.4); clear wavy boundary.  (9 to 16 inches thick)\nBk--13 to 19 inches; pale brown (10YR 6/3) extremely\ngravelly sandy clay loam, dark brown (10YR 3/3) moist; massive; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots and few coarse roots; slightly effervescent, carbonates disseminated and as common thin encrustations on bottoms of coarse fragments; 55 percent pebbles, 5 percent cobbles; slightly alkaline (pH 7.8); gradual wavy boundary. (6 to 30 inches thick)\nC1--19 to 25 inches; pale brown (10YR 6/3) extremely gravelly sandy clay loam, dark brown (10YR 3/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine, fine, and medium roots; slightly effervescent, carbonates disseminated; 55 percent pebbles, 5 percent cobbles; slightly alkaline (pH 7.8); clear wavy boundary.\nC2--25 to 60 inches; very pale brown (10YR 7/3) very gravelly loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine, fine, and coarse roots; slightly effervescent, carbonates disseminated; 35 percent pebbles, 10 percent cobbles; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; about 11 miles west and 7 miles north of Dubois; 2,300 feet south and 1,400 feet west of the NE corner of sec. 8, T. 42 N., R. 108 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic\nhorizon and to continuous horizons of carbonate accumulation is 12 to 23 inches.  Depth to bedrock is more than 60 inches.  The mollic epipedon is 7 to 15 inches thick.  Typically, the soil is noneffervescent above the Bk horizon but may be effervescent in the surface horizon due to atmospheric recharge.  The mean annual soil temperature is 39 to 45 degrees F., and the mean summer soil temperature is 55 to 59 degrees F.\nThe A horizon has hue of 10YR, value of 4 or 5 dry and 3 moist, and chroma of 2 through 4 dry and 2 or 3 moist.  Rock fragments range from 15 to 60 percent with 10 to 50 percent pebbles, 5 to 20 percent cobbles, and 0 to 10 percent stones.  Reaction is neutral or slightly alkaline.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 3 through 5 dry, and 3 moist, and chroma of 3 or 4 dry and 2 through 4 moist.  Texture of the fine earth fraction is sandy clay loam or clay loam with 20 to 35 percent clay and more than 35 percent fine or coarser sand.  Rock fragments range from 35 to 65 percent with 25 to 45 percent pebbles, 5 to 15 percent cobbles, and 0 to 5 percent stones.  Reaction is neutral or slightly alkaline.\nThe Bk horizon has hue of 2.5Y or 10YR, value of 4 through 7 dry and 3 through 6 moist, and chroma of 2 through 4.  Typically, the fine earth fraction is sandy clay loam, sandy loam, or loam.  Rock fragments range from 50 to 80 percent with 35 to 55 percent pebbles, 5 to 20 percent cobbles or channers, and 0 to 5 percent stones.  Reaction is slightly alkaline or moderately alkaline.\nThe C horizons have hue of 10YR, value of 6 or 7 dry and 3 through 6 moist, and chroma of 3 or 4 dry and moist.  The fine earth fraction is sandy loam, loam, or sandy clay loam.  Rock fragments range from 35 to 70 percent with 30 to 60 percent pebbles or channers, 5 to 15 percent cobbles, and 0 to 5 percent stones.  Reaction is neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blaine, Bowen, Ess, Fourmile, Geertsen, Hodden, Hoodle, Libeg, Maciver, Nathale, Nathrop, Norriston, Parkview, Quander, Ratiopeak, Spanpeak, Tahquats, Teeler, and Woodhall series.  Blaine, Bowen, Nathale, Nathrop, and Woodhalls soils have a lithic contact at 20 to 40 inches.  Ess, Geertsen, Libeg, Quander, Spanpeak and Tahquats soils lack Bk horizons.  Fourmile and Norriston soils have contrastive sand or ground strata at depths less than 40 inches.  Hodden soils have a 2C horizon and a calcic horizon. Maciver soils have a calcic horizon. Parkview soils have a paralithic contact at 20 to 40 inches.  Hoodle soils are similar, but formed in basalt alluvium over pediments at elevations of 8,500 to 10,000 feet.  Ratiopeak soils have a Bk horizon at 25 to 40 inches. Teeler soils are typically more red throughout and have hue of 5YR in the Bk and C horizons; they also formed in alluvial deposits."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fornor soils are on moraines and till plains that have a convex or plane surface.  The slope gradient commonly is 4 to 10 percent, but the range is 2 to 30 percent.  The mean annual temperature is 33 to 41 degrees F., and the mean annual precipitation is 15 to 19 inches.  Elevation is 6,800 to 8,400 feet.  Estimated frost-free season is about 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burnette, Decross, Inchau, and Roxal soils.  Burnette soils are fine textured and have less than 35 percent coarse fragments on the control section.  Burnette soils also have pachic surfaces.  Decross soils are pachic and have less than 35 percent coarse fragments in the control section.  Inchau soils have bedrock at 20 to 40 inches.  Roxal soils are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow or medium; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native range.  Native vegetation consists of Sandberg bluegrass, Idaho fescue, hood phlox, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys of western Wyoming.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, East Part; 1985.\nRemarks: Diagnostic horizons and features recognized in this pedon are: a mollic epipedon from the soil surface to 13 inches (A, Bt horizons); an argillic horizon which is the particle-size control section from 2 to 13 inches (Bt horizon); horizon of secondary carbonate accumulation from 13 to 19 inches (Bk horizon). Fornor soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
