{
  "SERIES": "FORSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/VLP/MJD",
  "REVDATE": "03/1999",
  "STATES": "CO,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Forsey cobbly loam, rangeland.  (Colors are for air dry soil  unless otherwise noted.)\nA--0 to 7 inches; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; few fine and medium tubular pores; 10 percent gravel and 15 percent cobbles; neutral (pH 7.3); abrupt smooth boundary.  (6 to 11 inches thick)\nBt--7 to 17 inches; brown (7.5YR 5/2) very cobbly loam, dark brown (7.5YR 4/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and plastic; common fine and medium roots; few fine and medium tubular pores; moderately thick continuous clay films; 15 percent gravel and 20 percent cobbles; mildly alkaline (pH 7.6); clear wavy boundary.  (9 to 17 inches thick)\nC1--17 to 23 inches; pinkish gray (7.5YR 6/2) very cobbly sandy loam, brown (7.5YR 5/2) moist; massive; hard, friable, slightly sticky and plastic; few fine roots; few fine pores; 15 percent gravel and 20 percent cobbles; moderately alkaline (pH 7.9); irregular boundary.  (6 to 20 inches thick)\nC2--23 to 60 inches; pinkish gray (7.5YR 6/2) very cobbly sandy loam, dark brown (7.5YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine pores; 20 percent gravel and 25 percent cobbles; slightly calcareous; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Piute County, Utah; 18 miles southwest of Loa; 2,000 feet west of the NE corner of section 32, T.28S., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 15 inches thick.  The combined thickness of the A and B horizons is 16 to 28 inches.  The mean annual soil temperature at a depth of 20 inches ranges from 39 to 43 degrees F., and the mean summer temperature ranges from 57 to 59 degrees F.  The soils are usually moist, but are dry for 60 to 75 consecutive days or more within the 3 month period following the summer solstice and are moist in all parts for 60 to 75 consecutive days or more within the 3 month period following the winter solstice, in more than 7 out of 10 years.\nThe A horizon has value of 4 or 5 dry, and 2 or 3 moist.  It is cobbly loam, very cobbly loam, or cobbly sandy loam.  This horizon is neutral or mildly alkaline.\nThe Bt horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 4.  It is very cobbly loam, very cobbly sandy clay loam or very cobbly clay loam has 18 to 35 percent clay and 35 to 50 percent rock fragments.  This horizon is neutral or mildly alkaline.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 or 5 moist and chroma of 2 through 4.  It is very cobbly sandy loam , very cobbly loam or very cobbly sandy clay loam and has 35 to 60 percent rock fragments. The C horizon is noncalcareous or slightly calcareous with weak horizons and moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blaine (MT), Bowen (CO), Buena Vista (CO), Chamberlain T(ID), Elwood, Ess (AZ), Ezbin T(ID), Fornor (WY), Fourme (ID), Fourmile (CO), Geertsen, Hodden (CO), Hoodle, Latigo T(ID), Libeg (MT), Nathale (WY), Nathrop (CO), Norriston (CO), Nurkey T(ID), Packer (NV), Parkview (CO), Quander (CO), Sawfork (CO), Sedgway (ID), Tahquats (ID), Teeler (WY), Thiel (MT), Winada (NV), Woodhall (CO), and Zeebar T(ID) series.  Blaine, Bowen, Buena Vista, Elwood, Nathale, Nathrop, Parkview, Winada, and Woodhall soils are 20 to 40 inches deep over bedrock.  Blaine, Buena Vista, Hoodle, and Teeler soils have strong lime accumulation horizons.  Chamberlain soils have an average annual soil temperature of less than 40 degrees F. and contain carbonate and silica accumulations.  Ess, Geertsen, Libeg, Quander, and Tahquates soils have a solum that ranges from 28 to 60 inches or more thick. Ezbin soils have a mean annual soil temperatures of less than 40 degrees F.  Fornor soils have Bk horizons and are formed in glacial till. Fourme soils have a mean annual soil temperatures of less than 40 degrees F.  and a combined thickness of the A and B horizons that is greater than 30 inches.  Fourmile, Norriston and Thiel soils have layers of very gravelly sand or coarse sand below a depth of about 20 inches. Hodden soils have Bk horizons.  Latigo soils have Bk horizons and the control section averages less than 20 percent clay.  Nurkey soils have Bk horizons and mean annual soil temperatures are 40 degrees or less.  Packer soils have more than 60 percent rock fragments in the B2t and C horizons and are neutral in the C horizons. Sawfork soils have a paralithic contact from 40 to 60 inches and formed in ash flow and tuff.   Sedgway soils have albic horizons and the combined thickness of the A and B horizons are greater than 60 inches.  Zeebar soils have a combined thickness of the A and B horizons greater than 35 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Forsey soils are at elevations of 8,000 to 9,000 feet.  The slopes are 3 to 65 percent.  These soils occur on old dissected alluvial fans and mountain slopes and formed in alluvium, residuum and colluvium derived from intermediate igneous rocks.  The climate is dry subhumid, with an average annual precipitation of 14 to 18 inches.  The mean annual air temperature is 37 to 41 degrees F.  The frost free season is 65 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Faim and Parkay soils.  Faim and Parkay soils have mollic epipedons more than 16 inches thick.  Faim soils also have more than 35 percent clay in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range.  The native vegetation is black sagebrush, squirreltail, Sandberg bluegrass, yellowbrush, and Letterman needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Colorado and central Utah, Parker Mountain in Wayne and Piute Counties.  The series is inextensive. MLRA 47 and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Moffat County, Colorado 1992.  Moffat County Area, Colorado Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 7 inches (A horizon).\nArgillic horizon - the zone of clay accumulation from 7 to 17 inches (Bt horizon).\nParticle size control section - the zone from 7 to 17.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
