{
  "SERIES": "FORSYTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE/RJE/TLA",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Forsyth series consists of very deep, somewhat excessively drained soils formed in pyroclastic flow and/or lahar material with a thin mantle of aerially deposited volcanic ash and pumice.  Forsyth soils are on terraces, fans, and terrace escarpments at elevations of 1,600 to 2,800 feet.  Slopes are 0 to 90 percent.  The average annual precipitation is about 120 inches and average annual  temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Vitrandic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Forsyth very cobbly loamy sand - under an open stand of lodgepole pine on a level terrace at an elevation of 1,760 feet.  The soil was dry in some parts when described.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\n0e--2 to 1 inch; loose; partially decomposed organic litter including needles, twigs, bark, and cones; 3 percent rounded cobbles on the soil surface; abrupt smooth boundary.  (1 to 2 inches thick)\n0a--1 inch to 0; decomposed organic material; abrupt smooth boundary. (1 to 2 inches thick)\nE--0 to 1 inch; very dark gray (10YR 3/1) very cobbly loamy sand (volcanic ash), gray (10YR 6/1) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium, and coarse roots; many fine pores; 25 percent rounded pebbles and 25 percent rounded cobbles; 5 percent bleached pebble-size pumice fragments; moderately acid (pH 5.6); abrupt irregular boundary.  (0.5 to 4 inches thick)\nBw--1 to 7 inches; dark brown (10YR 3/3) very cobbly loamy sand (volcanic ash), light brownish gray (10YR 6/2) dry; few fine faint dark brown (10YR 4/4) mottles; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium, and coarse roots; many fine pores; 30 percent rounded pebbles and 25 percent rounded cobbles; 5 percent pebble-size pumice fragments; slightly acid (pH 6.2); abrupt wavy boundary.  (5 to 13 inches thick)\n2C1--7 to 17 inches; very dark grayish brown (10YR 3/2) extremely cobbly sand, light brownish gray (10YR 6/2) dry; single grain; loose; many fine, medium and coarse roots; 35 percent rounded pebbles and 35 percent rounded cobbles; 5 percent pebble-size pumice fragments; slightly acid (pH 6.2); abrupt wavy boundary.  (5 to 25 inches thick)\n2C2--17 to 32 inches; very dark gray (10YR 3/1) very gravelly sand; gray (10YR 6/1) dry; single grain; loose; few fine roots; 35 percent rounded pebbles and 15 percent rounded cobbles; 5 percent pebble-size pumice fragments; slightly acid (pH 6.4); clear wavy boundary.  (0 to 25 inches thick)\n2C3--32 to 60 inches; dark gray (10YR 4/1) extremely cobbly sand, gray (10YR 6/1) and light gray (10YR 7/1) dry; single grain; loose; few fine roots; 20 percent rounded pebbles and 40 percent rounded cobble; 10 percent rounded, pebble-size pumice fragments; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cowlitz County, Washington, near gravel pit just south of the Kalama River and about 1.5 miles north of Merrill Lake, 200 feet south and 725 feet east of the northwest corner, sec. 4, T. 7 N., R. 4 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mantle of volcanic ash is 7 to 14 inches thick.   Mean annual soil temperature at a depth of 20 inches ranges from 44 to 46 degrees F.   Rock fragments average from 50 to 85 percent throughout the control section, including rounded pebbles, cobbles, and occasional stones.  The volcanic ash influence is 7 to 14 inches with an estimated moist bulk density of 1.10 to 1.30 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, 15 bar water retention of 8 to 12 percent.   Pumice fragments average from 5 to 20 percent throughout, and most are rounded and bleached.   Some pedons have 3 to 5 percent stones on the soil surface and a few boulders.  Some pedons have rounded cobble and stone-size pumice fragments on the surface. Soil reaction is moderately acid to neutral throughout.\nThe E horizon has value of 5 to 7 dry, and chroma of 1 or 2 moist and dry.  Rock fragments range from 20 to 30 percent pebbles and 20 to 30 percent cobbles.  Pumice fragments range from 0 to 10 percent and may be bleached.\nThe Bw horizon has value of 5 or 6 dry, and chroma of 2 or 3 moist and dry.  It is loamy sand or sandy loam and is gravelly, very gravelly, very cobbly, or extremely cobbly.  Rock fragments range from 20 to 40 percent pebbles and 10 to 40 percent cobbles.  Pumice fragments range from 0 to 10 percent.\nThe 2C horizon has value of 3 or 4 moist, 6 or 7 dry, and chroma of 1 or 2 moist and dry.  It is very gravelly, extremely stony, or extremely cobbly sand.  It is single grain or massive.  Rock fragments range from 30 to 40 percent pebbles and 15 to 40 percent cobbles.  Pumice fragments range from 5 to 20  percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series, similar soils in other families are the Emmert and Polepatch series.  Emmert soils lack the volcanic ash mantle.  Polepatch soils are cryic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Forsyth soils are on terraces, fans, and terrace escarpments at elevations of 1,600 to 2,800 feet.  Slopes are 0 to 90 percent.  These soils  formed in slightly compact lahar from Mt. St.  Helens or material from the pyroclastic flow ash cloud (nue'e ardente) deposited during the 350-year-old Kalama eruptive period.  A thin mantle of volcanic ash and pumice, including the 176-year-old layer T, overlies this material.  The climate is characterized by warm, moist summers and cold, wet winters.  The average annual precipitation is 110 to 130 inches, including snowfall.  Average January temperature is about 20 degrees F; average July temperature is about 61 degrees F; and the average annual temperature is 42 to 44 degrees F.  The growing season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bannel, Cinnamon, Pinchot, St. Helens, Shoestring, and Swift soils and the competing Polepatch soils.  Bannel soils formed in layers of aerially deposited ash and pumice and have an ashy control section.  Cinnamon soils formed in layers of volcanic ash and pumice and are ashy over medial. Pinchot, St. Helens, and Shoestring soils formed in layers of ash and pumice more than 14 inches thick over lahar or pyroclastic flow ash cloud deposits.  Pinchot soils are ashy over sandy or sandy-skeletal and are mesic.  St.  Helens soils are ashy over sandy or sandy-skeletal. Shoestring soils are medial over sandy or sandy-skeletal and cryic. Swift soils are cindery over medial-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to rapid runoff; moderately rapid permeability in the surface and rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for wildlife habitat, watershed, recreation, and timber production.  Overstory vegetation typically includes lodgepole pine and Douglas-fir with some western hemlock, western white pine and Pacific silver fir.  Understory and ground vegetation includes Sitka alder, kinnikinnick, salal, red huckleberry, princes pine, northern twinflower, subalpine lupine, vine maple, willows, mosses, and lichens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys in the Cascade Mountains in Eastern Cowlitz and northern Skamania Counties, Washington, near Mt. St. Helens.   The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon and a volcanic ash mantle from the mineral surface to 7 inches and a particle-size control section from 10 to 40 inches that is 62 percent rock fragments by volume.  Field test of NaF pH is less than 9.0 in the A2 and 11.5 to 12.0 below the A2. This description reflects a change in classification based on amendment 16.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0e",
        "top": 5,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0e--2 to 1 inch; loose; partially decomposed organic litter including needles, twigs, bark, and cones; 3 percent rounded cobbles on the soil surface; abrupt smooth boundary.  (1 to 2 inches thick)"
      },
      {
        "name": "E",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "very cobbly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "E--0 to 1 inch; very dark gray (10YR 3/1) very cobbly loamy sand (volcanic ash), gray (10YR 6/1) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium, and coarse roots; many fine pores; 25 percent rounded pebbles and 25 percent rounded cobbles; 5 percent bleached pebble-size pumice fragments; moderately acid (pH 5.6); abrupt irregular boundary.  (0.5 to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "very cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--1 to 7 inches; dark brown (10YR 3/3) very cobbly loamy sand (volcanic ash), light brownish gray (10YR 6/2) dry; few fine faint dark brown (10YR 4/4) mottles; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium, and coarse roots; many fine pores; 30 percent rounded pebbles and 25 percent rounded cobbles; 5 percent pebble-size pumice fragments; slightly acid (pH 6.2); abrupt wavy boundary.  (5 to 13 inches thick)"
      },
      {
        "name": "2C1",
        "top": 18,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "extremely cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C1--7 to 17 inches; very dark grayish brown (10YR 3/2) extremely cobbly sand, light brownish gray (10YR 6/2) dry; single grain; loose; many fine, medium and coarse roots; 35 percent rounded pebbles and 35 percent rounded cobbles; 5 percent pebble-size pumice fragments; slightly acid (pH 6.2); abrupt wavy boundary.  (5 to 25 inches thick)"
      },
      {
        "name": "2C2",
        "top": 43,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C2--17 to 32 inches; very dark gray (10YR 3/1) very gravelly sand; gray (10YR 6/1) dry; single grain; loose; few fine roots; 35 percent rounded pebbles and 15 percent rounded cobbles; 5 percent pebble-size pumice fragments; slightly acid (pH 6.4); clear wavy boundary.  (0 to 25 inches thick)"
      },
      {
        "name": "2C3",
        "top": 81,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "extremely cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C3--32 to 60 inches; dark gray (10YR 4/1) extremely cobbly sand, gray (10YR 6/1) and light gray (10YR 7/1) dry; single grain; loose; few fine roots; 20 percent rounded pebbles and 40 percent rounded cobble; 10 percent rounded, pebble-size pumice fragments; slightly acid (pH 6.4)."
      },
      {
        "name": "0a",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0a--1 inch to 0; decomposed organic material; abrupt smooth boundary. (1 to 2 inches thick)"
      }
    ]
  ]
}
