{
  "SERIES": "FORTADAMS",
  "STATUS": "Tentative Series",
  "BYREV": "JLL,JDS",
  "REVDATE": "10/2018",
  "STATES": "LA,MS",
  "OVERVIEW": "The Fortadams series consists of very deep, somewhat excessively drained, moderately permeable soils that formed in thick deposits of calcareous loess.  These soils are on the steep to very steep, highly dissected bluff hills section of the Southern Mississippi Valley Silty Uplands that border the alluvial plains of the Mississippi River and its tributaries. Slopes range from 20 to 90 percent.  Mean annual temperature is 65.9 degrees F., and mean annual precipitation is 65.3 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, thermic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fortadams silt loam on a 50 percent slope with an east aspect; forested.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium granular structure; very friable; many fine to coarse roots; very slightly effervescent; moderately alkaline; clear smooth boundary.  (0 to 6 inches thick)\nCk1--5 to 20 inches; yellowish brown (10YR 5/4) silt; massive; very friable; many fine to coarse roots; few snail shell fragments; strongly effervescent; strongly alkaline; gradual smooth boundary.\nCk2--20 to 33 inches; brown (10YR 5/3) silt; massive; very friable; common fine to coarse roots; common coarse irregular moderately cemented calcium carbonate nodules; few snail shell fragments; violently effervescent; strongly alkaline; gradual smooth boundary.\nCk3--33 to 80 inches; light yellowish brown (10YR 6/4) silt; massive; very friable; common fine to coarse roots; few coarse irregular moderately cemented calcium carbonate nodules; few snail shell fragments; violently effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilkinson County, Mississippi; 4.5 miles south (180.6 degrees azimuth) of the community of Fort Adams; 900 feet north and 50 feet west of the southeast corner of section 36, T.1 N., R.4 W.; 31 degrees, 01 minute, 16.4 seconds north latitude, and 91 degrees, 32 minutes, 55.95 seconds west longitude, Fort Adams, Mississippi-Louisiana 7.5 minute Topographic Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 6 inches or less. Depth to the Ck horizon is 10 inches or less, and it extends to beyond 60 inches. Reaction ranges from neutral to moderately alkaline in the A horizon, and from slightly alkaline to strongly alkaline in the underlying layers.\nThe A horizon, where present has hue of 10YR, value of 3 to 6, and chroma of 3 or 4.  Texture is silt or silt loam.  The A horizon is non-effervescent to slightly effervescent. Calcium carbonate equivelency ranges from 0 to 10 percent.\nAn AC or C horizon that is non-effervescent is present in some pedons.  It has hue of 10YR, value of 4 to 6, and chroma of 3 or 4.  Texture is silt or silt loam.\nThe Ck horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6. Texture is silt or silt loam.  Coarse to very coarse, irregular secondary calcium carbonate nodules that are moderately to strongly cemented make up 0 to 12 percent of the Ck horizon by volume.  Clay content ranges from 3 to 15 percent, and silt content ranges from 80 to 95 percent.  The Ck horizon is slightly effervescent to violently effervescent in all parts. Calcium carbonate equivalency ranges from 5 to 40 percent. Few lithochromic mottles in shades of brown, and few silt strippings in shades of gray are present in some pedons.  Few to many whole and broken snail shells are in the Ck horizon in many pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Hamburg soils are in a closely related family but are in a mesic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fortadams soils are on the steep to very steep, highly dissected bluff hills section of the Southern Mississippi Valley Silty Uplands that border the alluvial plains of the Mississippi River and its tributaries.  They formed in thick deposits of calcareous loess on unstable sideslope positions. Slopes range from 20 to 90 percent.  Elevation ranges from 50 to 550 feet.  Mean annual temperature ranges from 60 to 67 degrees F.  Mean annual precipitation ranges from 45 to 68 inches.  Annual frost free days range from 200 to 350."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Natchez, Memphis, and Morganfield series.  Natchez soils have a cambic horizon and do not have a substratum layer within a depth of 18 inches that effervesces.  Memphis soils have a fine-silty argillic horizon and are on more stable ridgetop and shoulder positions on the landscape.  Morganfield soils formed in recent alluvial deposits on narrow flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained - Fortadams soils are not saturated within a depth of 6 feet.  Runoff is rapid. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas of Fortadams soils are almost entirely in hardwood forest with small areas planted to loblolly pine.  Forest overstory vegetation typically consists of white oak, red oak, eastern cottonwood, cherrybark oak, sweetgum, yellow poplar and loblolly pine.  Understory vegetation generally includes sassafrass, dogwood, eastern redbud, American hornbeam, poison ivy, Virginia creeper, osage orange, longleaf uniola, panicums, and bluestems."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Mississippi and the Tunica Hills area of Louisiana, and possibly West Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Wilkinson County, Mississippi, 1996\nThe series is named for a small community near the type location.  The alternate name is Wilkinsburg."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon--0 to 5 inches (A horizon)\nSecondary carbonate nodules--20 to 80 inches (Ck2 and Ck3 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data for the typifying pedon were obtained from Mississippi State University, sample no. S96MS-157-116.\nMLRA = 134"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium granular structure; very friable; many fine to coarse roots; very slightly effervescent; moderately alkaline; clear smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Ck1",
        "top": 13,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ck1--5 to 20 inches; yellowish brown (10YR 5/4) silt; massive; very friable; many fine to coarse roots; few snail shell fragments; strongly effervescent; strongly alkaline; gradual smooth boundary."
      },
      {
        "name": "Ck2",
        "top": 51,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ck2--20 to 33 inches; brown (10YR 5/3) silt; massive; very friable; common fine to coarse roots; common coarse irregular moderately cemented calcium carbonate nodules; few snail shell fragments; violently effervescent; strongly alkaline; gradual smooth boundary."
      },
      {
        "name": "Ck3",
        "top": 84,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck3--33 to 80 inches; light yellowish brown (10YR 6/4) silt; massive; very friable; common fine to coarse roots; few coarse irregular moderately cemented calcium carbonate nodules; few snail shell fragments; violently effervescent; strongly alkaline."
      }
    ]
  ]
}
