{
  "SERIES": "FORT MOTT",
  "STATUS": "Established Series",
  "BYREV": "SCK/Rev. JWB",
  "REVDATE": "11/2015",
  "STATES": "DE,MD,NJ",
  "OVERVIEW": "MLRA(s): 149A (Northern Coastal Plain), 153C (Mid-Atlantic Coastal Plain), 153D (Northern Tidewater Area)\nDepth Class: Very deep\nDrainage Class (Agricultural): Well drained\nSaturated Hydraulic Conductivity: Moderately high or high\nLandscape: Coastal plain uplands\nParent Material: Sandy eolian deposits and/or fluviomarine deposits\nSlope: 0 to 30 percent\nMean Annual Air Temperature (type location): 13 degrees C. (56 degrees F.)\nMean Annual Precipitation (type location): 1143 mm (45 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, mesic Arenic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fort Mott loamy sand (in an area of Fort Mott loamy sand, 0 to 5 percent slopes), cultivated. (Colors are for moist soil.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loamy sand, brown (10YR 5/3) dry; single grain; loose; strongly acid; abrupt smooth boundary. (0 to 30 cm thick)\nE--20 to 76 cm (8 to 30 inches); pale brown (10YR 6/3) loamy sand; single grain; loose; strongly acid; clear wavy boundary. (25 to 76 cm thick)\nBE--76 to 84 cm (30 to 33 inches); yellowish brown (10YR 5/6) sandy loam; weak medium granular structure; very friable; very strongly acid; clear wavy boundary. (0 to 15 cm thick)\nBt--84 to 124 cm (33 to 49 inches); yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; friable; common faint clay bridging between sand grains; few discontinuous faint clay films on faces of peds; very strongly acid; clear wavy boundary. (20 to 64 cm thick)\nC--124 to 183 cm (49 to 72 inches); strong brown (7.5YR 5/6) weakly stratified loamy sand; massive; loose; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Salem County, New Jersey; about 1.0 mile north of intersection of Lehigh Road and Fort Mott Road; USGS Wilmington South, NJ topographic quadrangle; lat. 39 degrees, 37 minutes, 34 seconds N. and long. 75 degrees, 31 minutes, 56 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to base of Argillic horizon: 71 to 152 cm (28 to 60 inches) or more\nDepth to Bedrock: Greater than 183 cm (72 inches)\nDepth to Seasonal High Water Table: Greater than 183 cm (72 inches)\nRock Fragments: 0 to 10 percent, by volume in the A, E, and B horizons and 0 to 30 percent in the C horizon, mostly fine quartzite gravel. (Layers containing 15 percent or more gravel are generally less than 30 cm thick.)\nSoil Reaction: Extremely acid to strongly acid throughout the profile, unless limed\nThickness of Sandy Surface Layers: 51 to 102 cm (20 to 40 inches)\nOther Features: Pedons in wooded areas typically have a microsequence of an A, E, and Bh horizon (micro-podzol). Total thickness of the A, E, and Bh horizons is less than 15 cm (6 inches) and individual horizons are less than 5 cm (2 inches) thick. The weighted average of clay in the particle-size control section ranges from 12 to 25 percent and is typically 15 to 20 percent. & RANGE OF INDIVIDUAL HORIZONS:\nO horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 2 to 4, chroma of 1 to 3\nType of organic material--highly decomposed to slightly decomposed plant material\nA horizon (if it occurs):\nColor(moist)--hue of 7.5YR to 2.5Y, value of 3 or 4, chroma of 1 to 3\nTexture--fine sand, sand, or loamy sand\nAp horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 2 to 4\nTexture--fine sand, sand, or loamy sand\nE or E' horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 or 6, chroma of 1 to 6\nTexture--loamy fine sand, sand, or loamy sand\nBE horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 4 to 8\nTexture--loamy sand, sandy loam, or fine sandy loam\nBh horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 4 or 5, chroma of 3 to 6\nTexture--loamy sand or sandy loam\nBt horizon:\nColor--hue of 5YR to 10YR, value of 4 to 7, chroma of 3 to 8\nTexture--fine sandy loam, sandy loam, loam, coarse sandy loam, or sandy clay loam\nBC or 2BC horizons(if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 4 to 8\nTexture--loamy sand, sandy loam or fine sandy loam. (Some pedons have thin subhorizons of sand.)\nC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 8, chroma of 3 to 8\nTexture (fine-earth fraction)--stratified coarse sand, sand, fine sand, loamy coarse sand, or loamy sand including thin layers of sandy loam or fine sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nRosedale soils--have low chroma depletions and a seasonal high water table at a depth of 107 to 183 cm (42 to 72 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain upland\nLandform: Low hill, broad ridge, flat, knoll, fluviomarine terrace\nGeomorphic Component: Crest, side slope\nHillslope Profile Position: Summit, shoulder, backslope\nElevation: 3 to 38 meters (10 to 125 feet) above mean sea level\nParent Material: Sandy eolian deposits and/or fluviomarine deposits\nSlope: 0 to 30 percent\nMean Annual Air Temperature: 10 to 14 degrees C. (50 to 58 degrees F.)\nMean Annual Precipitation: 1067 to  1219 mm (42 to 48 inches)\nFrost Free Period: 180 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDowner soils--do not have a sandy surface layer 51 to 102 cm (20 to 40 inches) thick, have a coarse-loamy particle-size control section; on similar landforms\nEvesboro soils-have a seasonal high water table at a depth greater than 183 cm (72 inches) (excessively drained) and do not have an argillic horizon; on similar landforms\nFallsington soils--have a seasonal high water table at a depth of 0 to 30 cm (12 inches) (poorly drained), do not have a sandy surface layer 51 to 102 cm (20 to 40 inches) thick, and have a fine-loamy particle-size control section; on lower-lying landforms\nHammonton soils--have a seasonal high water table at a depth of 46 to 107 cm (18 to 42 inches) (moderately well drained), do not have a sandy surface layer 51 to 102 cm (20 to 40 inches) thick, have a coarse-loamy particle-size control section; on slightly lower-lying landforms\nKlej soils--have a seasonal high water table at a depth of 25 to 61 cm (10 to 24 inches) (somewhat poorly drained) and do not have an argillic horizon; on lower-lying landforms\nSassafras soils--do not have a sandy surface layer 51 to 102 cm (20 to 40 inches) thick, have a fine-loamy particle-size control section; on similar landforms\nWoodstown soils--have a seasonal high water table at a depth of 46 to 107 cm (18 to 42 inches) (moderately well drained), do not have a sandy surface layer 51 to 102 cm (20 to 40 inches) thick, have a fine-loamy particle-size control section; on slightly lower-lying landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep (greater than 1.5 meters) and absent (not observed)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Very low to high\nSaturated Hydraulic Conductivity: Moderately high or high\nPermeability (obsolete): Moderate or moderately rapid\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses--Most areas are used for growing field crops, vegetables, flowers, and some tree fruits.\nDominant Vegetation--Native vegetation includes white oak, red oak, scarlet oak, black oak, Virginia pine, loblolly pine, yellow poplar, pitch pine, hickory, sassafras, dogwood, and greenbriar. The understory is dominantly low bush blueberry and mountain laurel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "NA"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDistribution--The Coastal Plain of New Jersey, Delaware, and Maryland.\nExtent--Moderate\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Salem County, New Jersey; 1967"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Fort Mott series were formerly included in the Sassafras series, either as thick surface phases or as Variants.\nDiagnostic horizons and other soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 84 cm (Ap, E, and BE horizons)\nArgillic horizon---the zone from 84 to 124 cm (Bt horizon)\nPrevious revisions: 11/2002-JAK"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: The following pedons are available from the Soil Survey Laboratory, Lincoln, NE.; S77MD-029-025, S85NJ-033-009, and S85NJ-033-011.\nDatabase Information:\nOSD Data Mapunit ID: To be developed\nTypical Pedon Data Mapunit ID: 100032\nOSD User Pedon ID: NJ-Fort Mott Series"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loamy sand, brown (10YR 5/3) dry; single grain; loose; strongly acid; abrupt smooth boundary. (0 to 30 cm thick)"
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--20 to 76 cm (8 to 30 inches); pale brown (10YR 6/3) loamy sand; single grain; loose; strongly acid; clear wavy boundary. (25 to 76 cm thick)"
      },
      {
        "name": "BE",
        "top": 76,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE--76 to 84 cm (30 to 33 inches); yellowish brown (10YR 5/6) sandy loam; weak medium granular structure; very friable; very strongly acid; clear wavy boundary. (0 to 15 cm thick)"
      },
      {
        "name": "Bt",
        "top": 84,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--84 to 124 cm (33 to 49 inches); yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; friable; common faint clay bridging between sand grains; few discontinuous faint clay films on faces of peds; very strongly acid; clear wavy boundary. (20 to 64 cm thick)"
      },
      {
        "name": "C",
        "top": 124,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--124 to 183 cm (49 to 72 inches); strong brown (7.5YR 5/6) weakly stratified loamy sand; massive; loose; very strongly acid."
      }
    ]
  ]
}
