{
  "SERIES": "FORT NECK",
  "STATUS": "Established Series",
  "BYREV": "Rev. MKP-JDT-DCP",
  "REVDATE": "05/2018",
  "STATES": "CT,RI",
  "OVERVIEW": "The Fort Neck series consists of very deep, subaqueous soils permanently submerged beneath 20 through 200 cm of tidal estuarine water in submerged stream valleys, submerged mainland beaches, mainland coves, barrier coves, and lagoon bottoms in coastal lagoons and bays. The Fort Neck soils are formed in loamy estuarine deposits over submerged sandy and loamy drift or sandy estuarine deposits. Slope ranges from 0 through 2 percent, mean annual air temperature is about 10 degrees C., and mean annual precipitation is about 1295 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Haplic Sulfiwassents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fort Neck mucky silt loam on a north facing, nearly level slope in a submerged stream valley under 0.6 m of estuarine water. Tidal range is 80 cm. (Colors are for moist soil).\nAse -- 0 to 15 cm; black (10YR 2/1) silt loam; gray (10YR 5/1) dry; massive; very friable, very fluid; hydrogen sulfide odor; strongly saline (38 dS/m); neutral (pH 7.1); extremely acid (pH 4.4) after 8 weeks; gradual boundary.\nACse1 -- 15 to 27 cm; black (10YR 2/1) silt loam; massive; very friable, very fluid; 2 percent macroalgal fragments, 0 percent rubbed; hydrogen sulfide odor; strongly saline (36 dS/m); slightly alkaline (pH 7.4); extremely acid (pH 4.3) after 8 weeks; gradual boundary.\nACse2 -- 27 to 39 cm; greenish black (5GY 2.5/1) silt loam; massive; very friable, very fluid; hydrogen sulfide odor; strongly saline (45 dS/m); slightly alkaline (pH 7.6); extremely acid (pH 4.1) after 8 weeks; clear boundary. (Combined thickness of A and AC horizons 10 to 83 cm thick.)\nCse1 -- 39 to 78 cm; very dark greenish gray (10Y 3/1) silt loam; massive; friable, nonfluid; 5 percent herbaceous fibers, 0 percent rubbed; 1 percent gravel; hydrogen sulfide odor; strongly saline (31 dS/m); neutral (pH 7.3); extremely acid (pH 3.8) after 8 weeks; abrupt boundary.\nCse2 -- 78 to 91 cm; black (10YR 2/1) sandy loam; massive; friable, nonsticky, nonplastic, nonfluid; 15 percent herbaceous fibers, 0 percent rubbed; 1 percent gravel; hydrogen sulfide odor; strongly saline (41 dS/m); neutral (pH 7.2); extremely acid (pH 3.7) after 8 weeks; clear boundary.\nCse3 -- 91 to 112 cm; black (10YR 2/1) fine sandy loam; massive; friable, nonsticky, nonplastic, nonfluid; 10 percent herbaceous fibers, 0 percent rubbed; strongly saline (31 dS/m); neutral (pH 7.1); extremely acid (pH 4.3) after 8 weeks; clear boundary.\nCse4 -- 112 to 122 cm; black (2.5Y 2.5/1) sandy loam; massive; friable, nonsticky, nonplastic, nonfluid; 5 percent herbaceous fibers, 0 percent rubbed; strongly saline (42 dS/m); neutral (pH 7.1); extremely acid (pH 4.3) after 8 weeks; clear boundary. (Combined thickness of C horizons 0 to 100 cm thick)\n2Cse5 -- 122 to 140 cm; black (7.5YR 2.5/1) gravelly loamy coarse sand; single grain; loose; nonsticky, nonplastic, nonfluid; 16 percent gravel; strongly saline (28 dS/m); neutral (pH 7.1); extremely acid (pH 3.6) after 8 weeks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New London County, CT; located about 1100 feet northwest of the intersection of Palmer Neck Road and Providence and Worcester Railroad tracks, 2500 feet south east of the intersection of Westerly Road and Elm Street inside Wequetequock Cove. USGS Mystic, CT NY RI topographic quadrangle; Latitude 41 degrees 20, minutes 58, seconds N. and Longitude 71 degrees 52, minutes 56, seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are permanently submerged. All horizons have a pH of strongly acid through moderately alkaline and ultra acid through very strongly acid oxidized pH. One or more horizons within 50 cm have an oxidized pH of less than 4.0.  Soil has a 5:1 salinity greater than 0.6 dS/m throughout the profile. After drying, it is common for many of these soils to develop 5Y 5/4 mottles throughout the upper part of the matrix. Gravel content in the Ase, ACse, and Cse horizons is typically 0 to 15 percent but ranges to 25 percent in some pedons. Gravel content in the 2Cse horizon is typically 0 to 25 percent but may range to 65 percent in some pedons.\nThe Ase and ACse horizons have hue of 10YR through 5Y, or neutral through 5GY, value of 2 or 3, and chroma of 0 or 1. Texture is mucky silt loam through loam. Consistence is moderately fluid through very fluid.\nThe Cse horizon has hue of 10YR through 5Y, or neutral through 5GY, value of 2 through 5, and chroma of 0 through 2. Textures are mucky silt loam through sandy loam along with gravelly analogs. Loamy sand through sand textures may also be present but are less extensive in the profile. Consistence is moderately fluid through nonfluid.\nThe 2Cse horizon, and 3C horizon where present, have hue of 7.5YR through 5Y, or neutral through 5GY, value of 2 through 5, and chroma of 0 through 2. Textures are fine sandy loam through coarse sand along with gravelly analogs. Consistence is nonfluid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Marshneck soil. Marshneck soils are found on flood tidal delta slopes and are dominated by fine sands transported by tidal currents stratified with buried estuarine soil surfaces.\nThe Saltpond series are in closely related families. Saltpond soils are on coastal plains and barrier islands and do not have a positive water potential at the soil surface for 90 percent of each day."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Fort Neck soils are permanently submerged with salt or brackish water in submerged stream valleys, submerged mainland beaches, mainland coves, barrier coves, and lagoon bottoms in coastal lagoons and bays that undergo minimal currents and wave action. Slope ranges from 0 through 2 percent. The soils formed in loamy marine sediments over submerged and buried sandy or loamy drift or sandy estuarine deposits."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anguilla, Billington, Napatree, Pishagqua, and Wequetequock soils. Anguilla soils are on submerged mainland beaches and have a sandy particle-size class. Napatree soils are on submerged headlands and submerged mainland beaches, are sandy in the upper part, and lack sulfidic materials. The Billington soils have an organic horizon within 100 cm of the soil surface. Pishagqua and Wequetequock soils have greater than 100 cm of highly fluid materials at the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Subaqueous, peraquic moisture regime, moderately high through very high saturated hydraulic conductivity. Soil is permanently submerged with salt or brackish water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil supports submerged aquatic vegetation and aquatic habitats. The area is used for the harvest of crabs. In addition fishing is commonplace and the species found in the area are smelt, small cod, flounder, scup, menhaden, and white perch. Some areas are vegetated with native rooted and floating algae and eelgrass (Zostera marina). Vegetative cover ranges from 0 through 15 percent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut and Rhode Island. MLRA 144A, 145 and 149B. The soils of this series are not extensive (total extent is about 2,000 acres (800 hectares))."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: New London County, Connecticut, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\n1. Peraquic feature - positive soil water potential (permanently submerged) at the soil surface (under 0.6 m of water at the time of coring).\n3. Sulfidic materials - the zone from the 39 to 140 cm (Cse1, Cse2, Cse3, Cse4, and 2Cse horizons).\n4. Haplic feature - the zone from 39 to 78 cm has an n-value of 0.7 or less (Cse1 horizon).\n5. High n-value - the zone from 0 to 39 cm has an n-value greater than 0.7, as surmised by the very fluid and moderately fluid manner of failure (Ase, ACse1, and ACse2 horizons).\n7. Lithologic discontinuity - the zone from 122 to 140 cm (2Cse5 horizon)\nADDITIONAL DATA: Pedon sample S2006CT011004 in New London County, Connecticut, by KSSL, Lincoln, NE.  Additional pedons used to determine ranges include S2007RI009008-PJ, S2006RI009006-WH, S2009RI009011-QP, and S2008RI009006-PJ (Sampled by the University of Rhode Island).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "subaqueous"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ase",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7.1,
        "pH_class": "extremely acid",
        "narrative": "Ase -- 0 to 15 cm; black (10YR 2/1) silt loam; gray (10YR 5/1) dry; massive; very friable, very fluid; hydrogen sulfide odor; strongly saline (38 dS/m); neutral (pH 7.1); extremely acid (pH 4.4) after 8 weeks; gradual boundary."
      },
      {
        "name": "ACse1",
        "top": 15,
        "bottom": 27,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "narrative": "ACse1 -- 15 to 27 cm; black (10YR 2/1) silt loam; massive; very friable, very fluid; 2 percent macroalgal fragments, 0 percent rubbed; hydrogen sulfide odor; strongly saline (36 dS/m); slightly alkaline (pH 7.4); extremely acid (pH 4.3) after 8 weeks; gradual boundary."
      },
      {
        "name": "ACse2",
        "top": 27,
        "bottom": 39,
        "moist_hue": "5GY",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "narrative": "ACse2 -- 27 to 39 cm; greenish black (5GY 2.5/1) silt loam; massive; very friable, very fluid; hydrogen sulfide odor; strongly saline (45 dS/m); slightly alkaline (pH 7.6); extremely acid (pH 4.1) after 8 weeks; clear boundary. (Combined thickness of A and AC horizons 10 to 83 cm thick.)"
      },
      {
        "name": "Cse1",
        "top": 39,
        "bottom": 78,
        "moist_hue": "10Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7.3,
        "pH_class": "extremely acid",
        "narrative": "Cse1 -- 39 to 78 cm; very dark greenish gray (10Y 3/1) silt loam; massive; friable, nonfluid; 5 percent herbaceous fibers, 0 percent rubbed; 1 percent gravel; hydrogen sulfide odor; strongly saline (31 dS/m); neutral (pH 7.3); extremely acid (pH 3.8) after 8 weeks; abrupt boundary."
      },
      {
        "name": "Cse2",
        "top": 78,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH": 7.2,
        "pH_class": "extremely acid",
        "narrative": "Cse2 -- 78 to 91 cm; black (10YR 2/1) sandy loam; massive; friable, nonsticky, nonplastic, nonfluid; 15 percent herbaceous fibers, 0 percent rubbed; 1 percent gravel; hydrogen sulfide odor; strongly saline (41 dS/m); neutral (pH 7.2); extremely acid (pH 3.7) after 8 weeks; clear boundary."
      },
      {
        "name": "Cse3",
        "top": 91,
        "bottom": 112,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH": 7.1,
        "pH_class": "extremely acid",
        "narrative": "Cse3 -- 91 to 112 cm; black (10YR 2/1) fine sandy loam; massive; friable, nonsticky, nonplastic, nonfluid; 10 percent herbaceous fibers, 0 percent rubbed; strongly saline (31 dS/m); neutral (pH 7.1); extremely acid (pH 4.3) after 8 weeks; clear boundary."
      },
      {
        "name": "Cse4",
        "top": 112,
        "bottom": 122,
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH": 7.1,
        "pH_class": "extremely acid",
        "narrative": "Cse4 -- 112 to 122 cm; black (2.5Y 2.5/1) sandy loam; massive; friable, nonsticky, nonplastic, nonfluid; 5 percent herbaceous fibers, 0 percent rubbed; strongly saline (42 dS/m); neutral (pH 7.1); extremely acid (pH 4.3) after 8 weeks; clear boundary. (Combined thickness of C horizons 0 to 100 cm thick)"
      },
      {
        "name": "2Cse5",
        "top": 122,
        "bottom": 140,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 7.1,
        "pH_class": "extremely acid",
        "narrative": "2Cse5 -- 122 to 140 cm; black (7.5YR 2.5/1) gravelly loamy coarse sand; single grain; loose; nonsticky, nonplastic, nonfluid; 16 percent gravel; strongly saline (28 dS/m); neutral (pH 7.1); extremely acid (pH 3.6) after 8 weeks."
      }
    ]
  ]
}
