{
  "SERIES": "FORTRESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAH-RBT-JTI",
  "REVDATE": "02/2017",
  "STATES": "NJ,NY,RI",
  "OVERVIEW": "The Fortress series consists of very deep, moderately well drained soils. The soil formed in a thick mantle of sandy dredge spoils from dredging activities in coastal waters and rivers. The sandy dredge material is thicker than 100 cm and occurs on modified landscapes in and near major urbanized areas of the Northeast. Slope ranges from 0 to 8 percent. Saturated hydraulic conductivity is high or very high in the surface and very high in the subsoil and substratum. Mean annual temperature is about 13 degrees Celsius. Mean annual precipitation is about 1196 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dredgic, mixed, mesic Aquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fortress sand, in a bayberry and brush cover area on a flat plain of 1 percent slope. (Colors are moist soils unless otherwise stated.)\n^A--0 to 20 cm; grayish brown (2.5Y 5/2) sand; weak very fine granular structure; very friable; common very fine and fine roots throughout; 2 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary. (3 to 20 cm thick)\n^Bw--20 to 30 cm; light olive brown (2.5Y 5/6) stratified sand and coarse sand; weak very fine subangular blocky structure; very friable; few fine roots throughout; few very fine distinct brownish yellow (10YR 6/8) masses of iron accumulation; neutral (pH 6.6); clear wavy boundary. (0 to 25 cm thick)\n^C--30 to 84 cm; light gray (2.5Y 7/2) stratified sand and coarse sand; massive; very friable; many fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; 2 percent dark gray (5Y 4/1) masses of peat; neutral (pH 6.8); clear wavy boundary.\n^Cg1--84 to 122 cm; light gray (2.5Y 7/2) stratified sand and coarse sand; massive; very friable; common fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; 2 percent dark gray (5Y 4/1) masses of peat; neutral (pH 6.7); clear wavy boundary.\n^Cg2--122 to 165 cm; olive gray (5Y 5/2) stratified sand and coarse sand; massive; very friable; common medium faint gray (5Y 6/1) iron depletions and prominent brownish yellow (10YR 6/8) masses of iron accumulation; 5 percent dark gray (5Y 4/1) masses of peat; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kings County, New York; US Naval Air Station-Floyd Bennett Field-Gateway National Recreation Area, 5,000 feet North of Police Heliport; USGS Coney Island, NY topographic quadrangle; Latitude 40 degrees, 36 minutes, 15.3 seconds N. and Longitude 73 degrees, 53 minutes, 8.7 seconds W., WGS 1984."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the sandy dredge material is greater than 100 cm and is sourced from coastal waterways, bays, or rivers. Rock fragments range from 0 to 20 percent. Some pedons contain shell fragments. Human artifacts range from 0 to 10 percent. Soil textures range loamy fine sand or coarser. Some pedons may include horizons with stratified textures. Pockets of clay or peat may be present in some pedons. Reaction ranges from strongly acid to slightly alkaline.\nThe ^A horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 to 4. Structure is weak very fine granular, with low organic matter accumulations or weak very fine subangular blocky structure. Consistence is very friable.\nThe ^E horizon, if present, has a hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 to 4. It is typically weak very fine subangular blocky. Consistence is very friable.\nThe ^B horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 6. It is typically weak very fine subangular blocky. Consistence is very friable.\nThe ^C horizon has hue of 10YR to 5Y, or is neutral, value of 4 to 8, and chroma of 1 to 3. This horizon is typically single grained or massive. Consistence is very friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fortress soils are on nearly level to strongly sloping artificially-created or human-altered landforms. These soils formed in human-transported soil material from dredging activities of nearby shorelines, waterways, bays, or rivers, in and near major urbanized areas of the Northeast. Slope ranges from 0 to 8 percent. Mean annual precipitation ranges from 1020 to 1325 mm. Mean annual temperature ranges from 8 to 17 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Barren, Bigapple, Breeze, Hooksan, Ipswich, Jamaica, Matunuck, Pawcatuck, Sandyhook, and Verrazano soils. The well to excessively drained Bigapple, somewhat poorly drained Barren, and poorly drained Jamaica soils are associated in a drainage sequence. Breeze soils contain more than 10 percent (by volume) human artifacts throughout.  Hooksan soils formed in sandy eolian deposits. Ipswich, Matunuck, Pawcatuck, and Sandyhook are subject to tidal flooding. Verrazano soils have a contrasting particle size class within the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is very low. Saturated hydraulic conductivity is high or very high in the surface and very high in the subsoil and substratum. Some pedons near the shoreline may be subject to coastal flooding during severe storm events."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are used for recreation, beach cottages, and wildlife habitat. Native vegetation consists of beach grasses, poison ivy, beach plum, multiflora rose, Phragmites, milkweed, bayberry, and green briar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are on human-altered landscapes in and near major urbanized areas of the Northeast. MLRAs 144A, 149A, and 149B. The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Rhode Island; 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Water table monitoring at the type location site suggests aquic conditions exist in the ^Cg1 horizon.  This depth to aquic conditions and associated low chroma matrix colors in the ^Cg1 are used as criteria in classifying the pedon as Aquic Udipsamments.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 20 cm (^A horizon).\n2. Psamments - the zone from 25 to 100 cm is fine sand or sand and averages less than 35 percent rock fragments (^Bw, ^C, and part of ^Cg1 horizons).\nADDITIONAL DATA: Full characterization data for sample no. S1999NY047003. Pedon analyzed by the KSSL, Lincoln, NE, 1999. Characterization data for Fortress and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "^A--0 to 20 cm; grayish brown (2.5Y 5/2) sand; weak very fine granular structure; very friable; common very fine and fine roots throughout; 2 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary. (3 to 20 cm thick)"
      },
      {
        "name": "^Bw",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Bw--20 to 30 cm; light olive brown (2.5Y 5/6) stratified sand and coarse sand; weak very fine subangular blocky structure; very friable; few fine roots throughout; few very fine distinct brownish yellow (10YR 6/8) masses of iron accumulation; neutral (pH 6.6); clear wavy boundary. (0 to 25 cm thick)"
      },
      {
        "name": "^C",
        "top": 30,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^C--30 to 84 cm; light gray (2.5Y 7/2) stratified sand and coarse sand; massive; very friable; many fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; 2 percent dark gray (5Y 4/1) masses of peat; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "^Cg1",
        "top": 84,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Cg1--84 to 122 cm; light gray (2.5Y 7/2) stratified sand and coarse sand; massive; very friable; common fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; 2 percent dark gray (5Y 4/1) masses of peat; neutral (pH 6.7); clear wavy boundary."
      },
      {
        "name": "^Cg2",
        "top": 122,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "^Cg2--122 to 165 cm; olive gray (5Y 5/2) stratified sand and coarse sand; massive; very friable; common medium faint gray (5Y 6/1) iron depletions and prominent brownish yellow (10YR 6/8) masses of iron accumulation; 5 percent dark gray (5Y 4/1) masses of peat; slightly acid (pH 6.5)."
      }
    ]
  ]
}
