{
  "SERIES": "FORTYFOUR",
  "STATUS": "Established Series",
  "BYREV": "Rev: JHP/JPS/ET",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "OVERVIEW": "The Fortyfour series consists of moderately deep, well drained soils formed in colluvium and residuum derived from schist. Fortyfour soils are on mountains and have slopes of 30 to 50 percent. The mean annual precipitation is about 2160 millimeters (85 inches) and the mean annual temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, isomesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fortyfour silty clay loam - on a southeast-facing convex slope of 20 percent under second-growth Douglas-fir, hemlock, redwood, tanoak, red alder, Pacific rhododendron, California huckleberry, and salal at 375 meters (1230 feet) elevation. (Colors are for moist soil unless otherwise stated. When described June 30, 1982, the soil was moist throughout.)\nOi--0 to 1 centimeter (0 to 1 inch); slightly decomposed Douglas-fir needles and twigs; moderately acid (pH 6.0). (0 to 3 centimeters thick)\nA--1 to 31 centimeters (1 to 12 inches); yellowish red (5YR 4/6) silty clay loam, strong brown (7.5YR 5/6) dry; moderate medium subangular blocky, parting to moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium roots throughout; many very fine and fine irregular, and common fine and medium tubular pores; 13 percent gravel; very strongly acid (pH 5.0); gradual wavy boundary. (5 to 30 centimeters thick)\nBAt--31 to 46 centimeters (12 to 18 inches); yellowish red (5YR 4/6) silty clay, yellowish red (5YR 5/8) dry; moderate coarse subangular blocky, parting to moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine, medium and few coarse roots throughout; few very fine and fine irregular, and common fine and medium tubular pores; 14 percent gravel; very strongly acid (pH 5.0); gradual wavy boundary. (0 to 30 centimeters thick)\nBt1--46 to 76 centimeters (18 to 30 inches); yellowish red (5YR 4/6) gravelly clay, yellowish red (5YR 5/8) dry; moderate coarse subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common fine, medium, and few coarse roots throughout; common fine, medium, and coarse tubular pores; common distinct red (2.5YR 4/6) moist, clay films on faces of peds; 20 percent gravel; strongly acid (pH 5.2); gradual wavy boundary.\nBt2--76 to 99 centimeters (30 to 39 inches); yellowish red (5YR 5/8) clay, variegated reddish yellow (5YR 6/6) and yellow (10YR 7/8) dry; moderate medium subangular blocky, parting to moderate fine subangular blocky structure; hard, firm, moderately sticky and slightly plastic; few fine, medium and coarse roots throughout; few fine, medium and coarse tubular pores; few distinct clay films on faces of peds; 10 percent gravel; very strongly acid (pH 4.9); abrupt wavy boundary. (Combined thickness of Bt horizons is 23 to 90 centimeters)\nCr--99 centimeters (39 inches); strongly reddened, fractured, weathered quartz-mica schist with a few narrow seams of red clay."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Redwood National Park, Humboldt County, California; located approximately 11 kilometers south of the town of Orick, road cut on M-11-1-1 logging road, 229 meters south of junction of L-1 and M-11-1-1 roads; southwest quarter, southeast quarter, Section 22, T. 10 N., R. 1 E., WGS84 Decimal degrees 41.2347611 latitude and -124.0463417 longitude; HBLM; USGS Rodger's Peak Quadrangle; UTM Zone 10 412313mE 4565346mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is continuously moist in all parts in the soil moisture control section in most years, but it becomes nearly dry in the upper part from about September 15 to October 15 in most years. The soils have an udic moisture regime.\nSoil Temperature: The mean annual soil temperature is 10 to 13 degrees C (50 to 55 degrees F). The difference between mean summer and mean winter temperature is 2 to 4 degrees C.  The soil has an isomesic soil temperature regime.\nDepth to a paralithic contact: 50 to 100 centimeters.\nDepth to lithic contact 100 to 150 centimeters.\nReaction is strongly or very strongly acid, and base saturation is 5 to 2 percent throughout.\nParticle-Size Control Section: (weighted average):\nRock fragments: 3 to 20 percent gravel.\nClay content: 40 to 45 percent clay.\nMineralogy: parasesquic; there is 24 percent citrate-dithionite extractable sesquioxides in the clay fraction of the particle-size control section.\nO horizon\nHue: 10YR.\nValue: 2 through 6 dry and moist.\nChroma: 1 through 4 dry and moist.\nTexture: slightly decomposed organic material.\nWood fragments: 0 to 35 percent.\nReaction: moderately to slightly acid.\nA horizon\nHue: 5YR or 7.5YR.\nValue: 5 dry, 3 or 4 moist.\nChroma: 4 or 6 dry, 4 or 6 dry.\nTexture of fine earth: silty clay loam.\nRock fragments: 3 to 13 percent gravel.\nClay content: 27 to 35 percent clay.\nBt horizon\nHue: 2.5YR, 5YR, or 7.5YR.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 6 or 8 dry and moist.\nTexture of fine earth: silty clay, or clay.\nRock fragments: 3 to 20 percent gravel.\nClay content: 40 to 50 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At this time there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fortyfour soils occur on spur ridges and convex, upper slopes of mountains. Slopes are 30 to 50 percent. Elevations are 90 to 780 meters (295 to 2555 feet). The soils formed in colluvium and residuum from schist. The climate is humid with cool, foggy summers and cool, moist winters. Coastal influence limits the annual and diurnal range in temperature. Mean annual precipitation ranges from 1780 to 2550 millimeters (70 to 100 inches). Mean annual temperature ranges from 10 to 13 degrees C (50 to 55 degrees F). Mean January temperature is about 9 degrees C; mean July temperature is about 14 degrees C; and the mean annual temperature is about 11 degrees C. Frost-free season is 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Trailhead soil. The Trailhead soils are on straight, smooth slopes above and below the Fortyfour soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high runoff; moderately low to moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil has been used for commercial timber, wildlife, and watershed. Natural vegetation consists of redwood, Douglas fir, western hemlock, tanoak, Pacific madrone, California huckleberry, and Pacific rhododendron."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt and Delnorte Area, California, 2007. Source of name is from Fortyfour Creek, a tributary to Redwood Creek 8 kilometers south of the town of Orick."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 31 centimeters (Oi & A horizons).\n2. Argillic horizon - the zone from 31 to 99 centimeters (BAt, Bt1, & Bt2 horizons)\n3. Paralithic contact - the bedrock interface at 99 centimeters.\n4. Ultisol feature - base saturation is 11.6 percent at the paralithic contact.\n5. Udult feature - organic carbon is 0.50 percent in the BAt. Cumulative organic carbon is 10.8 Kg per square meter to the paralithic contact.\n6. Hapludult feature - the maximum clay percentage is 41 and the clay percent drops to 0 in the CR horizon.\n6. Particle-size control section - the zone from 31 to 81 centimeters, averages 43 percent clay, by weight, and 17 percent rock fragments, by volume. CEC / clay ratio averages 0.37, and iron oxide 8 percent. Since associated soils have about two thirds as much gibbsite as iron oxide, more than 2 percent gibbsite is assumed.\nADDITIONAL DATA: The Fortyfour typical pedon was sampled under field numbers S82-CA-12-05X and 84-RNP-12 for analysis at the University of California soil morphology laboratory, and the Oregon State University soil testing and soil physics laboratories. Sample numbers 84-RNP-1 and 84-RNP-2 were collected from other Fortyfour pedons.\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.  The OSD Fourtyfour has been made inactive, Fortyfour replaces it.\nNASIS User Pedon # S10CA023017\nKSSL Lab number  10N0688\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 1,
        "bottom": 31,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--1 to 31 centimeters (1 to 12 inches); yellowish red (5YR 4/6) silty clay loam, strong brown (7.5YR 5/6) dry; moderate medium subangular blocky, parting to moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium roots throughout; many very fine and fine irregular, and common fine and medium tubular pores; 13 percent gravel; very strongly acid (pH 5.0); gradual wavy boundary. (5 to 30 centimeters thick)"
      },
      {
        "name": "BAt",
        "top": 31,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BAt--31 to 46 centimeters (12 to 18 inches); yellowish red (5YR 4/6) silty clay, yellowish red (5YR 5/8) dry; moderate coarse subangular blocky, parting to moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine, medium and few coarse roots throughout; few very fine and fine irregular, and common fine and medium tubular pores; 14 percent gravel; very strongly acid (pH 5.0); gradual wavy boundary. (0 to 30 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 46,
        "bottom": 76,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--46 to 76 centimeters (18 to 30 inches); yellowish red (5YR 4/6) gravelly clay, yellowish red (5YR 5/8) dry; moderate coarse subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common fine, medium, and few coarse roots throughout; common fine, medium, and coarse tubular pores; common distinct red (2.5YR 4/6) moist, clay films on faces of peds; 20 percent gravel; strongly acid (pH 5.2); gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 8,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH": 4.9,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--76 to 99 centimeters (30 to 39 inches); yellowish red (5YR 5/8) clay, variegated reddish yellow (5YR 6/6) and yellow (10YR 7/8) dry; moderate medium subangular blocky, parting to moderate fine subangular blocky structure; hard, firm, moderately sticky and slightly plastic; few fine, medium and coarse roots throughout; few fine, medium and coarse tubular pores; few distinct clay films on faces of peds; 10 percent gravel; very strongly acid (pH 4.9); abrupt wavy boundary. (Combined thickness of Bt horizons is 23 to 90 centimeters)"
      },
      {
        "name": "Cr",
        "top": 99,
        "texture_class": "clay",
        "narrative": "Cr--99 centimeters (39 inches); strongly reddened, fractured, weathered quartz-mica schist with a few narrow seams of red clay."
      }
    ]
  ]
}
