{
  "SERIES": "FORT ROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM-TDT-JVC-JBF",
  "REVDATE": "03/2011",
  "STATES": "OR",
  "OVERVIEW": "The Fort Rock series consists of very deep, somewhat excessively drained soils that formed in volcanic ash over lacustrine deposits derived from basalt and tuff. Fort Rock soils are on lake terraces. Slopes are 0 to 8 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over mixed, frigid Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fort Rock very gravelly ashy coarse sandy loam--on a nearly level surface at an elevation of 1,326 meters--rangeland. (Colors are for dry soil unless otherwise noted. When described on June 9, 1994, the soil was dry throughout.)\nA--0 to 13 cm; grayish brown (10YR 5/2) very gravelly ashy coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and common fine roots; common very fine and common fine interstitial pores; 50 percent very pale brown (10YR 7/3) medium and coarse sand-size pumiceous ash grains; 40 percent fine gravel; slightly acid (pH 6.3); clear smooth boundary. (8 to 18 cm thick)\nBA--13 to 41 cm; grayish brown (10YR 5/2) gravelly ashy loamy coarse sand, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, common fine, and few medium roots; common very fine and common fine interstitial pores; 40 percent very pale brown (10YR 7/3) medium and coarse sand-size pumiceous ash grains; 15 percent fine gravel; slightly alkaline (pH 7.6); clear smooth boundary. (18 to 30 cm thick)\nBw1--41 to 71 cm; pale brown (10YR 6/3) ashy loamy sand, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine and few fine roots; few very fine and few fine interstitial pores; 30 percent very pale brown (10YR 7/3) medium and coarse sand-size pumiceous ash grains; 10 percent fine gravel; moderately alkaline (pH 8.1); clear smooth boundary. (25 to 50 cm thick)\n2Bw2--71 to 89 cm; grayish brown (10YR 5/2) very gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, nonsticky and nonplastic; few very fine and few fine roots; few very fine tubular pores; 5 percent very pale brown (10YR 7/3) medium and coarse sand-size pumiceous ash grains; 40 percent fine gravel; moderately alkaline (pH 8.2); abrupt smooth boundary. (18 to 38 cm thick)\n2Bq--89 to 99 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; strong medium and coarse subangular blocky structure; hard, firm and brittle, nonsticky and nonplastic; few fine roots; few very fine tubular pores;  40 percent fine gravel; moderately alkaline (pH 8.4); abrupt smooth boundary. (0 to 13 cm thick)\n3C--99 to 152 cm; very dark gray (N 3/0) and light yellowish brown (2.5Y 6/4) extremely gravelly sand, brown (10YR 4/3) and very dark brown (10YR 2/2) moist; single grain; loose, nonsticky and nonplastic; few fine roots; many very fine interstitial pores; 70 percent fine gravel; slightly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; in the Fort Rock Valley about 5 miles northeast of Fort Rock Homestead; approximately 2,100 feet south and 300 feet east of the northwest corner of section 13, T. 25 S., R. 14 E.; USGS Cougar Mountain 7.5 minute topographic quadrangle; latitude 43 degrees 24 minutes 28 seconds N and longitude 120 degrees 59 minutes 29 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and early spring; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 25 cm.\nDepth to strongly contrasting horizons: 64 to 90 cm.\nVolcanic glass content: 30 to 60 percent in the coarse sand and very coarse sand fractions in the A, BA, and Bw1 horizons; 5 to 15 percent in the underlying contrasting horizons.\nParticle-size control section - Clay content: 2 to 10 percent.\nRock fragments: 10 to 25 percent fine gravel in the upper part and averages 40 to 60 percent fine gravel in the contrasting lower part. Lithology of fragments is mainly basalt.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 2 percent.\nReaction: Slightly acid through slightly alkaline.\nBA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Gravelly ashy loamy coarse sand, ashy loamy coarse sand, gravelly ashy loamy sand, ashy loamy sand, gravelly ashy sandy loam, or ashy sandy loam.\nRock fragments: 0 to 25 percent gravel.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 0.5 to 1 percent.\nOther features: In some pedons only a portion of this horizon constitutes a part of the mollic epipedon.\nBw1 horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Ashy loamy sand or gravelly ashy loamy sand.\nRock fragments: 0 to 30 percent fine gravel.\nReaction: Slightly alkaline or moderately alkaline.\n2Bw2 horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly loamy sand or gravelly loamy sand.\nRock fragments: 15 to 40 percent fine gravel.\n2Bq horizon (when present)\nValue: 5 or 6 dry, 2 through 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly sandy loam, very gravelly loamy sand, gravelly sandy loam, or gravelly loamy sand.\nRock fragments: 15 to 40 percent fine gravel.\nConsistence: Hard or very hard dry, brittle when moist.\nReaction: Moderately alkaline or strongly alkaline.\n3C horizon\nHue: 10YR, 2.5Y, or Neutral (N).\nTexture: Very gravelly sand or extremely gravelly sand.\nRock fragments: 50 to 70 percent fine gravel.\nEffervescence: Slightly effervescent or strongly effervescent.\nReaction: Moderately alkaline or strongly alkaline.\nOther features:  This horizon may be stratified"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fort Rock soils are on lake terraces. These soils formed in volcanic ash over lacustrine deposits derived from basalt and tuff. Most of the pumiceous volcanic ash is from ancestral Mt. Mazama (current site of Crater Lake). Slopes are 0 to 8 percent. Elevations range from 1,310 1,480 meters. The climate is semiarid and characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm, mean annual temperature is 6 to 7 degrees C, and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abert, Bonnick, Kunceider, Morehouse, and Wegert soils. Abert soils are ashy, have a Bk horizon, and are on adjacent nearly level lake terraces. Bonnick soils are deep to stratified gravel and sand. Kunceider soils are ashy-skeletal, shallow to bedrock, and are on adjacent lava plains. Morehouse soils have a 2Bk horizon that is loam or silt loam and are on adjacent nearly level lake terraces and dunes. Wegert soils are ashy, moderately deep to bedrock, and are on adjacent lava plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very low surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Fort Rock soils are used for irrigated alfalfa hay and barley production, livestock grazing, and wildlife habitat. Potential native vegetation is mountain big sagebrush, needleandthread, Ross sedge, Indian ricegrass, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. The series was first proposed in Lake County, Oregon in 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 46 cm (A horizon and part of the BA horizon).\nVitrandic intergrade feature - The zone from the soil surface to 71 cm (A, BA, and Bw1 horizon).\nMajor lithologic discontinuity - The abrupt change to sandy material at 71 cm (2Bw2 and 2Bq horizons and part of the 3C horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bw1, 2Bw2, and 2Bq horizons and part of the 3C horizon).\nADDITIONAL DATA: A prior typical pedon was sampled and characterized as soil survey sample number S79OR-037-007. The typical pedon at the current series type location was reference sampled as soil survey sample number S94OR-037-001. Data for particle-size analysis, organic carbon content, optical grain counts, and acid oxalate extractions are available for the first three horizons of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
