{
  "SERIES": "FORT COLLINS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/LLC",
  "REVDATE": "11/2005",
  "STATES": "CO,MT,WY",
  "OVERVIEW": "The Fort Collins series consists of very deep, well drained soils that formed in mixed eolian sediments and alluvium.  Fort Collins soils are on terraces, hills, plains, and alluvial fans and have slopes of 0 to 10 percent.  The mean annual precipitation is about 38 centimeters (5 inches) and the mean annual temperature is about 8 degrees C. (47 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fort Collins loam - grassland.  (Colors are for dry soil unless otherwise noted).\nA--0 to 13 centimeters (0 to 5 inches); light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; neutral (pH 7.2); clear smooth boundary.  (8 to 15 centimeters (3 to 6 inches) thick)\nBA--13 to 20 centimeters (5 to 8 inches); light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky structure parting to fine granular; hard, very friable; few faint clay films on faces of peds; neutral (pH 7.2); clear smooth boundary.  (8 to 10 centimeters (3 to 4 inches) thick)\nBt--20 to 46 centimeters (8 to 18 inches); brown (10YR 5/3) heavy loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine subangular blocks; very hard, very friable; common distinct clay films on faces of peds, and as coatings in root channels and pores; slightly alkaline (pH 7.6); gradual smooth boundary. (13 to 30 centimeters (5 to 12 inches) thick)\nBCk--46 to 61 centimeters (18 to 24 inches); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, very friable; few faint clay films on faces of peds; few faint clay films in some root channels; some visible secondary calcium carbonate occurring mostly as concretions; strongly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary.  (10 to 25 centimeters (4 to 10 inches) thick)\nCk--61 to 152 centimeters (24 to 60 inches); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; massive; hard, very friable; visible calcium carbonate occurring as concretions and in thin seams and streaks; violently effervescent; moderately alkaline (pH 8.2); gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Larimer County, Colorado; approximately 1 block north of LaPorte Avenue on North Shields Street, and 152 meters (500 feet) west of North Shields Street in Sec. 11, T. 7 N., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 8 to 13 degrees C. (47 to 55 degrees F.)\nMean summer soil temperature:  15 to 22 degrees C. (59 to 72 degrees F.)\nDepth to the base of the Bt: 28 to 76 centimeters (11 to 30 inches)\nDepth to calcareous material: 20 to 51 centimeters (8 to 20 inches)\nOrganic carbon upper 38 centimeters (15 inches): ranges from .6 to 2 percent (weighted average .8 percent)\nAverage sand/clay ratio: 1 to 3\nBase saturation: 90 to 100 percent\nRock fragments: 0 to 15 percent, (typically less than 5 percent)\nMoisture control section: not dry in all part for more than 1/2 of the time that the soil temperature is above 5 degrees C. (41 degrees F.) (moist in some or all parts during May and June)\nMoisture control section: not dry for 45 consecutive days following July 15.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7, 3 to 5 moist\nChroma: 2 or 3\nWhen the value of the surface horizon is as dark as 5 dry and 3 moist the horizon must be thin enough so that if the soil is mixed to 7 inches it will have an ochric epipedon or it must contain less than 1 percent organic matter.  Structure: usually granular but may be weak subangular blocky\nFirmness: soft or slightly hard\nReaction: neutral to slightly alkaline.\nBt horizon:\nHue: 2.5Y to 7.5YR\nValue: 5 to 7, 4 or 5 moist\nChroma: 2 to 4\nTexture: loam or clay loam\nClay content: 18 to 35 percent\nSilt content: 20 to 50 percent\nSand content: 20 to 50 percent (more than 15 percent but less than 35 percent being fine sand or coarser)\nStructure: prismatic but subangular blocky in some pedons\nReaction: neutral or slightly alkaline.\nBk or C horizon:\nHue: 2.5Y or 10YR\nValue: 6 or 7, 5 or 6 moist\nChroma: 2 to 6\nReaction: moderately alkaline or strongly alkaline\nCalcium carbonate equivalent: 5 to 15 percent\nTextures: loam or clay loam and less commonly sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arnor, Arwite, Augustine, Bigbow, Bosonoak, Carri, Celacy, Celavar, Dalhart, Deekay, Dermala, Elwop, Evpark, Flugle, Gateson, Goesling, Iwela, Lykorly, Navajita, Nyjack, Oldwolf, Olnest, Orlie, Parkelei, Pinitos, Rauzi, Ribera, Rockybutte, Stoneham, Toluca and Wagonhound series.\nArnor and Rauzi soils are redder hues and Arnor soils contain 15 to 30 percent rock fragments.\nAugustine, Dalhart, Goesling, & Pinitos soils have thicker argillic layers with the base of the Bt in excess of 56 centimeters (22 inches).\nAugustine soils may have a calcic horizon below 102 centimeters (40 inches).\nArwite, Deekay and Wagonhound soils are dry for 45 consecutive days in July through September.\nBosonoak soils have secondary carbonates in the surface.\nCarri, Celacy, Celavar, Elwop, Evpark, Gateson, Nyjack, Oldwolf, and Ribera soils have a lithic or paralithic contact above 102 centimeters (40 inches).\nFlugle soils have greater than 35 percent fine sand and coarser in the particle size control section.\nIwela soils have a lithologic discontinuity of stones at 66 centimeters (26 inches) and the moisture control section is dry in May and June.\nLykorly soils have up to 25 centimeters (10 inches) of overburden over a lithologic discontinuity with additional clay content and have a moisture control section that is dry in May and June.\nNavajita soils have a 5 to 10 percent pararock fragments.\nOrlie and Parkelei soils are dry in most parts of the moisture control section in May and June when the soil temperature at 51 centimeters (20 inches) is greater than 5 degrees C. (41 degrees F.)\nPinitos and Ribera soils have moisture control sections that are dry in May and June.\nOlnest and Rockybutte soils may have rock fragments through out the profile.\nStoneham soils have less than 15 percent fine sand or coarser.\nToluca soils are noncalcareous above 25 centimeters (10 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent materials: alluvium (may be modified by a thin mantle of eolian deposits)\nLandscape: terraces, hills, plains, or alluvial fans\nSlopes: 0 to 10 percent\nMean annual precipitation: 33 to 43 centimeters (13 to 17 inches)\nMean annual temperature: 7 to 12 degree C. (45 to 53 degrees F.)\nMean summer temperature: 14 to 21 degrees C. (57 to 70 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Stoneham and Olnest soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: medium\nSaturated Hydraulic Conductivity: moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and as dry and irrigated cropland.\nPrincipal irrigated crops are small grains, alfalfa, corn, sorghums, and sugar beets.\nDryland crops are limited primarily to winter wheat.\nNative vegetation is blue grama grass, wheatgrass and some buffalo grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Colorado, Montana, and Wyoming.  The series is of large extent.  MLRA 67"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  The Greeley Area, Colorado, 1904."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon: 20 to 46 centimeters (8 to 18 inches)\nThis series is changed in class from Ustollic Haplargids to Aridic Haplustalfs due to update and revision of higher moisture levels in the moisture control section.\nLast updated by the state 3/94.\n10/2005 JCR LM Changed to semitab format, added metric conversion and changed permeability to saturated hydraulic conductivity."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 centimeters (0 to 5 inches); light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; neutral (pH 7.2); clear smooth boundary.  (8 to 15 centimeters (3 to 6 inches) thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--13 to 20 centimeters (5 to 8 inches); light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine subangular blocky structure parting to fine granular; hard, very friable; few faint clay films on faces of peds; neutral (pH 7.2); clear smooth boundary.  (8 to 10 centimeters (3 to 4 inches) thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--20 to 46 centimeters (8 to 18 inches); brown (10YR 5/3) heavy loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine subangular blocks; very hard, very friable; common distinct clay films on faces of peds, and as coatings in root channels and pores; slightly alkaline (pH 7.6); gradual smooth boundary. (13 to 30 centimeters (5 to 12 inches) thick)"
      },
      {
        "name": "BCk",
        "top": 46,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCk--46 to 61 centimeters (18 to 24 inches); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, very friable; few faint clay films on faces of peds; few faint clay films in some root channels; some visible secondary calcium carbonate occurring mostly as concretions; strongly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary.  (10 to 25 centimeters (4 to 10 inches) thick)"
      },
      {
        "name": "Ck",
        "top": 61,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ck--61 to 152 centimeters (24 to 60 inches); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; massive; hard, very friable; visible calcium carbonate occurring as concretions and in thin seams and streaks; violently effervescent; moderately alkaline (pH 8.2); gradual smooth boundary."
      }
    ]
  ]
}
