{
  "SERIES": "FOSS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAF-JAM-RJE",
  "REVDATE": "05/2001",
  "STATES": "WA",
  "OVERVIEW": "The Foss series consists of deep, well drained soils formed in volcanic ash and pumice overlying residuum and\ncolluvium from andesite.  Foss soils are on interior side slopes of cirque basins, broad ridge crests, and\nbenches at elevations of 3,000 to 5,000 feet.  Slopes range from 8 to 65 percent.  The average annual\nprecipitation ranges from 70 to 110 inches and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, amorphic over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Foss stony sandy loam - in a clearcut area on a ridge crest.  (Colors are for moist soil unless\notherwise noted.  All textures are apparent field textures.)\nA--0 to 4 inches; very dark brown (10YR 2/2) stony sandy loam, light grayish brown (10YR 6/2) dry; moderate\nfine and medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine\nroots; 10 percent pebbles; strongly acid (pH 5.4); abrupt smooth boundary.  (4 to 6 inches thick)\nBs1--4 to 10 inches; yellowish brown (10YR 54) gravelly sandy loam, light yellowish brown (10YR 6/4) dry;\nsingle grain; loose, nonsticky, nonplastic, weakly smeary; many very fine, fine, medium and coarse roots; 15\npercent pebbles; moderately acid (pH 5.6); gradual smooth boundary.  (6 to 8 inches thick)\nBs2--10 to 16 inches; strong brown (7.5YR 4/6) gravelly sandy loam, brown (7.5YR 5/4) dry; single grain;\nloose, nonsticky, nonplastic, weakly smeary; common very fine, fine and medium roots; 30 percent pebbles,\nmoderately acid (pH 5.6); gradual irregular boundary.  (6 to 10 inches thick)\n2Bs3--16 to 32 inches; dark brown (7.5YR 3/4) very cobbly silt loam, reddish brown (5YR 4/4) dry; weak\nmedium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic, moderately smeary;\ncommon fine and medium roots; few thin silt coatings on ped faces and in pores; 35 percent cobbles, 15 percent\npebbles; strongly acid (pH 5.4); clear wavy boundary.  (12 to 18 inches thick)\n2BC1--32 to 48 inches; dark reddish brown (5YR 3/3) very gravelly silt loam, brown (7.5YR 5/4) dry;\nmoderate medium subangular blocky structure; soft, very friable, slightly stick, slightly plastic, moderately\nsmeary; few fine and medium roots; common thin silt coatings on ped faces and in pores; 45 percent pebbles, 5\npercent cobbles; moderately acid (pH 5.8); abrupt smooth boundary.  (14 to 20 inches thick)\n2BC2--48 to 60 inches; dark reddish brown (5YR 3/4) very gravelly silt loam, reddish brown (5YR 4/4) dry;\nstrong fine and medium platy structure; very hard, very firm, slightly sticky, slightly plastic, moderately\nsmeary; common thin to thick silt coatings on ped faces and in pores; 50 percent pebbles, 5 percent cobbles;\nmoderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snoqualmie Pass Area, Pierce County, Washington; 400 feet west and 1,600 feet north of the\nsoutheast corner of sec. 32, T. 19 N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 39 to 44 degrees F.  The control section is\nloam or silt loam and averages 35 to 55 percent rock fragments that includes 5 to 40 percent cobbles.  The soil\nis strongly acid or moderately acid throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 5 or 6 dry, and chroma of 2 through 4 moist and\ndry.  The surface texture is modified by 2 to 10 percent surface stones.\nThe Bs horizon has hue of 7.5YR or 10YR, value of 4 through 6 moist and dry, and chroma of 4 through 6 moist\nand dry.  It is sandy loam or loam modified by 15 to 35 percent gravel.  In some pedons the upper part is\nmodified by volcanic ash, pumice and cinders that range from 35 to 70 percent of volume.\nThe 2Bs horizon has hue of 5YR or 7.5YR, value of 3 or 4 moist, 3 through 5 dry, and chroma of 2 through 4\nmoist and dry.  It is loam or silt loam modified by 35 to 60 percent coarse fragments.\nThe 2BC horizon is loam or silt loam with 40 to 60 percent coarse fragments.  It is hard or very hard when dry\nand very firm moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Almac, Chiwaukum, Pinkham, and Soda series.  Almac and Chiwaukum soils have a\nxeric moisture regime and are sandy loam or fine sandy loam in the fine- earth fraction of the lower part of the\nparticle-size control section.  Pinkham and Soda soils lack a 2B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Foss soils are on interior side slopes of cirque basins, broad ridge tops, and benches at\nelevations of 3,000 to 5,000 feet.  Slopes range from 8 to 65 percent.  These soils formed in volcanic ash,\npumice, and residuum and colluvium from andesite.  The mean annual precipitation ranges from 70 to 110 inches\nwith most of it in the form of snow and rain during the winter months.  Mean January temperature is 27 degrees\nF, the mean July temperature is 58 degrees F, and the mean annual temperature is 42 degrees F.  The frost-free\nseason is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Dobbs, Haywire, Littlejohn, Nagrom, Nimue, Pitcher, Playco, and\nSpukwush soils.  Dobbs soils have a paralithic contact at a depth of 20 to 40 inches.  Haywire soils have a\nlithic contact within 20 inches.  Littlejohn and Pitcher soils are frigid.  Nagrom soils have a lithic contact\nat 20 to 40 inches.  Playco and Nimue soils are loamy-skeletal.  Spukwush soils are ashy over loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production.  Native vegetation is noble fir, Pacific silver fir, western\nhemlock, Douglas-fir, with an understory of common beargrass, evergreen huckleberry, western rattlesnake\nplantain, princes pine, and queencup beadlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slops of the Cascade Mountains in central Washington.  The series is of small\nextent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Snoqualmie Pass Area, Pierce County, Washington, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral\nsurface to 4 inches, a spodic horizon from 4 to 32 inches, and a mantle of volcanic ash from the mineral\nsurface to 16 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
