{
  "SERIES": "FOSTERBURG",
  "STATUS": "Established Series",
  "BYREV": "WMM-RAL",
  "REVDATE": "1/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fosterburg silt loam - slightly depressional, in a Virden-Fosterburg complex, in a cultivated field at an elevation of about 510 feet above sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine subangular blocky structure parting to strong fine granular; friable; many very fine roots; few fine rounded black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; about 25 percent clay; neutral; clear smooth boundary.\nA--8 to 13 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak fine angular and subangular blocky structure; friable; many very fine roots; few fine rounded black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; about 26 percent clay; neutral; clear smooth boundary.  (Combined thickness of the Ap and A horizons is 10 to 15 inches.)\nBA--13 to 20 inches; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine and medium subangular blocky structure; firm; common very fine roots; many faint black (10YR 2/1) organic coatings on faces of peds; few fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; about 30 percent clay; neutral; clear smooth boundary.  (0 to 9 inches thick).\nBtkng1--20 to 29 inches; dark gray (2.5Y 4/1) silty clay loam; moderate fine prismatic structure parting to moderate fine and medium angular blocky; firm; common very fine roots; many distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; few fine prominent yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine rounded strong brown (7.5YR 4/6) masses of iron-manganese accumulation; common fine irregular white (10YR 8/1, dry) masses of carbonate accumulation and common medium irregular light brownish gray (10YR 6/2) carbonate concretions with clear white (10YR 8/1, dry) boundaries; about 38 percent clay; slightly effervescent in the matrix and strongly effervescent on carbonate concentrations; slightly alkaline; gradual smooth boundary.\nBtkng2--29 to 41 inches; dark gray (2.5Y 4/1) silty clay loam; moderate fine prismatic structure parting to moderate medium angular blocky; firm; few very fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine rounded strong brown (7.5YR 4/6) masses of iron-manganese accumulation and few medium rounded black (N 2.5/0) iron-manganese nodules with sharp boundaries; few fine irregular white (10YR 8/1, dry) masses of carbonate accumulation and few medium irregular light brownish gray (10YR 6/2) carbonate concretions with clear white (10YR 8/1, dry) boundaries; about 37 percent clay; slightly effervescent in the matrix and strongly effervescent on carbonate concentrations; slightly alkaline; gradual smooth boundary.\nBtg1--41 to 50 inches; grayish brown (2.5Y 5/2) silty clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; many fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine rounded strong brown (7.5YR 4/6) masses of iron-manganese accumulation and few medium rounded black (N 2.5/0) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; about 34 percent clay; neutral; gradual smooth boundary.\nBtg2--50 to 62 inches; grayish brown (2.5Y 5/2) silty clay loam; weak medium prismatic structure parting to weak coarse subangular blocky; firm; few very fine roots; common distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; many fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine irregular black (N 2.5/0) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; about 30 percent clay; neutral; gradual smooth boundary.  (Combined thickness of Bt horizon ranges from 30 to 48 inches.)\nBCtg--62 to 71 inches; olive gray (5Y 5/2) silt loam; weak medium prismatic structure; friable; few very fine roots; few distinct dark grayish brown (2.5Y 4/2) clay films on vertical faces of peds; many medium prominent strong brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium irregular black (N 2.5/0) iron-manganese accumulation with diffuse strong brown (7.5YR 5/6) boundaries; about 26 percent clay; neutral; gradual smooth boundary.  (0 to 12 inches thick)\nCg--71 to 80 inches; light olive gray (5Y 6/2) silt loam; massive; friable; few distinct very dark gray (2.5Y 3/1) organo-clay coatings lining root channels; common fine and medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation in the matrix; few medium irregular black (N 2.5/) iron-manganese accumulation with diffuse strong brown (7.5YR 5/6) boundaries; about 22 percent clay; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Clair County, Illinois; about 2.5 miles southeast of Summerville; approximately 125 feet south and 2,500 feet west of the northeast corner of sec. 36, T. 2 N., R. 6 W.; USGS TRENTON, ILL.  topographic quadrangle; lat. 38 degrees 34 minutes 55 seconds N. and long. 89 degrees 42 minutes 22 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development is 40 to 72 inches.  The mollic epipedon is 10 to 24 inches in thickness and extends into the upper part of the B horizon in some pedons.  The subsoil contains a concentration of between 5 and 15 percent exchangeable sodium.  Carbonates, where present, typically occur in the B horizon, but they occur in the BCg and Cg horizons in some pedons.  The particle-size control section averages 35 to 42 percent clay.  Sand content is less than 7 percent in all parts.  Many pedons contain krotovina.  The mean annual soil temperature ranges from 56 to slightly less than 59 degrees F.\nThe upper part of the control section (Ap and A) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 2 or 3 (3 or 4 dry); and chroma of 0 or 1.  Typically, A horizons contain redoximorphic iron oxide masses with value and chroma higher than those of the matrix.  Clay content is 20 to 27 percent.  Reaction is slightly acid to slightly alkaline.\nSome pedons contain an AB or a BA horizon.  It is silt loam or silty clay loam.\nThe middle part of the control section (Btkng or Btg) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 3 to 5 in the upper part and 4 to 6 in the lower part; and chroma of 0 to 2.  Typically, pedons contain redoximorphic features with high or low chroma or both.  It is silty clay loam or silty clay in the upper part and silty clay loam or silt loam in the lower part.  Clay content is 35 to 42 percent in the upper part and is 24 to 40 percent in the lower part.  Reaction is slightly acid to moderately alkaline.\nSome pedons have a BCg horizon.  It is silty clay loam or silt loam.\nThe lower part of the control section (Cg) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 5 or 6; and chroma of 0 to 2.  It is silt loam.  Clay content is 18 to 27 percent.  Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chancellor, Clarinda, Coatsburg, Crossplain, Edinburg, Haig, Mazaska, Minnetonka, Sacville (T), Sampsel, Terrabella, Virden, and Worthing series.  These soils do not have a concentration of exchangeable sodium in the subsoil.  In addition, Chancellor, Clarinda, Coatsburg, Crossplain, Haig, Mazaska, Minnetonka, Terrabella, and Worthing soils have a mean annual soil temperature less than 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fosterburg soils are on or nearly level or depressional parts of broad interfluves on till plains.  Slope ranges from 0 to 2 percent.  These soils formed in loess.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 40 inches, frost-free period is 170 to 200 days, and elevation is 400 to 800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aviston, Biddle, Cowden, Herrick, Piasa, and Virden soils.  The moderately well drained Aviston soils are on summits, shoulders, and backslopes above the Fosterburg soils.  The somewhat poorly drained Biddle, Herrick, and Oconee soils commonly are on slightly higher or more sloping landform positions nearby.  The Biddle soils also have a concentration of exchangeable sodium in the subsoil.  In addition, the Oconee soils do not have a mollic epipedon and typically are adjacent to the drainageways.  The poorly drained Cowden and Virden soils are on similar landform positions nearby, and do not have a concentration of exchangeable sodium in the subsoil.  In addition, the Cowden soils do not have a mollic epipedon.  The Virden soils are closely intermingled with the Fosterburg soils.  The poorly drained Piasa soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is slow.  Surface runoff is very slow or ponded.  In drained areas, depth to an intermittent apparent high water table is from 0.5 foot above the surface to 1.0 foot below the surface from December to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped to corn, soybeans, and small grain.  Native vegetation is marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Illinois.  Extent is moderate, and mainly in MLRA 114."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Clair County, Illinois, 1997.  The Fosterburg series was named for a town in Madison County, Illinois."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Fosterburg soils were formerly included with the Virden-Piasa complex.\nDiagnostic horizons and features recognized in this pedon are:  Mollic epipedon - the zone from the surface to a depth of 20 inches (Ap, A, and BA horizons).  Argillic  horizon - the zone from approximately 20 to 62 inches (Btkng1, Btkng2, Btg1, and Btg2 horizons).  Concentration of exchangeable sodium - the zone from approximately 20 to 41 inches (Btkng1 and Btkng2 horizons).  Aquic conditions - periodic saturation and reduction indicated by redoximorphic features throughout the soil.\nADDITIONAL DATA:  See University of Illinois data from pedons sampled in Clinton and Madison Counties.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
