{
  "SERIES": "FOSTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/ET",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Aquic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Foster sandy loam - cultivated field. (Colors for dry conditions unless otherwise noted)\nAp--0 to 9 inches; gray (10YR 5/1) sandy loam with occasional fine prominent mottles of strong brown, very dark gray (10YR 3/1) moist; cloddy; slightly hard, friable; plentiful fine and very fine roots; common fine tubular pores; slightly alkaline (pH 7.5); abrupt wavy boundary (8 to 12 inches thick).\nA12--9 to 16 inches; light gray (10YR 7/2) sandy loam with grayish brown (2.5Y 5/2) streaks along former root channels, dark grayish brown (2.5Y 4/2) moist; massive breaking to medium coarse subangular blocky fragments; slightly hard, friable, very slightly sticky; few fine and very fine roots; common very fine tubular pores, few thin clay films in pores; slightly calcareous with lime segregated in many fine threads; moderately alkaline (pH 8.0), gradual wavy boundary (5 to 8 inches thick).\nCl--16 to 30 inches; light gray (2.5Y 7/2) sandy loam with few fine distinct mottles of light olive brown and few fine prominent mottles of yellowish brown, grayish brown (2.5Y 5/2) moist; massive; slightly hard, very friable; no roots; few very fine tubular pores; slightly calcareous with lime segregated into many fine threads, moderately alkaline (pH 8.0); diffuse wavy boundary.  (12 to 40 inches thick).\nIIC2g--30 to 60 inches; light olive gray (5Y 6/2) loamy sand with few prominent yellowish brown stained sand grains, olive gray (5Y 4/2) moist; massive breaking readily to a single grained state; slightly hard, very friable; no  roots; very few very fine tubular pores, many very fine and micro-size interstitial pores; moderately alkaline (pH 8.0).  (0 to 30 inches or more thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fresno County, California.  300 feet W., 50 feet N of center of the intersection of Kamm and Jameson Avenue; SE 1/4, SE 1/4, SE 1/4 of Sec. 15, T. 16S., R. 18E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils have mean annual soil temperatures of 59 degrees to 72 degrees F. and are dry for more than 60 consecutive days.  Mineralogy is mixed.  The soils may or may not be calcareous in the Ap or A1 horizons. Important variations consist mainly of differences in texture and stratification of the lower C horizon, and in drainage and occurrence of salts, alkali and lime.  The control section is fine sandy loam, or sandy loam (<18 percent clay).  Stratification of the lower C horizon consists of variable thicknesses of sediments ranging from fine sand to silt loam.  The soils are very deep (greater than 60\").\nThe surface soils may range in texture from sandy loams through clay loams.  In places, the Foster soils overlie buried soils of finer texture, or unrelated, hardened, often calcareous sediments.  Depth phases of these have been recognized.  Surface soil colors have hues of 10YR or 2.5Y with values of 4 or 5 and chromas of 1 or 2.  When moist, values are 3 or 2, with little or no change in chroma.  The texture ranges from coarse sandy loam to loam and may be gravelly.  The subsurface soils have similar hues but may be somewhat lighter in value.\nThe C horizons may have hues of 10YR to 5Y, values are greater than 5.5, but chromas are commonly 2.  Distinct or prominent mottlings of various sizes and shapes are usually present.  Mottle colors may be grayish brown, brown, yellowish brown or yellowish red.  Lime occurs in disseminated form or weakly segregated in numerous seams or threads, often following old root channels."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils in other families are Glann and Pacheco soils which are fine-loamy.  Similar soils in another subgroup are Chino soils which are fine-loamy; Grangeville soils which are somewhat poorly drained; Visalia soils which are noncalcareous throughout.  Similar soils in other orders are Columbia and Temple soils which lack mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Foster soils occur on flood plains and nearly level recent alluvial fans.  They are formed in deep coarse textured alluvium from granitic rocks.  They occur at elevations of 50 to 3400 feet, in a semiarid, mesothermal climate with mean annual rainfall of 8 to 18 inches, with hot dry summers and cool moist winters.  Mean annual temperature is about 61 degrees to 63 degrees F., average January temperature about 45 degrees F. and average July temperature about 77 degrees to 80 degrees F.  Frost-free season averages about 225 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Chino, Columbia, Grangeville, Hanford, Rossi and Temple.  The Hanford soils are well drained.  The Rossi soils occur in the basin areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly or very poorly drained with moderate permeability and ponded to very slow runoff. Many areas have altered drainage because of deep pumping for irrigation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for grain, pasture, alfalfa and field and truck crops.  Natural vegetation is principally grasses, juncus, sedges, willows and cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior valleys of central California and intermountain and coastal valleys of southern California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Honey Lake Area, Lassen County, California, 1915.  Name is taken from a ranch in the Honey Lake Area.  Type location moved to San Luis Rey Valley, San Diego County, California, 1939.  Series revised and type location moved to Madera County in 1959  Redefined in 1963 and type location moved to the Eastern Fresno Area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soil was formerly classified in the Humic Gley group.  This is one of the older soil series in California. It has drifted from its original area of relatively cooler climate and has become established as a soil found in areas having mean annual temperatures greater than 59 degrees F. Foster soils previously mapped in northern and eastern California in the Great Basin province would now be excluded.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 5/67.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
