{
  "SERIES": "FOUNTAINVILLE",
  "STATUS": "Established Series",
  "BYREV": "WRK",
  "REVDATE": "07/97",
  "STATES": "PA",
  "OVERVIEW": "The Fountainville series consists of deep, moderately well drained soils on hills.  They are formed in a thin mantle of loess and in the underlying material weathered from red and brown shale and siltstone residuum.  Permeability is moderate above the fragipan, and slow to moderately slow in the fragipan.  Slope ranges from 0 to 15 percent.  Mean annual precipitation is 43 inches, and the mean annual air temperature is 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON - Fountainville silt loam, 0 to 3 percent slopes, in a cultivated field.  (Color are for moist soil.)\nAp--0 to 8 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine and medium granular structure; friable, nonsticky and nonplastic; common very fine and fine roots throughout; common very fine and fine interstitial and tubular pores; 3 percent channers of mixed-metamorphic and sedimentary rock; mildly alkaline; abrupt smooth boundary. (6 to 12 inches thick.)\nBt--8 to 22 inches; yellowish brown (10YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable, slightly sticky and nonplastic; few very fine and fine roots throughout; few very fine and fine interstitial and tubular pores; few distinct pale brown (10YR 6/3) continuous clay films on faces of peds and in pores; 3 percent channers of mixed-metamorphic and sedimentary rock; neutral; gradual wavy boundary. (The combined thickness of the Bt horizon is 10 to 16 inches.)\n2Btx1--22 to 30 inches; yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure; firm and brittle, slightly sticky and nonplastic; few very fine and fine roots between peds; few very fine and fine interstitial and tubular pores; few distinct light gray (10YR 7/1) continuous clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in ped interiors and pinkish gray (7.5YR 6/2) iron depletions along ped faces; very few black manganese or iron-manganese stains on rock fragment; 5 percent channers of mixed-metamorphic and sedimentary rock; slightly acid; diffuse wavy boundary.\n2Btx2--30 to 42 inches; yellowish brown (10YR 5/8) silt loam; strong very coarse prismatic structure; very firm and brittle, nonsticky and nonplastic; few very fine and fine roots between peds; few very fine and fine interstitial and tubular pores; few distinct light gray (10YR 7/1) continuous clay films on faces of peds; common medium prominent pinkish gray (7.5YR 6/2) iron depletions along ped faces; 10 percent channers of mixed-metamorphic and sedimentary rock; moderately acid; diffuse wavy boundary.\n2BCx--42 to 46 inches; dark yellowish brown (10YR 4/6) channery silt loam; moderate very coarse prismatic structure parting to weak medium and coarse platy; firm and brittle, nonsticky and nonplastic; few distinct light gray (10YR 7/1) continuous clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in ped interiors and pinkish gray (7.5YR 6/2) iron depletions along ped faces; 30 percent channers of mixed-metamorphic and sedimentary rock; slightly acid; abrupt wavy boundary. (The combined thickness of the 2Btx and 2BCx horizon is 16 to 32 inches.)\nR--46 inches; very hard, olive gray (5Y 4/2) and dark grayish brown (10YR 4/2) moderately weathered and fractured shale bedrock; 4 to 12 inches between fractured; many distinct clay and silt bridging between rock fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fountainville silt loam, 0 to 3 percent slopes, in a cultivated field, in Bucks County, 0.75 mile southwest of Fountainville; 2800 feet northwest from the intersection of Chapman Road and Ferry Road, 400 feet west of chapman Road; USGS Doylestown topographic quadrangle; Lat. 40 degrees 20 minutes 14 seconds N. and Long. 75 degrees 10 minutes 05 degrees W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  Depth to Bedrock is 40 to 60 inches.  Depth to Fragipan is 20 to 40 inches.  Depth to redox depletions or iron concentrations is greater than 16 inches.  Content of clay in the control section is 18 to 30 percent.  Rock fragments ranges from 0 to 2 percent in the surface, 0 to 5 percent in the upper solum above the fragipan, 5 to 30 percent in the fragipan.  Content of rock fragments in the control section is 1 to 10 percent.  Kind of rock fragments are sedimentary and metamorphic shale, siltstone and sandstone; gravel to channers.  In Unlimed areas, soil reaction ranges from moderately acid to slightly acid in the upper part of the solum, strongly acid to slightly acid in the lower part of the solum and moderately acid to neutral in the substratum.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 3 or 4.  It is loam or silt loam in the fine earth fraction.  Structure is weak or moderate, fine or medium granular.  Consistence is very friable or friable.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 5 or 6.  It is silt loam or silty clay loam in the fine earth fraction.  Structure is weak or moderate, fine or medium subangular blocky.  Consistence is friable or firm.\nThe 2Btx horizon has hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 to 6.  It is silt loam or silty clay loam in the fine earth fraction.  Structure is strong or moderate, very coarse to medium prismatic parting to moderate medium platy.  Consistence is firm or very firm and brittle.\nThe 2BCx horizon has hue of 10R to 10YR, value of 4 to 6, and chroma of 4 to 8.  It is silt loam or silty clay loam in the fine earth fraction.  Structure is strong or moderate, very coarse to medium prismatic parting to moderate medium platy.  Consistence is firm or very firm and brittle.\nThe 2C horizon (if it occurs) has hue of 10R to 10YR, value of 4 to 6, and chroma of 4 or 8.  It is silt loam or loam in the fine earth fraction.  Structure is massive.  Consistence is firm or very firm.\nThe 2Cr horizon (if it occurs) has hue of 10R to 10YR, value of 4 to 6, and chroma of 4 or 8.  It is silt loam or loam in the fine earth fraction.  Structure is massive.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Currently, there is no competing series that classified as fine-loamy, mixed, mesic Oxyaquic Fragiudalfs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fountainville soils are at heads of drains and along broad drainageways in the Northern piedmont Province.  The soils are on summits and back slopes.  They are formed in a thin mantle of loess and in the underlying material weathered from metamorphic and sedimentary brown and red shale, siltstone and sandstone residuum.  Slope ranges from 0 to 15 percent.  Mean annual precipitation is 42 to 45 inches.  The mean annual air temperature is 45 to 63 degrees F.  The frost-free days range from 155 to 190."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Duncannon, Steinsbury, Lansdale, Lawrenceville, Penn, Bedington, Chalfont, Doylestown, Alton, Pope, Reaville, Fountainville and Klinesville soils are on nearby landscapes.  Duncannon and Lawrenceville soils have less than 18 percent sands that are coarser than very fine sand in the control section.  Alton, Klinesville, Pope and Steinsburg soils lack the argillic horizon.   Reaville soils have redox depletions of chroma 2 or less in the upper argillic horizon.  Klinesville soils are less than 20 inches to bedrock.   Chalfont and Doylestown soils have redox depletions of chroma 2 or less directly below the surface layer.  Bedington and Penn soils which do not have the thin loess mantle.  Lansdale soils contain more sand and coarse fragments.  Brownsburg soils have a loess mantle greater than 24 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow to rapid.  Permeability is moderate above the fragipan, and moderately slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Approximately 40 percent of the Fountainville soils are in cropland, 25 percent are in pasture or hayland and 35 percent are in woodland or idle reverting to woodland.  Wooded areas are mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pennsylvania.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "PROPOSED SERIES",
    "content": "PROPOSED SERIES:  Bucks County, Pennsylvania, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include: Ochric epipedon - the zone from the surface to a depth of 12 inches (Ap horizon).\nArgillic horizon - the zone from 12 to 46 inches (Bt, 2Btx1, 2Btx2, and 2BCx horizons).\nFragipan - the zone from 22 to 46 inches (2Btx1, 2Btx2, and 2BCx horizons).\nSoils were previously mapped as an inclusion with Readington, Reaville, and Abbottstown series.\nADDITIONAL DATA:  Partial reference samples from pedon 93PA017048 from Bucks County, Pennsylvania, and samples 92PA091009 from Bedford County, Pennsylvania, samples by NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine and medium granular structure; friable, nonsticky and nonplastic; common very fine and fine roots throughout; common very fine and fine interstitial and tubular pores; 3 percent channers of mixed-metamorphic and sedimentary rock; mildly alkaline; abrupt smooth boundary. (6 to 12 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--8 to 22 inches; yellowish brown (10YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable, slightly sticky and nonplastic; few very fine and fine roots throughout; few very fine and fine interstitial and tubular pores; few distinct pale brown (10YR 6/3) continuous clay films on faces of peds and in pores; 3 percent channers of mixed-metamorphic and sedimentary rock; neutral; gradual wavy boundary. (The combined thickness of the Bt horizon is 10 to 16 inches.)"
      },
      {
        "name": "2Btx1",
        "top": 56,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "2Btx1--22 to 30 inches; yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure; firm and brittle, slightly sticky and nonplastic; few very fine and fine roots between peds; few very fine and fine interstitial and tubular pores; few distinct light gray (10YR 7/1) continuous clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in ped interiors and pinkish gray (7.5YR 6/2) iron depletions along ped faces; very few black manganese or iron-manganese stains on rock fragment; 5 percent channers of mixed-metamorphic and sedimentary rock; slightly acid; diffuse wavy boundary."
      },
      {
        "name": "2Btx2",
        "top": 76,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "2Btx2--30 to 42 inches; yellowish brown (10YR 5/8) silt loam; strong very coarse prismatic structure; very firm and brittle, nonsticky and nonplastic; few very fine and fine roots between peds; few very fine and fine interstitial and tubular pores; few distinct light gray (10YR 7/1) continuous clay films on faces of peds; common medium prominent pinkish gray (7.5YR 6/2) iron depletions along ped faces; 10 percent channers of mixed-metamorphic and sedimentary rock; moderately acid; diffuse wavy boundary."
      },
      {
        "name": "2BCx",
        "top": 107,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2BCx--42 to 46 inches; dark yellowish brown (10YR 4/6) channery silt loam; moderate very coarse prismatic structure parting to weak medium and coarse platy; firm and brittle, nonsticky and nonplastic; few distinct light gray (10YR 7/1) continuous clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in ped interiors and pinkish gray (7.5YR 6/2) iron depletions along ped faces; 30 percent channers of mixed-metamorphic and sedimentary rock; slightly acid; abrupt wavy boundary. (The combined thickness of the 2Btx and 2BCx horizon is 16 to 32 inches.)"
      },
      {
        "name": "R",
        "top": 117,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt",
        "narrative": "R--46 inches; very hard, olive gray (5Y 4/2) and dark grayish brown (10YR 4/2) moderately weathered and fractured shale bedrock; 4 to 12 inches between fractured; many distinct clay and silt bridging between rock fragments."
      }
    ]
  ]
}
