{
  "SERIES": "FOX HILL",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AMR/DCS/RBT",
  "REVDATE": "01/2019",
  "STATES": "MD,NJ",
  "OVERVIEW": "MLRA(s): 153D\nSoil Survey Regional Office (SSRO) Responsible:  Raleigh, North Carolina\nDepth Class:  Very deep\nAgricultural Drainage Class:  Poorly drained\nFlooding Frequency and Duration:  Frequent; very brief\nPonding Frequency and Duration:  Occasional, brief\nSaturated Hydraulic Conductivity: High to very high\nShrink-swell Potential:  Low\nParent Material:  Sandy marine deposits and/or eolian sands\nSlope:  0 to 2 percent\nMean Annual Air Temperature: 56 degrees F (13 degrees C).\nMean Annual Precipitation: 45 inches (1143 millimeters)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, mesic Sodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fox Hill loamy sand, on a 0 percent slope, on an interdune swale, barrier island landscape.\nOa--0 to 1 inch (0 to 2 centimeters); very dark brown (10YR 2/2) muck; medium, fine, and very fine roots throughout; extremely acid (pH 4.2); abrupt smooth boundary.\nA--1 to 2 inches (2 to 5 centimeters); very dark grayish brown (10YR 3/2) sand; single grain; loose, nonsticky, nonplastic, nonfluid; medium, fine, and very fine roots throughout; 10 percent faint (10YR2/2) organic stains, strongly acid (pH 5.3); clear wavy boundary.\nCg1--2 to 12 inches (5 to 30 centimeters); dark gray (10YR 4/1) sand; single grain; loose, nonsticky, nonplastic; nonfluid; medium, fine, and very fine roots throughout; no reaction to 30% hydrogen peroxide; very strongly acid (pH 5.0); clear smooth boundary.\nCg2--12 to 26 inches (30 to 66 centimeters); dark gray (10YR 4/1) fine sand; single grain; loose, nonsticky, nonplastic, nonfluid; common medium, fine, and very fine roots throughout; positive reaction to alpha,alpha-dipyridyl; no reaction to 30% hydrogen peroxide; very strongly acid (pH 4.6); clear wavy boundary.\nCseg--26 to 59 inches (66 to 149 centimeters); dark gray (N 4/) sand; single grain; loose; nonsticky, nonplastic, nonfluid; medium, fine, and very fine roots throughout; 1 percent flat subangular indurated chert fragments; positive reaction to alpha,alpha-dipyridyl; moderate sulfurous odor; no reaction to 30% hydrogen peroxide; extremely acid (pH 3.6); clear wavy boundary.\n2Aseb--59 to 78 inches (149 to 195 centimeters); 65 percent very dark grayish brown (10YR 3/2) and 35 percent dark olive gray 5Y 3/2); clay loam; massive; friable, nonsticky, slightly plastic, slightly fluid; medium roots throughout; moderate sulfurous odor; no reaction to 30% hydrogen peroxide; ultra acid (pH 3.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Worcester County, Maryland; Assateague Island National Seashore, approximately 2.14 miles southeast of Tingles Island, 2.35 miles northeast of Fox Hill Point, and 5.90 miles east of Public Landing; lat. 38 degrees 8 minutes 24.89 seconds N. and long. 75 degrees 10 minutes 41.81 seconds W., WGS84; USGS Topographic Quadrangle Tingles Island, MD"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock:  Greater than 80 inches (200 centimeters)\nDepth to Seasonal High Water Table:  0 to 8 inches (0 to 20 centimeters)\nDepth to Sulfidic Materials:  22 to 45 inches (56 to 114 centimeters)\nDepth to Lithologic Discontinuity (where present): 30 to 88 inches (75 to 224 centimeters)\nRock/Shell Fragments:  0 to 5 percent, typically within the lithologic discontinuity\nSoil Reaction:  Moderately acid to ultra-acid, throughout the profile\nSalinity Class: Very slightly to strongly saline below 20 inches (50 centimeters)\nOther Features:  Pedons can have buried A and/or O horizons indicative of barrier island morphology and eolian / storm surge washover processes. & RANGE OF INDIVIDUAL HORIZONS:\nO horizon:\nColor--hue of 5YR to 10YR, value of 2 or 2.5, and chroma of 1 or 2\nTerms used in lieu of texture--Muck, mucky peat, or peat\nA horizon:\nColor--hue of 7.5YR and 10YR, value of 2 to 4, and chroma of 1 or 2\nTexture (fine-earth fraction)--sand, coarse sand, mucky sand, fine sand, or loamy sand\nAC or CA horizon (where present):\nColor--hue of 10YR, value of 4 to 6, and chroma of 1 to 3\nTexture (fine-earth fraction)--sand or fine sand\nC horizon (where present):\nColor--hue of 2.5Y and 10YR, value of 4 or 5, and chroma of 2\nTexture (fine-earth fraction)--sand\nCg or Cseg horizon:\nColor--hue of 10YR, 2.5Y, or is neutral; value of 3 to 6, and chroma of 0 to 2\nTexture (fine-earth fraction)--coarse sand, sand, and fine sand\n2Ab or 2Aseb horizon:\nColor--hue of 7.5YR, 10YR, 2.5Y, or is neutral, value of 2 to 4, and chroma 0 to 2\nTexture (fine-earth fraction)--clay loam, loam, fine sandy loam, loamy fine sand\n2Cg or 2Cseg horizon (where present):\nColor--hue of 10YR to 5Y, value of 3 to 5, and chroma of 1\nTexture (fine-earth fraction)--sand, fine sand, or loamy fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Mid-Atlantic Coastal Plain Barrier Islands\nLandform: Low dunes, back barrier flats, interdune swales, and washover fans\nGeomorphic Component: Talf and / or low relief dip\nHillslope Profile Position: Footslope and backslope\nParent Material: Sandy marine deposits and/or eolian sands\nSlope: 0 to 2 percent\nElevation: 0 to 3 feet (0 to 1 meter)\nMean Annual Air Temperature: 56 degrees F. (13 degrees C).\nMean Annual Precipitation: 45 inches (1143 millimeters)\nFrost Free Period: 190 to 260 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAcquango soils--do not have a seasonal high water table above 72 inches (183 centimeters); on higher dune positions\nAskecksy soils--have quartz rock fragments, lack sulfidic materials in their substratum, and often are vegetated with mature hardwood or pine species.  Askecksy soils do not occur on back barrier island landforms.  They also lack soil pore water salinity.\nBrockatonorton soils--do not have a seasonal high water table above 20 inches (50 centimeters); on higher dune landform positions.  Brockatonorton soils may likely have \"sodic\" taxonomic subgroup properties like Fox Hill but currently are not recognized.\nDemas soils--formed on subaqueous washover-fan flat landforms directly adjacent to the barrier islands, these receive fresh sand deposits annually.\nHooksan soils--do not have a seasonal high water table above 72 inches (183 centimeters); on higher dune positions.\nMantoloking soils--formed on subaqueous relict flood-tidal delta landforms in close proximity to the barrier island.\nPawcatuck soils--formed in organic material 16 to 51 inches (40 to 130 centimeters) thick; on lower marsh positions that are tidally flooded twice daily.\nPurnell soils--formed in organic material 8 to 16 inches (20 to 40 centimeters); on lower marsh positions that are tidally flooded twice daily.\nSaltpond soils--formed on slightly lower landforms and have sulfidic materials within 20 inches (50 centimeters) of the soil surface; tidally flooded twice daily."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nAgricultural Drainage Class:  Poorly drained\nInternal Free Water Occurrence: Very shallow 0 to 10 inches (0 to 25 centimeters) and permanent endosaturation (present continuously)\nIndex Surface Runoff:  Negligible\nSaturated Hydraulic Conductivity Class: High to very high\nShrink-Swell Potential:  Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Most areas are in natural vegetation and used for wildlife habitat. A few areas are cleared and used for recreational purposes such as camp sites.\nDominant Vegetation:  Vegetation consists primarily of low shrub type including: northern bayberry, Virginia creeper, white and red cedar, wax myrtle, green briar, poison ivy, and phragmites.  These areas have a wide diversity of vegetation and ecology."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: New Jersey, Maryland and possibly Delaware.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Worcester County, Maryland, 2014.  The name and concept were taken from Annie Rossi's PhD dissertation on Assateague Island National Seashore.  Fox Hill was the name for a relict inlet from the late 1800s which later became known as the Fox Hill Level on Assateague Island."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Fox Hill soils were previously mapped as Askecksy soils on the barrier islands in Maryland and Atsion tide flooded soils in New Jersey.\nThe Sodium Absorption Ratio (SAR) may exceed 13 in most mineral horizons.  The sodium source is the salt water that frequently floods these soils on extreme tides and weather events. The adjacent estuary can also be a source of sodium as salt water persists in the lower portions of these soils.\nDiagnostic horizons and features in this pedon are:\nAquic conditions--the zone from the soil surface to a depth of 78 inches (195 centimeters).\nLithologic Discontinuity--the zone from 33 to 78 inches (149 to 195 cm) (2Aseb horizon)\nOchric epipedon--the zone from the soil surface to a depth of 5 cm (2 inches) (O and A horizons)\nSodic properties (SAR more than 13)--1 to 26 inches and 59 to 77 inches (2 to 66 centimeters and 149 to 195 centimeters) (the A, Cg1, Cg2, and 2Aseb horizons)\nSulfidic materials--the zone from 26 to 78 inches (66 to 195 centimeters) (the Cseg and 2Aseg horizons).\nADDITIONAL DATA:  Rossi, A.M. 2014 PhD. dissertation, Pedogenesis and Hydromorphology of Soils in Mid-Atlantic Barrier Island Landscapes, University of Maryland\nDatabase Information:\nMLRA Data Mapunit ID: 800953, 807425\nMLRA Mapunit ID: 2xhpr, 2xh43\nOSD User Pedon ID: S2013MD047002\nNational Cooperative Soil Survey\nU.S.A."
  }
}
