{
  "SERIES": "FOXOL",
  "STATUS": "Established Series",
  "BYREV": "Rev:  VLH/AJE/TWH",
  "REVDATE": "10/98",
  "STATES": "ID,UT",
  "OVERVIEW": "The Foxol series consists of shallow, well drained, moderately permeable soils that formed in residuum from quartzite.  Foxol soils are on hills and mountains.  Slopes are 10 to 80 percent.  Average annual precipitation is about 22 inches, and mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Foxol gravelly loam, rangeland.  (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 7 inches; brown (7.5YR 5/3) gravelly loam, dark reddish brown (5YR 3/3) moist; moderate fine granular structure; soft, friable; many fine, medium and large roots; slightly acid (pH 6.2); clear wavy boundary.  (7 to 10 inches thick)\nBw--7 to 11 inches; brown (7.5YR 5/4) very gravelly loam, reddish brown (5YR 4/4) moist; weak medium and coarse subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many fine and medium roots; many fine pores; slightly acid (pH 6.2); abrupt wavy boundary.  (4 to 11 inches thick)\nC--11 to 17 inches; light brown (7.5YR 6/4) very gravelly sandy loam, brown (7.5YR 4/4) moist; massive; loose; few fine and medium roots; many fine and medium pores; moderately acid (pH 6.0); abrupt irregular boundary.  (0 to 6 inches thick)\nR--17 inches; fractured quartzite rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; 1/4 mile east of old mine at Mineral Point; about 1,600 feet south of the NW corner of sec. 30, T. 9 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 12 inches thick.  The depth to bedrock is 14 to 20 inches.  Rock fragments are mainly cobbles and pebbles of angular quartzite and range from 20 to 70 percent in the A horizon and 50 to 80 percent in the Bw and C horizons.  The mean annual soil temperature is 40 to 47 degrees F. and the mean summer temperature at a depth of about 17 inches is 59 to 69 degrees F.  The soil is usually dry for 45 to 60 days in the moisture control section during the summer and is continually moist for 60 to 90 days during the winter.\nThe A horizon has hue of 10YR to 5YR value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3.\nThe Bw horizon has hue of 7.5YR or 5YR, value of 3 through 6 dry, 3 through 5 moist and chroma of 2 through 6.  It is very gravelly loam, very gravelly sandy loam, extremely gravelly loam, extremely gravelly sandy loam, or extremely stony loam with 50 to 80 percent pebbles, cobbles, and stones.  It is slightly acid to moderately acid.\nThe C horizon where present has hue of 7.5YR or 5YR, value of 6 or 7 dry, 4 or 5 moist and chroma of 3 or 4.  It is very gravelly loam or very gravelly sandy loam.  It is slightly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agassiz, Alomax, Anatone, Bocker, Bluecanyon, Cedaran, Falula, Gando, Grink, Little Pole, Nayrib, Rexmont, Swanner, and Van Wagoner series.\nAgassiz, Alomax, Falula, Gando, Grink, Nayrib, Rexmont, Swanner, and Van Wagoner soils lack cambic horizons.\nAgassiz soils are neutral or slightly alkaline and are forming in limestone.\nAlomax soils lack cambic horizons.\nAnatone soils have moist value less than 3.5 below a depth of 4 inches, have gravelly silt loam particle-size control section and are forming in basalt.\nBluecanyon soils have mean summer soil temperatures cooler than 59 degrees and hue yellower than 7.5YR in the Bw.\nBocker and Cedaran soils are neutral in the cambic horizon.\nBocker soils are forming in basalt and Cedaran soils are forming in ignimbrites.\nDipcreek soils have a mollic epipedon that directly overlies the lithic contact.\nFalula and Swanner soils have carbonate accumulation.\nGomine soils are dry in the moisture control section for more than 60 consecutive days.\nHogsby soils have neutral reaction.\nLittle Pole soils are neutral and have 10YR hue.\nNayrib soils are neutral and very shallow.\nRexmont soils are moderately alkaline and strongly alkaline.\nVan Wagoner soils have 10YR hue and very cobbly sandy loam particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Foxol soils occur on moderately steep to very steep hills and mountains at elevations of 5,200 to 8,500 feet.  Slope gradients are 10 to 80 percent.  The soils formed in residuum from quartzite.  The climate is humid with warm dry summers and cold moist winters.  The average annual precipitation is 14 to 28 inches.  The mean annual temperature is 36 to 44 degrees F., and mean summer temperature is 60 to 62 degrees F.  Freeze-free period is 55 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Agassiz soils and the Broad Canyon, Durfee, Herd, Hoskin, Lucky Star, Poleline, Smarts and Yeates Hollow soils.  All of these soils are more than 20 inches deep to bedrock and have argillic horizons.  Broad Canyon and Poleline soils have cryic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and watershed.  Potential vegetation is low sagebrush, bluebunch wheatgrass, native bluegrass, elderberry, serviceberry, and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain areas of northern Utah, Scare Canyon area above Mineral Point in Cache County.  MLRAs 28A, 47. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache County (Cache Area), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: diagnostic horizons and features recognized in this pedon:\nMollic epipedon - from 0 to 7 inches (A horizon)\nParticle-size control section: The zone from 10 to 17 inches (part of the Bw and the C horizon)\nLithic contact - at 17 inches.\nKeys to Soil Taxonomy:  Series classified according to Eighth Edition, 1998. The superactive CE activity class is presumed for this series based on the general trend indicated by lab data throughout this region.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
