{
  "SERIES": "FOXVILLE",
  "STATUS": "Established Series",
  "BYREV": "CER-PSK-JSK-RP",
  "REVDATE": "08/2002",
  "STATES": "MD",
  "OVERVIEW": "The Foxville series consist of very deep, somewhat poorly drained soils formed in alluvium derived from mixed metabasalt and metarhyolite.  Permeability is moderate in the upper subsoil and moderately slow in the lower subsoil. These soils are on nearly level to gently sloping terraces.  Slopes range from 0 to 8 percent. The mean annual air temperature ranges from 50 to 54 degrees F. and mean annual precipitation ranges from 38 to 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Foxville cobbly silt loam, very rubbly, on a 2 percent slope, in a forested area at an elevation of 1355 feet.\nOi--0 to 3 inches; partially decomposed leave and twig matter; 55 percent stone cover. (Thickness of O horizon ranges from 0 to 5 inches)\nA--3 to 4 inches; very dark gray (10YR 3/1) cobbly silt loam; weak fine granular structure; friable; many coarse roots throughout; 20 percent subrounded cobbles and stones; extremely acid; abrupt wavy boundary. (Thickness ranges from 1 to 3 inches)\nBw--4 to 24 inches; light yellowish brown (2.5Y 6/4) very cobbly silt loam; moderate medium subangular blocky structure; friable; many fine medium and coarse roots throughout; common fine distinct light olive gray (5Y 6/2) iron depletions, few fine prominent dark brown (7.5YR 3/3) iron-manganese stains on faces of peds; 50 percent subrounded cobbles; extremely acid; clear wavy boundary.  (6 to 25 inches)\nBg1--24 to 29 inches; light greenish gray (5GY 7/1) very cobbly clay loam; moderate medium subangular blocky structure; friable; many fine and medium roots throughout; many fine tubular pores many fine prominent dark brown (7.5YR 3/3) iron-manganese stains on faces of peds, many fine prominent yellowish brown (10YR 5/6) iron accumulations between peds, and common fine faint greenish gray (5GY 6/1) iron depletions in pores and along roots; 25 percent cobbles, 15 percent stones and 10 percent gravel; moderately acid; clear wavy boundary.\nBg2--29 to 43 inches; light greenish gray (5GY 7/1) very cobbly silty clay loam; weak coarse subangular blocky structure; firm; many fine roots and common medium roots throughout; many medium prominent strong brown (7.5YR 5/8) iron accumulations; 45 percent cobbles, 10 percent gravel; moderately acid; abrupt smooth boundary. (Combined thickness of the Bg horizon ranges form 14 to 40 inches)\n2BC--43 to 65 inches; dark yellowish brown (10YR 4/4) loam; weak very coarse prismatic structure parting to moderate medium platy; firm; common fine roots in cracks; common medium and coarse vesicular pores and many fine tubular pores and common medium tubular pores; common coarse prominent light greenish gray (5GY 7/1) iron depletions in pores, common medium distinct yellowish brown (10YR 5/6) iron accumulations, and common medium prominent dark brown (7.5YR 3/3) iron-manganese stains on faces of peds; 5 percent subrounded gravel; moderately acid. (Thickness ranges from 10 to 20 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Frederick County, Maryland; in a forested area, approximately 0.9 miles east of Foxville on MD-77 and 200 feet north of MD-77 in the Catoctin Mountain National Park.  Latitude- 39 degrees, 33 minutes, 10 seconds North, Longitude- 77 degrees, 28 minutes, 44 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 25 to 60 inches or more; depth to bedrock is greater than 6 feet. Reaction ranges from moderately acid to extremely acid throughout.  Rock fragments range from 20 to 55 percent in the surface and upper subsoil and from 5 to 20 percent in the lower subsoil and substratum.\nThe A horizon has hue of 10YR through 5Y, value 2 through 4, and chroma 1 through 4. Texture is silt loam, loam in the fine earth fraction.\nThe B horizon has hue of 10YR through 5Y; value of 4 through 6 and chroma of 3 through 6.  Texture is silt loam, loam, clay loam, or silty clay loam in the fine earth fraction.\nThe Bg horizon has hue of 10YR through 5GY, value 4 through 7, chroma 1 or 2.  Texture is silt loam, loam, clay loam or silty clay loam in the fine earth fraction.\nThe BC horizon has hue of 7.5YR or 10YR, value 4 through 6, chroma 3 through 8. Texture is loam, clay loam, or silt loam in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Castile, Farnham, and Trestle series are in related families. The Castile and Farnham soils lack an irregular decrease in organic carbon content with depth and are strongly acid throughout.  The Trestle soils lack redoxymorphic depletions within 24 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Foxville soils are on high terraces along streams in the northern portions of the Blue Ridge province.  Slopes range from 0 to 8 percent, but are commonly 0 to 5 percent.  Elevations range from 1100 to 1500 feet. Mean annual air temperature ranges from 50 to 54 degrees F., and annual precipitation ranges from 38 to 55 inches.  Stones and boulders typically cover from 15 to 70 percent of the soil surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Catoctin, Deposit, Lew, Mt. Zion, Myersville, and Rohrersville series. The Myersville soils are well drained and formed from greenstone residuum. The Lew and Mt. Zion soils are well and moderately well drained respectively, and are formed in colluvium from greenstone. The Catoctin is moderately deep to greenstone bedrock and well drained. The Deposit soils are somewhat poorly drained, and formed in mixed materials derived from sedimentary rocks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Foxville soils are somewhat poorly drained. Permeability is moderately rapid in the upper subsoil, moderate in the lower subsoil and moderately slow in the substratum.  Foxville soils are generally not subject to flooding.  The potential for surface runoff is high where nearly level and very high where gently sloping."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for forest with limited acreages being used for pasture. Most areas are used for wildlife and limited forms of recreation. This soil has great potential for storm water retention. Common tree species in forested areas are eastern hemlock, red maple, green ash, yellow-poplar, slippery elm, and birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly the northern Blue Ridge Province of Maryland and possibly in Pennsylvania and Virginia and also the western edge of the Northern Piedmont in these states.  Total extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Frederick County, Maryland 2001"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are;\na. Ochric epipedon - 0 to 4 inches (Oi and A horizons)\nb. Redoximorphic features below the surface horizon\nc. Cambic horizon from 4 to 58 inches (Bw, Bg1, Bg2, and 2BC horizons)\nd. Lithologic discontinuity at 43 inches\nNote: This soil was mapped as Wehadkee in the 1960 Frederick County soil survey."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 3 inches; partially decomposed leave and twig matter; 55 percent stone cover. (Thickness of O horizon ranges from 0 to 5 inches)"
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--3 to 4 inches; very dark gray (10YR 3/1) cobbly silt loam; weak fine granular structure; friable; many coarse roots throughout; 20 percent subrounded cobbles and stones; extremely acid; abrupt wavy boundary. (Thickness ranges from 1 to 3 inches)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--4 to 24 inches; light yellowish brown (2.5Y 6/4) very cobbly silt loam; moderate medium subangular blocky structure; friable; many fine medium and coarse roots throughout; common fine distinct light olive gray (5Y 6/2) iron depletions, few fine prominent dark brown (7.5YR 3/3) iron-manganese stains on faces of peds; 50 percent subrounded cobbles; extremely acid; clear wavy boundary.  (6 to 25 inches)"
      },
      {
        "name": "Bg1",
        "top": 61,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--24 to 29 inches; light greenish gray (5GY 7/1) very cobbly clay loam; moderate medium subangular blocky structure; friable; many fine and medium roots throughout; many fine tubular pores many fine prominent dark brown (7.5YR 3/3) iron-manganese stains on faces of peds, many fine prominent yellowish brown (10YR 5/6) iron accumulations between peds, and common fine faint greenish gray (5GY 6/1) iron depletions in pores and along roots; 25 percent cobbles, 15 percent stones and 10 percent gravel; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 74,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg2--29 to 43 inches; light greenish gray (5GY 7/1) very cobbly silty clay loam; weak coarse subangular blocky structure; firm; many fine roots and common medium roots throughout; many medium prominent strong brown (7.5YR 5/8) iron accumulations; 45 percent cobbles, 10 percent gravel; moderately acid; abrupt smooth boundary. (Combined thickness of the Bg horizon ranges form 14 to 40 inches)"
      },
      {
        "name": "2BC",
        "top": 109,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BC--43 to 65 inches; dark yellowish brown (10YR 4/4) loam; weak very coarse prismatic structure parting to moderate medium platy; firm; common fine roots in cracks; common medium and coarse vesicular pores and many fine tubular pores and common medium tubular pores; common coarse prominent light greenish gray (5GY 7/1) iron depletions in pores, common medium distinct yellowish brown (10YR 5/6) iron accumulations, and common medium prominent dark brown (7.5YR 3/3) iron-manganese stains on faces of peds; 5 percent subrounded gravel; moderately acid. (Thickness ranges from 10 to 20 inches)"
      }
    ]
  ]
}
