{
  "SERIES": "FOYIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GFS-JBB-JCP",
  "REVDATE": "10/2017",
  "STATES": "KS,OK",
  "OVERVIEW": "The Foyil series consists of very deep, well drained, slowly permeable soils that formed in reclaimed mine spoils that have had the topsoil and some subsoil material replaced.  The surface is composed of salvaged topsoil from pre-mine soils, and the subsurface material is formed in replaced subsoil and rock/pararock fragments from shale and sandstone of Pennsylvanian age.  The substratum is dominantly fragments of shale and sandstone.  Slope ranges from 1 to 8 percent.  Mean annual precipitation is about 1140 mm (45 inches), and mean annual air temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, spolic, mixed, active, nonacid, thermic Anthrodensic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Foyil clay loam, on a 2 percent slope in pasture.  At an elevation of 213 m (698 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\n^Ap1--0 to 8 cm (0 to 3 inches); dark brown (10YR 3/3) clay loam; weak very fine angular blocky structure parting to weak fine granular; very hard, firm; many fine roots; very few fine pores; pararock fragments of shale, and fragments of limestone and sandstone less than 76 mm diameter make up 3 percent by volume; moderately acid; clear smooth boundary.  [5 to 15 cm (2 to 6 inches) thick]\n^Ap2--8 to 23 cm (3 to 9 inches); very dark gray (10YR 3/1) clay loam; weak coarse cloddy; very hard, firm; many fine roots; very few fine pores; pararock fragments of shale, and fragments of limestone and sandstone less than 76 mm diameter make up 5 percent by volume; few fragments (2 percent) of yellowish brown (10YR 5/4) clay believed to be remnants of the Bt horizon; moderately alkaline; few strongly effervescent spots (HCl, unspecified); clear smooth boundary.  [13 to 30 cm (5 to 12 inches) thick]\n^C--23 to 58 cm (9 to 23 inches); gray (10YR 5/1) very paragravelly clay; massive, cloddy; very hard, firm; few fine roots; shale and sandstone fragments less than 76 mm diameter make up 40 percent by volume; few fragments (2 percent) of yellowish brown (10YR 5/4) clay believed to be remnants of the Bt horizon; moderately alkaline; abrupt wavy boundary.  [20 to 56 cm (8 to 22 inches) thick]\n^Cd--58 to 203 cm (23 to 80 inches); dark gray (10YR 4/1) shale pararock fragments (65 percent) with sandstone fragments (15 percent) and silty clay (20 percent); massive; extremely hard, extremely firm; these materials have been excavated as overburden, churned, and replaced during strip mining; discreet pararock fragments range from 1 cm to 100 cm diameter; some of the clay appears to be the result of weathering of the shale; very few fine roots in cracks which are more than 10 cm apart; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rogers County, Oklahoma; about 3 miles west of Foyil, 1900 feet north and 200 feet west of the southeast corner of sec. 34, T. 23 N., R. 16 E.; USGS Foyil topographic quadrangle; lat. 36.4272472 degrees and long. -95.5800472 degrees, WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nCoal fragments: Fragments of coal range from 0 to 5 percent in all horizons.\nRandomly arranged fragments of argillic horizons and mollic epipedons may occur in any horizon(s).\nSoil Moisture: udic soil moisture regime.\nParticle size control section: averages 35 to 50 percent clay, at a depth of 25 to 58 cm (10 to 23 inches).\nAp horizon\nHue: 10YR\nValue: 2 to 3\nChroma: 1 to 3\nTexture: clay loam, gravelly clay loam, paragravelly clay loam, silty clay loam, gravelly silty clay loam, or paragravelly silty clay loam.\nRock and pararock fragment content:  1 to 15 percent.\nReaction: moderately acid to moderately alkaline.\nC horizon\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 to 2\nTexture: very paragravelly clay loam, very paragravelly silty clay loam, or very paragravelly clay.\nRock and pararock fragment content:  35 to 60 percent.\nReaction: mildly alkaline to moderately alkaline\nNote:  rock fragments make up less than half the total volume and less than 15 percent.\nCd horizon\nHue: 10YR to 5Y\nValue: 3 to 5\nChroma: 1 to 4\nTexture: extremely paragravelly clay loam, extremely paragravelly silty clay loam, or extremely paragravelly clay.\nRock and pararock fragment content:  60 to 90 percent.\nReaction: mildly alkaline to moderately alkaline\nNote:  pockets or fragments of an argillic horizon similar to those of the associated Mollisols make up to 10 percent by volume.  The fragments of argillic horizons have higher chroma than the C horizon. Rock fragments make up less than half the total volume and less than 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Foyil soils are on slopes of hills and valleys constructed after strip mining operations; reclamation operations resulted in landforms similar to pre-mining contours. Slope ranges from 1 to 12 percent. The soils were excavated and replaced with loamy and clayey material weathered from sandstone and shale of Pennsylvanian age. Mean annual precipitation ranges from 965 to 1321 mm (38 to 52 inches). Mean annual temperature ranges from 13.9 to 16.7 degrees C (57 to 62 degrees F). Frost-free period is 200 to 240 days. Elevation is 152.4 to 304.8 meters (500 to 1000 feet) above mean sea level. Thornthwaite annual P-E indices is: greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bates, Brazilton, Claremore, Collinsville, Coweta, Dennis, Endsaw, Eram, Hector, Kanima, Okemah, Parsons, Summit, and Talala series.\nBates, Claremore, Collinsville, Coweta, Dennis, Endsaw, Eram, Hector, Okemah, Parsons, and Summit soils have not been mined and do not have an excavated and replaced solum and substratum.\nBates, Claremore, Dennis, Okemah, Parsons, and Summit soils have mollic epipedons and argillic horizons.\nEndsaw and Eram soils have argillic horizons.\nCoweta and Collinsville soils are shallow to undisturbed sandstone and have mollic epipedons.\nBrazilton soils have had the subsoil replaced, lack parafragments in the solum, and are more than 40 inches deep over replaced shaly overburden.\nTalala soils are loamy, have limestone fragments, and are shallow over the dense, replaced substratum.\nKanima soils are loamy skeletal and do not have a replaced topsoil with mollic colors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained.  Potential for surface runoff is high to very high.  Saturated hydraulic conductivity is moderately low to moderately high (1.4 - 4 micrometers per second) in the upper part and series control section. Saturated hydraulic conductivity is very low to moderately low (0.01 - 1.4 micrometers per second) in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for pasture, wildlife habitat, and recreation.  Vegetation is mainly fescue, bermudagrass, legumes, annual grasses, and weeds.  Winged elm, common hackberry, and Osageorange trees are invading some sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cherokee Prairies (MLRA 112) of Oklahoma.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Rogers County, Oklahoma, 2002.  The name is from the town of Foyil."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils are the result of post-1977 strip mining.  The landscape was returned to its original elevation and contour, and topsoil was returned to the site.  The subsurface is formed in replaced soil and rock fragments from shale and sandstone of Pennsylvanian age.  The substratum is a mixture of shale and sandstone overburden moved during mining.  The topsoil was stripped and replaced on-site or on adjacent mined sites.  Constructed drainage channels and rectangular or linear ponds are characteristic of reclaimed areas.\nDiagnostic horizon and features in this pedon are:\nParticle-size control section: The zone from 25 to 58 cm (10 to 23 inches).\nOchric epipedon: 0 to 23 cm (0 to 9 inches).  This horizon is composed of former mollic epipedons from the original soils.  It meets the color and organic carbon requirement for the mollic epipedon, but is hard and massive when dry.\nDensic contact: 58 cm (23 inches).  Dense, root restricting earthy material mixed with shale pararock fragments.\nBase saturation is more than 35 percent.\nUdic moisture regime: moisture control section is dry in some part less than 90 days per year.\nTaxonomy version:  Keys to Soil Taxonomy, twelfth edition, 2014."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^Ap1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^Ap1--0 to 8 cm (0 to 3 inches); dark brown (10YR 3/3) clay loam; weak very fine angular blocky structure parting to weak fine granular; very hard, firm; many fine roots; very few fine pores; pararock fragments of shale, and fragments of limestone and sandstone less than 76 mm diameter make up 3 percent by volume; moderately acid; clear smooth boundary.  [5 to 15 cm (2 to 6 inches) thick]"
      },
      {
        "name": "^Ap2",
        "top": 8,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^Ap2--8 to 23 cm (3 to 9 inches); very dark gray (10YR 3/1) clay loam; weak coarse cloddy; very hard, firm; many fine roots; very few fine pores; pararock fragments of shale, and fragments of limestone and sandstone less than 76 mm diameter make up 5 percent by volume; few fragments (2 percent) of yellowish brown (10YR 5/4) clay believed to be remnants of the Bt horizon; moderately alkaline; few strongly effervescent spots (HCl, unspecified); clear smooth boundary.  [13 to 30 cm (5 to 12 inches) thick]"
      },
      {
        "name": "^C",
        "top": 23,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "^C--23 to 58 cm (9 to 23 inches); gray (10YR 5/1) very paragravelly clay; massive, cloddy; very hard, firm; few fine roots; shale and sandstone fragments less than 76 mm diameter make up 40 percent by volume; few fragments (2 percent) of yellowish brown (10YR 5/4) clay believed to be remnants of the Bt horizon; moderately alkaline; abrupt wavy boundary.  [20 to 56 cm (8 to 22 inches) thick]"
      },
      {
        "name": "^Cd",
        "top": 58,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "^Cd--58 to 203 cm (23 to 80 inches); dark gray (10YR 4/1) shale pararock fragments (65 percent) with sandstone fragments (15 percent) and silty clay (20 percent); massive; extremely hard, extremely firm; these materials have been excavated as overburden, churned, and replaced during strip mining; discreet pararock fragments range from 1 cm to 100 cm diameter; some of the clay appears to be the result of weathering of the shale; very few fine roots in cracks which are more than 10 cm apart; moderately alkaline."
      }
    ]
  ]
}
