{
  "SERIES": "FRAGUNI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAM/SSP/LWH",
  "REVDATE": "09/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fraguni loamy fine sand-in pinyon-juniper woodland on a convex surface of 5 percent slope at an elevation of 7,200 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 4 inches; brown (7.5YR 5/3) loamy fine sand, dark brown (7.5YR 3/3) moist; single grain; loose, loose, nonsticky and nonplastic; many very fine and few fine roots; slightly alkaline (pH 7.4); abrupt smooth boundary. (2 to 4 inches thick)\nBt1--4 to 20 inches; brown (7.5YR 5/3) fine sandy loam, brown (7.5YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and common fine and medium roots; few very fine and fine irregular pores; few distinct clay films on faces of peds and bridging sand grains; slightly alkaline (pH 7.4); abrupt smooth boundary.\nBt2--20 to 46 inches; light brown (7.5YR 6/4) loamy fine sand, brown (7.5YR 5/4) moist; weak very fine and fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; few very fine irregular pores; few distinct clay films on faces of peds and bridging sand grains; slightly alkaline (pH 7.4); abrupt smooth boundary.\nBt3--46 to 58 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; strong fine and medium subangular blocky structure; hard, firm, moderately sticky and slightly plastic; few very fine and fine roots; few very fine irregular pores; common distinct clay films on faces of peds; neutral (pH 6.8); abrupt smooth boundary. (The combined thickness of the Bt horizons is 19 to 54 inches)\nBC--58 to 70 inches; yellowish red (5YR 5/6) fine sandy loam, yellowish red (5YR 4/6) moist; moderate very fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Vanderwagon Draw Quadrangle; about 3.4 miles south of Vanderwagen, New Mexico; about 2,000 feet north and 2,600 feet west of the southeast corner of sec. 31, T.12 N. and R.18 W.; 35 degrees 13 minutes 26 seconds north latitude and 108 degrees 46 minutes 39 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in all parts, for less than 90 cumulative days from April through October. The period of maximum precipitation is July through October. The soil is driest during May and June. Aridic ustic soil moisture regime.\nSoil Temperature: 48 to 51 degrees F\nParticle-size control section: 3 to 20 percent clay and greater than 35 percent sand\nReaction: neutral or slightly alkaline\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 6 moist\nChroma: 2 to 4, dry or moist\nBt horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 3 to 6 dry, 3 or 4 moist\nChroma: 2 to 6 dry, 3 to 6 moist\nTexture: sandy loam, fine sandy loam, sandy clay loam, loamy fine sand, very fine sandy loam\nBC horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 4 to 6 dry, 4 to 6 moist\nTexture: fine sandy loam, sandy loam, sandy clay loam, loamy fine sand, loam\nSome pedons have Btk horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Eva (KS), Fragua (NM), Vona (CO), Vonalf (WY) and the Xema (WY) series. Fragua soils have mean annual air temperatures of 51-55 degrees F. Eva, Vona, Vonalf and Xema soils are moist in May and June and formed on the Grand Plains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Fraguni soils formed in eolian and fan alluvium derived from sandstone and are on summits of mesas and plateaus, dipslopes of cuestas, and fan remnants on valley sides. Slopes are 1 to 8 percent. Elevations range from 5,270 to 7,500 feet. The mean annual air temperature is 46 to 49 degrees F. and the mean annual precipitation is 13 to 18 inches. The frost free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Concho, Hosta, Parkelei, Royosa, Toldohn, and Vessilla soils. Concho and Hosta soils are fine textured and are on stream terraces and fan remnants respectively. Parkelei soils are medium textured and are on mesas, cuestas, and valley sides. Royosa soils are sandy and are on dunes. The Toldohn and Vessilla soils are less than 20 inches deep to bedrock and are on escarpments of mesas and cuestas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, very low runoff, moderate and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for wood products and livestock grazing. The present vegetation is a pinyon and juniper woodland with an understory of big sagebrush, sand sagebrush, wild buckwheat, blue grama, threeawns, and broom snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central New Mexico and northern Arizona. MLRA 35, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 4 inches (A horizon)\nArgillic horizon: the zone from 4 to 58 inches (Bt1, Bt2, and Bt3 horizons)\nThe type location was moved to the current location in February 2001 to better reflect the series concept.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08  DWD\nUpdated and revised for the correlation of Kane County, Utah, July 2017, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
