{
  "SERIES": "FRAGUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CB/RJA/LWH/SAZ/WWJ",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fragua loamy sand--woodland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) loamy sand, brown (10YR 4/3) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common fine roots; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 5 inches thick)\nBt1--3 to 8 inches; brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few very fine roots; common thin clay films on faces of peds and bridging sand grains; slightly alkaline (pH 7.6); gradual wavy boundary. (4 to 7 inches thick)\nBt2--8 to 24 inches; strong brown (7.5YR 5/6) sandy loam, strong brown (7.5YR 4/6) moist; weak medium subangular blocky structure; hard, friable, nonsticky and nonplastic; few fine roots; few thin clay films on faces of peds and bridging sand grains; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 18 inches thick)\nC--24 to 60 inches; brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sandoval County, New Mexico; 4 miles northeast of Zia Pueblo; 1,310 feet west and 760 feet north of the southeast corner of section 7, T. 15 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in all parts for less than 90 cumulative days from April through October. It is usually dry, in some part, for more than 120 cumulative days during the same period. Intermittently moist in some part November through March, but not moist in all parts for 45 consecutive days from January through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Aridic ustic moisture regime.\nDepth to the base of the Bt horizons - 12 to 30 inches\nDepth to bedrock: 40 to more than 60 inches\nA horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 3 or 5 moist\nChroma: 3 or 4 dry, 2 to 4 moist;\nTexture: loamy fine sand, loamy sand or very cobbly fine sandy loam\nRock fragments by volume: 0 to 20 percent pebbles\n0 to 40 percent cobbles\nBt horizon\nHue: 5YR to 10YR\nValue: 4 or 6 dry, 3 to 5 moist\nChroma: 4 to 6\nTexture: sandy loam, fine sandy loam or very fine sandy loam\nClay content: 10 to 18 percent\nRock fragments by volume: 0 to 5 percent pebbles\n0 to 5 percent cobbles\nBk or C horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 3 to 6 moist\nChroma: 4 to 8 dry, 4 or 6 moist.\nTexture: loamy fine sand, fine sandy loam or sandy loam\nClay content: 5 to 18 percent\nRock fragments by volume: 0 to 5 percent pebbles\n0 to 5 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atalaya (NM), Eva (KS), Fraguni (NM), Vona (CO), Vonalf (WY), and Xema (WY) series. Atalaya soils are deep to gneiss bedrock. Eva soils are formed in eolian parent material on dunes. Fraguni soils are neutral, do not have C or Bk horizons, do not have rock fragments in the soil, have cooler mean annual air temperatures and receive more effective winter precipitation. Vona and Vonalf soils have hues yellower than 10YR. Xema soils are moderately deep. In addition, Eva, Vona, Vonalf, and Xema soils are in LRR-G and are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fragua soils are on summits of mesas, dipslopes of cuestas, fan remnants of valley sides, hills, breaks and footslopes. Slopes are 1 to 70 percent. Elevations are 5,600 to 7,400 feet. Mean annual precipitation is 13 to 15 inches. Mean annual temperature is 49 to 53 degrees F. and the frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Elpedro, Espiritu, Royosa and Waumac soils. Elpedro soils have more than 18 percent clay in the particle-size control section. Espiritu soils have more than 35 percent rock fragments. Royosa soils are sandy. Waumac soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively and well drained; slow to medium runoff; moderate and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. Overstory vegetation is dominated by oneseed juniper with pinyon pine scattered throughout. Understory vegetation is characterized by blue grama, black grama, galleta, threeawn species, broom snakeweed, and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central New Mexico. MLRAs 35 & 36, LRR-D. This soil is of moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sandoval County, New Mexico; 1987. Fragua is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface of the soil to a depth of 3 inches. (A horizon)\nArgillic horizon - The zone from about 3 to 24 inches. (Bt1, Bt2 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
