{
  "SERIES": "FRAJILLO",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CDH/WMR/WJG",
  "REVDATE": "12/2007",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Aridic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Frajillo sandy loam--on a shoulder of an undulating plateau sloping 5 percent to the south at 6,935 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted. When described on September 9th, 2002, the soil was moist from 0 to 6 inches and otherwise dry throughout.)\nA--0 to 3 inches; reddish brown (5YR 4/3) sandy loam, dark reddish brown (5YR 3/2) moist; weak medium platy structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; few medium, few fine, and few very fine roots; common very fine interstitial pores; 10 percent gravel; slightly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (1 to 4 inches thick)\nBtk1--3 to 7 inches; reddish brown (5YR 4/3) sandy clay loam, dark reddish brown (5YR 3/3) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine and common very fine roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; 10 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped accumulations on faces of peds (3 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); abrupt wavy boundary. (3 to 7 inches thick)\n2Btk2--7 to 10 inches; pale red (2.5YR 6/2) extremely paragravelly sandy clay loam, dusky red (2.5YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; common very fine tubular pores; few faint clay films on faces of peds; 75 percent paragravel; violently effervescent, secondary calcium carbonate segregated as few fine irregularly shaped accumulations on faces of peds and many fine irregularly shaped accumulation on rock fragments (5 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); abrupt wavy boundary. (2 to 8 inches thick)\n2Btk3--10 to 13 inches; reddish brown (2.5YR 4/3) paragravelly sandy clay loam, dark reddish brown (2.5YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; common faint clay films on faces of peds; 20 percent paragravel; violently effervescent, secondary calcium carbonate segregated as common fine irregularly shaped accumulations on faces of peds (3 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 6 inches thick)\n2R--13 to 23 inches; strongly cemented sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; 300 feet west and 50 feet south of the northeast corner of section 11, T.10N., R.11E.; USGS El Cuervo Butte 7.5 minute topographic quadrangle; Latitude 35 degrees 06 minutes 49 seconds North and Longitude 105 degrees 44 minutes 45 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March. It is assumed to be dry in all parts 50 to 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F. or higher. The soils are driest in May and June. The soil moisture regime is ustic aridic.\nMean annual soil temperature - 51 to 53 degrees F.\nDepth to base of argillic horizon - 10 to 19 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 2 to 9 inches\nDepth to lithic contact  10 to 20 inches\nParticle-size control section weighted averages\nSilicate clay content: 20 to 30 percent\nSand content: 45 to 55 percent\nFine sand or coarser content: 35 to 45 percent\nRock fragment content: 5 to 10 percent gravel in upper part\nPararock fragment content: 20 to 75 percent paragravel in lower part\nSalinity, mmhos/cm - 0 to 2\nSodicity, SAR - 0 to 4\nA horizon\nHue:  2.5YR or 5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nRock fragment content: 5 to 10 percent gravel\nUpper Btk horizons\nHue:  2.5YR or 5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: sandy clay loam or loam\nRock fragment content: 5 to 10 percent gravel\nCalcium carbonate equivalent: 1 to 5 percent\nLower Btk horizons\nHue:  2.5YR or 5YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 4 dry, 3 or 4 moist\nTexture: extremely paragravelly sandy clay loam, very paragravelly loam, paragravelly sandy clay loam, or paragravelly loam\nPararock fragment content: 20 to 80 percent paragravel\nCalcium carbonate equivalent: 2 to 8 percent\nR layer is strongly or very strongly cemented sandstone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bernal, Joachem and Margosa series. Bernal, Joachem, and Margosa soils are in the aridic ustic moisture regime. The Frajillo series is in the ustic aridic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Frajillo soils are on shoulders and backslopes on interfluves of undulating plains and on summits of structural benches.  They formed in eolian material and residuum derived from sandstone and shale of the. Slopes are 1 to 15 percent. Elevation ranges from 6,200 to 7,100 feet. The mean annual precipitation is 12 to 14 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 49 to 51 degrees F. The frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arojomil, Clovis, Ildefonso, Kinsell, and Palabria soils. Arojomil soils are moderately deep to a petrocalcic horizon and are on summits and shoulders of undulating plateaus. Clovis soils have a calcic horizon and occur on backslopes and footslopes. Ildefonso soils are loamy-skeletal, have a calcic horizon, and occur on shoulders and backslopes. Kinsell soils are fine-silty, have a mollic epipedon, and occur on floodplains and channels of valley floors. Palabria soils are deep, have a calcic horizon, and occur on structural benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Frajillo soils are used for livestock grazing and recreation. Present vegetation is New Mexico feathergrass, black grama, blue grama, bud sagebrush, Bigelow sagebrush, Bigelow rubber rabbitbrush, and buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Frajillo soils are of small extent in the northeastern part of the Estancia Basin in the Mexican Highland section of the Basin and Range physiographic province in northcentral New Mexico, MLRA 70C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2002. Frajillo is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - surface to a depth of about 3 inches. (A horizon)\nArgillic horizon - 3 to about 13 inches. (Btk1, 2Btk2, and 2Btk3 horizons)\nLithic contact - 13 inches. (top of 2R layer)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nADDITIONAL DATA: The series type location has been sampled in one horizon for partial characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S-NM-02-049-014; Calcium carbonate equivalence was determined using a field calcimeter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
