{
  "SERIES": "FRANCONI",
  "STATUS": "Established Series",
  "BYREV": "Rev. PEM-JAL",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Franconi gravelly sandy clay loam, very bouldery, forested (colors are for dry soil unless otherwise noted).\nOi--2 inches to 0; partially decomposed needles, twigs, and leaves. (1/2 to 3 inches thick)\nE--0 to 5 inches; light brownish gray (10YR 6/2) gravelly sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine and fine and few medium pores; 5 percent cobbles, 15 percent pebbles; neutral (pH 6.6); clear smooth boundary. (2 to 8 inches thick)\nE/Bt--5 to 11 inches; E part (70 Percent) light brownish gray (10YR 6/2) gravelly sandy clay loam, grayish brown (10YR 5/2) moist; Bt part (30 percent) yellowish brown (10YR 5/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; many very fine and few fine interstitial and tubular pores; few faint clay films bridging sand grains in Bt part; 20 percent pebbles; moderately acid (pH 6.0); clear smooth boundary. (0 to 8 inches thick)\nBt/E--11 to 19 inches; Bt part (85 percent) yellowish brown (10YR 5/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; E part (15 percent) light brownish gray (10YR 6/2) gravelly sandy clay loam, grayish brown (10YR 5/2) moist; moderate medium and coarse prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine and medium roots; many very fine and few fine interstitial and tubular pores; many faint clay films on faces of peds and bridging sand grains in Bt part; 20 percent pebbles; slightly acid (pH 6.2); clear wavy boundary. (5 to 10 inches thick)\nBt1--19 to 28 inches; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and coarse prismatic structure parting to strong fine and medium subangular blocky; hard, firm, moderately sticky and slightly plastic; common very fine and few fine and medium roots; many very fine and few fine interstitial and tubular pores; many faint clay films on faces of peds and bridging sand grains; 5 percent cobbles, 25 percent pebbles; moderately acid (pH 5.8); clear wavy boundary.\nBt2--28 to 34 inches; brown (7.5YR 5/4) gravelly clay loam, dark brown 7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine and few fine interstitial and tubular pores; common faint clay films on faces of peds and bridging sand grains; 20 percent pebbles; moderately acid (pH 6.0); clear smooth boundary. (Combined thickness of Bt horizons is 13 to 25 inches)\nCr--34 to 38 inches; pale brown (10YR 6/3) decomposed granite bedrock (grus) that crushes to very gravelly coarse sand; slightly acid (pH 6.2); gradual wavy boundary.\nR--38 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Montana; 2,500 feet south and 1,600 feet east of the NW corner of sec. 11, T. 4 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 42 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to argillic horizon - 8 to 15 inches.\nDepth to Cr horizon - 20 to 38 inches.\nDepth to bedrock - 23 to 40 inches.\nSurface stones and boulders - 0 to 3 percent.\nA thin A horizon and a transitional BC horizon is allowed.\nE horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  coarse sandy loam or sandy clay loam\nClay content:  10 to 25 percent\nRock fragments:  15 to 50 percent--0 to 20 percent cobbles, 15 to 30 percent pebbles\nReaction:  pH 6.1 to 7.3\nE/Bt horizon - Hue:  10YR or 2.5Y\nValue:  E part 6 or 7, Bt part 5 or 6 dry; E part 5 or 6, Bt part 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  E part--sandy loam or sandy clay loam\nClay content:  10 to 25 percent\nRock fragments:  10 to 35 percent-- 0 to 10 percent cobbles, 10 to 25 percent pebbles\nReaction:  pH 5.6 to 6.5\nBt/E horizon - Hue:  10YR or 2.5Y\nValue:  Bt part 5 or 6, E part 6 or 7 dry; Bt part 4 or 5, E part 5 or 6 moist\nChroma:  2, 3, or 4\nTexture:  E part--sandy loam or sandy clay loam\nClay content:  15 to 30 percent\nRock fragments:  10 to 35 percent--0 to 5 percent cobbles, 10 to 30 percent pebbles\nReaction:  pH 5.6 to 6.5\nBt horizons - Hue:  7.5YR, 10YR, or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  3 or 4\nTexture:  sandy clay loam or clay loam\nClay content:  20 to 35 percent\nRock fragments:  10 to 35 percent--0 to 5 percent cobbles, 10 to 25 percent pebbles\nReaction:  pH 5.6 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nReleep (MT) - does not have a lithic contact above a depth of 40 inches.\nUinta (WY) - does not have a lithic contact above a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, ridges and sideslopes of mountains.\nElevation - 5,500 to 7,000 feet.\nSlope - 4 to 60 percent.\nParent material - colluvium or residuum derived from granite bedrock.\nClimate - long, cold winters; cool, moist springs; short, cool summers.\nMean annual precipitation - 18 to 24 inches.\nMean annual air temperature - 36 to 40 degrees F.\nFrost-free period - 50 to 70 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Franconi soils are primarily used for timber production and wildlife habitat.  The potential native vegetation is mainly Douglas fir, lodgepole pine, pinegrass, common snowberry, russet buffaloberry, heartleaf arnica, feather solomonseal, Oregongrape, woodland strawberry, and Kinnikinnick."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Franconi soils are of small extent in southwestern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
