{
  "SERIES": "FRANKVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDH-LDC-TWN",
  "REVDATE": "02/2007",
  "STATES": "IL,IA,MN",
  "OVERVIEW": "The Frankville series consists of moderately deep, well drained soils formed in oxidized and leached loess and a thin layer of residuum or a reddish paleosol high in clay overlying dolomitic limestone bedrock at a depth of 50 to 100 centimeters. These soils are on crests of narrow interfluves, convex side slopes, and treads and risers of high structural benches. Slope ranges from 0 to 35 percent. Mean annual air temperature is about 8 degrees C. Mean annual precipitation is about 850 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Frankville silt loam, on a north-facing, convex slope of 11 percent, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters; very dark gray (10YR 3/1) with some dark grayish brown (10YR 4/2) and brown (10YR 4/3) mixings silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary.  (15 to 23 centimeters thick)\nBE--15 to 36 centimeters; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure; dark brown (10YR 3/3) faces of peds; many gray (10YR 6/1) dry silt coats on faces of peds; moderately acid; clear smooth boundary.  (10 to 23 centimeters thick)\nBt1--36 to 46 centimeters; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure; friable; few distinct discontinuous dark brown (10YR 3/3) clay films; many gray (10YR 6/1) dry silt coats on faces of peds; moderately acid; clear smooth boundary.\nBt2--46 to 58 centimeters; dark yellowish brown (10YR 4/4) with some brown (10YR 4/3) and yellowish brown (10YR 5/6) mixings silty clay loam; moderate fine and very fine subangular blocky structure; friable; few distinct discontinuous dark brown (10YR 3/3) clay films; few gray (10YR 6/1) dry silt coats on faces of peds; slightly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 20 to 43 centimeters.)\n2Bt3--58 to 71 centimeters; yellowish brown (10YR 5/6) clay; moderate fine and medium subangular blocky structure; very firm; common fine tubular pores; many prominent continuous clay films; some unweathered limestone fragments; neutral; abrupt wavy boundary  (0 to 13 centimeters thick)\n2R--71 centimeters; less than 2 centimeters of soft very pale brown (10YR 7/3) fragmented limestone over hard level bedded limestone; some reddish clayey material between limestone fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Winneshiek County, Iowa subset; about 11 miles southeast of Decorah; located about 2,400 feet south and 2,500 feet east of the northwest corner of section 22, T. 97 N., R. 7 W.; USGS Postville NW topographic quadrangle; lat. 43 degrees 12 minutes 20.2 seconds N. and long. 91 degrees 39 minutes 16.7 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to lithic contact of dolomitic limestone--50 to 100 centimeters\nClay content in the particle-size control section (weighted average)--18 to 32 percent\nSand content in the particle-size control section (weighted average)--less than 15 percent\nA or Ap horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silt loam\nClay content--18 to 25 percent\nSand content--less than 15 percent\nReaction--moderately acid to neutral\nAp horizons may contain mixings of 10YR 4/2 or 10YR 4/3\nE horizon (if present):\nHue--10YR\nValue--4\nChroma--2 or 3\nTexture--silt loam\nClay content--18 to 25 percent\nSand content--less than 15 percent\nReaction--moderately acid to neutral\nBE horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--silt loam\nClay content--18 to 27 percent\nSand content--less than 15 percent\nReaction--moderately acid to neutral\nBt horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--silt loam or silty clay loam\nClay content--23 to 32 percent\nSand content--less than 15 percent\nReaction--moderately acid to neutral\n2Bt horizon:\nHue--5YR, 7.5YR or 10YR\nValue--4 to 6\nChroma--3 to 6\nTexture--clay or silty clay\nClay content--40 to 65 percent\nSand content--less than 5 percent\nRock fragment content--2 to 10 percent chert or limestone fragments\nReaction--moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Batavia, Bowes, Churchtown, Deroin, Downs, Ella, Festina, Gladek, Greenbush, Harvard, Hersey, Knox, Luana, Mannon, Massbach, Mellott, Mt. Carroll, Myrtle, Nasset, Newhouse, Oak Center, Watkins, Waubeek, and Yutan series.\nBatavia--have more than 10 percent sand in the lower third of the series control section\nBowes--have more than 30 percent sand and have a rock fragment content of more than 15 percent in the lower third of the series control section\nChurchtown--have 10 to 55 percent sand in the upper half of the series control section\nDeroin--have a matrix hue of 5YR or 7.5YR in the lower two thirds of the series control section\nDowns--have a clay content that averages 25 to 35 percent and a sand content that averages less than 15 percent in the particle-size control section and do not have a lithic contact within the series control section\nElla--have an average of 15 to 60 percent fine sand or sand coarser than fine sand in the lower third of the series control section\nFestina--have a clay content that averages 24 to 29 percent in the particle-size control section and average more than 10 percent sand throughout the series control section\nGladek--do not have a lithic contact within a depth of 150 centimeters\nGreenbush--have a frequently saturated zone at a depth of 1.2 meters during the wettest periods of normal years\nHarvard--have more than 15 percent sand in the lower one third of the series control section\nHersey--have a rock fragment content of 2 to 15 percent and average more than 15 percent fine sand and sand coarser than fine sand in the lower third of the series control section\nKnox--are in areas that have mean annual air temperature greater than 12 degrees C\nLuana--have a rock fragment content of 10 to 35 percent in the lower third of the series control section\nMannon--have a clay content that averages 18 to 27 percent in the particle-size control section and have a frequently saturated zone at a depth of 1.2 meters  during the wettest periods of normal years\nMassbach--have a paralithic contact with calcareous silty clay or clay shale within a depth of 150 centimeters\nMellott--do not have a lithic contact within a depth of 150 centimeters and have a sand content of 35 to 65 percent in the lower third of the series control section\nMt. Carroll--have a clay content that averages 18 to 27 percent in the particle-size control section and do not have a lithic contact within the series control section\nMyrtle--have a matrix hue of 2.5YR, 5YR or 7.5YR in the lower third of the series control section and do not have a lithic contact within the series control section\nNassett--have a lithic contact with limestone between depths of 100 to 150 centimeters\nNewhouse--have a clay content that averages 18 to 27 percent in the particle-size control section, have 5 to 35 percent chert and sandstone fragments in the lower third of the series control section, and do not have a lithic contact within the series control section\nOak Center--have a paralithic contact with sandstone within depths of 100 to 203 centimeters\nWatkins--have a clay content of 27 to 32 percent in the lower third of the series control section\nWaubeek--have a sand content of 35 to 65 percent in the lower third of the series control section\nYutan--have a clay content of 35 to 40 percent in the ochric epipedon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--oxidized and leached loess and a thin layer of residuum or a reddish paleosol high in clay overlying dolomitic limestone bedrock at a depth of 50 to 100 centimeters\nLandform--crests of narrow interfluves, convex side slopes, and treads and risers of high structural benches\nSlope--0 to 35 percent\nElevation--200 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--735 to 965 millimeters\nFrost-free period--145 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Downs, Lawson, Nordness, and Tama soils.\nDowns--are at higher landscape positions on side slopes and interfluves, have ochric epipedons 15 to 38 centimeters thick, and do not have a lithic contact within the series control section\nLawson--are at lower landscape positions on base slopes, have mollic epipedons 61 to 91 centimeters thick and have stratified layers in the lower third of the series control section\nNordness--are at lower landscape positions on side slopes and have a lithic contact within a depth of 50 centimeters\nTama--at higher landscape positions on side slopes and interfluves, have mollic epipedons 25 to 50 centimeters thick, and do not have a lithic contact within the series control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--frequent saturation does not occur within a depth of 1.8 meters during the wettest periods of normal years\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loess, 0.01 to 1.00 micrometers per second in the residuum or paleosol, and 0.01 to 10.00 micrometers per second in the limestone bedrock depending on the amount of weathered rock\nSurface runoff potential--negligible to high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nNearly level to gently sloping areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hays. Steeper slopes are pastured. The native vegetation is big bluestem, little bluestem, switchgrass, other grasses of the tall grass prairie and widely spaced oak and hickory trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Wisconsin driftless section and Dissected till plains\nMLRAs--Eastern Iowa and Minnesota Till Prairies (104) and Northern Mississippi Valley Loess Hills (105)\nLRR M; northeastern Iowa, southeastern Minnesota, and northwestern Illinois\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Winneshiek County, Iowa, l970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 36 to 71 centimeters (Bt1, Bt2 and 2Bt3 horizons);\nseries control section--the zone from the surface to a depth of 71 centimeters (Ap, BE, Bt1, Bt2, and 2Bt3 horizons).\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface to a depth of 15 centimeters (Ap horizon);\nargillic horizon--the zone from a depth of 36 to 71 centimeters (Bt1, Bt2 and 2Bt3 horizons);\nlithic contact--the contact with dolomitic limestone bedrock at 71 centimeters;\nudic moisture regime.\nCation-exchange activity class is supported by lab sample number 87IA191002, National Soil Survey Laboratory.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nRefer to DMUid 437,732 in NASIS for soil property data."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska pedon id numbers 87IA191001, 87IA191002, and 87IA191003 (http://ssldata.sc.egov.usda.gov/)."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 centimeters; very dark gray (10YR 3/1) with some dark grayish brown (10YR 4/2) and brown (10YR 4/3) mixings silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary.  (15 to 23 centimeters thick)"
      },
      {
        "name": "BE",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--15 to 36 centimeters; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure; dark brown (10YR 3/3) faces of peds; many gray (10YR 6/1) dry silt coats on faces of peds; moderately acid; clear smooth boundary.  (10 to 23 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--36 to 46 centimeters; brown (10YR 4/3) silt loam; weak very fine subangular blocky structure; friable; few distinct discontinuous dark brown (10YR 3/3) clay films; many gray (10YR 6/1) dry silt coats on faces of peds; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--46 to 58 centimeters; dark yellowish brown (10YR 4/4) with some brown (10YR 4/3) and yellowish brown (10YR 5/6) mixings silty clay loam; moderate fine and very fine subangular blocky structure; friable; few distinct discontinuous dark brown (10YR 3/3) clay films; few gray (10YR 6/1) dry silt coats on faces of peds; slightly acid; abrupt wavy boundary.  (Combined thickness of the Bt horizon is 20 to 43 centimeters.)"
      },
      {
        "name": "2Bt3",
        "top": 58,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt3--58 to 71 centimeters; yellowish brown (10YR 5/6) clay; moderate fine and medium subangular blocky structure; very firm; common fine tubular pores; many prominent continuous clay films; some unweathered limestone fragments; neutral; abrupt wavy boundary  (0 to 13 centimeters thick)"
      },
      {
        "name": "2R",
        "top": 71,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--71 centimeters; less than 2 centimeters of soft very pale brown (10YR 7/3) fragmented limestone over hard level bedded limestone; some reddish clayey material between limestone fragments."
      }
    ]
  ]
}
