{
  "SERIES": "FRANCESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAB-GFF-DAG",
  "REVDATE": "11/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Francesville fine sandy loam, on a less than 1 percent slope in a cultivated field at an elevation of 207 meters (680 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 30 cm (12 inches); very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak medium granular structure; friable; few fine and very fine roots throughout; 2 percent gravel; moderately acid; abrupt smooth boundary. [25 to 41 cm (10 to 16 inches) thick)]\nBt1--30 to 51 cm (12 to 20 inches); brown (10YR 4/3) sandy clay loam; moderate medium subangular blocky structure; friable; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; distinct very dark grayish brown (10YR 3/2) organic coatings; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few fine faint grayish brown (10YR 5/2) iron depletions in the matrix; 5 percent gravel; moderately acid; clear wavy boundary.\nBt2--51 to 69 cm (20 to 27 inches); brown (10YR 5/3) fine sandy loam; weak medium subangular blocky structure; friable; few distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; common fine faint grayish brown (10YR 5/2) iron depletions in the matrix; 5 percent gravel; neutral; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 76 cm (10 to 30 inches).]\nCd1--69 to 109 cm (27 to 43 inches); yellowish brown (10YR 5/4) fine sandy loam; weak coarse and very coarse prismatic structure; very firm; many distinct light brownish gray (10YR 6/2) carbonate coatings on upper surfaces of peds or rocks; common fine prominent yellowish brown (10YR 5/8) spherical masses of oxidized iron in the matrix; 5 percent gravel; strongly effervescent; slightly alkaline; clear wavy boundary.\nCd2--109 to 142 cm (43 to 56 inches); yellowish brown (10YR 5/4) fine sandy loam; weak very coarse prismatic structure; very firm; very few distinct light brownish gray (10YR 6/2) carbonate coatings on upper surfaces of peds or rocks; common fine prominent yellowish brown (10YR 5/8) spherical masses of oxidized iron in the matrix; 5 percent gravel; strongly effervescent; slightly alkaline; abrupt wavy boundary. [Combined thickness of the Cd horizon is 10 to 91 cm (4 to 36 inches).]\n2R--142 cm (56 inches); white (10YR 8/1) unweathered limestone bedrock; indurated; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pulaski County, Indiana; about 1 miles south of Francesville; 615 feet west and 522 feet north of the southeast corner of sec. 9, T. 29 N., R. 4 W.; USGS Monon NE topographic quadrangle; lat. 40 degrees 58 minutes 17.68 seconds N. and long. 86 degrees 52 minutes 29.49 seconds W., NAD 27; UTM Zone 16, 510528 easting and 4535613 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 61 to 102 cm (24 to 40 inches)\nDepth to densic contact: 61 to 102 cm (24 to 40 inches)\nDepth to lithic contact: commonly 102 to 152 cm (40 to 60 inches), but ranges from 102 to 203 cm (40 to 80 inches)\nParticle-size control section: averages 20 to 35 percent clay\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: fine sandy loam, sandy loam, loam, or silt loam\nReaction: moderately acid to neutral\nBt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: sandy clay loam, clay loam, fine sandy loam, or loam\nReaction: moderately acid to neutral\nCd horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loam or fine sandy loam\nClay content: 10 to 20 percent clay\nSand content: less than 60 percent sand\nReaction: slightly alkaline or moderately alkaline\n2R horizon:\nHue: 10YR\nValue: 7 or 8\nChroma: 1 or 2\nBedrock: very strongly cemented or indurated limestone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Andres, Aztalan, Darroch, Gilboa, Houstenader, La Hogue, Lahoguess, Le Sueur, Marcellon, Newhaven, Odell, and Protivin soils. All of these soils except Odell soils do not have a densic contact within the series control section. Odell soils do not have bedrock within a depth of 152 cm (60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Francesville soils are on till plains and moraines overlying limestone bedrock. Slope ranges from 0 to 1 percent. Francesville soils formed in loamy till. Mean annual precipitation ranges from 813 to 1067 mm (32 to 42 inches). Mean annual temperature ranges from 8.9 to 11.7 degrees C (48 to 53 degrees F). Frost-free period is 150 to 180 days. Elevation is 183 to 466 meters (600 to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brookston, Corwin, Navunon, Odell, and Sumava soils. The poorly drained Brookston and Navunon soils are in depressions. The somewhat poorly drained Odell and Sumava soils are on similar landscapes but are not underlain by limestone bedrock. The moderately well drained Corwin soils are on slightly higher lying landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of a perched seasonal high water table ranges from 15 to 46 cm (0.5 to 1.5 feet) between November and April in normal years. Potential for surface runoff is low. Saturated hydraulic conductivity is moderately high in the subsoil, low in the loamy substratum, and very low in the limestone bedrock. Permeability is moderate in the subsoil, slow or very slow in the loamy substratum, and very slow or impermeable in the limestone bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mostly cropped to corn and soybeans. Small grain and hay are also grown. Native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 111C in northern Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pulaski County, Indiana, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 30 cm (12 inches) (Ap horizon).\nArgillic horizon: from a depth of 30 to 69 cm (12 to 27 inches) (Bt horizon).\nAquic conditions: redoximorphic features present in all horizons between 30 to 142 cm (12 and 56 inches).\nDensic contact: at 69 cm (27 inches) (top of Cd1 horizon).\nLithic contact: at 142 cm (56 inches) (top of 2R layer)\nNASIS Data Mapunit ID 154999 represents the typical pedon in complex with Odell.\nADDITIONAL DATA: Lab characterization data is available for the typical pedon (S98IN-131-008) from the National Soil Survey Laboratory, Lincoln, NE. Transect data (T97IN-131-093) is on file in the MLRA project office in Plymouth, Indiana. Transect in a Odell-Francesville complex shows 80 percent Francesville soils, 10 percent Odell soils, and 10 percent Navunon soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
