{
  "SERIES": "FRANKFORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEP-JBF-DEC",
  "REVDATE": "09/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Udollic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Frankfort silt loam - on a west facing slope of 3 percent in an idle field at an elevation of 206 meters (675 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; many very fine and fine roots; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nEB--20 to 30 cm (8 to 12 inches); dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2) dry; weak thick platy structure parting to weak fine subangular blocky; friable; common very fine and fine roots; many prominent very dark gray (10YR 3/1) organic coatings on faces of peds and in pores; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral; clear smooth boundary. [0 to 15 cm (0 to 6 inches) thick]\nBt--30 to 46 cm (12 to 18 inches); brown (10YR 4/3) silty clay; moderate fine and medium subangular blocky structure; friable; common very fine roots; common distinct very dark gray (10YR 3/1) organic coatings on surfaces along pores; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; common fine and medium prominent strong brown (7.5YR 5/6) weakly cemented iron oxide concretions throughout; few fine prominent black (7.5YR 2.5/1) strongly cemented manganese oxide concretions throughout; common fine and medium distinct light brownish gray (2.5Y 6/2) iron depletions in the matrix; slightly acid; gradual wavy boundary.\nBtg1--46 to 61 cm (18 to 24 inches); dark grayish brown (10YR 4/2) silty clay; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky; firm; common very fine roots; common distinct very dark gray (10YR 3/1) organic coatings on surfaces along pores; many distinct dark gray (10YR 4/1) clay films on faces of peds and in pores; common medium prominent strong brown (7.5YR 5/6) weakly cemented iron oxide concretions throughout; few fine prominent black (7.5YR 2.5/1) strongly cemented manganese oxide concretions throughout; common fine and medium distinct light brownish gray (2.5Y 6/2) iron depletions in the matrix; 1 percent gravel; neutral; gradual wavy boundary.\nBtg2--61 to 81 cm (24 to 32 inches); grayish brown (10YR 5/2) silty clay; moderate medium and coarse prismatic structure parting to weak medium and coarse subangular blocky; firm; common prominent very dark brown (10YR 2/2) organo-clay films on faces of peds and in pores; common fine and medium prominent reddish yellow (7.5YR 6/8) weakly cemented iron oxide concretions throughout; common fine prominent black (7.5YR 2.5/1) strongly cemented manganese oxide concretions throughout; few fine prominent reddish yellow (7.5YR 7/6) masses of iron accumulation in the matrix; many medium faint gray (2.5Y 6/1) iron depletions in the matrix; 2 percent gravel; neutral; clear wavy boundary. [Combined thickness of the Bt and Btg horizons is 30 to 71 cm (12 to 28 inches). ]\nBCg--81 to 94 cm (32 to 37 inches); 60 percent gray (10YR 6/1) and 40 percent brown (10YR 5/3) silty clay; weak coarse prismatic structure parting to weak coarse angular blocky; very firm; few distinct very dark gray (10YR 3/1) organic coatings on surfaces along pores; common fine prominent dark yellowish brown (10YR 4/6) weakly cemented iron oxide concretions throughout; common medium distinct white (10YR 8/1) carbonate masses throughout; 2 percent gravel; strongly effervescent; moderately alkaline; gradual wavy boundary. [0 to 30 cm (0 to 12 inches) thick]\nCdg--94 to 152 cm (37 to 60 inches); 60 percent gray (2.5Y 5/1) and 40 percent dark yellowish brown (10YR 4/4) silty clay loam; massive; very firm; few prominent very dark gray (10YR 3/1) organic coatings on surfaces along pores; common medium distinct brown (10YR 5/3) weakly cemented iron oxide concretions throughout; common coarse prominent white (10YR 8/1) carbonate masses throughout; 1 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Illinois; about 2.4 kilometers (1.5 mile) southeast of Libertyville; 762 meters (2,500 feet) south and 91 meters (300 feet) east of the northwest corner of sec. 26, T. 44 N., R.11 E.; USGS Libertyville, Illinois, topographic quadrangle; lat. 42 degrees 15 minutes 46 seconds N. and long. 87 degrees 55 minutes 27 seconds W., NAD 27; UTM Zone 16T, 423772 Easting and 4679369 Northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development is 61 to 107 cm (24 to 42 inches). The depth to carbonates ranges from 46 to 102 cm (18 to 40 inches). The average clay content of the particle-size control section is 50 to 60 percent, but some subhorizons may contain as little as 45 percent.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 or 2. It is silt loam or silty clay loam. Reaction is moderately acid to neutral.\nThe E or EB horizon has hue of 10YR, value of 4 or 5, and chroma of 1 or 2. It is silt loam or silty clay loam. Reaction ranges from moderately acid to neutral.\nThe Bt or Btg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 4. More than 40 percent of the matrix of some subhorizon between the A or Ap horizon and a depth of 30 inches has a chroma of 3 or more. Texture is silty clay or clay. Reaction ranges from slightly acid to slightly alkaline.\nThe BC or BCg horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 6. It is silty clay or clay. Reaction is slightly alkaline or moderately alkaline.\nThe Cd or Cdg horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 6. It is silty clay, silty clay loam, or clay. Reaction is moderately alkaline. It contains carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Beecher in the same family and the Nappanee soils. Beecher soils average less than 50 percent clay in the particle-size control section. Nappanee soils do not have a surface layer that is at least 15 cm (6 inches) thick which has a moist color value and chroma of 3.5 or less (5.5 or less dry)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Frankfort soils are on ground moraines and end moraines of Wisconsin Age. Slope gradients range from 0 to 12 percent. The Frankfort soils formed in till. Some pedons have a thin mantle of loess or silty material as much as\n51 cm (20 inches) in thickness. Summers are hot and winters are cold. Mean annual air temperature ranges from 8 to 11 degrees C (47 to 52 degrees F.), mean annual precipitation ranges from 840 to 1020 mm (33 to 40 inches), frost free days range from 140 to 180 days, and elevation ranges from 165 to 290 meters (540 to 950 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Nappanee soils and the Bryce, Montgomery, and Swygert soils. Nappanee and Swygert soils form a biosequence with Frankfort soils and are on similar landform positions. Swygert, Bryce, and Montgomery soils have mollic epipedons. The poorly drained Bryce soils and the poorly drained or very poorly drained Montgomery soils are on lower lying landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. An intermittent perched water table is at a depth 15 to 61 cm (0.5 to 2.0 feet) below the surface during January through May in normal years. Potential for surface runoff is medium to very high. Saturated hydraulic conductivity is moderately low (0.14 to less than 0.42 micrometers per second). Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas are cropped or urbanized. Corn, soybeans, small grain, and hay are the principal crops. The original vegetation is believed to have been open hardwood forest having prairie grass ground cover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Illinois. Extent is moderate in MLRA 110, and 108A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Will County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 30 cm (12 inches) (A and EB horizons); argillic horizon - the zone from approximately 30 to 81 cm (12 to 32 inches) (Bt, Btg1, and Btg2 horizons); aquic conditions - redoximorphic features in all horizons below the A horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
