{
  "SERIES": "FRANCITAS",
  "STATUS": "Established Series",
  "BYREV": "CDB-WLM-RM",
  "REVDATE": "02/2015",
  "STATES": "TX",
  "OVERVIEW": "The Francitas series consists of very deep, somewhat poorly drained, very slowly permeable soils derived from clayey fluviomarine deposits of the Beaumont Formation.  These nearly level soils occur on flats on low coastal plains.  Slope ranges from 0 to 1 percent. Mean annual precipitation is about 1016 mm (40 in), and mean annual air temperature is about 21 degrees C (70 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Oxyaquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Francitas clay loam; at an elevation of 3 m (10 ft)-pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 41 cm (0 to 16 in); black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate fine angular and subangular blocky structure; extremely hard, very firm; many fine roots; common fine pores; slightly sodic; slightly alkaline; gradual wavy boundary. (15 to 51 cm [6 to 20 in] thick)\nBss--41 to 97 (16 to 38 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; strong fine and medium angular blocky structure; extremely hard, very firm; common fine roots; few fine pores; common prominent slickensides; moderately sodic; very slightly saline; moderately alkaline; gradual wavy boundary. (25 to 79 cm [10 to 31 in] thick)\nBkss1--97 to 150cm (38 to 59 in); dark gray (10YR 4/1) clay, gray (10YR 5/1) dry; moderate fine and medium angular blocky structure; very hard, very firm; few fine roots and pores; common prominent slickensides; peds have shiny pressure surfaces; few fine concretions of calcium carbonate; strongly sodic; moderately saline; moderately alkaline; gradual wavy boundary. (combined thickness of the Bksss horizons is 30 to 160 cm [12 to 63 in] thick)\nBkss2--150 to 175 cm (59 to 69 in); pale brown (10YR 6/3) clay, very pale brown (10YR 7/3) dry; weak medium angular blocky structure; very hard, very firm; few fine roots and very fine pores; common prominent slickensides; dark gray coatings on surfaces of peds; common fine calcium carbonate concretions and few thin seams of calcium carbonate; few fine iron-manganese concretions; strongly sodic; strongly saline; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBkss3--175 to 274 cm (69 to 108 in); light yellowish brown (10YR 6/4) clay, very pale brown (10YR 7/4) dry; massive; very hard, very firm; few medium distinct gray (10YR 6/1) iron depletions; few fine faint brownish yellow (10YR 6/6) iron concentrations; few slickensides; few fine concretions and masses of calcium carbonate; strongly sodic; strongly saline; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Calhoun County, Texas; from the intersection of Texas Highways 238 and 316 which is about 3 miles south of Port Lavaca; 0.95 mile southeast on Texas Highway 316; 1.1 miles northeast on field road; 80 ft northwest of field road in pasture.  This point is about 100 ft SE from break in slope to Bay and 100 ft SW of a large gully. Port Lavaca East USGS Quadrangle; Latitude: 29 degrees, 13 minutes, 5.13 secons N; Longitude: 95 degrees 11 minutes 26.76 seconds W; WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness ranges from 152 to more than 203 cm (60 to more than 80 in.)\nDepth to slickensides: 25 to 76 cm (10 to 30 in) Undisturbed areas have gilgai microrelief with micro-highs 8 to 25 cm (3 to 10 in) higher than the micro-lows.\nDepth to secondary calcium carbonate: 71 to 100 cm (28 to 40 in) in over half of the pedon.\nSodium Adsorption Ratio (SAR): ranges from 6 to 13 in the A or Ap, 13 to 30 in the Bss horizon, and 13 to 50 in the Bkss horizons.\nElectrical Conductivity (EC): ranges from 1 to 4 dS/m in the A or Ap, 4 to 12 dS/m in the Bss horizon, 4 to 25 dS/m in the Bkss horizon, and 8 to 25 dS/m in the BC and 2C horizons (where present).\nParticle-size control section (weighted average)\nClay content: 45 to 60 percent\nA or Ap Horizon:\nHue: 10YR or N\nValue: 2 or 3\nChroma: 1 or less\nTexture: silty clay loam, clay loam or clay\nClay content: 35 to 45 percent\nReaction: slightly acid to moderately alkaline (6.1 to 8.4)\nBss Horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 1\nTexture: clay or silty clay\nClay content: 45 to 60 percent\nRedox concentrations: amount- none or few, shades-brown or yellow\nReaction: neutral to moderately alkaline (6.6 to 8.4)\nBkss Horizons:\n(Upper part)\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 to 3\nTexture: clay or silty clay\nClay content: 45 to 60 percent\nRedox concentrations: amount- none or few, shades-brown or yellow\nEffervescence: very slight to strong\nReaction: slightly alkaline or moderately alkaline (7.4 to 8.4)\nBkss (Bk or BCK where present) Horizons:\n(Lower part)\nHue: 10YR to 5Y\nValue: 4 to 7\nChroma: 1 to 4\nTexture: loam, sitly clay loam, clay, or silty clay\nClay content: 17 to 55 percent\nRedox concentrations: amount- none to common, shades-brown or yellow\nRedox depletions: amount- none to commone, shades of gray\nEffervescence: very slight to strong\nReaction: slightly alkaline or moderately alkaline (7.4 to 8.4)\nSome pedons have a 2C horizon below 152 cm (60 in) that has color in shades of red, brown, or gray.  Texture is very fine sandy loam, silt loam, or silty clay loam.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no soils in the same family.  Similar soils include the Ganado, Laewest, Lake Charles, League, Victine, and Victoria series.\nGanado, Laewest, Lake Charles, and Victoria soils: are not saline and sodic; do not have saturated conditions in the upper 100 cm (40 in)\nLeague soils: are not saline or sodic; in areas with more than 1270 (50 in) of rainfall\nVictine soils: do not have saturated conditions in the upper 100 cm (40 in); are dry in the moisture control section for longer periods of time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits derived from the Beaumont Formation\nLandscape: low Coastal Plains\nLandform: flats\nMicrofeature: gilgai\nSlope: 0 to 1 percent\nMean annual precipitation: 940 to 1092 mm (37 to 43 in)\nPrecipitation Pattern: Mostly uniform throughout the year with slight peaks in the spring and fall months\nThornthwaite P-E Index: 48 to 64\nMean annual air temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nFrost-free period: 275 to 300 days\nElevation: 1 to 5 m (3 to 16.5 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dacosta, Laewest, Livia, Narta and Palacios series.\nDacosta soils: have an argillic horizon; are on slightly higher landform.\nLaewest soils: on a similar landform at a higher elevation\nLivia, Narta, and Palacios soils: have a natric horizon; are on a slightly lower landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; high runoff; very slow permeability.  A perched water table occurs in the A and Bss horizons for periods of 1 to 5 weeks in winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The dominant use is rangeland. Some areas are used for cropland in the production of rice and grain sorghum and for pastureland.  Native grasses are mainly gulf cordgrass, and species of andropogon and paspalum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the mid coastal region of Texas. LRR- T; MLRA- 150B (Gulf Coast Saline Prairies; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calhoun County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nSlickensides: 41 to 274 cm (16 to 108 in) (Bss and Bkss horizons).\nCambic horizon: 16 to 274 cm (16 to 108 in) (Bss and Bkss horizons)\nAddition remarks:  These soils would classify as a Halic or Sodic subgroup if provided in Soil Taxonomy.\nADDITIONAL DATA:  National Soil Survey Laboratory data from Calhoun County, Texas (S70TX-29-25), (Lab Nos. 70L174-70L179) and (S70TX-29-27) (Lab Nos. 70L180-70L180).\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 41 cm (0 to 16 in); black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate fine angular and subangular blocky structure; extremely hard, very firm; many fine roots; common fine pores; slightly sodic; slightly alkaline; gradual wavy boundary. (15 to 51 cm [6 to 20 in] thick)"
      },
      {
        "name": "Bkss2",
        "top": 150,
        "bottom": 175,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss2--150 to 175 cm (59 to 69 in); pale brown (10YR 6/3) clay, very pale brown (10YR 7/3) dry; weak medium angular blocky structure; very hard, very firm; few fine roots and very fine pores; common prominent slickensides; dark gray coatings on surfaces of peds; common fine calcium carbonate concretions and few thin seams of calcium carbonate; few fine iron-manganese concretions; strongly sodic; strongly saline; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bkss3",
        "top": 175,
        "bottom": 274,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkss3--175 to 274 cm (69 to 108 in); light yellowish brown (10YR 6/4) clay, very pale brown (10YR 7/4) dry; massive; very hard, very firm; few medium distinct gray (10YR 6/1) iron depletions; few fine faint brownish yellow (10YR 6/6) iron concentrations; few slickensides; few fine concretions and masses of calcium carbonate; strongly sodic; strongly saline; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
