{
  "SERIES": "FRANCISCAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEH-PGN-TDC-MAV",
  "REVDATE": "12/2002",
  "STATES": "CA",
  "OVERVIEW": "The Franciscan series consists of moderately deep, well drained soils on mountains. These soils formed in material weathered from sedimentary and metamorphic rock. Slope is 30 to 75 percent. The mean annual precipitation is about 17 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Franciscan sandy loam - on a north-facing slope of 68 percent, under foothill pine, oaks, shrubs and annual grasses and forbs at an elevation of 620 feet. (Colors are for dry soil unless otherwise stated. When described on June 17, 1981, the soil was dry to 19 inches and slightly moist below.)\nA1--0 to 2 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; loose, very friable, nonsticky and nonplastic; common very fine roots; few very fine tubular pores; slightly acid (pH 6.2); abrupt smooth boundary.\nA2--2 to 10 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine tubular pores; 10 percent gravel 2 to 50 mm in size; 3.6 percent organic matter; slightly acid (pH 6.5); clear smooth boundary. (Combined thickness of the A horizon is 8 to 15 inches)\nBt1--10 to 19 inches; brown (7.5YR 4/4) sandy clay loam, dark brown (7.5YR 3/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; few very fine and common fine and medium tubular pores; few thin clay films on faces of peds; neutral (pH 7.0); clear wavy boundary. (3 to 11 inches thick)\nBt2--19 to 26 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 3/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, very sticky and moderately plastic; few very fine, fine, medium and coarse roots; few very fine and common fine tubular pores; common moderately thick clay films on faces of peds; neutral (pH 7.0); clear smooth boundary. (4 to 9 inches thick)\nBt3--26 to 34 inches; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine and fine tubular pores; few thin clay films on faces of peds; 30 percent gravel and cobbles 25 to 150 mm in size; neutral (pH 7.0); clear smooth boundary. (3 to 10 inches thick)\nBt4--34 to 38 inches; strong brown (7.5YR 4/6) and light yellowish brown (10YR 6/4) gravelly sandy clay loam, brown (7.5YR 4/4) and yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine interstitial pores; few thin clay films bridging sand grains; 30 percent angular gravel 25 to 75 mm in size; neutral (pH 7.0); clear smooth boundary. (0 to 5 inches thick)\nR--38 to 42 inches; fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Merced County, California; in Quinto Creek Canyon, about 1,500 feet southeast of the Merced County-Stanislaus County boundary, 300 feet upslope (south) from Quinto Creek; 1,600 feet east and 1,200 feet south of the northwest corner of section 11, T. 9 S., R. 7 E.; MDB&M; Latitude 37 degrees, 10 minutes, 16 seconds north and Longitude 121 degrees, 10 minutes, 27 seconds west; USGS Crevison Peak Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a lithic contact is 20 to 40 inches. The mollic epipedon is 8 to 15 inches thick and is always at least one-third as thick as the depth of the solum. The moisture control section of 9 to 20 inches is moist throughout from about November 15 to June 1 and dry throughout from about July 1 to October 15 most years. The soil temperature is below 47 degrees F from December 15 to March 1. The mean annual soil temperature is 59 to 64 degrees F. Reaction is slightly acid or neutral, with pH gradually increasing with depth.\nThe A horizon has color of 7.5YR 4/4, 5/2, 5/3, 5/4; 10YR 3/3, 4/3, 5/2, 5/3 or 5/4. Moist color is 7.5YR 3/2, 3/3; 10YR 2/2, 3/2 or 3/3. Texture is sandy loam, gravelly sandy loam, loam or gravelly loam. Clay content is 10 to 20 percent. Gravel content is 0 to 25 percent. Cobble content is 0 to 8 percent. Organic matter content is 2 to 4 percent.\nThe Bt horizon has color of 7.5YR 4/4, 5/2, 5/3, 5/4, 5/6, 6/2, 6/4; 10YR 4/3, 5/3, 5/4, 6/2, 6/3, 6/4 or 6/6. Moist color is 7.5YR 3/2, 3/4, 4/4, 4/6; 10YR 3/4, 4/3, 4/4 or 4/6. Texture is sandy clay loam, clay loam, gravelly sandy clay loam, gravelly loam, cobbly loam, gravelly clay loam or cobbly clay loam. Clay content is 20 to 35 percent and at least 1.2 times more clay than the A horizon. Sand content is 35 to 65 percent in the particle-size control section. Gravel content is 5 to 35 percent, typically increasing with depth. Cobble content is 0 to 30 percent.and 0 to 30 percent cobbles.\nWhen a C horizon is present, color is 7.5YR 4/6, 5/6; 10YR 5/4, 6/4 or 6/6. Moist color is 7.5YR 3/4, 4/4, 4/6; 10YR 4/4, 5/4 or 5/6. Texture is gravelly sandy clay loam or gravelly clay loam. Clay content isth 20 to 35 percent. Gravel content is 15 to 35 percent. Cobble content is 0 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Foothill (T), Shimmon and Tejea (T) series. Foothill soils (MLRA 18), on mountain and hill slopes, have a paralithic contact at a depth of 20 to 40 inches. Shimmon soils (MLRA 15), on hills and mountains, have a paralithic contact at a depth of 20 to 40 inches. Tejea soils (MLRA 15), on hills and mountains, have A horizons that have clay content of 10 to 20 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Franciscan soils are on mountains. Slope is 30 to 75 percent. These soils formed in material weathered from sedimentary and metamorphic rock, commonly on slopes with northern aspects. Elevation is 500 to 4,970 feet.  The climate is subhumid with hot dry summers and cool moist winters. Mean annual precipitation is 10 to 24 inches. Mean January temperature is about 44 degrees F; mean July temperature is about 72 degrees F; mean annual temperature is about  61 degrees F. Frost-free season is 190 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ararat, Contra Costa, Fifield, Gilroy, Gonzaga, Honker, Millsholm and Quinto soils.  Ararat and Fifield soils, on mountains have a loamy-skeletal particle-size control section. Contra Costa soils, on mountains, have a fine particle-size control section. Gilroy soils, on uplands, have color hue of 7.5YR or 5YR and commonly have medium acid reaction. Gonzaga and Honker soils, on mountains, have a fine particle-size control section and an abrupt clay increase from the A to the B horizon. Millsholm and Quinto soils, on mountains, have a lithic contact at a depth of 10 to 20 inches and do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high or very high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing. Vegetation is blue oak, live oak, foothill pine, California buckeye, California buckwheat, soft chess, red brome, wild oats and other annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Diablo Range in the California Coast Ranges. They are moderately extensive. MLRA-15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Merced County, California, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Franciscan soils were formerly included with and mapped as the Vallecitos series in the Los Banos Area, California, 1939 Series Report.  They are being differentiated by having a horizontally continuous fine-loamy argillic horizon and a mollic epipedon.\nBallard, Bohna, Chualar, Chuloak, Gilroy, Pinto, Soper and Tehachapi series were not considered competing series for this update. All of these series need Cation-Exchange Activity Class determined. They are currently classified as fine-loamy, mixed, thermic Typic Argixerolls. Most of these series will probably be placed in the Active Cation-Exchange Activity Class which will separate them taxonomically from Franciscan series. Ballard, Bohna, Chualar, Chuloak, Pinto and Tehachapi are very deep.\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon- the zone from 0 to 10 inches (A1, A2 horizons)\nLithic Contact- the boundary from 38 to 42 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; loose, very friable, nonsticky and nonplastic; common very fine roots; few very fine tubular pores; slightly acid (pH 6.2); abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2 to 10 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine tubular pores; 10 percent gravel 2 to 50 mm in size; 3.6 percent organic matter; slightly acid (pH 6.5); clear smooth boundary. (Combined thickness of the A horizon is 8 to 15 inches)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 19 inches; brown (7.5YR 4/4) sandy clay loam, dark brown (7.5YR 3/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; few very fine and common fine and medium tubular pores; few thin clay films on faces of peds; neutral (pH 7.0); clear wavy boundary. (3 to 11 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 66,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--19 to 26 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 3/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, very sticky and moderately plastic; few very fine, fine, medium and coarse roots; few very fine and common fine tubular pores; common moderately thick clay films on faces of peds; neutral (pH 7.0); clear smooth boundary. (4 to 9 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 86,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--26 to 34 inches; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine and fine tubular pores; few thin clay films on faces of peds; 30 percent gravel and cobbles 25 to 150 mm in size; neutral (pH 7.0); clear smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "Bt4",
        "top": 86,
        "bottom": 97,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt4--34 to 38 inches; strong brown (7.5YR 4/6) and light yellowish brown (10YR 6/4) gravelly sandy clay loam, brown (7.5YR 4/4) and yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine interstitial pores; few thin clay films bridging sand grains; 30 percent angular gravel 25 to 75 mm in size; neutral (pH 7.0); clear smooth boundary. (0 to 5 inches thick)"
      },
      {
        "name": "R",
        "top": 97,
        "bottom": 107,
        "texture_class": "sand",
        "narrative": "R--38 to 42 inches; fractured sandstone."
      }
    ]
  ]
}
