{
  "SERIES": "FRANKPORT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/RWL",
  "REVDATE": "01/2000",
  "STATES": "OR",
  "OVERVIEW": "The Frankport series consists of very deep, excessively drained soils formed in mixed eolian sand.  Frankport soils are on older stabilized coastal dunes associated with marine terraces.   Slopes are 0 to 30 percent. The mean annual precipitation is about 80 inches and the mean annual temperature is 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, isomesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Frankport sand, woodland, on a 2 percent southwest-facing slope at 210 feet elevation. (When described on November 7, 1984 the soil was moist to a depth of 9 inches and dry below.  Colors are for moist soil unless otherwise noted.)\n0i--0 to 2 inches; undecomposed and partially decomposed needles, leaves, twigs, and woody materials.\nA---2 to 6 inches; very dark gray (10YR 3/1) sand, dark gray (10YR 4/1) dry; weak very fine granular structure; loose, very friable, nonsticky and nonplastic; many fine and common medium and coarse roots; many fine, medium, and coarse irregular pores; strongly acid (pH 5.2); clear smooth boundary.  (1 to 6 inches)\nAC--6 to 11 inches; very dark grayish brown (2.5Y 3/2) sand, light brownish gray (2.5Y 6/2) dry; single grain; loose, nonsticky and nonplastic; many fine and common medium and coarse roots; many fine, medium, and coarse irregular pores; strongly acid (pH 5.4); diffuse smooth boundary.  (4 to 13 inches thick)\nC---11 to 62 inches; dark grayish brown (2.5Y 4/2) sand, light brownish gray (2.5Y 6/2) dry; single grain; loose, nonsticky and nonplastic; few medium roots; many irregular pores; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 2,400 feet north and 250 feet east of the southwest corner of section 29, T. 38 S., R. 14 W., W.M. (Latitude 42 degrees, 15 minutes, 28 seconds N; Longitude 124 degrees, 23 minutes, 32 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 52 to 56 degrees F.  The difference between the mean summer and mean winter soil temperature varies from 5 to 9 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section contains greater than 85 percent dark colored sand of which 75 to 95 percent is medium sand and coarser. The sand is weathered from heavy minerals composed, in general, of over 50 percent chromite, illmenite, and magnetite.  It has a strong lithochromic influence on the color of the soil profile, particularly in the subsoil.  Thickness of the solum is 5 to 20 inches.  Hue is 10YR or 2.5Y.  Soil reaction is very strongly or strongly acid.  It is coarse sand or sand throughout.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 moist and dry.  Organic matter is 1 to 5 percent.\nThe AC horizon has value of 2 or 3 moist, 4 to 6 dry, and chroma of 1 or 2 moist and dry.  Organic matter is less than 0.5 percent.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 or 4 moist, 4 to 6 dry,  and chroma of 1 or 2 moist and dry.  It is strongly to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Waldport series.  Waldport soils have a particle-size control section with more than 50 percent fine sand, moist chroma of 3 or 4, and are weathered from minerals high in quartz and feldspars."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Frankport soils are on old stabilized coastal sand dunes with undulating to hilly topography associated with adjacent marine terraces.  Slopes are 0 to 30 percent.  The soils formed in eolian sand derived dominantly from dark colored arkosic sediments eroded from the Klamath Mountains of southwestern Oregon.   Elevation is 0 to 600 feet. The climate is humid, characterized by cool wet winters and cool moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 70 to 90 inches.  The mean annual temperature is 51 to 54 degrees F.  The frost-free period is 210 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crofland, Cunniff, Ferrelo, Heceta, Horseprairie, Huffling, Klooqueh, Langlois, Netarts, Winchuck, and Yaquina soils.  Crofland, Cunniff, Ferrelo, Horseprairie, Huffling, and Klooqueh soils occur on adjacent marine terraces.  Crofland, Cunniff, Huffling, and Klooqueh soils have an argillic horizon.  Ferrelo and Horseprairie soils have an umbric epipedon greater than 10 inches thick and have cambic horizons.  Heceta and Yaquina soils occur on the deflation plain immediately behind the stabilized dunes.  Heceta soils are poorly drained.  Yaquina soils have a spodic horizon and are somewhat poorly drained.  Langlois soils occur on old tidal flats adjacent to the stabilized dunes and are poorly drained.  Netarts soils are on stabilized dunes and marine terraces immediately adjacent to active dunes and have a spodic horizon.  Winchuck soils occur on adjacent stream terraces and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for recreation, wildlife habitat, limited homesites, and limited pasture and woodland in the more sheltered areas.  Native vegetation includes shore pine, Sitka spruce, Pacific madrone, Pacific waxmyrtle, tanoak, salal, evergreen huckleberry, hairy manzanita, bearberry, and Pacific rhododendron.  Douglas fir occurs in the more sheltered areas with  European beachgrass, American dunegrass and beachgrass, coyotebrush, and lupine occuring in the more exposed or recently stabilized areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal areas of southwestern Oregon; MLRA 1.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County Area, Oregon, 1995.  The source of the name is a small natural harbor north of Gold Beach."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in the pedon include:\nPsamments suborder - the particle-size control section is 95 percent sand of which 79 percent is coarse and medium sand.\nAll diagnostic horizons and features are measured from the top of the first mineral horizon.\nADDITIONAL DATA:  Reference samples from pedon #88P 146, sample 88P796 from Curry County, Oregon samples by NSSL, Lincoln, NE, 6/88.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
