{
  "SERIES": "FRAZIER",
  "STATUS": "Established Series",
  "BYREV": "CLZ-KJO",
  "REVDATE": "02/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Frazier very gravely sandy loam, on a mountain slope of 65 percent with a southeast aspect, under oats, cheatgrass, buckwheat, scruboak, juniper, and yucca at an elevation of 4,500 feet (1371.6 meters). (When described on November 05, 1992, the soils was slightly moist to a depth of 30 inches (76 centimeters) and moist below; Colors are for dry soil unless otherwise stated\nA--0 to 4 inches (0 to 10 centimeters); yellowish brown (10YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few medium and fine roots; many very fine interstitial pores; 40 percent, 2 to 75 millimeter gravel; slightly acid (pH 6.5); clear smooth boundary.\nBt--4 to 12 inches (10 to 30 centimeters); yellowish brown (10YR 5/4) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common medium and fine roots; common very fine tubular and very fine interstitial pores; common faint clay films on ped faces and along surface of pores; 70 percent, 2 to 75 millimeter gravel; slightly acid (pH 6.5); abrupt wavy boundary.\nC--12 to 23 inches (30 to 58 centimeters); very pale brown (10YR 7/4) extremely gravelly loamy sand, yellowish brown (10YR 5/4) moist; massive structure; slightly hard, very friable, slightly sticky and non-plastic; common medium, fine and very fine and few coarse roots; common very fine interstitial pores; 70 percent, 2 to 75 millimeters gravel; slightly acid (pH 6.5); abrupt wavy boundary.\nR--23 to 33 inches (58 to 84 centimeters) strongly cemented, slightly fractured granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: In the Kern County Soil Survey (Southwestern Part), Kern County, California; In map unit 870, Frazier gravelly sandy loam, 50 to 75 percent slopes; about 45 miles (72.4 kilometers) south of downtown Bakersfield; 150 feet (45.7meters) north and 290 feet (88.4 meters) east of the northeast corner of Sec. 28, T. 9 N., R. 19. W, San Bernardino Base and Meridian; latitude 34 degrees, 50 minutes, 18 seconds north and longitude 118 degrees, 53 minutes, 48 seconds west; USGS Frazier Mountain, California, quadrangle NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - Average annual: 59 to 62 degrees F. (15.0 to 16.7 degrees C.) and the soil temperature exceeds 41 degrees F. (8.3 degrees C.) for more than 320 days.\nSoil moisture - dry throughout from late June to early November, 140 to 160 days in most years; moist in some or all parts during the rest of the year.\nDepth to bedrock: 20 to 40 inches (51 to 102 centimeters)\nSurface fragments are: 0 to 75 percent, 2 to 75 millimeter gravel consisting of granite\nA horizon:\nHue: 10YR dry and moist\nValue: 5 or 6 dry and 3 or 4 moist\nChroma: 3 or 4, dry and moist\nTexture of the fine earth fraction: sandy loam\nClay content: 8 to 18 percent\nContent of organic matter: 0.1 to 1.8 percent\nReaction: slightly acid or neutral\nContent of rock fragments: 10 to 55 percent, 2 to 75 millimeter gravel\nBt horizons:\nHue: 10YR dry and moist\nValue: 5 or 6 dry and 3 or 4 moist\nChroma: 3 or 4 dry and moist\nTexture of the fine earth fraction: sandy loam\nClay content: 8 to 18 percent\nContent of organic matter: 0.2 to 0.8 percent\nReaction: slightly acid or neutral\nContent of rock fragments: 35 to 80 percent, 2 to 75 millimeter gravel\nC horizons:\nHue: 10YR dry and moist\nValue: 6 or 7 dry and 4 or 5 moist\nChroma: 4 dry and moist\nTexture of the fine earth fraction: sandy loam\nClay content: 8 to 18 percent\nContent of organic matter: 0.1 to 0.3 percent\nReaction: slightly acid or neutral\nContent of rock fragments: 35 to 80 percent, 2 to 75 millimeter gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brown Bear, Burwill, Caris, Indleton, Itat, Jana, Maki, Parkaloe, Rockyglen, and Skyland soils. Brown Bear soils formed from metavolcanic or sedimentary rock and the mean annual rainfall is 45 inches (114 centimeters). Burwill, Pardaloe, and Skyland soils are deep and have different parent materials. Claris soils formed in altered sedimentary rock and mean annual rainfall is 32 inches (81 centimeters). Indleton, and Rockyglen soils are very deep. Itat soils formed in basalt and mean annual rainfall is 23 inches (58 centimeters). Jana soils are shallow and Maki soils formed in calcareous rock and glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Frazier soils are on mountain slopes at elevations of 2,103 to 5,246 feet (641.0 to 1,599 meters). Slope is 15 to 75 percent. These soils formed in colluvium derived from granite. The climate is subhumid mesothermal with warm, dry summers and cool, moist winters. The mean annual precipitation is 13 to 17 inches (33 to 43 centimeters). The mean annual temperature is about 57 to 60 degrees F. (13.9 to 15.6 degrees C.); the average January temperature is 42 to 54 degrees F. (5.6 to 12.2 degrees C.); the average July temperature is about 72 to 78 degrees F. (22.2 to 25.6 degrees C.) The frost free season is about 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Geghus soils. Geghus soils have a fine-loamy particle size class and an argillic horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff, and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, recreation, and homesite development. Vegetation is oats, cheatgrass, buckwheat, scruboak, juniper, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Transverse Range of Southern California.  The series is not extensive.  MLRA is 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, 2008; Kern County, (Southwestern Part) Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\nOchric Epipedon: 0 to 4 inches (0 to 10 centimeters)\nCambic Horizon: 4 to 12 inches (10 to 30 centimeters)\nParticle size control section: 10 to 40 inches (25 to 102 centimeters)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
