{
  "SERIES": "FRED",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC:LLL",
  "REVDATE": "02/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fred silt loam on a nearly level convex ridgetop\nwith 1.0 percent slopes in cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam,\npale brown (10YR 6/3) dry; moderate medium and fine granular structure; friable; many very fine and fine roots; common fine pores; slightly acid; clear smooth boundary.  (2 to 8 inches thick)\nA2--6 to 10 inches; brown (10YR 5/3) silt loam; common fine and medium faint grayish brown (10YR 5/2) and pale brown (10YR 6/3) mottles, and common fine and medium distinct gray (10YR 6/1) mottles; strong medium and coarse platy structure; firm; common fine roots; few fine pores; few fine black and brown concretions; tongues up to 3 inches wide extend to a depth of 26 inches; slightly acid; clear irregular boundary.  (3 to 10 inches thick)\nB&A--10 to 18 inches; dark yellowish brown (10YR 4/4) silty clay loam; few fine faint yellowish brown mottles; moderate medium prismatic structure and moderate medium subangular blocky; firm; few fine roots; common fine pores; thin patchy very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) clay films on some vertical and horizontal faces of peds and in pores; vertical tongues of dark grayish brown and brown silt loam A2 material make up about 15 percent of horizon; moderately alkaline; gradual wavy boundary.  (6 to 12 inches thick)\nB21t--18 to 26 inches; brown (10YR 5/3) silty clay loam; few medium faint yellowish brown (10YR 5/6, 5/8) mottles; strong medium and coarse prismatic structure; friable; common fine roots, few fine pores; thin patchy clay films on vertical and horizontal surfaces of most peds; tongues of brown silt loam A2 material make up about 10 percent of horizon; common black and brown concretions; few medium and coarse carbonate concretions; mildly alkaline; gradual smooth boundary.  (6 to 15 inches thick)\nB3--26 to 32 inches; brown (10YR 5/3) silt loam; common medium faint yellowish brown (10YR 5/6, 5/8) mottles; moderate medium and coarse prismatic structure; friable; few fine roots and pores; thin patchy clay films on some vertical and horizontal surfaces; common brown and black concretions; few coarse carbonate concretions of 1 to 2 inch diameter; mildly alkaline; gradual wavy boundary.  (6 to 15 inches thick)\nC1--32 to 51 inches; dark grayish brown (2.5Y 4/2) silt loam; common fine prominent yellowish brown (10YR 5/6) mottles; massive; friable; few fine roots; many fine pores; few medium soft black bodies; mildly alkaline.\nC2--51 to 75 inches; light olive brown (2.5Y 5/6) silt loam; common fine faint grayish brown (2.5Y 5/2) and prominent yellowish brown (10YR 5/8) mottles; massive; friable; common medium soft\nblack bodies; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  East Baton Rouge Parish, south Baton Rouge, Louisiana; 1.7 miles north of Hillside Subdivision about 0.8 mile northwest of Essen Road; west field of Essen Lane farm of Louisiana Agricultural Experiment Station, 100 feet northeast of field road.  Central part of sec. 41, T. 7 S., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches.  The A horizons range from slightly acid to moderately alkaline.  The B and C horizons range from mildly alkaline to moderately alkaline.\nThe Ap or A1 horizon is dark gray (10YR 4/1), dark grayish brown (10YR 5/2), or brown (10YR 4/2) silt loam.  The A2 horizon is grayish brown (10YR 5/2; 2.5Y 5/2), brown (10YR 5/3), or pale brown (10YR 6/3) silt loam.  Mottles are in shades of brown and gray.\nThe Bt horizons are brown (10YR 5/3), dark yellowish brown (10YR 4/4), light olive brown (2.5Y 5/4, 5/6), or yellowish brown (10YR 5/4, 5/6) silt loam or silty clay loam.  The texture ranges between 18 and 30 percent clay and 3 to 8 percent sand that is dominantly very fine.  Peds in upper 10 inches or more of the B2t horizon are partly coated with 1 or 2 chroma clay films.  Mottles are in shades of brown.  Vertical tongues of A2 silt loam 1 to 10 cm wide make up 10 to 20 percent of the B2t horizon.  Carbonate concretions comprise 1 to 5 percent of one or more subhorizons of the B horizon.\nThe C horizon is in shades of brown and gray.  It is silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Askew, Center, Deerford, Duralde, Essen, Frizzell, Metcalf, Messer, and Verdun series.  Askew soils are more acid and lack tongues of A2 in the B horizon.  Center soils lack both tongues and carbonate concretions.  Deerford and Verdun soils have natric horizons.  Duralde, Frizzell, and Messer soils are more acid and lack carbonate concretions.  Also, Frizzell and Messer soils have coarse-silty control sections.  Essen soils have lower chroma, more continuous 1 or 2 chroma ped coats and lack tongues.  Metcalf soils are more acid and lack tongues in the upper part of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils occur on nearly level landscapes in the uplands or on terraces in areas of low relief.  Slope gradients are typically less than 3 percent.  These soils developed in the lowest mantle on Pleistocene terraces.  Mean annual temperature at the type location is 67.5 degrees F. and average annual precipitation is 54.5 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Deerford, Essen, and Verdun series and the Fountain and Olivier series.  Fountain soils are poorly drained and have grayish colors.  Olivier soils are more acid and have fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Fred soils are moderately well drained.  Runoff is slow.  Permeability is moderately slow.  A water table is at depths of 3.0 to 5.0 feet, December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly pastures with some cropland and mixed hardwood woodland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana and possibly adjacent states.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  East Baton Rouge Parish, Louisiana; 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Fred soils show a rather high degree of horizonation and development in relation to the low degree of removal of bases.  Ca:Mg ratios are on the order of 2 or 3 to 1 and exchangeable sodium is less than 3 percent in two profiles for which data is available.  It is likely that they represent some stage in the process of sodium accumulation common in the soils with which they occur.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
