{
  "SERIES": "FREDRIKSDAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRD:GRB",
  "REVDATE": "8/98",
  "STATES": "VI",
  "OVERVIEW": "The Fredriksdal series consists of shallow, well drained, slowly permeable soils on summits and side slopes of volcanic hills and mountains.  They formed in material weathered from igneous bedrock.  Near the type location, the mean annual air temperature is about 80 degrees F., and the mean annual precipitation is about 40 inches.  Slopes range from 12 to 90 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, vermiculitic, isohyperthermic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fredriksdal very gravelly clay loam. (Colors for moist conditions.)\nA--0 to 7 inches; dark reddish brown (5YR 3/3) very gravelly clay loam; moderate medium and coarse granular structure; firm; many fine roots, common medium roots, and few coarse roots; common very fine and fine interstitial pores; about 40 percent, by volume, pebbles, cobbles, and stones; neutral; clear smooth boundary. (3 to 8 inches thick)\nBw--7 to 12 inches; reddish brown (5YR 4/3) very gravelly clay loam; moderate fine and medium subangular blocky structure; firm; common fine and medium roots; about 5 percent, by volume, flagstones; about 50 percent, by volume, pebbles; common medium faint reddish brown (5YR 4/4) masses of iron accumulation; neutral; gradual smooth boundary. (3 to 8 inches thick)\nCr--12 to 16 inches; yellowish red (5YR 4/6) weathered igneous bedrock; few fine roots; clear smooth boundary. (4 to 12 inches thick)\nR--16 to 60 inches; unweathered igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. John Island, U.S. Virgin Islands; about 0.8 mile from Gift Hill summit on a compass bearing of 70 degrees to the eastern aspect of very steeply sloping mountain side overlooking Fish Gut Bay.  West St. John topographic quadrangle; lat. 18 degrees 19 minutes 57 seconds N.; long. 64 degrees 45 minutes 36 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to weathered and unweathered igneous bedrock ranges from 10 to 20 inches.  Reaction ranges from slightly acid to neutral throughout.  The weighted average of pebbles in the particle-size control section is more than 35 percent, by volume.\nThe A horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is loam, clay loam, or clay in the fine-earth fraction.  Content of pebbles and cobbles ranges from 15 to 60 percent by volume.\nThe Bw horizon has hue of 5YR to 10YR, value of 2 to 4, and chroma of 2 to 4.  Masses of iron accumulations in shades of brown range from none to common.  Texture is clay loam or clay in the fine-earth fraction.  Content of pebbles, cobbles, and flagstones ranges from 35 to more than 60 percent by volume.\nThe Cr horizon consists of weathered igneous bedrock.\nThe R horizon consists of unweathered igneous bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Fredriksdal soils are on summits and side slopes of volcanic hills and mountains. They formed in material weathered from igneous bedrock.  Slopes range from 12 to 90 percent.  The climate is tropical semiarid.  The average annual air temperature ranges from 76 to 82 degrees F., and the mean annual precipitation is about 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Annaberg, Cramer, Dorothea, Maho Bay, Susannaberg, and Victory soils.  All of these soils are on similar positions as Fredriksdal soils.  Annaberg soils are loamy-skeletal.  Cramer and Susannaberg soils have clayey particle-size control sections.  In addition, Susannaberg soils have less than 35 percent rock fragments in the particle-size control section.  Dorothea soils are very deep and do not have a Mollic epipedon.  Maho Bay soils are loamy.  Victory soils are moderately deep and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in small-scale residential development.  Some areas are in natural successional forest species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  St. John and St. Thomas Islands, U.S. Virgin Islands.  They are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Series established St. John Island, U.S. Virgin Islands, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series is associated with the Louisenhoj geologic formation.\nDiagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from 0 to 7 inches (A horizon).\nCambic horizon - the zone from 7 to 12 inches (Bw horizon).\nParalithic contact - the contact at 12 inches (Cr horizon).\nLithic contact - the contact at 16 inches (R horizon).\nSkeletal feature - more than 35 percent weighted average rock fragments in the particle-size control section.\nMLRA:  271.\nSIR:  VI0007."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; dark reddish brown (5YR 3/3) very gravelly clay loam; moderate medium and coarse granular structure; firm; many fine roots, common medium roots, and few coarse roots; common very fine and fine interstitial pores; about 40 percent, by volume, pebbles, cobbles, and stones; neutral; clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--7 to 12 inches; reddish brown (5YR 4/3) very gravelly clay loam; moderate fine and medium subangular blocky structure; firm; common fine and medium roots; about 5 percent, by volume, flagstones; about 50 percent, by volume, pebbles; common medium faint reddish brown (5YR 4/4) masses of iron accumulation; neutral; gradual smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Cr",
        "top": 30,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cr--12 to 16 inches; yellowish red (5YR 4/6) weathered igneous bedrock; few fine roots; clear smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--16 to 60 inches; unweathered igneous bedrock."
      }
    ]
  ]
}
