{
  "SERIES": "FREDON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFE-RS-SMF",
  "REVDATE": "05/2011",
  "STATES": "CT,MA,NJ,NY,PA,VT",
  "OVERVIEW": "The Fredon series consists of very deep, poorly and somewhat poorly drained soils formed in glaciofluvial materials.  Fredon soils are on outwash terraces and outwash plains. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum. Slope ranges from 0 to 8 percent.  The mean annual temperature is about 9 degrees C. (48 degrees F.) and the mean annual precipitation is about 940 mm. (37 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, nonacid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fredon silt loam in a hayfield at an elevation of about 158 meters (520 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); very dark gray (10YR 3/1) silt loam;   weak fine granular structure; very friable; many roots; less than 5 percent gravel; neutral; abrupt smooth boundary. (10 to 25 centimeters (4 to 10 inches) thick)\nBg1--18 to 32 centimeters (7 to 13 inches); grayish brown (10YR 5/2) silt loam; weak coarse and very coarse (76 to 102 mm. across (3 to 4 inches)) prismatic structure parting to moderate fine subangular blocky structure; friable; many roots; common fine faint brown (10YR 4/3) iron concentrations and few medium distinct yellowish brown (10YR 5/4) iron concentrations; 5 percent rock fragments; neutral; clear wavy boundary.\n2Bg2--32 to 56 centimeters (13 to 22 inches); gray (10YR 5/1) gravelly fine sandy loam; weak coarse prismatic structure parting to moderate fine subangular blocky structure; friable; few roots; thin clay films in pores; many medium prominent strong brown (7.5YR 5/8) iron concentrations; 20 percent rock fragments; neutral; clear wavy boundary. (Combined thickness of the B horizons is 18 to 69 centimeters (7 to 27 inches).)\n2C1--56 to 127 centimeters (22 to 50 inches); dark grayish brown (2.5Y 4/2) gravelly loamy sand; single grain; loose; few roots in upper part; 20 percent fine gravel; discontinuous lenses of light olive brown (2.5Y 5/4) very fine sand; neutral; abrupt wavy boundary.\n2C2--127 to 203 centimeters (50 to 80 inches); interbedded very dark grayish brown (10YR 3/2) and dark grayish brown (2.5Y 4/2) very gravelly sand; single grain; loose; 40 percent rock fragments; moderately alkaline; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, New York; town of Cambridge; 46 meters (150 feet) south of Perry lane at a point about 0.80 kilometers (one-half mile) west of the intersection of Perry Lane and New York Route 372; in a hayfield; USGS Cambridge quadrangle; latitude 43 degrees, 1 minute, 56 seconds N.; longitude 73 degrees, 24 minutes, 26 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 56 to 102 centimeters (22 to 40 inches).  Depth to bedrock is more than 183 centimeters (6 feet).  Content of rock fragments ranges from 0 to 35 percent in the A and B horizons, and from 0 to 65 percent in the 2C horizons.  Unless limed the soil ranges from strongly acid to neutral in the solum and from moderately acid to moderately alkaline in the 2C horizon.\nThe A and Ap horizons have hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2. They are loam, fine sandy loam, very fine sandy loam, or silt loam.\nBA horizons, where present, typically have the same characteristics as the B horizons and are 0 to 4 inches thick.\nThe B horizons have hue of 7.5YR to 5Y, value of 4 to 6, chroma of 1 to 4. They are loam, fine sandy loam, very fine sandy loam, or silt loam in the fine earth fraction.  The B horizon has weak or moderate subangular blocky, weak coarse prismatic or moderate coarse platy structure.  It ranges from very friable to firm in subhorizons.\nBC horizons, where present, typically have characteristics similar to the B horizons and are 0 to 5 inches thick.\nThe 2C or 2Cg horizon has hue of 5YR to 5Y or is neutral, value of 3 to 6, and chroma of 0 to 4. It is coarse sand to loamy fine sand in the fine-earth fraction, and is commonly stratified.  It may be calcareous or noncalcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series currently in the same family.\nThe Halsey, Raypol, Red Hook, Rexford, and Walpole series are similar soils in related families.  Halsey soils have chroma of 2 or less dominant in all horizons to a depth of 75 centimeters (30 inches).  Raypol Soils have an acid reaction class.  Red Hook soils have a coarse-loamy particle-size control section.  Rexford soils have a coarse-loamy particle size control section and a fragipan.  Walpole soils have a sandy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fredon soils are level to gently sloping with slope gradients of 0 to 8 percent.  They are on terraces that are slightly above the lowest depressions and stream floodplains.  The soils formed in glaciofluvial material derived from slate, shale, sandstone, some limestone and small amounts of granitic gneiss.  Climate is temperate and humid. Average annual temperature ranges from 7 to 11 degrees C. (45 to 52 degrees F.) and average annual precipitation from 864 to 1270 mm. (34 to 50 inches) usually distributed evenly throughout the year.  Frost-free days range from 130 to 240."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bath, Dutchess, Halsey, Hazen, Hero, Palmyra, Phelps, and Wassaic soils on nearby landscapes.  Well drained Bath, Dutchess, and Wassaic soils formed in till on nearby uplands.  The well drained Hazen and Palmyra soils, moderately well drained Hero and Phelps soils, and very poorly drained Halsey soils are in drainage sequences with Fredon soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Fredon soils are commonly poorly drained but the range includes somewhat poorly drained.  Runoff is negligible to medium.  The water table is commonly less than 30 centimeters (1 foot) but ranges to within 46 centimeters (1 1/2 feet) of the surface from October to June in most years.  Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as woodland, pasture and cropland.  Natural vegetation is dominantly red maple, elm, willow, and ash and some sedges and wetland plants.  Some areas have been cleared and are used for pasture or cropland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciofluvial landforms in Connecticut, Massachusetts, New York, New Jersey, Pennsylvania, and Vermont; MLRAs 101, 139, 140, 142, 144A, and small mesic areas within MLRA 144B.  The series is moderately extensive with a total extent of about 24,000 to 30,500 hectares (60,000 to 75,000 acres)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Warren County, New Jersey, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: With the revision in 2007 the typical pedon location is moved from Warren County, New Jersey in southern MLRA 144A to Washington County, New York in northern MLRA 144A. Data collected in the update soil survey activities for Warren and Sussex Counties, New Jersey did not support the maintenance of the official series type location for this series in that portion of MLRA 144A.\nGeographic coordinates were determined in this revision from an interpretation of the narrative description of the location in the published Soil Survey of Washington, New York (September 1975).  Dry color for the Ap horizon was not provided in the typical pedon but is presumed ochric. Cation-exchange activity class was estimated from a review of data for similar soils. Fredon soils were previously correlated in published surveys in Maine.  Soil temperature regimes in Maine have been determined to be frigid and cryic.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric epipedon - from 0 to 18 cm. (0 to 7 inches) - Ap horizon.\n2. Cambic horizon - from 18 to 56 cm. (7 to 22 inches)- Bg horizons.\n3. Aquepts suborder - evidenced by matrix chroma of 2 or less and redox concentrations within 50 cm. (20 inches) of the soil surface - Bg horizons.\n4. Aeric subgroup - as evidenced by matrix hue of 10YR or yellower and chroma of 2 with no redox concentrations in the zone from 56 cm. to 75 Cm. (22 to 30 inches) - 2C1 horizon.\n5. Contrasting particle-size family within the control section that is coarse-loamy to 56 cm. (22 inches) and sandy or sandy-skeletal to a depth of 100 cm. (40 inches)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly and somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 centimeters (0 to 7 inches); very dark gray (10YR 3/1) silt loam;   weak fine granular structure; very friable; many roots; less than 5 percent gravel; neutral; abrupt smooth boundary. (10 to 25 centimeters (4 to 10 inches) thick)"
      },
      {
        "name": "Bg1",
        "top": 18,
        "bottom": 32,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--18 to 32 centimeters (7 to 13 inches); grayish brown (10YR 5/2) silt loam; weak coarse and very coarse (76 to 102 mm. across (3 to 4 inches)) prismatic structure parting to moderate fine subangular blocky structure; friable; many roots; common fine faint brown (10YR 4/3) iron concentrations and few medium distinct yellowish brown (10YR 5/4) iron concentrations; 5 percent rock fragments; neutral; clear wavy boundary."
      },
      {
        "name": "2Bg2",
        "top": 32,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bg2--32 to 56 centimeters (13 to 22 inches); gray (10YR 5/1) gravelly fine sandy loam; weak coarse prismatic structure parting to moderate fine subangular blocky structure; friable; few roots; thin clay films in pores; many medium prominent strong brown (7.5YR 5/8) iron concentrations; 20 percent rock fragments; neutral; clear wavy boundary. (Combined thickness of the B horizons is 18 to 69 centimeters (7 to 27 inches).)"
      },
      {
        "name": "2C1",
        "top": 56,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C1--56 to 127 centimeters (22 to 50 inches); dark grayish brown (2.5Y 4/2) gravelly loamy sand; single grain; loose; few roots in upper part; 20 percent fine gravel; discontinuous lenses of light olive brown (2.5Y 5/4) very fine sand; neutral; abrupt wavy boundary."
      },
      {
        "name": "2C2",
        "top": 127,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--127 to 203 centimeters (50 to 80 inches); interbedded very dark grayish brown (10YR 3/2) and dark grayish brown (2.5Y 4/2) very gravelly sand; single grain; loose; 40 percent rock fragments; moderately alkaline; calcareous."
      }
    ]
  ]
}
