{
  "SERIES": "FREELS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/RWL",
  "REVDATE": "05/2006",
  "STATES": "OR",
  "OVERVIEW": "The Freels series consists of very deep, moderately well drained soils that formed in alluvium. They are on flood plains and low stream terraces and have slopes of 0 to 3 percent. The mean annual precipitation is about 15 inches, and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Freels silt loam - hay and pasture, on a 1 percent slope at an elevation of 3,780 feet. (When described on June 12, 1989, the soil was slightly moist throughout. Colors are for moist soil unless otherwise noted.)\nA1--0 to 5 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine and medium granular structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular and tubular pores; neutral (pH 7.0); clear wavy boundary.\nA2--5 to 20 inches; very dark brown (10YR 2/2) silt loam, dark gray (10YR 4/1) dry; moderate fine and medium angular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; neutral (pH 7.2); gradual wavy boundary. (Combined thickness of the A horizon is 12 to 28 inches)\nAB--20 to 34 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; moderate medium prismatic and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, and few fine roots; common very fine, fine and few medium tubular pores; few fine pieces of charcoal in the upper part; slightly alkaline (pH 7.4); clear wavy boundary. (0 to 20 inches thick.)\nBw1--34 to 38; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine, fine, and few medium tubular pores; neutral (pH 7.0); clear wavy boundary.\nBw2--38 to 51 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine, and few medium tubular pores; few faint dark yellowish brown (10YR 4/4) redoximorphic concentrations; neutral (pH 7.0); clear wavy boundary. (Combined thickness of the Bw horizon is 11 to 21 inches)\nC--51 to 60 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; massive; hard, friable, slightly sticky and slightly plastic; common very fine, fine, and few medium pores; few faint brown (10YR 5/3) redoximorphic concentrations; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon; about 2 miles north of Enterprise, Oregon; 1,300 feet north and 2,500 feet east of the SW corner of section 23, T. 1 S., R. 44 E. (Latitude 45 degrees 27 minutes 3 seconds N., longitude 117 degrees 16 minutes 51 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, but are dry in all parts of the moisture control section for 60 to 90 consecutive days during the summer. The mean annual soil temperature is 44 to 47 degrees F. The depth to bedrock is greater than 60 inches. The thickness of the mollic epipedon is 20 to 40 inches and the organic matter content of the mixed upper 10 inches is estimated to be more than 3 percent and decreases irregularly with depth. The depth to a fluctuating water table is 36 to 60 inches during the spring. The soil reaction is neutral or slightly alkaline throughout. The solum is 40 to 60 inches thick. The particle-size control section is 10 to 18 percent clay and more than 15 percent fine sand and coarser.\nThe A horizons and AB horizons, when present, have value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 or 2 moist and dry. The texture of the lower part of the A and the AB horizon is silt loam, loam, or fine sandy loam with 0 to 10 percent gravel.\nThe Bw horizons have value of 2 or 3 moist, 4 to 6 dry, and chroma of 2 or 3 moist and dry. The texture is silt loam, loam, or fine sandy loam with 0 to 10 percent gravel. In some pedons there is a layer of volcanic ash in the upper part of the Bw horizon. Redox concentrations are present in the lower part of the Bw horizon in some pedons.\nThe C horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 or 3 moist and dry. It is silt loam, sandy loam, or sand. It has 0 to 60 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mooretown, Rubicity, and Toefoot series.\nMooretown soils - 16 to 30 inches to redox concentrations (somewhat poorly drained); Bk horizon with 5 to 15 percent CaCO3 equivalent\nRubicity soils - pscs has 15 to 35 percent rock fragments; lacks redox concentrations (well drained)\nToefoot soils - depth to CaCO3 accumulation is 7 to 11 inches; lacks redox concentrations (well drained)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Freels soils are on flood plains and low stream terraces. They formed in alluvium. Slopes are 0 to 3 percent. Elevation is 3,400 to 4,400 feet. The mean annual precipitation is 13 to 17 inches. The climate is characterized by cold wet winters and hot dry summers. The mean annual temperature is 42 to 45 degrees F. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cheval, Harlow, Hurwal, Josset, Snell, and Sturgill soils. The Cheval, Josset, and Sturgill soils are on floodplains. The Cheval soils have very gravelly layers at 20 to 40 inches and have a fluctuating water table at 18 to 30 inches in spring. The Harlow and Snell soils are clayey-skeletal and are on adjacent south slopes. The Hurwal soils are fine-silty and are on adjacent north slopes. The Josset soils have very gravelly layers at 20 to 36 inches and have a fluctuating water table at 30 to 40 inches in spring. The Sturgill soils are fine-silty and poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; moderate permeability. An apparent water table is present at its uppermost limit between March and June.  Rare flooding occurs between March and June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for hay and pasture. Native vegetation is mainly basin wildrye, Idaho fescue, Sandberg bluegrass, and big bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MLRA 9. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County Area, Oregon, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nMollic epipedon - from the surface to 34 inches (A1, A2, and AB and Bw1 horizons)\nBw2 horizon - less than 1 percent organic matter\nCambic horizon - 34 to 51 inches (Bw1 and Bw2 horizon)\nCumulic feature - an irregular decrease in organic matter with depth\nParticle-size control section - 10 to 40 inches average less than 18 percent clay and more than 15 percent fine sand and coarser\nOxyaquic feature - redox concentrations and water table at a depth of 38 to 60 inches\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine and medium granular structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular and tubular pores; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--5 to 20 inches; very dark brown (10YR 2/2) silt loam, dark gray (10YR 4/1) dry; moderate fine and medium angular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; neutral (pH 7.2); gradual wavy boundary. (Combined thickness of the A horizon is 12 to 28 inches)"
      },
      {
        "name": "AB",
        "top": 51,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--20 to 34 inches; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; moderate medium prismatic and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, and few fine roots; common very fine, fine and few medium tubular pores; few fine pieces of charcoal in the upper part; slightly alkaline (pH 7.4); clear wavy boundary. (0 to 20 inches thick.)"
      },
      {
        "name": "Bw2",
        "top": 97,
        "bottom": 130,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--38 to 51 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine, and few medium tubular pores; few faint dark yellowish brown (10YR 4/4) redoximorphic concentrations; neutral (pH 7.0); clear wavy boundary. (Combined thickness of the Bw horizon is 11 to 21 inches)"
      },
      {
        "name": "C",
        "top": 130,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "C--51 to 60 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; massive; hard, friable, slightly sticky and slightly plastic; common very fine, fine, and few medium pores; few faint brown (10YR 5/3) redoximorphic concentrations; neutral (pH 6.8)."
      }
    ]
  ]
}
