{
  "SERIES": "FREEST",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCM: WMK: RBH; GRB",
  "REVDATE": "04/2014",
  "STATES": "AL,MS",
  "OVERVIEW": "The Freest series consists of very deep, moderately well drained, slowly permeable soils on uplands and stream terraces of the Southern Coastal Plain (MLRA 133A) and the Alabama and Mississippi Blackland Prairie (MLRA 135A) Major Land Resource Areas. They formed in marine or fluvial sediments that are loamy in the upper part and clayey in the lower part. Near the type location, the mean annual temperature is about 62 degrees F., and the mean annual precipitation is about 52 inches. Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Freest fine sandy loam, 0 to 2 percent slopes, in a forest (Colors are for moist soil).\nA--0 to 2 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; friable; many medium roots; strongly acid; clear smooth boundary. (2 to 8 inches thick)\nE--2 to 6 inches; brown (10YR 5/3) fine sandy loam; weak fine granular structure; friable; few fine and medium roots; few medium pebbles of quartz; strongly acid; clear wavy boundary. (0 to 6 inches thick)\nBt1--6 to 18 inches; yellowish brown (10YR 5/4) loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; few faint clay films on faces of peds; few fine and medium pebbles of quartz; few medium faint yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (6 to 10 inches thick)\nBt2--18 to 42 inches; 34 percent pale brown (10YR 6/3), 33 percent yellowish brown (10YR 5/6) and 33 percent gray (10YR 6/1) clay loam; strong coarse prismatic structure parting to moderate medium angular blocky; firm, plastic; thin continuous pale brown (10YR 6/3) clay films of on faces of peds; few uncoated sand grains on faces of prisms; few medium pebbles of quartz; the areas of pale brown and gray are iron depletions and the areas of yellowish brown are iron accumulations; strongly acid; gradual wavy boundary.\nBt3--42 to 52 inches; 34 percent gray (10YR 6/1), 33 percent yellowish brown (10YR 5/6) and 33 percent red (2.5YR 4/6) clay loam; moderate coarse prismatic structure parting to moderate fine and medium angular blocky; very firm, plastic; thin continuous clay films on faces of peds; few slickensides that do not intersect; few pebbles of quartz; the areas of gray are iron depletions and the areas of yellowish brown and red are iron accumulations; strongly acid; gradual wavy boundary.\nBt4--52 to 80 inches; 34 percent yellowish brown (10YR 5/6), 33 percent gray (10YR 6/1) and 33 percent strong brown (7.5YR 5/6) clay loam; weak coarse prismatic structure parting to weak fine and medium angular blocky; very firm, plastic; few faint clay films on faces of peds; few slickensides that do not intersect; few pebbles of quartz; common medium and coarse black (10YR 2/1) coatings on faces of peds; the areas of gray are iron depletions and the areas of yellowish brown and strong brown are iron accumulations; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, Mississippi. Approximately 8.5 miles northwest of Montrose, and 75 feet southeast into forest. NW1/4, NE1/4 Sec. 3, T. 4 N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 60 to more than 100 inches. Reaction ranges from very strongly acid to strongly acid in the A and E horizons except where the surface has been limed. The reaction ranges from very strongly acid to moderately acid in upper part of the Bt horizon and from very strongly acid to neutral in the lower part.\nThe A or AP horizon has hue of 10YR, value of 4 to 6, and chroma of 1 to 3. Texture is fine sandy loam, sandy loam or loam.\nThe E, EB or BE horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 2 to 4. Texture is fine sandy loam, sandy loam or loam.\nThe upper part of the Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 8. Redoximorphic features in shades of yellow brown red and below a depth of 18 inches, gray range from none to many. Texture is loam or sandy clay loam.\nThe lower part of the Bt horizon has hue of 10YR or 2.5y, value of 5 or 6 and chroma of 4 to 6; or it is commonly multicolored in shades of yellow, brown, gray and red. Some pedons have a few calcium carbonate concretions. Texture is dominantly clay loam, but some pedons are silty clay or clay.\nThe Btg horizon, where present, has hue of 10YR, value of 6, and chroma of 1 or 2. Iron accumulations in shades of brown, yellow, or red range from common to many. Some pedons have a few calcium carbonate concretions. Texture is dominantly clay loam, but some pedons are silty clay or clay.\nThe Cg horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2. Iron accumulations in shades of red, yellow and brown range from few to many. Texture is a commonly stratified sandy loam, sandy clay loam, clay loam, silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fetzer, Hamden and petal series in the same family. The somewhat poorly drained Fetzer soils along with Hamden soils are in the Western Coastal Plain (MLRA 133B). Petal soils are on similar positions but have redder upper subsoils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Freest soils are on uplands and stream terraces of the Southern Coastal Plain and the Alabama and Mississippi Blackland Prairie. Slopes range from 0 to 8 percent. They formed in loamy and clayey marine or fluvial sediments. The climate is humid subtropical. The mean annual temperature is 62 degrees F., and the mean annual precipitation is 52 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adaton, Kipling, Louin, Prentiss, Stough, and Vaiden series. The poorly drained Adaton soils are on slightly lower adjacent positions and have fine-silty control sections. The somewhat poorly drained Kipling, Louin and Vaiden soils are on similar to higher positions and have clayey control sections. Prentiss and the somewhat poorly drained Stough soils are on similar to slightly lower positions and have fragipans. In addition, Stough soils have coarse-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland of pine and hardwoods.  Cleared areas are used for growing cotton, corn, soybeans, and pasture grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of Alabama and Mississippi. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, Mississippi; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 6 inches (A and E horizon).\nArgillic horizon - the zone from 6 to 80 inches (Bt1, Bt2, Bt3 and Bt4 horizons).\nAquic feature - the seasonal high water table at an 18-inch depth (Bt2 horizon).\nThe water table is at a depth of 1.5 to 2.5 feet for short periods during wet seasons in winter and early spring.\nFreest soils would formerly have been classified in the Red-Yellow Podzolic great soil group.  These soils have been included in the Freestone series.\nFreest soils are in MLRAs 133A and 135A.\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http;://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization laboratory, Auburn AL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; friable; many medium roots; strongly acid; clear smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--2 to 6 inches; brown (10YR 5/3) fine sandy loam; weak fine granular structure; friable; few fine and medium roots; few medium pebbles of quartz; strongly acid; clear wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--6 to 18 inches; yellowish brown (10YR 5/4) loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; few faint clay films on faces of peds; few fine and medium pebbles of quartz; few medium faint yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--18 to 42 inches; 34 percent pale brown (10YR 6/3), 33 percent yellowish brown (10YR 5/6) and 33 percent gray (10YR 6/1) clay loam; strong coarse prismatic structure parting to moderate medium angular blocky; firm, plastic; thin continuous pale brown (10YR 6/3) clay films of on faces of peds; few uncoated sand grains on faces of prisms; few medium pebbles of quartz; the areas of pale brown and gray are iron depletions and the areas of yellowish brown are iron accumulations; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 107,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--42 to 52 inches; 34 percent gray (10YR 6/1), 33 percent yellowish brown (10YR 5/6) and 33 percent red (2.5YR 4/6) clay loam; moderate coarse prismatic structure parting to moderate fine and medium angular blocky; very firm, plastic; thin continuous clay films on faces of peds; few slickensides that do not intersect; few pebbles of quartz; the areas of gray are iron depletions and the areas of yellowish brown and red are iron accumulations; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 132,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "narrative": "Bt4--52 to 80 inches; 34 percent yellowish brown (10YR 5/6), 33 percent gray (10YR 6/1) and 33 percent strong brown (7.5YR 5/6) clay loam; weak coarse prismatic structure parting to weak fine and medium angular blocky; very firm, plastic; few faint clay films on faces of peds; few slickensides that do not intersect; few pebbles of quartz; common medium and coarse black (10YR 2/1) coatings on faces of peds; the areas of gray are iron depletions and the areas of yellowish brown and strong brown are iron accumulations; slightly acid."
      }
    ]
  ]
}
