{
  "SERIES": "FREEON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJH-DEJ-HFG",
  "REVDATE": "04/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Freeon series consists of very deep, moderately well drained soils which are deep to a densic contact. They formed in loess or silty lacustrine deposits and in the underlying dense sandy loam till on ground moraines, end moraines, disintegration moraines, drumlins, and ice-walled glacial lake plains. Permeability is moderate in the silty mantle, slow or moderately slow in the till subsoil, and very slow in the substratum. Slopes range from 0 to 20 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Freeon silt loam - on a convex 2 percent slope in a cultivated field at an elevation of about 1,200 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine subangular blocky structure; friable; common fine roots; about 2 percent gravel; moderately acid; abrupt smooth boundary. (6 to 9 inches thick)\nE/B--7 to 19 inches; about 60 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; few distinct dark brown (7.5YR 3/4) clay films on faces of peds; common fine and very fine roots; many very fine and few medium tubular pores; common coarse prominent strong brown (7.5YR 4/6) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; slightly acid; clear smooth boundary. (0 to 15 inches thick)\n2B/E--19 to 39 inches; about 70 percent dark brown (7.5YR 3/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; common faint dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) sandy loam (E), very pale brown (10YR 7/3) dry; weak thick platy structure; friable; few fine roots; many fine tubular pores; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; about 12 percent gravel and 1 percent cobbles; strongly acid; clear smooth boundary. (The glossic horizon ranges from 5 to 40 inches thick.)\n2Bt--39 to 53 inches; dark reddish brown (5YR 3/4) sandy loam; moderate fine and medium prismatic structure tending to part along horizontal cleavage planes to weak thin plates inherited from the parent material; firm; few fine roots; common fine tubular pores; common fine and medium vesicular pores; common faint dark reddish brown (5YR 3/4) clay films on all faces of peds; very few prominent brown (10YR 5/3) silt coats on vertical faces of peds; few coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; strongly acid; clear smooth boundary. (5 to 30 inches thick)\n2BCd1--53 to 69 inches; dark reddish brown (5YR 3/4) sandy loam; weak very coarse prismatic structure tending to part along horizontal cleavage planes to weak thin plates inherited from the parent material; firm; many fine tubular pores; few medium vesicular pores; common faint dark reddish brown (5YR 3/4) clay films on top faces of peds; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation on vertical ped faces; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary.\n2BCd2--69 to 85 inches; dark reddish brown (5YR 3/4) sandy loam; weak extremely coarse prismatic structure tending to part along horizontal cleavage planes to weak thin plates inherited from the parent material; many fine tubular pores; few medium vesicular pores; common faint dark reddish brown (5YR 3/4) clay films on top faces of peds; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the 2BCd horizons ranges from 0 to 70 inches.)\n2Cd--85 to 100 inches; reddish brown (5YR 4/4) sandy loam; massive tending to part along horizontal cleavage planes to weak thin plates; firm; dense and compact; about 5 percent gravel and 1 percent cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Barron County, Wisconsin; about 3 1/2 miles south of Barron; 1100 feet north and 200 feet west of the southeast corner, sec. 16, T. 33 N., R. 12 W. Dallas USGS quadrangle; lat. 45 degrees 20 minutes 30 seconds N. and long. 91 degrees 51 minutes 35 seconds W.; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of silty mantle ranges from 12 to 36 inches. Depth to the base of the argillic horizon and to densic contact ranges from 40 to 60 inches. Content of clay averages from 7 to 17 percent in the particle-size control section and content of fine sand or coarser averages 15 to 70 percent. The base saturation (by sum of cations) is less than 60 percent in some part of the argillic horizon. Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 5 to 35 percent in the till. Volume of cobbles ranges from 0 to 3 percent in the silty mantle and from 0 to 5 percent in the till. Volume of stones ranges from 0 to 1 percent in the silty mantle and from 0 to 3 percent in the till. Surface stones have coverage ranging from 0 to 3 percent. Reaction ranges from extremely acid to slightly acid in the solum, except that it ranges to neutral in the Ap horizon where the soil is limed. Reaction ranges from strongly acid to neutral in the substratum. Redox concentrations are within 40 inches and occur as high in the profile as the E horizon in some pedons. Redox depletions are below the upper 10 inches of the argillic in some pedons. Saturation occurs below the upper 10 inches of the argillic, but within a depth of 40 inches at some time in most years.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3. Uncultivated areas have A horizons,1 to 4 inches thick, with hue of 10YR, value of 2 or 3, and chroma of 1 to 3.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and a chroma of 2 or 3. Colors of 4/3 and 5/3 have value dry of 7 or more. The E horizon is silt loam or silt.\nSome pedons have a Bw horizon with hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4. It is silt loam. Bw horizons with spodic color have less than 0.6 percent organic carbon.\nFreeon soils have a glossic horizon. Horizonation has a wide range depending on the thickness of the silty mantle and the degree to which eluviation has occurred. Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination.\nThe E part of the E/B or B/E horizon has color and texture like the E horizon described above. The Bt part has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4 to 6.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E part of the 2E/B or 2B/E horizons has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6, and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The 2E part is typically sandy loam, fine sandy loam, loam, or their gravelly analogs, but in some pedons it is loamy sand or gravelly loamy sand. The 2Bt part has color and texture like the 2Bt horizon described below.\nThe 2Bt horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, loam, or their gravelly analogs. Bulk density ranges from 1.65 to 1.90. Some pedons have pockets or strata of loamy sand or gravelly loamy sand.\nThe 2BCd horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, or their gravelly analogs. Clay content averages more than 7 percent. Bulk density ranges from 1.8 to 2.0 gm/cc. Some pedons have pockets or strata of loamy sand or gravelly loamy sand.\nThe 2Cd horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, or their gravelly analogs. Clay content averages more than 7 percent. Bulk density ranges from 1.8 to 2.0 gm/cc. Some pedons have pockets or strata of loamy sand or gravelly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aftad, Blowers, Frogcreek, Haugen, Neopit, and Scott Lake series. A similar soil is the Brennyville series.\nAftad, Neopit and Scott Lake soils do not have a densic contact within the series control section.\nBlowers and Haugen soils do not have a 12 to 36 inch mantle that is more than 50 percent silt.\nBrennyville soils have base saturation greater than 60 percent in all parts of the argillic horizon.\nFrogcreek soils average less than 7 percent clay in the dense till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in loess or silty lacustrine and in the underlying dense sandy loam till of Late Wisconsinan Age.\nLandform: Ground moraines, disintegration moraines, end moraines, drumlins, and ice-walled glacial lake plains.\nSlope: 0 to 20 percent.\nElevation: 800 to 1950 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Adolph, Almena, Amery, Auburndale, Capitola, Cebana, Haugen, Magnor, Newood, Newot, Santiago, and Spencer soils.\nThe well drained Santiago, the somewhat poorly drained Magnor, the poorly drained Cebana, and the very poorly and poorly drained Adolph and Capitola soils are in a drainage sequence with Freeon soils. Santiago soils are on steeper sloping landforms. Magnor soils are in lower or less sloping areas. Cebana, Adolph, and Capitola soils are in depressions and drainageways.\nThe moderately well drained Spencer soils are on similar landscape positions as Freeon soils, the somewhat poorly drained Almena soils are in lower or less sloping areas, and the poorly drained Auburndale soils are in depressions and drainageways. These soils have a silty mantle greater than 36 inches thick.\nThe well drained Amery and Newot soils, and the moderately well drained Haugen and Newood soils are on landscape positions that are similar to, higher than, or more sloping than those of Freeon soils where the silty mantle is less than 12 inches thick, or is absent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff low to high. Permeability is moderate in the silty mantle, moderately slow or slow in the till subsoil, and very slow in the substratum. This soil has a perched seasonal high water table at a depth of 2 to 3.5 feet for 1 month or more at some time during the period of September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of this soil is cleared and used for pastureland or cropland. Corn, small grain, and hay are the major crops. The remainder is in woodland or wooded pasture. Native vegetation is deciduous forest. Common trees are sugar maple, black cherry, American basswood, white ash, yellow birch, American elm, bigtooth aspen, quaking aspen, balsam fir, northern red oak, and eastern hophornbeam."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and northwestern Wisconsin and east-central Minnesota. LRR K, MLRA 90A, and MLRA 90B. This soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Barron County, Wisconsin, 1949. The original type location was changed in Barron County with the correlation of the updated soil survey in 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle size control section - the zone from 19 to 39 inches.\nOchric epipedon - the zone from 0 to 19 inches (Ap, E/B).\nAlbic horizon - the zone from 7 to 19 inches (E part of the E/B).\nGlossic horizon - the zone from 7 to 39 inches (E/B, 2B/E).\nArgillic horizon - the zone from 19 to 53 inches (2B/E, 2Bt).\nDensic contact - the contact with dense till (2BCd1, 2BCd2, 2Cd) at 53 inches.\nRedoximorphic concentrations - oxidized color features in the zone from 7 to 69 inches.\nLithologic discontinuity - at the upper boundary of the 2Bt/E horizon at 19 inches.\nThe bulk density and platyness of the argillic horizon is considered to be relict of the till, but studies are needed to determine whether or not these horizons meet criteria for fragipans or fragic soil properties.\nThe 2BCd1 and 2BCd2 horizons were originally described as 2Bt horizons, but were re-designated because they are transitional to the substratum and exhibit densic characteristics."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Former Soil Interpretation Record - WI0030. Refer to soil survey sample number S90WI-005-7 for NSSL data on the typical pedon."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine subangular blocky structure; friable; common fine roots; about 2 percent gravel; moderately acid; abrupt smooth boundary. (6 to 9 inches thick)"
      },
      {
        "name": "E/B",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E/B--7 to 19 inches; about 60 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium platy structure; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; few distinct dark brown (7.5YR 3/4) clay films on faces of peds; common fine and very fine roots; many very fine and few medium tubular pores; common coarse prominent strong brown (7.5YR 4/6) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; slightly acid; clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2B/E",
        "top": 48,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2B/E--19 to 39 inches; about 70 percent dark brown (7.5YR 3/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; common faint dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) sandy loam (E), very pale brown (10YR 7/3) dry; weak thick platy structure; friable; few fine roots; many fine tubular pores; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; about 12 percent gravel and 1 percent cobbles; strongly acid; clear smooth boundary. (The glossic horizon ranges from 5 to 40 inches thick.)"
      },
      {
        "name": "2Bt",
        "top": 99,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt--39 to 53 inches; dark reddish brown (5YR 3/4) sandy loam; moderate fine and medium prismatic structure tending to part along horizontal cleavage planes to weak thin plates inherited from the parent material; firm; few fine roots; common fine tubular pores; common fine and medium vesicular pores; common faint dark reddish brown (5YR 3/4) clay films on all faces of peds; very few prominent brown (10YR 5/3) silt coats on vertical faces of peds; few coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; strongly acid; clear smooth boundary. (5 to 30 inches thick)"
      },
      {
        "name": "2BCd1",
        "top": 135,
        "bottom": 175,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BCd1--53 to 69 inches; dark reddish brown (5YR 3/4) sandy loam; weak very coarse prismatic structure tending to part along horizontal cleavage planes to weak thin plates inherited from the parent material; firm; many fine tubular pores; few medium vesicular pores; common faint dark reddish brown (5YR 3/4) clay films on top faces of peds; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation on vertical ped faces; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary."
      },
      {
        "name": "2BCd2",
        "top": 175,
        "bottom": 216,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BCd2--69 to 85 inches; dark reddish brown (5YR 3/4) sandy loam; weak extremely coarse prismatic structure tending to part along horizontal cleavage planes to weak thin plates inherited from the parent material; many fine tubular pores; few medium vesicular pores; common faint dark reddish brown (5YR 3/4) clay films on top faces of peds; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the 2BCd horizons ranges from 0 to 70 inches.)"
      },
      {
        "name": "2Cd",
        "top": 216,
        "bottom": 254,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--85 to 100 inches; reddish brown (5YR 4/4) sandy loam; massive tending to part along horizontal cleavage planes to weak thin plates; firm; dense and compact; about 5 percent gravel and 1 percent cobbles; moderately acid."
      }
    ]
  ]
}
