{
  "SERIES": "FREESOIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPJ-WEF-MLK",
  "REVDATE": "01/2017",
  "STATES": "MI",
  "OVERVIEW": "The Freesoil series consists of very deep, somewhat poorly drained soils on lake plains and glacial deltas. These soils formed in stratified glaciofluvial and glaciolacustrine deposits. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 787 mm, and mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Aquic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Freesoil loamy very fine sand, 0 to 3 percent slopes, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm; very dark grayish brown (10YR 3/2) loamy very fine sand, brown (10YR 4/3) dry; weak medium granular structure; very friable; slightly alkaline; abrupt smooth boundary. (15 to 23 cm thick)\nBw--20 to 127 cm; light yellowish brown (10YR 6/4) very fine sandy loam with strata every 5 to 10 cm of loamy very fine sand, very fine sand, and silt loam ranging from 6 mm to 2.5 cm thick; weak medium granular structure; friable; many medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; few fine distinct light gray (10YR 7/2) iron depletions; strongly effervescent; moderately alkaline; abrupt smooth boundary. (79 to 114 cm thick)\nCg--127 to 152 cm; grayish brown (10YR 5/2) very fine sand with 5 cm (2 inch) thick strata of silty clay loam; massive; friable; few fine distinct yellowish brown (10YR 5/4) masses of oxidized iron; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mason County, Michigan; about 8 miles southeast of the town of Ludington; 2,000 feet west and 50 feet north of the southeast corner of sec. 28, T. 17 N., R. 17 W., Riverton Township; USGS Wiley, MI 7.5 minute topographic quadrangle; lat. 43 degrees 49 minutes 59 seconds W. and long. 86 degrees 20 minutes 44 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 51 to 137 cm\nDepth to carbonates: 18 to 96 cm\nRock fragment content: 0 to 1 percent gravel throughout\nAp horizon:\nHue: 10YR or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 3\nTexture: loamy fine sand or loamy very fine sand\nReaction: slightly acid to moderately alkaline\nE horizon, where present:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: loamy fine sand or loamy very fine sand\nBw horizon:\nHue: 5YR to 2.5Y\nValue: 5 or 6\nChroma: 2 to 4\nTexture: stratified very fine sandy loam, fine sandy loam, very fine sand, loamy very fine sand, loamy fine sand, silt loam, or fine sand\nSome pedons have a BC horizon.\nC horizon:\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: stratified fine sand, very fine sand, loamy very fine sand, sand, silt, silt loam, with occasional strata of silty clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Freesoil soils are on lake plains, and glacial deltas. Slope ranges from 0 to 3 percent. These soils formed in stratified glaciofluvial and glaciolacustrine deposits. Mean annual precipitation ranges from 720 to 960 mm. Mean annual temperature ranges from 8 to 10 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Freesoil soils are in the same drainage sequence with the well drained Arkport soils and the poorly drained or very poorly drained Lamson soils. The moderately well drained Fern and Perrinton soils are also associated. The Perrinton soils are loamy throughout and the Fern soils are sandy over loamy. The somewhat poorly drained Pipestone soils are sandy throughout and the Wixom soils are sandy over loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of a seasonal high water table ranges from 15 to 46 cm between November and May in normal years. Potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high in the solum and ranges to high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for small grains, corn, and truck crops. Wooded areas are in red maple, paper birch, quaking aspen and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98 and 99 in southern Lower Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mason County, Michigan, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (Ap horizon).\nCambic horizon: from a depth of 20 to 127 cm (Bw horizon).\nAquic conditions: iron depletions and reduced matrix below a depth of 20 cm (Bw and Cg horizons).\nA phase with a surface layer of human transported materials has been correlated.  This layer is less than 50 cm thick and of variable textures.\nA dense substratum phase is recognized.\nAreas of this soil in Michigan (St. Clair, Genesee, Macomb, Isabella and Livingston Counties) were previously correlated as Minoa (Coarse-loamy, mixed, active, mesic Aquic Dystric Eutrudepts). All of these areas contain carbonates at depths less than 100 cm and are within the range of the Freesoil series.\nADDITIONAL DATA: Soil Interpretation Record: MI0618.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm; very dark grayish brown (10YR 3/2) loamy very fine sand, brown (10YR 4/3) dry; weak medium granular structure; very friable; slightly alkaline; abrupt smooth boundary. (15 to 23 cm thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--20 to 127 cm; light yellowish brown (10YR 6/4) very fine sandy loam with strata every 5 to 10 cm of loamy very fine sand, very fine sand, and silt loam ranging from 6 mm to 2.5 cm thick; weak medium granular structure; friable; many medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; few fine distinct light gray (10YR 7/2) iron depletions; strongly effervescent; moderately alkaline; abrupt smooth boundary. (79 to 114 cm thick)"
      },
      {
        "name": "Cg",
        "top": 127,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--127 to 152 cm; grayish brown (10YR 5/2) very fine sand with 5 cm (2 inch) thick strata of silty clay loam; massive; friable; few fine distinct yellowish brown (10YR 5/4) masses of oxidized iron; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
