{
  "SERIES": "FREMKLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMF/TDT",
  "REVDATE": "04/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Lithic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fremkle ashy sandy loam - rangeland, on a nearly level plateau at 3000 feet elevation.  (When described (8/13/85), soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of ponderosa pine and western juniper needles and twigs.\nA1--1 to 4 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 10 percent gravel; neutral (pH 7.2); gradual wavy boundary.\nA2--4 to 15 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 4/3) dry; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; many fine and medium vesicular pores; 10 percent gravel; neutral (pH 7.2); abrupt smooth boundary.  (Combined thickness of the A horizon is 10 to 20 inches).\n2R--15 inches; fractured tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deschutes County, Oregon; 200 feet east and 300 feet south of the northwest corner of section 8, T. 14 S., R. 11 E. (Latitude 44 degrees, 22 minutes, 28 seconds N, Longitude 121 degrees, 27 minutes, 00 seconds W)"
  },
  "COMPETING SERIES": {},
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Fremkle soils are on volcanic uplands and erosional plateaus.  Elevations are 2,800 to 4,000 feet.  These soils formed in ash over bedrock.  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 12 to 18 inches, falling mostly as snow.  The mean annual temperature is 42 to 47 degrees F.  The frost-free period is 60 to 90 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fryrear, Henkle, Laidlaw, and Wanoga soils.  Fryrear and Wanoga soils are moderately deep to bedrock.  Laidlaw soils are deep to bedrock.  Henkle soils are ashy-skeletal."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing, wildlife habitat, and recreation.  Potential native vegetation is western juniper, ponderosa pine, and Idaho fescue."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Footslopes and plateaus of the eastern Cascades in central Oregon; MLRA 6.  The series is not extensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  }
}
