{
  "SERIES": "FREMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH-PSP",
  "REVDATE": "02/2017",
  "STATES": "NY,PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, acid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fremont silt loam, on a 4 percent slope in a reforested area. (Colors are for moist soil.)\nAp -- 0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; very friable; many fine and medium roots; 5 percent rock fragments; strongly acid; abrupt smooth boundary. (13 to 25 cm [5 to 10 in] thick)\nBw1 -- 18 to 30 cm (7 to 12 in); olive brown (2.5Y 4/4) silt loam; weak medium subangular blocky structure; friable; common fine and medium roots; common medium pores; 10 percent rock fragments; common medium distinct light olive brown (2.5Y 5/6) masses of iron accumulation and few medium prominent gray (5Y 5/1) areas of iron depletion in the matrix; strongly acid; clear wavy boundary.\nBw2 -- 30 to 46 cm (12 to 18 in); light olive brown (2.5Y 5/4) silty clay loam; weak medium prismatic structure parting to weak medium subangular blocky; firm; common fine roots; common medium pores; light olive gray (5Y 6/2) on all faces of peds; 10 percent rock fragments; many fine distinct yellowish brown (10YR 5/6) and many fine prominent strong brown (7.5YR 5/8) masses of iron accumulation within the matrix; strongly acid; gradual wavy boundary.\nBw3 -- 46 to 71 cm (18 to 28 in); olive (5Y 5/3) light silty clay loam; moderate coarse prismatic structure parting to weak medium subangular blocky; firm; few fine roots; light olive gray (5Y 6/2) on all faces of peds; 10 percent rock fragments; many medium prominent yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) masses of iron accumulation within the matrix; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizon is 36 to 86 cm [14 to 34 in.])\nC1 -- 71 to 91 cm (28 to 36 inches); gray (5Y 5/1) channery silt loam; weak medium plate like divisions inherited from shale bedding; firm; few fine and medium pores; 25 percent rock fragments dominantly shale; many fine distinct olive (5Y 5/3) and many fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation within the matrix; strongly acid; clear wavy boundary.\nC2 -- 91 to 183 cm (36 to 72 in); gray (5Y 6/1) channery light silty clay loam; weak medium plate like divisions inherited from shale bedding; firm; 25 percent rock fragments dominantly shale; streaked with many fine distinct olive (5Y 4/3) and many fine prominent strong brown (7.5YR 5/6) masses of iron accumulation within the matrix; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Genesee County, New York; Town of Darien, two miles southwest of the Village of Darien, on a gently sloping area in a tree plantation. USGS Corfu, NY topographic quadrangle; Latitude 42 degrees, 52 minutes, 59 seconds N. and Longitude 78 degrees, 21 minutes, 55 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 61 to 140 cm (24 to 55 inches.). Depth to shale bedrock is greater than 102 cm (40 in) for deep phase; greater than 152 cm (60 inches) for very deep phase. Rock fragments, mainly channers of shale and siltstone, range from 5 to 35 percent in the solum and from 20 to 60 percent in C horizon. The soil ranges from very strongly acid through moderately acid unless limed above a depth of 102 cm (40 in) and from strongly acid through neutral below a depth of 102 cm (40 in).\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 or 3. Texture is silt loam or silty clay loam in the fine earth fraction. It has weak or moderate, fine or medium granular structure sometimes parting from subangular blocky and very friable or friable consistence.\nSome undisturbed pedons have an A horizon 5 to 10 cm (2 to 4 in) thick with color, texture, and structure similar to Ap horizon.\nThe Bw horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 4 with distinct or prominent redoximorphic features. It is silt loam or silty clay loam in the fine-earth fraction. It has weak or moderate, medium or coarse prismatic structure parting to weak or moderate, fine to coarse subangular blocky, or the prisms are absent. It has friable or firm consistence.\nThe BC horizon, when present, has color and texture ranges similar to the B horizon. It has weak, medium or coarse prismatic structure parting to weak fine to coarse subangular blocky, or the prisms are absent. Consistence is firm and hard.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4 with distinct or prominent redoximorphic features. It is silt loam or silty clay loam in the fine-earth fraction. The material is massive or has plate like divisions, with rock structure evident in most pedons. Consistence is firm and hard."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Orpark series. Orpark soils have bedrock within a depth of 100 cm (40 in).\nThe Atherton, Burdett, Darien, Greene, Hornell, Kendaia, and Volusia series are in related families. Atherton and Kendaia soils are nonacid. Burdett and Darien soils have argillic horizons. Hornell soils have a fine particle-size control section and are moderately deep. Greene soils have bedrock within a depth of 102 cm (40 in). Volusia soils have a fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fremont soils are on broad hilltops and hillsides, and receive little runoff from adjacent areas. Slope ranges from 0 to 40 percent. The soils developed in till derived from shale, and some siltstone and sandstone. The climate is humid and cool temperate. Mean annual precipitation ranges from 795 to 1725 mm (31 to 68 in) and mean annual temperature ranges from 6 to 11 degrees C. (43 to 52 degrees F.). The growing season is from 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alden, Arnot, Chippewa, Erie, Hornell, Langford, Lordstown, Manlius, Mardin, Marilla, Orpark, Tuller, and Volusia soils. Alden and Chippewa soils are poorly or very poorly drained. Arnot and Tuller soils have bedrock between depths of 25 to 51 cm (10 to 20 in). Hornell, Lordstown, Manlius, and Orpark soils have bedrock between depths of 51 to 102 cm (20 to 40 in). Erie, Langford, Mardin, Marilla, and Volusia soils have fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Saturated hydraulic conductivity is moderately high or high in the subsoil and low to moderately low in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil have been cleared, and used for growing corn, small grains, hay, pasture, and potatoes. Because the soils are slow to warm up in the spring due to wetness many areas are reverting to woodland. Native vegetation is sugar maple, oak, white ash, yellow birch, hemlock, and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Allegheny Plateau of New York and Pennsylvania. MLRA's 101, 139, and 140. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tioga County, Pennsylvania, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: As formerly mapped, the Fremont series included parts of the range of the Mardin and Volusia series. The present concept of the Fremont series does not include soils with fragipans.\nAdjusted the coordinates (latitude seconds) to be:  420 52' 59.2\", 780 21' 55\" NAD83 to put point off of map unit boundary.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric Epipedon - the zone from the surface to a depth of 18 cm (7 in) (Ap horizon).\n2. Cambic horizon - the zone from 18 to 71 cm ( 7 to 28 in) (Bw horizons).\n3. Aquepts suborder - aquic moisture regime, and evidence of wetness that includes 2 chroma on all ped faces and redox features in the zone from 30 to 46 cm (12 to 18 in) (Bw2 horizon).\nADDITIONAL DATA: Characterization data for the Fremont series can be found at the NCSS Soil Characterization Database.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
