{
  "SERIES": "FRENCHCABIN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. MPK/TDT",
  "REVDATE": "04/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty over sandy or sandy-skeletal, mixed, superactive Aquandic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Frenchcabin ashy silt loam - meadow, on a 1 percent slope at an elevation of 5,075 feet.  (When described on July 8, 2002, the surface was dry, the subsoil was moist, and the substratum was wet.  Colors are for moist soils unless otherwise noted.)\nA1--0 to 3 inches; very dark gray (10YR 3/1) ashy silt loam, gray (10YR 5/1) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine, fine, and medium irregular pores; slightly alkaline (pH 7.4); gradual smooth boundary.\nA2--3 to 12 inches; very dark gray (10YR 3/1) ashy silty clay loam, gray (10YR 5/1) dry; strong medium granular structure; slightly hard, firm, slightly sticky and moderately plastic; many very fine, fine, and medium roots; many very fine, fine, and medium irregular pores and common very fine tubular pores; slightly alkaline (pH 7.4); clear smooth boundary.  (The combined thickness of the A horizon is 10 to 20 inches)\nAB--12 to 19 inches; dark gray (10YR 4/1) ashy silt loam, gray (10YR 6/1) dry; strong medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common very fine and fine tubular pores; few very fine distinct brown (10YR 4/3) redoximorphic concentrations; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 9 inches thick)\nBw1--19 to 24 inches; very dark grayish brown (10YR 3/2) ashy silt loam, gray (10YR 6/1) dry; weak coarse subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; common 5-mm charcoal bits; common very fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; slightly alkaline (pH 7.4); clear smooth boundary.\nBw2--24 to 30 inches; dark grayish brown (10YR 4/2) ashy very fine sandy loam, gray (10YR 5/1) dry; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular pores; common 5-mm charcoal bits; common medium distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; slightly alkaline (pH 7.4); abrupt smooth boundary.  (The combined thickness of the Bw horizon is 10 to 14 inches)\n2C1--30 to 41 inches; dark grayish brown (10YR 4/2) extremely gravelly loamy sand, gray (10YR 6/1) dry; single grain; loose, nonsticky and nonplastic; common very fine roots as mats; many fine irregular pores; 20 percent cobbles and 40 percent gravel; common medium distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; slightly alkaline (pH 7.5); gradual smooth boundary.\n2C2--41 to 54 inches; dark gray (2.5Y 4/1) very gravelly loamy sand, light brownish gray (10YR 6/2) dry; single grain; loose, nonsticky and nonplastic; common very fine and fine roots as mats; many fine irregular pores; 10 percent cobbles and 45 percent gravel; many medium prominent dark yellowish brown (10YR 4/4) redoximorphic concentrations; neutral (pH 7.0); gradual smooth boundary.\n2Cg--54 to 60 inches; dark greenish gray (10GY 4/1) and dark bluish gray (5B 4/1) extremely cobbly loamy sand, light brownish gray (10YR 6/2) dry; single grain; loose, nonsticky and nonplastic; common very fine roots as mats; many fine irregular pores; 25 percent cobbles and 35 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; located in Logan Valley about 18 miles west of Seneca; 1,300 feet east and 500 feet north of the SW corner of section 13, T. 16 S., R. 33 1/2 E.  (Latitude 44 degrees, 10 minutes, 45 seconds North and Longitude 118 degrees, 36 minutes, 04 seconds West)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 37 to 43 degrees F.  Depth to redox features is 10 to 20 inches.  The upper part of the particle size control section has less 15 percent sand coarser than very fine sand, 18 to 30 percent clay, and less than 15 percent rock fragments.  The lower part is loamy sand or sand with 35 to 70 percent rock fragments.  Depth to bedrock is greater than 60 inches. Depth to contrasting textures is 20 to 40 inches.  The solum has 5 to 20 percent glass, and acid oxalate extractable aluminum plus one-half the iron is 0.2 to 0.4 percent.  The mollic epipedon is 10 to 20 inches thick.  Soil reaction is neutral or slightly alkaline throughout.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 or 2 moist and dry.  It is ashy silt loam or ashy silty clay loam with 20 to 30 percent clay.  It has 0 to 5 percent cobbles and 0 to 10 percent gravel.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 1 or 2 moist and dry.  It is ashy silt loam or ashy very fine sandy loam with 15 to 25 percent clay.  It has 0 to 10 percent gravel.\nThe 2C horizon has value of 4 or 5 moist, 6 or 7 dry, and chroma of 1 or 2 moist and dry.  It is loamy sand or sand with 0 to 10 percent clay.  It has 10 to 25 percent cobbles and 25 to 45 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Frenchcabin soils are on stream terraces in mountain meadows.  They formed in glaciofluvial deposits with an influence of ash in the surface.  Slopes are 0 to 2 percent.  Elevation is 4,600 to 5,300 feet.  The mean annual precipitation is 20 to 28 inches, and the mean annual temperature is 35 to 41 degrees F.  The frost-free period is 10 to 30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Loganvalley, Magill, Stanbro, Starglade, and Weberg soils.  Loganvalley soils are loamy-skeletal, well drained, and are on fan remnants.  Magill and Starglade soils are well drained, loamy-skeletal, and are on hills.  Stanbro soils are organic, very poorly drained and are on fens.  Weberg soils are loamy-skeletal, moderately well drained, and are on glacial outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; permeability is moderately slow in the upper part and then rapid in the lower part.  Flooding is brief and rare or occasional.  A seasonal water table may rise to a depth of 1 to 2 feet below the surface from May to July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  The potential native vegetation is silver sagebrush, cinquefoil, sedges, rushes, and Nevada bluegrass; ecological site is Cold Wet Meadow R010XY033OR."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of south-central Oregon, MLRA 10.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Grant County, Oregon, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nMollic epipedon - from surface to 12 inches (A1 and A2 horizons)\nCambic horizon - 19 to 30 inches (Bw1 and Bw2 horizons)\nAquic feature - chroma of 2 or less and distinct redox concentrations at a depth\nof 12 to 30 inches (AB, Bw1, and Bw2 horizons)\nParticle size control section - 10 to 40 inches\nContrasting particle size feature - at 30 inches (2C1 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
