{
  "SERIES": "FRENCHJOHN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/CLM",
  "REVDATE": "01/2019",
  "STATES": "ID",
  "OVERVIEW": "The Frenchjohn series consist of moderately deep, well drained soils with slow permeability that formed in alluvium and residuum from rhyolite.  Frenchjohn soils are on structural benches.  Slopes range from 3 to 25 percent.  Average annual temperature is 48 degrees F. and average annual precipitation is 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Typic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Frenchjohn gravelly silt loam -- on a north-facing slightly concave slope of 5 percent, in native rangeland, at 4,550 feet elevation. (Colors are for air-dry soils unless otherwise stated.  When described on October 18, l983, the soil was moderately moist throughout.)\nA1--0 to 8 inches; grayish brown (10YR 5/2) gravelly silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure parting to moderate fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium, few coarse roots; many very fine and fine, common medium vesicular and interstitial pores; 15 percent gravel; neutral (pH 7.1); clear smooth boundary.  (2 to 8 inches thick)\nA2--8 to 11 inches; brown (10YR 5/3) gravelly silt loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky; structure; slightly hard, friable, sticky and slightly plastic; common very fine and fine, few medium roots; many very fine and fine, common medium vesicular and interstitial pores; few thin clay films on faces of peds; 15 percent gravel; slightly alkaline (pH 7.4); abrupt smooth boundary.  (0 to 10 inches thick)\nBt--11 to 22 inches; yellowish brown (10YR 5/4) very gravelly clay; brown (10YR 4/3) moist; weak medium prismatic structure parting to strong fine angular blocky; very hard, firm, very sticky and very plastic; few very fine, common fine roots; few fine tubular pores; many thick clay films on faces of peds and in pores; 40 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (5 to 12 inches thick)\nBtq--22 to 29 inches; light yellowish brown (10YR 6/4) very gravelly clay loam; dark brown (10YR 4/3) moist; moderate fine angular blocky structure; very hard, firm, sticky and plastic; few very fine, common fine roots; few fine tubular pores; few moderately thick clay films on faces of peds; 45 percent gravel, with silica coatings; moderately alkaline (pH 8.4), abrupt irregular boundary.  (0 to 8 inches thick)\nBkq--29 to 36 inches; very pale brown (10YR 8/3) extremely gravelly sandy loam, very pale brown (10YR 7/4) moist; with discontinuous distinct siliceous laminar cap 1 mm thick; massive; very hard, very firm; 80 percent gravel; strong effervescence; strongly alkaline (pH 8.8); abrupt irregular boundary.  (7 to 12 inches thick)\nR--36 inches; fractured rhyolitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 7 miles west and 9 miles south of Marsing; 2,300 feet south and 500 feet east of the northwest corner of section 21, T. 1 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness and depth to abrupt textural change - 8 to 12 inches\nDepth to calcium carbonates - 20 to 30 inches\nDepth to bedrock - 24 to 40 inches\nParticle-size control section - 35 to 55 percent clay; 35 to 65 percent rock fragments\nAverage annual soil temperature - 49 to 51 degrees F.\nA horizon\nRock fragments - 15 to 35 percent\nReaction (pH) - neutral to mildly alkaline\nBt horizon\nHue - 7.5YR or 10YR\nChroma - 3 or 4 dry or moist\nTexture (upper part) - GRV-C or GR-C - 40 to 55 percent clay; 20 to 45 percent rock fragments\nTexture (lower part) - GRV-CL or GRX-CL - 29 to 40 percent clay; 45 to 75 percent rock fragments\nReaction (pH) - neutral through moderately alkaline\nBkq horizon\nHue - 7.5YR or 10YR\nValue - 5 through 8 dry\nChroma - 3 through 6 dry or moist\nTexture - GRX-SL, GRV-SCL, or GRV-SL\nRock fragments - 50 to 90 percent\nEffervescence - strong or violent\nReaction (pH) - moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Wiskeydick (T) series.  Wiskeydick soils have a mollic epipedon 12 to 19 inches thick which includes part of the argillic horizon and are noncalcareous and neutral throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Frenchjohn soils are undulating to hilly on backslopes and footslopes of dissected structural benches at elevations of 4,250 to 4,700 feet.  Slopes range from 3 to 25 percent.  These soils formed in alluvium and residuum from rhyolite.  The climate is cool and moist in winter and hot and dry in summer.  Average annual precipitation ranges from 12 to 15 inches, and average annual temperature ranges from 47 to 49 degrees F.  The frost-free period is 95 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Jumpcreek (T) series.  Jumpcreek soils lack an abrupt textural change and are on drier, exposed slopes and summits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Frenchjohn soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is low sagebrush, Idaho fescue, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  Frenchjohn soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, l992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in  this pedon:\nMollic epipedon - upper 11 inches (Al & A2)\nArgillic horizon and particle-size control section -       11 to 29 inches (Bt & Btq)\nCalcic horizon - 29 to 36 inches (Bkq)\nAbrupt texture change - at 11 inches, est. 30% clay increase within 1 inch (upper boundary of Bt)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
