{
  "SERIES": "FRENCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CD:RM:RAG",
  "REVDATE": "01/2002",
  "STATES": "GA,NC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, active, mesic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: French loam--cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 12 inches; dark brown (10YR 4/3) loam; weak medium granular structure; friable; common fine roots; few fine flakes of mica; few fine pebbles, slightly acid; abrupt smooth boundary. (8 to 14 inches thick)\nBw1--12 to 20 inches; dark yellowish brown (10YR 4/4) fine sandy loam; few medium faint dark grayish brown (10YR 4/2) and dark reddish brown (2.5YR 3/4) mottles; weak medium subangular blocky structure; friable; few fine roots; common fine and medium pores; common fine flakes of mica; medium acid; clear smooth boundary. (4 to 8 inches thick)\nBw2--20 to 30 inches; dark yellowish brown (10YR 4/4) loam; many coarse distinct grayish brown (10YR 5/2) mottles and few fine distinct dark reddish brown (2.5YR 3/4) mottles; weak medium subangular blocky structure; friable; few fine roots; few fine pores; common fine flakes of mica; medium acid; clear smooth boundary. (8 to 17 inches thick)\nC--30 to 34 inches; yellowish brown (10YR 5/6) very gravelly loamy sand, common medium distinct dark reddish brown (2.5YR 3/4) mottles; single grained; very friable; common fine flakes of mica; slightly acid; abrupt broken boundary.\nCg--34 to 60 inches; grayish brown (10YR 5/2) extremely gravelly sand; single grained; loose; few cobbles; few flakes of mica; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, North Carolina; 3 miles southwest of Mars Hill on SR 1559, 200 feet north of SR 1559 and 100 feet east of Gabriel Creek. (766,850X; 944,535Y)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to horizons of stratified sand and gravel that contain more than 35 percent by volume rock fragments ranges from 20 to 40 inches. Content of coarse rock in the A and B horizons ranges from 0 to 15 percent. Some part of the C horizon within a depth of 40 inches contains more than 35 percent rock fragments. Depth to bedrock is greater than 60 inches. The soil ranges from slightly acid to very strongly acid throughout except where surface layers have been limed. Flakes of mica ranges from few to common throughout the solum.\nThe A or Ap horizons have hue of 7.5YR and 10YR, value of 3 to 5, and chroma of 1 to 4. It is loam, sandy loam, or fine sandy loam.\nThe BA horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 4 to 8 with few to common mottles in shades of gray and brown. It is fine sandy loam, sandy clay loam, or loam.\nThe Bw horizon has hue of 7.5YR and 10YR, value of 4 to 6, and chroma of 3 to 8 with few to many mottles in shades of gray, red, and brown. It is loam, sandy loam, fine sandy loam, sandy clay loam, or clay loam.\nThe C horizon is similar in color to the Bw horizon and contains common to many mottles and streaks in shades of gray, brown, or red. It is loamy sand, sandy loam, or loam in the fine-earth fraction. The Cg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or less. It is loamy sand, coarse sand, loamy coarse sand, or sand in the fine-earth fraction. Thin horizons of finer texture are in some pedons.  Depth to C or Cg horizons that contain more than 35 percent rock fragments of gravel and cobble size is 20 to 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in this family. Those in closely related families are Chewacla, Codorus, Colvard, Comus, Craigsville, Cullowhee, Reddies, and Rowland series. All of these soils, except Cullowhee and Reddies, lack contrasting textures within 1 meter.  In addition, Chewacla soils are thermic, Comus soils have better drainage, and Craigsville soils are loamy-skeletal. Cullowhee and Reddies soils have an umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: French soils are on flood plains of small streams of the southern Appalachian and Blue Ridge Mountains. Slopes are 0 to 5 percent. They formed in recent loamy alluvial sediments washed largely from soils weathered from gneiss, schist, phyllite, and other crystalline rocks. The mean annual temperature is 55 degrees F. and the mean annual precipitation is 50 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Codorus and Comus series, and the Arkaqua, Biltmore, Delanco, Hatboro, Iotla, Nikwasi, and Suncook series. Except for Nikwasi soils, these soils lack contrasting textures within 40 inches. and in addition, Delanco soils have argillic horizons. Biltmore and Suncook soils are sandy. Iotla and Hatboro soils have poorer drainage."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately to somewhat poorly drained; runoff is slow and permeability is moderate in the solum and rapid in the stratified sand and gravel. A seasonal high water table fluctuates between 1 and 2 1/2 feet below the surface for about 5 months in most years. This soil is flooded for very brief duration mainly in late winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About 80 percent of the acreage is cleared and used for pasture or cropland. The remainder is in woods. Wooded areas are mainly mixed hardwoods that include yellow-poplar, northern red oak, sycamore, black walnut, red maple, and hickories. Important crops grown are corn, tobacco, small grain, and vegetable crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge and Southern Appalachian Mountains of North Carolina, Georgia, and Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, North Carolina; 1980. Established by prior correlation."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 12 inches (Ap horizon).\nCambic horizon - the zone from 12 to 30 inches (Bw horizon).\nStrongly contrasting particle-size classes - the occurrence of the fine-loamy particle-size class over the sandy-skeletal particle-size class at 30 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
