{
  "SERIES": "FRIEDLIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Friedliver series consists of very deep, well drained soils that formed in alluvium from granitoid rocks. Friedliver soils are on fan aprons over fan remnants. Slopes range from 2 to 4 percent. The mean annual precipitation is about 138 millimeters (5.5 inches) and the mean annual air temperature is about 18.5 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Friedliver gravelly sand, on a north-facing, linear, 3 percent slope under desert shrubs at an elevation of 705 meters (2,315 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 25 percent gravel and 1 percent cobbles.\nA -- 0 to 3 centimeters (0 to 1 inch); pale brown (10YR 6/3) gravelly sand, dark gray (10YR 4/1) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common fine tubular pores; 25 percent gravel; very slightly effervescent; neutral (pH 7.0); clear wavy boundary. (2 to 5 centimeters thick)\nAC -- 3 to 13 centimeters (1 to 5 inches); pale brown (10YR 6/3) gravelly coarse sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine roots; few fine tubular pores; 25 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary. (0 to 28 centimeters thick)\nC -- 13 to 41 centimeters (5 to 16 inches); light yellowish brown (10YR 6/4) gravelly coarse sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine and few medium roots; 20 percent gravel; very slightly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 38 centimeters thick)\n2Bt -- 41 to 82 centimeters (16 to 32 inches); light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine, fine and medium roots; few fine tubular pores; 5 percent faint clay films on ped faces; 10 percent gravel slightly effervescent; moderately alkaline (pH 8.1); gradual wavy boundary.\n2Btk -- 82 to 100 centimeters (32 to 39 centimeters); brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; 20 percent distinct clay films on ped faces; 2 percent calcium carbonate threads throughout matrix; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (Combined thickness of the Bt horizons is 25 to 63 centimeters.)\n2Ck -- 100 to 152 centimeters (39 to 60 inches); light brown (7.5YR 6/4) gravelly loamy sand, brown (7.5YR 5/4) moist; single grain; loose, slightly sticky and nonplastic; 5 percent calcium carbonate threads throughout matrix; 15 percent gravel; strongly effervescent; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; 190 meters (625 feet) west and 315 meters north (1,035 feet) north of the SE corner of section 35, T. 3 S., R. 11 E., San Bernardino Base and Meridian; 33 degrees, 51 minutes and 36 seconds north latitude, and 115 degrees, 47 minutes and 33 seconds west longitude; USGS Porcupine Wash 7.5 minute topographic quadrangle; UTM 11S 0611701e 3747276n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative between July and September following summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 degrees F).\nSurface rock fragments: 15 to 75 percent; with 15 to 75 percent gravel and 0\nto 5 percent cobbles.\nControl section\nClay content: 10 to 18 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to the upper boundary of an argillic horizon: 25 to 50 centimeters (10 to 20 inches).\nA horizon\nChroma: 1 to 3, moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 2 to 7 percent.\nRock fragments: 15 to 45 percent gravel.\nEffervescence: noneffervescent or very slightly effervescent.\nReaction: slightly acid or neutral.\nAC horizon\nChroma: 3 or 4 dry, and 2 to 4 moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 2 to 8 percent.\nRock fragments: 15 to 25 percent gravel.\nEffervescence: noneffervescent or very slightly effervescent.\nReaction: slightly acid to slightly alkaline.\nC horizon\nValue: 5 or 6, dry.\nChroma: 4 to 6 dry, and 2 to 4 moist.\nTexture of the fine earth: sand, loamy coarse sand or loamy sand.\nClay content: 3 to 8 percent.\nRock fragments: 9 to 40 percent gravel.\nEffervescence: very slightly or slightly effervescent.\nReaction: slightly or moderately alkaline.\n2Bt and 2Btk horizons\nHue: 7.5YR or 10YR.\nValue: 4 to 6 dry, and 4 or 5 moist.\nChroma: 4 to 6, dry or moist.\nTexture of the fine earth: coarse sandy loam, sandy loam or sandy clay loam.\nClay content: averages 10 to 18 percent, with 13 to 21 in the lower argillic horizons.\nRock fragments: 5 to 30 percent gravel.\nEffervescence: very slightly to strongly effervescent.\nCalcium carbonate equivalent: 0 to 5 percent.\nReaction: slightly or moderately alkaline.\n2Ck horizon (when present)\nHue: 7.5YR or 10YR.\nValue: 4 to 6 dry, and 4 or 5 moist.\nChroma: 4 to 6, dry.\nTexture of the fine earth: loamy sand or coarse sandy loam.\nClay content: 6 to 12 percent.\nRock fragments: 10 to 25 percent gravel.\nEffervescence: slightly or strongly effervescent.\nCalcium carbonate equivalent: 1 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dovecanyon (CA), Goldivide (CA), Goldpeak (CA), Helendale (CA), Hexie (CA), Jumborox (CA), Littlefargo (CA), Searchlight (NV), Sonoita (AZ), Tray (CA) and Wingap (CA) series.\nDovecanyon, Wingap and Goldpeak soils do not receive substantial summer precipitation. In addition, Goldpeak soils are cool thermic with a mean annual soil temperature of 15 to 18 degrees C and Wingap soils have a paralithic contact between 100 and 150 centimeters from the soil surface. Goldivide soils have an argillic horizon with an upper boundary between 50 and 100 centimeters (20 to 40 inches) from the soil surface and an upper depth to visible secondary carbonates of 25 to 75 centimeters (10 to 30 inches). Helendale soils have an argillic horizon with an upper boundary between 2 and 25 centimeters (1 to 10 inches) from the soil surface. Hexie and Littlefargo soils have a paralithic contact between 50 and 100 centimeters (20 to 40 inches) from the soil surface. In addition, Littlefargo soils are noneffervescent throughout the profile. Jumborox soils are cool thermic with a mean annual soil temperature of 15 to 19 degrees C. Searchlight soils have visible secondary silica on rock fragments beginning 5 centimeters below the mineral soil surface and 5 to 10 percent calcium carbonate equivalent throughout the profile. Sonoita soils have a medium acid to neutral A horizon and are intermittently moist for more than 20 days cumulative during the summer. Tray soils have a strongly to very strongly alkaline argillic horizon with an ESP of 15 to 30 and are calcareous throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Friedliver soils are on fan aprons over fan remnants. Slopes range from 2 to 4 percent. These soils formed in alluvium from granitoid rocks. Elevations range from 610 to 1050 meters (2,000 to 3,445 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (63 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cajon soils. Cajon soils are on fan aprons, have sandy particle-size control sections and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Friedliver soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California, Soil Survey of Joshua Tree National Park, 2012. The name is from a local feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 18 centimeters (A, AC and part of the\nC horizons).\nParticle-size control section - from a depth of 41 to 91 centimeters (2Bt and\npart of the 2Btk horizons).\nArgillic horizon - from a depth of 41 to 100 centimeters (2Bt and 2Btk\nhorizons).\nADDITIONAL DATA: NASIS User Pedon ID: 794-Y-16.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
