{
  "SERIES": "FRIES",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAG-RAR",
  "REVDATE": "05/2011",
  "STATES": "OH",
  "OVERVIEW": "The Fries series consists of moderately deep, very poorly drained, slowly permeable soils formed in fine textured glacial till over shale bedrock on till plains and lake plains. Slopes range from 0 to 2 percent. Mean annual precipitation is about 35 inches, and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fries silty clay loam on a nearly level area in a cultivated field at an elevation of 623 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; moderate medium granular structure; firm; many fine roots; 1 percent rock fragments; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nAB--10 to 14 inches; very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; moderate medium subangular blocky structure; very firm; common fine roots; 1 percent rock fragments; common fine distinct dark grayish brown (10YR 4/2) masses of iron accumulation in the matrix; moderately acid; clear wavy boundary.  (0 to 8 inches thick)\nBg--14 to 23 inches; grayish brown (10YR 5/2) clay; moderate medium angular blocky structure; very firm; few fine roots; many distinct dark gray (10YR 4/1) coatings on faces of peds; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; moderately acid; gradual wavy boundary.  (6 to 12 inches thick)\nBC--23 to 28 inches; yellowish brown (10YR 5/8) clay loam; weak coarse angular blocky structure; very firm; few fine roots; many prominent gray (10YR 5/1) coatings on faces of peds; 1 percent rock fragments; many coarse prominent grayish brown (10YR 5/2) iron depletions in the matrix; moderately acid; clear smooth boundary.  (0 to 20 inches thick)\n2Cr--28 to 38 inches; gray (5Y 5/1) thin bedded shale that can be dug with difficulty with a spade; many coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Erie County, Ohio, just east of Bogart in Huron Township; sec. 4, T. 6 N., R. 22 W.  1,320 feet east of the intersection of T.R. 118 and Bogart Road, then 500 feet north of Bogart Road, at the edge of golf course; USGS Sandusky, Ohio topographic quadrangle; latitude 41 degrees, 23 minutes, 50.5 seconds N. and longitude 82 degrees, 38 minutes, 30.8 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to a paralithic contact ranges from 20 to 40 inches. Thickness of the mollic epipedon ranges from 10 to 18 inches. Rock fragments are of mixed lithology and mainly are less than 3 inches in diameter, but stones are in some pedons below the A and AB horizons.\nThe Ap and AB (or A) horizons have hue of 10YR or 2.5Y, or are neutral; value of 2 or 3 (3 to 5 dry); and chroma of 0 to 2. They are silty clay loam, silt loam, or silty clay. Rock fragment content ranges from 0 to 5 percent. Reaction ranges from strongly acid to slightly acid.\nThe Bg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 4 or 5; and chroma of 0 to 2. It is silty clay, clay, silty clay loam, or clay loam. Rock fragment content ranges from 0 to 10 percent. It ranges from strongly acid to slightly acid.\nThe BC or Bw horizons have hue of 10YR, value of 4 or 5, and chroma of 3 to 8. It is silty clay, clay, silty clay loam, or clay loam. Rock fragment content ranges from 1 to 10 percent. It ranges from strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bono series. It does not have a lithic or paralithic contact within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fries soils are on lake plains or till plains and have plane or concave slopes. The soils formed in glacial till 20 to 32 inches thick and are underlain by shale bedrock that is weathered in the upper part. Slope gradients range from 0 to 2 percent. Elevation ranges from 600 to 780 feet. Mean annual precipitation ranges from about 34 to 36 inches, and mean annual temperature ranges from about 50 to 51 degrees F. The frost-free period is 155 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Pewamo soils and the Allis and Prout soils. Pewamo soils occupy positions similar to Fries but commonly are further from shale ridges and are deeper to shale. Allis and Prout soils are on slightly higher topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained. The depth to an intermittent apparent water table is 1 foot above the surface to 1 foot below the surface between November and June in most years. Permeability is slow. The potential for surface runoff is negligible or low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland. Principal crops are corn, soybeans, and small grains. Native vegetation is marsh grasses and some swamp deciduous forest, principally of elm, red maple, sycamore, and cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Ohio. MLRA 139. The series is of small extent, about 5,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Huron County, Ohio, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na. mollic epipedon - 0 to 14 inches (Ap, AB horizons);\nb. cambic horizon - 14 to 28 (Bg, BC horizons);\nc. aquic conditions - 0 to 28 inches;\nd. paralithic contact - 28 inches.\nA ponded phase is recognized.\nADDITIONAL DATA:  Refer to pedon ER-39 (typical pedon) and HU-15 for laboratory data on the Fries series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
