{
  "SERIES": "FRIENDSHIP",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "12/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Friendship series consists of very deep, moderately well drained soils formed in sandy glaciofluvial deposits on outwash plains, outwash terraces, lake terraces, and lake plains.  Permeability is rapid or very rapid. Slopes range from 0 to 4 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Friendship sand - on a 1 percent slope in a jack pine stand at an elevation of about 905 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) sand, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; very friable; many very fine and fine roots; strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)\nBw1--4 to 11 inches; brown (10YR 4/3) sand; weak medium subangular blocky structure; very friable; common very fine and fine and few medium and coarse roots; some very dark grayish brown (10YR 3/2) soil in root channels; strongly acid; clear smooth boundary.\nBw2--11 to 18 inches; dark yellowish brown (10YR 4/4) sand; weak medium subangular blocky structure; very friable; few very fine and fine and common medium and coarse roots; moderately acid; gradual wavy boundary. (Combined thickness of the Bw horizon ranges from 10 to 25 inches.)\nBw3--18 to 29 inches; dark yellowish brown (10YR 4/6) sand; weak medium and coarse subangular blocky structure; very friable; few very fine and fine and common medium and coarse roots; slightly acid; gradual wavy boundary.  (5 to 15 inches thick)\nC1--29 to 42 inches; yellowish brown 10YR 5/4 sand; single grain; loose; few very fine and fine roots; slightly acid; clear wavy boundary.   (0 to 15 inches thick)\nC2--42 to 48 inches; yellowish brown (10YR 5/4) sand; single grain; loose; common coarse distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary.\nC3--48 to 60 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few fine prominent dark red (2.5YR 3/6) and common medium distinct reddish yellow (7.5YR 6/6) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Juneau County, Wisconsin; about 2 miles south and 1 mile west of Necedah; 500 feet north and 2250 feet west of the southeast corner of sec. 35, T. 18 N., R. 3 E. USGS Kelly, Wis. Quad. Latitude - 43 degrees 58 minutes 57 seconds N. Longitude - 90 degrees 6 minutes 2 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, thickness is measured from the top of the mineral soil.)  Thickness of the solum ranges from 25 to 50 inches. Both the particle-size and series control sections contain less than 50 percent fine sand or very fine sand and more than 30 percent medium, coarse, and very coarse sand throughout.  Volume of gravel ranges from 0 to 15 percent throughout the pedon.  Reaction typically ranges from extremely acid to slightly acid in the solum, but ranges to neutral in the lower part of the solum in some pedons.  Reaction also ranges to neutral in the Ap horizon, where the soil is limed.  Reaction typically ranges from strongly acid to slightly alkaline in the substratum.  Carbonates are absent to more than 80 inches.  Redox accumulations are within 72 inches. Saturation occurs at a depth of 40 to 72 inches for some time in most years.\nSome wooded pedons have an O horizon of partially decomposed forest litter.  It has hue of 7.5YR or 10YR or is neutral in hue.  Value is 2 or 3 and chroma is 0 to 2.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2.  Cultivated pedons have an Ap horizon with hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3.  Texture of the Ap or A horizon is sand or loamy sand.\nSome pedons have a thin E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3. Texture is loamy sand, loamy coarse sand, sand, or coarse sand.\nThe Bw horizon has hue of 7.5YR, or 10YR, value of 4 or 5, and chroma of 3 or 4.  Texture typically is sand or coarse sand but it is loamy sand or loamy coarse sand in the upper part in some pedons.  Bw horizons with spodic colors have pH greater than 5.9 or organic carbon content less than 0.6 percent or do not have an overlying albic horizon.\nSome pedons have a BC horizon with hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 6; and chroma of 2 to 6.  Texture is sand or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abbeylake, Cantlin, Champlain, Claire, Corliss, Danjay(T), Feldtman(T), Grayling, Hiawatha(T), Mahtomedi, Menahga, Nymore, Plainbo, Sartel, Serdon, Shawano, and Sunday series.  Related soils are the Brems, Croswell, Meehan, and Plainfield series.  All of these soils except the Cantlin and Hiawatha series, the moderately well drained phase of the Mahtomedi series, and the Brems, Croswell, and Meehan series do not have redox features or a water table within 6 feet.  Cantlin soils average 50 percent or more fine sand in the particle-size control section. Hiawatha soils have a thin loamy surface mantle. Mahtomedi soils typically average more than 15 percent rock fragments in the particle-size control section.  Brems and Meehan soils have redox depletions within 40 inches and Brems and Plainfield soils are mesic. Croswell soils have a spodic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on outwash plains, outwash terraces, lake terraces, and lake plains.  Slopes range from 0 to 4 percent.  Friendship soils formed in sandy glaciofluvial deposits.  Mean annual precipitation ranges from 24 to 33 inches.  Mean annual air temperature ranges from 37 to 45 degrees F.  The frost free periods ranges from about 90 to 135 days.  Elevation ranges from 670 to 1,950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Meehan, Menahga, and Nymore soils.  The somewhat poorly drained Meehan soils and the excessively drained Nymore and Menahga soils form a drainage sequence with Friendship soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The potential for surface runoff is negligible or very low.  Permeability is rapid or very rapid.  Friendship soils have an apparent seasonal high water table at a depth of 3.5 to 6 feet for 1 month or more per year at some time during the period October to June in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are used for cropland.  Much of the cropland is irrigated and used to grow specialty crops such as sweet corn, peas, snap beans, and potatoes.  Some areas are used for pastureland.  Some areas which were used for cropland have been allowed to revert to woodland.  Native vegetation is mixed deciduous and coniferous forest commonly with some grass in the understory.  The most common trees are jack pine and northern pin oak with some red pine, eastern white pine, quaking aspen, and bigtooth aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northwestern Wisconsin and central Minnesota. This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wood County, Wisconsin, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are: ochric epipedon - 0 to 8 inches (Ap); Other feature - redox accumulations and saturation at a depth of 40 to 72 inches.\n12/2006 - there are 4230 acres correlated in Juneau County, WI and 21,543 acres correlated in Cass County, MN both as loamy substratum phases. A new series may be needed for these soils."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark grayish brown (10YR 3/2) sand, dark grayish brown (10YR 4/2) dry; weak very fine granular structure; very friable; many very fine and fine roots; strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--4 to 11 inches; brown (10YR 4/3) sand; weak medium subangular blocky structure; very friable; common very fine and fine and few medium and coarse roots; some very dark grayish brown (10YR 3/2) soil in root channels; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--11 to 18 inches; dark yellowish brown (10YR 4/4) sand; weak medium subangular blocky structure; very friable; few very fine and fine and common medium and coarse roots; moderately acid; gradual wavy boundary. (Combined thickness of the Bw horizon ranges from 10 to 25 inches.)"
      },
      {
        "name": "Bw3",
        "top": 46,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw3--18 to 29 inches; dark yellowish brown (10YR 4/6) sand; weak medium and coarse subangular blocky structure; very friable; few very fine and fine and common medium and coarse roots; slightly acid; gradual wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 74,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--29 to 42 inches; yellowish brown 10YR 5/4 sand; single grain; loose; few very fine and fine roots; slightly acid; clear wavy boundary.   (0 to 15 inches thick)"
      },
      {
        "name": "C2",
        "top": 107,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--42 to 48 inches; yellowish brown (10YR 5/4) sand; single grain; loose; common coarse distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--48 to 60 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few fine prominent dark red (2.5YR 3/6) and common medium distinct reddish yellow (7.5YR 6/6) masses of iron accumulation; slightly acid."
      }
    ]
  ]
}
