{
  "SERIES": "FRIESLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL,WI",
  "OVERVIEW": "The Friesland series consists of very deep, moderately well drained soils formed in loamy outwash or eolian deposits and in the underlying silty deposits on ground moraines. Slope ranges from 0 to 7 percent. Mean annual precipitation is about 762 mm (30 inches). Mean annual air temperature is about 9.4 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Friesland fine sandy loam - on a 4 percent slope in a cultivated field at an elevation of about 262 meters (860 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); very dark brown (10YR 2/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine and very fine subangular blocky structure; friable; many fine roots; few fine tubular pores; slightly acid; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nA--23 to 38 cm (9 to 15 inches); very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; many fine roots; common fine and few coarse tubular pores; slightly acid; clear wavy boundary.  [0 to 25 cm (0 to 10 inches) thick]\nAB--38 to 48 cm (15 to 19 inches); dark brown (10YR 3/3) fine sandy loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; many fine roots; common fine and few coarse tubular pores; moderately acid; clear wavy boundary.  [0 to 13 cm (0 to 5 inches) thick]\nBt1--48 to 74 cm (19 to 29 inches); dark yellowish brown (10YR 3/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine roots; common fine and few medium and coarse tubular pores; few faint dark brown (10YR 3/3) clay films on faces of peds; moderately acid; gradual wavy boundary.\nBt2--74 to 89 cm (29 to 35 inches); dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; firm; common fine roots; common fine and few medium and coarse tubular pores; few faint dark brown (10YR 3/3) clay films on faces of peds; moderately acid; clear wavy boundary.  [Combined thickness of the Bt horizons ranges from 31 to 51 cm (12 to 20 inches).]\n2Bt3--89 to 114 cm (35 to 45 inches); dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine roots; common fine and medium tubular pores; faint clay films on faces of peds; few fine prominent yellowish red (5YR 4/6) masses of oxidized iron in the matrix; few fine faint brown (10YR 5/3) iron depletions; moderately acid; gradual wavy boundary.  [25 to 46 cm (10 to 18 inches) thick]\n2C--114 to 152 cm (45 to 60 inches); mixed grayish brown (10YR 5/2) and dark yellowish brown (10YR 4/4) silt loam; massive; firm; few fine roots; many fine and common medium tubular pores; faint clay lining in pores toward upper boundary; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbia County, Wisconsin; about 4 miles northeast of Sauk City; 1,995 feet east and 830 feet south of the northwest corner of sec. 16, T. 10 N., R. 7 E. USGS Sauk City, Wis. Quad. Latitude ? 43 degrees 20 minutes 55 seconds N., Longitude ? 89 degrees 40 minutes 21 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 81 to 152 cm (32 to 60 inches)\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nThickness of the loamy outwash or eolian mantle and depth to the loess or other silty material: 51 to 102 cm (20 to 40 inches)\nDepth to till: 102 to more than 203 cm (40 to more than 80 inches)\nParticle-size control section:  averages 18 to 30 percent clay\nDepth to carbonates: more than 102 cm (more than 40 inches)\nRock fragments: absent except in a 3B or 3C horizon in till\nVolume of gravel: 2 to 25 percent and volume of cobbles 0 to 5 percent in the till\nReaction: naturally moderately acid or slightly acid  in the loamy mantle, slightly alkaline, where the soil is limed; strongly acid to neutral in the silty deposits and  from slightly acid to slightly alkaline in 3B horizons in till; slightly alkaline  or mderately alkaline in 3C horizons in till\nCarbonates: in the till (3C horizon)\nRedox features:  below a depth of 89 cm (35 inches) and saturation below a depth of 102 cm (40 inches)\nAp, A and/or AB horizons:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: fine sandy loam, sandy loam or loam\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 4 to 6\nTexture: sandy loam, fine sandy loam, loam or sandy clay loam\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam with less than 10 percent fine sand or coarser\n2C horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silt loam with less than 10 percent fine sand or coarser\nOther features:\nSome pedons do not have a 2C horizon.\n3Bt horizon in till (where prsent):\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: sandy loam or loam or the gravelly analogues\nClay content: less than 20 percent in sandy loan and is less than 25 percent in loam.\n3C horizon in till (where present):\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: commonly sandy loam or gravelly sandy loam, but in some pedons it is loam or loamy sand or the gravelly analogues.\nClay content: less than 17 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atkinson, Burchard,  Cokato,  Cresco, Cresent, Durand, Griswold, Hitt, Jasper, Joslin, Keasauqua, Kishwaukee, Marbletown, Moingona, Morrill, Nuxmaruhanixete,  Parmod,  Penfield,  Reedslake, Ringwood, Rockton, Schoolcraft, Shelby, Sibleyville, Velma, and Winnebago series.  Atkinson and Hitt soils have a lithic contact at a depth of 102 to 152 cm (40 to 60 inches). Burchard soils have carbonates within a depth of 102 cm (40 inches) and have less than 50 percent silt throughout the argillic horizon.   Cokato, Cresent, Griswold, Jasper, Keosauqua, Kishwaukee, Morrill, Parmod, and Schoocraft soils have less than 50 percent silt throughout the argillic horizon and do not have redox features and saturation in the lower part of the series control section. The Cresco series is being reclassified as Oxyaquic Argiudolls. Durand soils have hue of 5YR in some part of the argillic and do not have redox features and saturation in the series control section. Joslin soils have more than 35 percent clay in the lower part of the series control section and do not have redox features or saturation there. Marbletown soils have a paralithic contact at a depth of 102 to 152 cm (4o to 60 inches). Moingona, Reedslake, and Winnebago soils have less than 50 percent silt throughout the series control section. Nuxmaruhanixete, Pana, and Ringwood soils do not have redox features or saturation in the series control section. Penfield soils are stratified in the lower part of the series control section. Rockton soils have a lithic contact at a depth of 20 to 40 inches.  Shelby soils have less than 50 percent silt throughout the series control section and more than 25 percent clay in the lower part of the series control section. Sibleyville soils have a paralithic contact at a depth of 51 to 102 cm (20 to 40 inches). Velma soils need to be reclassified as Oxyaquic Argiudolls."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Friesland soils are on ground moraines.  Slopes range from 0 to 7 percent.  These soils formed in a mantle of loamy outwash or eolian deposits and in the underlying silty deposits.  The origin of the silty deposit is thought to be eolian (loess).  Glacial till is at a depth greater than 102 cm (40 inches).  Mean annual precipitation ranges from about 635 to 864 mm (25 to 34 inches). Mean annual air temperature ranges from about 7.8 to 11.1 degrees C (46 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Griswold and Ringwood soils and Grellton and Plano soils.  Griswold and Ringwood soils occupy slightly higher positions on the landscape and formed in glacial till with a thin surface layer of loess.  Grellton and Plano soils occupy similar positions on the landscape.  Grellton soils do not have mollic epipedons.  Plano soils formed in 102 to 152 cm (40 to 60 inches) of loess or other silty deposits and in underlying loamy stratified outwash or sandy loam till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained. The potential for surface runoff ranges from negligible to high. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate. These soils have a perched seasonal high water table at a depth of 102 to 152 cm (40 to 60 inches)  for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland. Common crops are corn, small grain, and hay.  Native vegetation is mixed prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95B and 108A  in south-central Wisconsin and northern Illinois.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Columbia County, Wisconsin, l972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:Mollic epipedon - 0 to 48 cm (0 to 19 inches) (Ap, A, AB);  Argillic horizon - 48 to 114 cm (19 to 45 inches) (Bt1, Bt2, 2Bt3);  other features: seasonal high water table at a depth of 102 to 152 cm (40 to 60 inches).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 inches); very dark brown (10YR 2/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine and very fine subangular blocky structure; friable; many fine roots; few fine tubular pores; slightly acid; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]"
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--23 to 38 cm (9 to 15 inches); very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; many fine roots; common fine and few coarse tubular pores; slightly acid; clear wavy boundary.  [0 to 25 cm (0 to 10 inches) thick]"
      },
      {
        "name": "AB",
        "top": 38,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--38 to 48 cm (15 to 19 inches); dark brown (10YR 3/3) fine sandy loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; many fine roots; common fine and few coarse tubular pores; moderately acid; clear wavy boundary.  [0 to 13 cm (0 to 5 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 48,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--48 to 74 cm (19 to 29 inches); dark yellowish brown (10YR 3/4) fine sandy loam; moderate medium subangular blocky structure; friable; common fine roots; common fine and few medium and coarse tubular pores; few faint dark brown (10YR 3/3) clay films on faces of peds; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 74,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--74 to 89 cm (29 to 35 inches); dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; firm; common fine roots; common fine and few medium and coarse tubular pores; few faint dark brown (10YR 3/3) clay films on faces of peds; moderately acid; clear wavy boundary.  [Combined thickness of the Bt horizons ranges from 31 to 51 cm (12 to 20 inches).]"
      },
      {
        "name": "2Bt3",
        "top": 89,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt3--89 to 114 cm (35 to 45 inches); dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; few fine roots; common fine and medium tubular pores; faint clay films on faces of peds; few fine prominent yellowish red (5YR 4/6) masses of oxidized iron in the matrix; few fine faint brown (10YR 5/3) iron depletions; moderately acid; gradual wavy boundary.  [25 to 46 cm (10 to 18 inches) thick]"
      },
      {
        "name": "2C",
        "top": 114,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--114 to 152 cm (45 to 60 inches); mixed grayish brown (10YR 5/2) and dark yellowish brown (10YR 4/4) silt loam; massive; firm; few fine roots; many fine and common medium tubular pores; faint clay lining in pores toward upper boundary; slightly acid."
      }
    ]
  ]
}
