{
  "SERIES": "FRIERSON",
  "STATUS": "Tentative Series",
  "BYREV": "REL:ACP",
  "REVDATE": "08/2012",
  "STATES": "LA,TX",
  "OVERVIEW": "The Frierson series consists of very deep, well drained, moderately permeable soils that formed in loamy residuum derived from sandstone and mudstone of the Wilcox Group. Frierson soils are on interfluves and shoulders of hills. Slopes range from 0 to 15 percent. Mean annual precipitation ranges from 1118 mm to 1372 mm (44 to 54 in) and the mean annual temperature ranges from 17 to 19.5 degrees C (63 to 67 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Glossic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Frierson fine sandy loam, in hayland at an elevation of 71 m (233 ft). (Colors are for moist soil unless otherwise noted.)\nA--0 to 10 cm (0 to 4 in); dark brown (7.5YR 3/3) fine sandy loam, brown (7.5YR 4/3), dry; weak fine granular structure; very friable, soft, nonsticky, nonplastic; many very fine roots throughout, many fine roots throughout and common medium roots throughout; common medium irregular low continuity pores; very strongly acid; clear smooth boundary. (Thickness is 7 to 15 cm [3 to 6 in].)\nE1--10 to 23 cm (4 to 9 in); brown (7.5YR 5/4) fine sandy loam, light brown (7.5YR 6/4), dry; weak fine subangular blocky structure; very friable, soft, nonsticky, nonplastic; many very fine roots throughout, many fine roots throughout, common medium roots throughout and common coarse roots throughout; common medium irregular low continuity pores; very strongly acid; gradual smooth boundary.\nE2--23 to 41 cm (9 to 16 in); brown (7.5YR 5/3) fine sandy loam, light brown (7.5YR 6/3), dry; weak fine subangular blocky structure; very friable, soft, nonsticky, nonplastic; common very fine roots throughout, common fine roots throughout and common medium roots throughout; common very fine irregular low continuity pores; very strongly acid; gradual smooth boundary. (Combined thickness is 7 to 45 cm [3 to 18 in].)\nBt1--41 to 64 cm (16 to 25 in); red (2.5YR 4/6) loam, red (2.5YR 5/6), dry; weak medium prismatic structure parting to moderate medium subangular blocky; friable, slightly hard, slightly sticky, slightly plastic; common very fine roots between peds, common fine roots between peds and common medium roots between peds; common fine tubular low continuity and common medium tubular low continuity pores; 10 percent continuous distinct red (2.5YR 4/6) clay films on all faces of peds; strongly acid; gradual smooth boundary.\nBt2--64 to 99 cm (25 to 39 in); red (2.5YR 4/6) clay loam, red (2.5YR 5/6), dry; moderate medium prismatic structure parting to moderate medium subangular blocky; firm, very hard, moderately sticky, moderately plastic; common very fine roots between peds and common fine roots between peds; common medium tubular low continuity pores; 20 percent continuous distinct red (2.5YR 4/6) clay films on all faces of peds; strongly acid; gradual smooth boundary.\nBt3--99 to 173 cm (39 to 68 in); dark red (2.5YR 3/6) sandy clay loam, red (2.5YR 5/6), dry; weak medium prismatic structure parting to weak medium subangular blocky; firm, hard, moderately sticky, slightly plastic; common very fine roots between peds and common fine roots between peds; common medium tubular moderate continuity pores; 20 percent continuous distinct dark red (2.5YR 3/6) clay films on all faces of peds; strongly acid; gradual smooth boundary. (Combined thickness is 147 to 181 cm [58 to 71 in].)\nBt4--173 to 203 cm (68 to 80 in); red (2.5YR 4/6) fine sandy loam, red (2.5YR 5/6), dry; weak medium prismatic structure parting to weak medium subangular blocky; firm, hard, slightly sticky, slightly plastic; common very fine roots between peds and common fine roots between peds; common fine tubular low continuity pores; 20 percent continuous distinct red (2.5YR 4/6) clay films on all faces of peds; 3 percent continuous distinct light brown (7.5YR 6/4) skeletans on all faces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Panola County, Texas; From the intersection of Farm to Market Road 31 and Farm to Market Road 2517 Near Deadwood, Texas, approximately 3.2 miles south on Farm to Market Road 31, 0.43 miles west and south on County Road 449, 0.3 miles west on County Road 450, 0.5 miles northwest and west on oilfield road to pipeline road, 0.05 mi north on pipeline road to edge of hayfield, 300 feet southeast along edge of hayfield. (Old Center, TX USGS topographic quadrangle; Latitude: 32 degrees, 4 minutes, 58.82 seconds N; Longitude: 94 degrees, 8 minutes, 37.79 minutes W. NAD 83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: Greater than 203 cm (80 in)\nDepth to argillic horizon: 14 to 60 cm (6 to 24 in)\nParticle-size control section (weighted average)\nClay Content: 18 to 35 percent\nCEC/clay ratio: 0.24 to 0.40\nA or Ap Horizon\nHue: 7.5YR or 10YR\nValue : 3 to 5\nChroma: 2 to 4\nTexture: fine sandy loam, very fine sandy loam\nClay Content: 5 to 15 percent\nReaction: very strongly acid, strongly acid\nE Horizon\nHue: 7.5YR or 10YR\nValue: 5 to 6\nChroma: 3 to 6\nTexture: fine sandy loam, very fine sandy loam\nClay Content: 5 to 15 percent\nReaction: very strongly acid, strongly acid\nBE Horizon (when present)\nHue: 5YR or 7.5YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: fine sandy loam, very fine sandy loam\nClay Content: 5 to 15 percent\nReaction: very strongly acid, strongly acid\nUpper Bt Horizons\nHue: 5YR or 2.5YR\nValue: 3 to 4\nChroma: 6 to 8\nTexture: fine sandy loam, loam, clay loam, sandy clay loam\nClay Content: 18 to 33 percent\nClay Films: along vertical to all ped surfaces, faint to distinct\nBase Saturation: 20 to 60 percent\nReaction: very strongly acid, strongly acid\nIf value and chroma is 3/6 or less, thickness is less than 100 cm (39 in).\nLower Bt Horizons\nHue: 5YR or 2.5YR\nValue: 3 to 4\nChroma: 6 to 8\nTexture: loam, clay loam, sandy clay loam\nClay Content: 20 to 33 percent\nClay Films: along vertical to all ped surfaces, faint to distinct\nSkeletans: amount-0 to 4 percent, size-fine to coarse, contrast- distinct to prominent, boundary-clear to sharp, location-along ped surfaces, shades-brown or yellow\nRedox depletions: amount-0 to 20 percent, size-fine to coarse, contrast- prominent, boundary- sharp, location-along ped surfaces, shades-brown or gray\nBase Saturation: 35 to 60 percent\nReaction: very strongly acid, strongly acid\nBt/E Horizon (when present)\nBt Part:\nHue: 5YR or 2.5YR\nValue: 4 to 5\nChroma: 6 to 8\nE Part:\nHue: 10YR to 5YR\nValue: 5 to 8\nChroma: 4 to 8\nTexture: loam, clay loam, sandy clay loam\nClay Content: 20 to 33 percent\nClay Films: along vertical to all ped surfaces, faint to distinct\nTongues or Interfingers of E material: amount-0 to 20 percent, size-fine to coarse, contrast- distinct to prominent, boundary- sharp, location-along ped surfaces, shades-brown or yellow Redox depletions: amount-0 to 20 percent, size-fine to coarse, contrast- prominent, boundary- sharp, location-along ped surfaces, shades-brown or gray\nBase Saturation: 35 to 60 percent\nReaction: very strongly acid, strongly acid\nBCt Horizon (when present)\nHue: 10YR to 2.5YR\nValue: 4 to 6\nChroma: 6 to 8\nTexture: fine sandy loam, clay loam, sandy clay loam\nClay Content: 15 to 30 percent\nClay Films: along vertical to all ped surfaces, faint to distinct\nSkeletans: amount-0 to 4 percent, size-fine to coarse, contrast- distinct to prominent, boundary-clear to sharp, location-along ped surfaces, shades-brown or yellow\nRedox depletions: amount-0 to 20 percent, size-fine to coarse, contrast- prominent, boundary- sharp, location-along ped surfaces, shades-brown or gray\nBase Saturation: 35 to 60 percent\nReaction: very strongly acid, strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Attoyac, Bistineau, Caledonia and Elrose series. Similar soils are the Atwood, Bernaldo, Darbonne, Kamie, Larue, Petal, Redsprings, Sallisaw, Trawick, Versey, Whakana, Woden and the tentative Keatchie series.\nAttoyac soils: Formed on Pleistocene stream terraces.\nAtwood soils: Have a fine-silty particle size control section.\nBernaldo soils: Formed on Pleistocene stream terraces. Have 5 to 15 percent albic tongues in some argillic horizon.\nCaledonia soils: Soil not found in Western part of Southern Gulf Coastal plain. Upper 50 cm (20 in) of argillic horizon has 35 percent or more silt.\nDarbonne soils: Formed on marine sediments that are high in siderite. Has a CEC to clay ratio greater than 0.40.\nElrose soils: Formed on marine sediments high in glauconite.\nKamie soils: Formed on high terraces of the Ouachita Mountains, Boston Mountains, and Cherokee Prairies. Has a CEC to clay ratio greater than 0.40.\nKeatchie soils: Have a brown upper argillic horizon and have 5 percent or more albic tongues in some argillic horizon.\nLarue soils: Have arenic epipedons.\nPetal soils: Have a brown lower argillic horizon and are moderately well drained.\nRedsprings soils: Formed on marine sediments high in glauconite and have a fine particle size control section.\nSallisaw soils: Formed in alluvium of the Ouachita Mountains, Boston Mountains and Arkansas Valley and Ridges.\nTrawick soils: Formed on marine sediments high in glauconite and have a fine particle size control section.\nVersey soils: Have mixed mineralogy and have 5 percent or more albic tongues in some argillic horizon.\nWhakana soils: Have mixed mineralogy and have 5 percent or more albic tongues in some argillic horizon.\nWoden soils: Have a coarse-loamy particle size control section and are formed on Pleistocene stream terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: residuum or colluvium derived from sandstone and mudstone of the Eocene Wilcox Group.\nLandscape: Western Coastal Plain.\nLandform: interfluve.\nSlope: 0 to 15 percent.\nSoil Moisture: Udic soil moisture regime. The soil moisture control section is moist in some or all parts for more than 275 days in normal years. July and August are the driest months, while November to May is the wettest months.\nMean annual soil temperature range: 18 to 20 degrees C (64 to 68 degrees F).\nMean annual air temperature range: 17 to 19.5 degrees C (63 to 67 degrees F).\nMean annual precipitation range: 1118 mm to 1372 mm (44 to 54 in).\nPrecipitation Pattern: July and August are the driest months, while November to May is the wettest months.\nFrost-free period: 230 to 250 days.\nElevation: 60 to 100 m (197 to 328 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eastwood (TX), Keithville (LA), Latex (TX), Metcalf (LA), Meth (LA), Sawlit (TX), Sawtown (TX), Scottsville (TX), Timpson (TX), and the tentative Catuna (T) and Keatchie (T) series.\nCatuna soils: Found on lower landscape positions, are poorly drained, have a fine-silty particle size control section and have 15 percent or more albic tongues.\nEastwood soils: Found on similar landscape positions, have a fine particle size control section and have smectitic mineralogy.\nKeatchie soils: Found on similar landscape positions, have a brown upper argillic horizon and have 5 to 15 percent albic materials in the lower argillic horizon.\nKeithville soils: Found on lower landscape positions, have a fine-silty particle size control section and have 5 percent or more albic tongues in some argillic horizon.\nLatex soils: Found on similar landscapes and have a lithologic discontinuity between 100 and 150 cm (39 to 59 in).\nMetcalf soils: Found on lower landscapes, have a fine-silty particle size control section and have 5 percent or more albic tongues in some argillic horizon.\nMeth soils: Found on similar landscapes, have a fine particle size control section, have mixed mineralogy, and have 20 percent or more relative clay decrease in a horizon above 150 cm (59 in).\nSawlit soils: Found on slightly lower landscapes, have 15 to 35 percent albic tongues in some argillic horizon and have a clayey discontinuity at 66 to 102 cm (26 to 40 in).\nSawtown soils: Found on slightly lower landscapes on mounds, have 15 to 35 percent albic tongues in some argillic horizon and have a clayey discontinuity at 102 to 152 cm (40 to 60 in).\nScottsville soils: Found on slightly lower landscapes, have 5 to 15 percent albic tongues in some argillic horizon and have a clayey discontinuity at 50 to 102 cm (20 to 40 in).\nTimpson soils: Found on slightly lower landscapes on mounds, have a coarse-silty particle size control section and have 8 to 35 percent albic tongues in the argillic horizon at 58 to 152 cm (23 to 60 in)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium to rapid. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is woodland consisting of southern pine and some hardwoods with understory of shrubs or grasses. A small acreage is used for truck crops, and pasture. A considerable portion of the acreage formerly cultivated has been converted to pasture or southern pine woodland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plains of Texas and Louisiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Panola County, Texas, 2012. MLRA 133B soil survey area, Texas, 2012. The name is from a town in northeastern De Soto Parish, Louisiana."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was formerly included in the Ruston and Elrose series. The series was separated from Ruston based on lack of a bisequm and having a percent base saturation of greater than 35 percent, and from Elrose by forming on a non-glauconitic geology.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 41 to 91 cm (16 to 36 in). (Bt1 and Bt2 horizons)\nOchric epipedon: 0 to 41 cm (0 to 16 in). (A and E horizons)\nArgillic horizon: 41 to 203 cm (16 to 80 inches). (Bt horizons).\nADDITIONAL DATA: None.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
