{
  "SERIES": "FRIENDLYCITY",
  "STATUS": "Established Series",
  "BYREV": "REV: JWH/SAA",
  "REVDATE": "08/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Friendlycity silt loam - on a uniform, north facing slope of 1 percent under grass at 18 meters (60 feet) elevation. (Colors are for moist soil unless otherwise stated. When described on December 9, 2013, the soil was moist throughout.\nAp--0 to 15 cm; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure parting to strong medium granular; friable, moderately hard, slightly sticky and slightly plastic; common very fine and fine roots throughout; moderately acid (pH 5.6); clear smooth boundary.\nA--15 to 32 cm; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure parting to moderate medium granular; friable, moderately hard, slightly sticky and moderately plastic; common very fine roots throughout; moderately acid (pH 5.6); abrupt smooth boundary.\nAB--32 to 68 cm; very dark grayish brown (10YR 3/2) silty clay loam, brown (10YR 4/3)dry; weak medium subangular blocky structure parting to moderate medium granular; firm, very hard, moderately sticky and moderately plastic; common very fine roots throughout; moderately acid (pH 5.6); abrupt wavy boundary. (Combined thickness of the A horizons is 50 to 80 cm.)\nBw1--68 to 90 cm; yellowish brown (10YR 5/4) silty clay loam, very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; firm, very hard, moderately sticky and moderately plastic; few very fine tubular pores; 3 percent fine prominent irregular brownish yellow (10YR 6/8) iron-manganese masses in matrix; moderately acid (pH 5.6); clear smooth boundary.\nBw2--90 to 140 cm; brown (7.5YR 5/4) silty clay loam, very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; firm, very hard, slightly sticky and moderately plastic; few very fine tubular pores; 5 percent fine distinct irregular light gray (10YR 7/2) clay depletions in matrix and 10 percent fine prominent irregular brownish yellow (10YR 6/8) iron-manganese masses in matrix; moderately acid (pH 5.6); clear smooth boundary. (Combined thickness of the Bw horizons is 15 to 150 cm.)\nC--140 to 170 cm; yellowish brown (10YR 5/6) sandy loam, yellow (10YR 7/6) dry; massive; firm, very hard, nonsticky and slightly plastic; 10 percent fine prominent irregular light gray (10YR 7/2) depletions in matrix and 30 percent fine distinct irregular brownish yellow (10YR 6/8) iron-manganese masses in matrix; moderately acid (pH 5.8). (Combined thickness of the C horizon is 0 to 100 cm.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; located approximately 100 meters east of Newburg Road, City of Fortuna; HBLM, Fortuna Quadrangle; WGS84 Decimal degrees 40.5890530 latitude, -124.1407712 longitude. UTM Zone 10 403465mE, 4493765mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section is dry in all parts for less than 45 days in the four months following the summer solstice. The soils have a udic soil moisture regime.\nSoil Temperature: The mean annual soil temperature is 12 to 14 degrees C (54 to 59 degrees F). The difference between mean winter and mean summer soil temperatures varies from 8 to 10 degrees C. The soils have a mesic soil temperature regime.\nUmbric epipedon is 50 to 80 cm thick.\nDepth to Redoximorphic features:  50 to 100 cm\nThe particle-size control section (weighted average)\nRock fragments: 0 to 5 percent\nClay content: 25 to 32 percent\nA horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 to 3, dry or moist.\nTexture of fine earth: silt loam or silty clay loam.\nRock fragments: 0 to 3 percent\nClay content: 18 to 30 percent.\nReaction: moderately acid.\nB horizon\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry, 5 to 7 moist.\nChroma: 4 to 6 dry or moist.\nTexture of fine earth: silt loam or silty clay loam.\nRock fragments: 0 to 3 percent\nClay content: 25 to 32 percent.\nReaction: moderately acid or slightly acid.\nRedoximorphic features: fine or medium masses of iron accumulation\nQuantity: few or common\nHue: 10YR\nValue: 6 or 7\nChroma: 6 to 8\nRedoximorphic features: fine or medium iron depletions\nQuantity: few\nHue: 10YR or 2.5Y\nValue: 6 to 8\nChroma: 1 to 4\nSome pedons have C horizons.\nC horizon: (when present)\nHue: 10YR or 2.5Y.\nValue: 6 to 8 dry, 5 to 7 moist.\nChroma: 3 to 6 dry or moist.\nTexture of fine earth: loam, silty clay loam, or silt loam.\nRock fragments: 0 to 5 percent.\nClay content: 17 to 34 percent.\nReaction: moderately acid or slightly acid.\nRedoximorphic features: fine or medium masses of iron accumulation\nQuantity: few to many\nHue: 10YR, or 2.5Y\nValue: 5 to 6\nChroma: 6 to 8\nRedoximorphic features: fine or medium iron depletions\nQuantity: few\nValue: 6 to 8\nChroma: 1 to 3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Friendlycity soils are on fluvial terraces and alluvial fans. Slopes are 0 to 2 percent.  The soils formed in alluvium derived from mixed sources.  Elevations are 12 to 25 meters (40 to 80 feet).  The climate is humid, characterized by warm wet winters and warm moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual temperature is 10 to 13 degrees C (50 to 55 degrees F).  The mean annual precipitation is 1015 to 1525 mm (40 to 60 inches).  The frost-free period is 300 to 360 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Weott, Canalschool, and Ferndale soils. Weott soils have redoximorphic feature within 10 centimeters of the soil surface and have ochric epipedons. Canalschool soils have redoximorphic features within 50 cm of the soil surface and have light colored epipedons.  Ferndale soils lack redoximorphic features above 100 cm and have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; low runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used mainly for pasture and home site development. All areas of this soil have been cleared. Native vegetation is estimated to have been redwoods and alders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Redwood Belt; MLRA 4B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon - the zone from 0 to 68 centimeters.\n2. Cambic horizon - the zone from 68 to 140 centimeters.\n3. Particle-size control section - the zone from 25 to 100 centimeters, averages 31 percent clay, and 1 percent rock fragments.\n4. Oxyaquic feature - seasonal water table, aquic conditions for more than 30 days in most years within the zone from 68 to 170 centimeters (Bw1, Bw2 & C horizons)\nADDITIONAL DATA:\nKSSL Lab sample: S2014CA023003 and S2015CA023001\nNASIS User Pedon ID: 13CA600397\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy\nNational Cooperative Soil Survey\nU.S.A."
  }
}
