{
  "SERIES": "FRIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-CLN-RM",
  "REVDATE": "10/2020",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Frio silty clay-occasionally flooded, wooded.  (Colors are for dry soils unless otherwise stated.)\nA1--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; hard, firm; moderately sticky, moderately plastic; many fine, medium, few coarse roots; strong effervescence; moderately alkaline; clear smooth boundary.\nA2--20 to 56 cm (8 to 22 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure parting to moderate fine subangular blocky; hard, firm; moderately sticky, moderately plastic; many fine, medium, and few coarse roots; few fine shell fragments; strong effervescence; moderately alkaline; clear smooth boundary.\nA3--56 to 74 cm (22 to 29 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky; hard, firm; moderately sticky, moderately plastic; common fine, medium, and few coarse roots; common fine films and threads of calcium carbonate; few fine shell fragments; strong effervescence; moderately alkaline; gradual smooth boundary.\nA4--74 to 102 cm (29 to 40 in); dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium prismatic structure parting to moderate medium and coarse subangular blocky; hard, firm; moderately sticky, moderately plastic; common fine, medium, and few coarse roots; common fine films and threads of calcium carbonate; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the A horizons is 51 to 152 cm [20 to 60 in]).\nBk--102 to 203 cm (40 to 80 in) thick; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; moderate medium and coarse prismatic structure parting to weak coarse blocky; hard, firm; moderately sticky, moderately plastic; few fine, medium, and coarse roots; many fine films and threads and a few soft masses of calcium carbonate; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coryell County, Texas; approximately 18 miles southeast of Gatesville, Texas.  About 5.2 miles northeast of the intersection of Texas Highways 36 and 236, along Texas Highway 236; then 100 ft west of pavement in wooded area.  This site is about 0.28 mile northeast of the north end of the Leon River Bridge in Mother Neff State Park.\nUSGS topographic quadrangle: Eagle Springs, TX;\nLatitude: 31 degrees, 19 minutes, 2 seconds, N;\nLongitude: 97 degrees, 28 minutes, 14 seconds, W\nDecimal Degrees\nLatitude: 31.3172226\nLongitude: -97.4705582\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to sand, gravel, or limestone contact: 203 to 914 cm (80 to 360 in)\nThickness of the mollic epipedon: more than 51 to 152 cm (20 to 60 in)\nShrink-swell: COLE ranges from about .04 to .09 in the upper 127 cm (50 in) but lacks a layer 51 cm (20 in) or thicker with COLE OF .07 or more.\nParticle-size control section (weighted average)\nClay content: 35 to 42 percent\nA Horizon:\nHue: 7.5YR, 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: clay, silty clay or silty clay loam, or clay loam; Some pedons have discontinuous, light colored, loamy strata less than 8 cm (3 in) thick\nClay content: 30 to 50 percent\nRock fragments: 0 to 15 percent by volume; chert or limestone gravel\nCalcium carbonate equivalent: 15 to 40 percent\nEffervescence: violent or strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4 - 8.4)\nBk horizons:\nHue: 7.5YR, 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: clay, silty clay or silty clay loam, or clay loam\nClay content: 30 to 50 percent\nRock fragments: 0 to 15 percent by volume; chert or limestone gravel\nCalcium carbonate equivalent: 15 to 40 percent\nSodium adsorption ratio: 0 to 2\nEffervescence: violent or strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4 - 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Bosque, Clearfork, DeLeon, Lewisville, Oakalla, Ovan, and Port series.\nBosque, Clearfork, Lewisville, Oakalla, and Port soils: have less than 35 percent silicate clay in the particle-size control section\nDeleon and Ovan soils: have vertic properties"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous loamy and clayey alluvium derived from claystone, limestone, and mudstone of cretaceous age.\nLandscape: river valley and dissected plains\nLandform: floodplain\nSlope: 0 to 2 percent\nMean annual precipitation: 762 to 965 mm (30 to 38 in)\nThornthwaite P-E Index: 40 to 54\nMean annual air temperature: 17.8 to 19.4 degrees C (64 to 67 degrees F)\nFrost-free period: 220 to 260 days\nElevation: 121.9 to 609.6 m (400 to 2000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bosque, DeLeon, Rumley, and Slidell series.\nBosque soils: occur on similar or slightly higher floodplain positions.\nDeLeon soils: occur on slightly lower floodplain positions.\nGowen soils:  occur on similar floodplain positions, do not have carbonates, and have a fine-loamy particle-size control section\nRumley soils: have higher carbonate levels and occur on first level terraces above the floodplain.\nSlidell soils: have vertic properties and occur on head slopes and draws above the floodplain.\nTrinity soils: have vertic properties, a very-fine particle-size control section and occur on lower moderately well drained areas of the floodplain"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well.\nPermeability class: Moderately slow.\nRunoff: low on 0 to less than 1 percent slopes and medium on 1 to 2 percent slopes.\nFlooding: soil floods unless protected, as seldom as once in about 100 years and as often as one to three times a year.\nWetness: Most areas have ground water within a depth of 6.1 m (20 ft).  The"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture, cropland, and range.  Small grain, corn, and grain sorghum are the main crops. The main native grasses are big and little bluestem, switchgrass, indiangrass, Texas wintergrass, and Virginia wildrye. Native trees are mainly pecan, elm and oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  LRR-\nGeneral area: Mainly in North-central and Central Texas\nLand Resource Region: J - Southwestern Prairies Cotton and Forage Region\nMajor Land Resource Area: Primarily in MLRA 85 - Grand Prairies, with small extent in MLRA 86 - Blackland Prairies\nExtent: large"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Survey of Southwest Texas; 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The control section averages 34.1 percent silicate clay and 35.6 percent total clay.  We classified this series in a fine family, and carbonate clay was not considered.\n11/2014 RFG/SCP: Changed to tabular format and included metric values.  Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 102 cm (0 to 40 in). (A1, A2, A3, and A4 horizons)\nCambic horizon: 102 to 203 cm (40 to 80 in). (Bk horizons)\nIdentifiable secondary calcium carbonate:  56 to 203 cm (22 to 80 in) (A3, A4, Bk horizons)\nADDITIONAL DATA:  KSSL-Coryell County, Texas; User Pedon ID: 80TX099003, Lab Pedon #: 81P0099 (horizons 510-515).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
