{
  "SERIES": "FRITZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFD/CLM/CBR",
  "REVDATE": "06/2010",
  "STATES": "ID",
  "OVERVIEW": "The Fritz series consists of deep or very deep and well drained soils on mountains.  Slopes are 4 to 70 percent.  These soils formed in colluvium derived from limestone and loess.  The mean annual air temperature is about 3.9 degrees C.  The mean annual precipitation is about 480 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Xeric Calcicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fritz very gravelly loam; supporting a limber pine/spike fescue plant association, woodland; on a 55 percent slope with a south aspect at 2,755 meters elevation.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; many very fine irregular pores; strongly effervescent (25 percent calcium carbonate equivalent in the less than 2 mm size fraction); 40 percent gravel, trace cobbles; slightly alkaline (pH 7.8); abrupt smooth boundary.  (8 to 13 cm thick)\nA2--10 to 30 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and slightly plastic; many very fine, common medium and coarse roots; many very fine irregular pores; common hard pendants of carbonates on underside of rock fragments; strongly effervescent (35 percent calcium carbonate equivalent in the less than 2 mm sized fraction); 45 percent gravel, trace cobbles; moderately alkaline (pH 8.0); clear smooth boundary.  (13 to 25 cm thick)\nBkq1--30 to 61 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and slightly plastic; many very fine, common medium and few coarse roots; many very fine irregular pores; many hard pendants of carbonates and few pendants of silica on underside of rock fragments; violently effervescent (55 percent calcium carbonate equivalent in the less than 2 mm size fraction); 60 percent gravel, 5 percent cobbles; moderately alkaline (pH 8.0); abrupt smooth boundary.  (13 to 51 cm thick)\nBkq2--61 to 81 cm; light gray (10YR 7/2) extremely gravelly sandy loam, brown (10YR 5/3) moist; massive; hard, friable nonsticky and slightly plastic; few fine roots; common very fine tubular pores; many hard pendants of carbonates and common pendants of silica on underside of rock fragments, many fine and medium (less than 15 mm) masses of soft powdery calcium carbonate in matrix and on rock fragments; violently effervescent (75 percent calcium carbonate equivalent in the less than 2 mm size fraction); 55 percent gravel, 20 percent cobbles; moderately alkaline (pH 8.2); clear smooth boundary.  (13 to 51 cm thick)\nBkq3--81 to 152 cm; light yellowish brown (2.5Y 6/3) extremely gravelly sandy loam; light olive brown (2.5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine irregular pores; common hard pendants of carbonates and few pendants of silica on underside of rock fragments; violently effervescent (65 percent calcium carbonate equivalent in the less than 2 mm size fraction); 60 percent gravel, 20 percent cobbles; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lemhi County, Idaho; about 22.5 kilometers north of Blue Dome; about 335 meters south and 61 meters east of the northwest corner section 20, T. 12 N., R. 30 E. Latitude:  44 degrees North, 21 minutes, 45 seconds. Longitude:  112 degrees West, 54 minutes, 48 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 2.8 to 6.4 degrees C. Mean summer soil temperature - 7.8 to 11.1 degrees C.\nSoil moisture - Dry in all parts for 45 to 100 consecutive days during the four months following the summer solstice.\nMollic epipedon thickness - 20 to 38 cm\nDepth to secondary carbonates - 0 to 38 cm\nClay in particle size control section, weighted average - 8 to 18 percent\nRock fragments in particle size control section, weighted average - 40 to 85 percent.\nCalcium carbonate equivalent in the mineralogy control section, weighted average - 40 to 80 percent in the less than 20 mm size fraction, 40 to 70 percent in the less than 2 mm size fraction.\nReaction - slightly alkaline or moderately alkaline\nA horizons\nHue - 10YR or 2.5Y\nValue - 3to 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nEffervescence - slightly effervescent to violently effervescent\nBk or Bkq horizons\nHue - 10YR or 2.5Y\nValue - 5 to 8 dry, 4 to 6 moist\nChroma - 1 to 4 dry or moist\nTexture, less than 2 mm fraction - L or SL\nGravel - 10 to 90 percent\nCobbles - 0 to 50 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canyoung, Gepton (T), Skibo, Zeale and Zeelnot series.  Canyoung soils have 15 to 25 percent calcium carbonate equivalent in the less than 2 mm size fraction of the mineralogy control section and have a mean summer soil temperature of 12.2 to 15.0 degrees C.  The Gepton series from Idaho is not clearly separated from the Fritz and Zeale series.  This will be addressed when the Clark County Area Soil Survey is reactivated.  There is a recommendation in the text of the Zeale series description that Gepton and Zeale are very similar and perhaps correlate Gepton into Zeale.  Skibo soils have greater than 5 percent stones.  Zeale soils are dry in all parts for greater than 100 consecutive days in the four months following the summer solstice.  Zeelnot soils have 25 to 30 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Fritz soils occur on high relief, south facing mountain slopes and alpine summits.  Slopes range from 4 to 70 percent.  Elevations range from 1,585 to 3,353 meters.  The soil formed in colluvium derived from limestone and loess.  The mean annual precipitation is about 406 to 610 cm.  It dominantly occurs as snow, rain or fog in the late autumn through early summer.  A winter snowpack of 30 to 91 cm lasting through February or March is common.  Summers are warm and dry.  The mean annual air temperature is 2.8 to 6.1 degrees C.  The frost free season is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gany, Meegero and Zeale series.  Gany soils occur on adjacent north facing mountain slopes.  They average less than 40 percent calcium carbonate equivalent in the mineralogy control section and have forest litter layers.  Meegero soils occur on adjacent mountain slopes and hills.  They have mollic epipedons greater than 41 cm thick.  Zeale soils occur on adjacent fan remnants and hills.  They are dry for longer periods during the summer and early autumn."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Fritz soils are used for recreation and wildlife habitat.  On mountain side slopes positions, these soils dominantly support the limberpine/spiked fescue plant association, mountain big sagebrush/bluebunch wheatgrass communities or communities dominated by curlleaf mountain mahogany.  On alpine summit positions the Fritz soils support communities dominated by alpine grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  The soil is of moderate extent. MLRA 13 and 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Targhee National Forest, Lemhi County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the mineral soil surface to 30 cm (the A1 and A2 horizons).\nCalcic horizon - the zone from 10 to 152 cm (the A2, Bkq1, Bkq2, and Bkq3 horizons).\nParticle-size control section - the zone from 25 to 100 cm (the Bkq1, Bkq2 and portions of the A2 and Bkq3 horizons).\nMoisture regime - xeric.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 10 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; many very fine irregular pores; strongly effervescent (25 percent calcium carbonate equivalent in the less than 2 mm size fraction); 40 percent gravel, trace cobbles; slightly alkaline (pH 7.8); abrupt smooth boundary.  (8 to 13 cm thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--10 to 30 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and slightly plastic; many very fine, common medium and coarse roots; many very fine irregular pores; common hard pendants of carbonates on underside of rock fragments; strongly effervescent (35 percent calcium carbonate equivalent in the less than 2 mm sized fraction); 45 percent gravel, trace cobbles; moderately alkaline (pH 8.0); clear smooth boundary.  (13 to 25 cm thick)"
      },
      {
        "name": "Bkq1",
        "top": 30,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bkq1--30 to 61 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure parting to weak very fine granular; soft, very friable, nonsticky and slightly plastic; many very fine, common medium and few coarse roots; many very fine irregular pores; many hard pendants of carbonates and few pendants of silica on underside of rock fragments; violently effervescent (55 percent calcium carbonate equivalent in the less than 2 mm size fraction); 60 percent gravel, 5 percent cobbles; moderately alkaline (pH 8.0); abrupt smooth boundary.  (13 to 51 cm thick)"
      },
      {
        "name": "Bkq2",
        "top": 61,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkq2--61 to 81 cm; light gray (10YR 7/2) extremely gravelly sandy loam, brown (10YR 5/3) moist; massive; hard, friable nonsticky and slightly plastic; few fine roots; common very fine tubular pores; many hard pendants of carbonates and common pendants of silica on underside of rock fragments, many fine and medium (less than 15 mm) masses of soft powdery calcium carbonate in matrix and on rock fragments; violently effervescent (75 percent calcium carbonate equivalent in the less than 2 mm size fraction); 55 percent gravel, 20 percent cobbles; moderately alkaline (pH 8.2); clear smooth boundary.  (13 to 51 cm thick)"
      },
      {
        "name": "Bkq3",
        "top": 81,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "Bkq3--81 to 152 cm; light yellowish brown (2.5Y 6/3) extremely gravelly sandy loam; light olive brown (2.5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine irregular pores; common hard pendants of carbonates and few pendants of silica on underside of rock fragments; violently effervescent (65 percent calcium carbonate equivalent in the less than 2 mm size fraction); 60 percent gravel, 20 percent cobbles; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
