{
  "SERIES": "FROGCREEK",
  "STATUS": "Established Series",
  "BYREV": "FJS/JJJ/DJH",
  "REVDATE": "04/2006",
  "STATES": "WI",
  "OVERVIEW": "The Frogcreek series consists of very deep, moderately well drained soils which are deep to a densic contact. These soils formed in loess or silty alluvium over loamy alluvium underlain by dense sandy or loamy lodgement till on disintegration moraines. Permeability is moderate in the silty mantle, moderately slow in the loamy alluvium and slow in the dense till. Slopes range from 2 to 15 percent. Mean annual precipitation is about 31 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Frogcreek silt loam, very stony, on a convex, slope of 9 percent, in woodland, at an elevation of about 1,245 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine granular structure; friable; common fine and medium and coarse roots; 1 percent cobbles and 8 percent gravel; very strongly acid; abrupt wavy boundary. (1 to 5 inches thick)\nE1--4 to 8 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; friable; common fine, very fine, and few medium roots; 2 percent gravel; very strongly acid; clear wavy boundary.\nE2--8 to 13 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; few fine and very fine roots; 2 percent gravel; strongly acid; clear wavy boundary. (Combined thickness of the E horizons ranges from 0 to 15 inches.)\n2B/E--13 to 19 inches; 80 percent brown (7.5YR 4/4) loam (Bt); moderate medium subangular blocky structure; common distinct reddish brown (5YR 4/3) clay films on faces of peds; 20 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; friable; few very fine roots; 2 percent cobbles and 5 percent gravel; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (Thickness of the glossic horizon ranges from 4 to 20 inches)\n2Bt1--19 to 32 inches; reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; common thin strata of reddish brown (5YR 4/4) loamy sand; few very fine roots; few faint reddish brown (5YR 4/3) clay films on faces of peds; 2 percent cobbles and 10 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.\n2Bt2--32 to 46 inches; reddish brown (5YR 4/4) gravelly sandy loam; weak medium subangular blocky structure; friable; common thin strata of reddish brown (5YR 4/4) loamy sand; 3 percent cobbles and 15 percent gravel; few faint reddish brown (5YR 4/3) clay bridges between individual sand grains; 2 inch thick extremely gravelly layer at 32 inches; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine prominent pinkish gray (5YR 6/2) iron depletions; slightly acid; clear wavy boundary. (Combined thickness of the 2Bt horizon is 6 to 40 inches.)\n3Cd--46 to 80 inches; reddish brown (5YR 4/4) gravelly loamy sand; massive; firm with slight brittleness, very hard; tendency to part along horizontal cleavage planes; 3 percent cobbles and 15 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washburn County, Wisconsin; about 30 miles northeast of Spooner; about 1,850 feet north and 2,100 feet east of the southwest corner of sec. 33, T. 41 N., R. 10 W.; USGS Stanberry West topographic quadrangle; lat. 46 degrees 04 minutes 34 seconds N., and long. 91 degrees 37 minutes 36 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of silty mantle ranges from 12 to 36 inches. Depth to the densic contact ranges from 40 to 60 inches. Content of clay averages from 7 to 17 percent in the particle-size control section and the content of sand coarser than very fine averages 15 to 70 percent. Coarse fragments are dominantly of igneous origin and are of mixed lithology. Total volume of rock fragment ranges from 0 to 10 percent in the silty mantle, 0 to 25 percent in the loamy alluvium, and 5 to 35 percent in the dense till. Volume of gravel ranges from 0 to 10 percent in the silty mantle, from 0 to 20 percent in the loamy alluvium, and from 5 to 35 percent in the dense till. Volume of cobbles ranges from 0 to 3 percent in the silty mantle and from 0 to 5 percent in the loamy alluvium and in the dense till. Volume of stones ranges from 0 to 1 percent in the silty mantle and from 0 to 3 percent in the loamy alluvium and in the dense till. Surface stones have coverage ranging from 0 to 3 percent. Reaction ranges from very strongly acid to slightly acid in the silty mantle, but ranges to neutral where the soil is limed. Reaction ranges from very strongly acid to slightly acid in the loamy alluvium and from strongly acid to neutral in the dense till. Masses of iron accumulations occur within 40 inches. If present, iron depletions are below the upper 10 inches of the argillic. Saturation occurs within 40 inches at some time in normal years. Free carbonates are absent to 80 inches or more.\nA horizon\nHue: 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 to 2\nTexture: silt loam.\nSome pedons have an Ap horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: silt loam.\nSome pedons have a Bw horizon\nHue: 7.5YR or 10YR\nValue: 4\nChroma: 3 or 4\nTexture: silt loam.\nE horizon\nHue: 7.5YR or 10YR\nValue: 4 or 6\nChroma: 2 or 3\n(Colors of 4/3, 5/3, or 6/3 have dry value of 7 or more)\nTexture: silt or silt loam.\nFrogcreek soils have a glossic horizon. Horizonation has a wide range depending on the thickness of the silty mantle and the degree to which eluviation has occurred. Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination.\nThe E part of the E/B or B/E horizon, has color and texture like the E horizon described above.  The Bt part has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 4 to 6. Texture is silt loam.\nSome pedons have a Bt horizon with color and texture like the Bt part described above. Clay content ranges from 8 to 17 percent.\nThe 2E part of the 2E/B or 2B/E horizon, has color like the E horizon described above. Texture is loam, sandy loam, or the gravelly analogs. The 2Bt part of the 2E/B or 2B/E horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 4 to 6.  Texture is loam, sandy loam, fine sandy loam, or the gravelly analogs.  Bulk Density is 1.65 to 1.85 gm/cc.\n2Bt horizon\nColor, textures and bulk density are like the 2Bt part of the 2E/B or 2B/E horizon described above.\nSome pedons have a 3BCd horizon\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 4\nTexture: predominantly loamy sand or gravelly loamy sand, but some pedons have sandy loam or gravelly sandy loam textures. Clay content averages from 2 to 7 percent.\nBulk Density: 1.85 to 2.00 gm/cc.\n3Cd horizon\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 4\nTexture: predominantly loamy sand or gravelly loamy sand, but some pedons have sandy loam or gravelly sandy loam textures. Clay content averages from 2 to 7 percent.\nBulk Density: 1.85 to 2.00 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aftad, Blowers, Freeon, Milaca, Neopit, Sconsin and Scott Lake series. Aftad, Blowers, Neopit, Sconsin and Scott Lake soils do not have densic material within the series control section. Freeon and Milaca soils average more than 7 percent clay in the dense till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in loess or silty alluvium over loamy alluvium underlain by dense sandy or loamy lodgement till.\nLandform: Disintegration moraines.\nSlope: 2 to 15 percent.\nElevation: 1000 to 1500 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 110 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Parkfalls, Stanberry, Stinnett, and Wozny) soils. The somewhat poorly drained Parkfalls soils are on lower or less sloping landscape positions and do not have a silty mantle. The somewhat poorly drained Stinnett and very poorly drained Wozny soils form a hydrosequence with Frogcreek soils. The moderately well drained Stanberry soils are on similar landscape positions, but do not have a silty mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is low to high. Permeability is moderate in the silty mantle, moderately slow in the loamy alluvium, and slow in the dense till. Frogcreek soils have seasonal saturation perched above the densic contact at a depth of 2 to 3.5 feet for 1 month or more at some time during the period of September to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for woodland. Native vegetation is deciduous forest with some conifers. Common trees are sugar maple, red maple, black cherry, American basswood, white ash, American elm, bigtooth aspen, quaking aspen, balsam fir, northern red oak, and eastern hophornbeam with some eastern white pine. Some areas are cleared and used for pastureland or cropland. Corn, small grain, and hay are the common crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Wisconsin. LRR K and MLRA 90A. This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washburn County, Wisconsin, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nParticle size control section: the zone from 13 to 33 inches.\nOchric epipedon: from 0 to 13 inches (A, E1, E2).\nAlbic horizon: from 4 to 13 inches (E1, E2), and 13 to 19 inches (E part of 2B/E).\nGlossic horizon: from 13 to 19 inches (2B/E).\nArgillic horizon: from 13 to 46 inches (2B/E, 2Bt1, 2Bt2).\nDensic contact: the contact with dense till (3Cd) at 46 inches.\nOxyaquic feature: from redoximorphic features and saturation within 40 inches;\nLithologic discontinuity: at the upper boundary of the 2B/E horizon at 13 inches and at the upper boundary of the 3Cd horizon at 46 inches.\nADDITIONAL DATA: Refer to soil survey sample number S00WI-129-035 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine granular structure; friable; common fine and medium and coarse roots; 1 percent cobbles and 8 percent gravel; very strongly acid; abrupt wavy boundary. (1 to 5 inches thick)"
      },
      {
        "name": "E1",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--4 to 8 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak thin platy structure; friable; common fine, very fine, and few medium roots; 2 percent gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "E2",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--8 to 13 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; few fine and very fine roots; 2 percent gravel; strongly acid; clear wavy boundary. (Combined thickness of the E horizons ranges from 0 to 15 inches.)"
      },
      {
        "name": "2B/E",
        "top": 33,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2B/E--13 to 19 inches; 80 percent brown (7.5YR 4/4) loam (Bt); moderate medium subangular blocky structure; common distinct reddish brown (5YR 4/3) clay films on faces of peds; 20 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; friable; few very fine roots; 2 percent cobbles and 5 percent gravel; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (Thickness of the glossic horizon ranges from 4 to 20 inches)"
      },
      {
        "name": "2Bt1",
        "top": 48,
        "bottom": 81,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--19 to 32 inches; reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; common thin strata of reddish brown (5YR 4/4) loamy sand; few very fine roots; few faint reddish brown (5YR 4/3) clay films on faces of peds; 2 percent cobbles and 10 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 81,
        "bottom": 117,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--32 to 46 inches; reddish brown (5YR 4/4) gravelly sandy loam; weak medium subangular blocky structure; friable; common thin strata of reddish brown (5YR 4/4) loamy sand; 3 percent cobbles and 15 percent gravel; few faint reddish brown (5YR 4/3) clay bridges between individual sand grains; 2 inch thick extremely gravelly layer at 32 inches; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine prominent pinkish gray (5YR 6/2) iron depletions; slightly acid; clear wavy boundary. (Combined thickness of the 2Bt horizon is 6 to 40 inches.)"
      },
      {
        "name": "3Cd",
        "top": 117,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "narrative": "3Cd--46 to 80 inches; reddish brown (5YR 4/4) gravelly loamy sand; massive; firm with slight brittleness, very hard; tendency to part along horizontal cleavage planes; 3 percent cobbles and 15 percent gravel; slightly acid."
      }
    ]
  ]
}
