{
  "SERIES": "FRUITDALE",
  "STATUS": "Established Series",
  "BYREV": "SP, GRB",
  "REVDATE": "07/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fruitdale sandy loam, on an east-facing concave, gently sloping area of mixed pine and hardwoods about 140 feet above sea level (Colors are for moist soil).\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) sandy loam; weak fine granular structure; very friable; many fine, medium and coarse roots; very strongly acid; clear wavy boundary. (3 to 8 inches thick)\nE--7 to 19 inches; yellowish brown (10YR 5/4) fine sandy loam; weak medium subangular blocky structure; very friable; common fine, medium and coarse roots; very strongly acid; clear wavy boundary. (0 to 12 inches thick)\nBt1--19 to 31 inches; reddish yellow (7.5YR 6/8) sandy clay loam; moderate medium and coarse subangular blocky structure; friable; common fine, medium and coarse roots; common medium distinct strong brown (7.5YR 5/6) clay films on faces of peds; many sand grains coated and bridged with clay; very strongly acid; clear wavy boundary. (10 to 24 inches thick)\nBt2--31 to 44 inches; strong brown (7.5YR 5/8) sandy loam; moderate medium and coarse subangular blocky structure; friable; common fine, medium and coarse roots; common medium distinct strong brown (7.5YR 5/6) clay films on faces of peds; many sand grains coated and bridged with clay; few fine and medium distinct light yellowish brown (10YR 6/4) and brownish yellow (10YR 6/6) areas of iron depletions; very strongly acid; gradual wavy boundary.\nBt3--44 to 50 inches; strong brown (7.5YR 5/8) fine sandy loam; moderate fine and medium subangular blocky structure; friable; few fine, medium and coarse roots; many sand grains coated and bridged with clay; common fine and medium distinct light yellowish brown (10YR 6/4), brownish yellow (10YR 6/6) and few medium distinct light brownish gray (10YR 6/2) areas of iron depletions; strongly acid; clear wavy boundary.\nBt4--50 to 57 inches; strong brown (7.5YR 5/6) loam; moderate fine and medium subangular blocky structure; friable; few fine, medium and coarse roots; sand grains coated and bridged with clay; common medium distinct light yellowish brown (10YR 6/4) and light brownish gray (10YR 6/2) areas of iron depletions; common medium faint reddish yellow (5YR 6/6) masses of iron accumulation; very strongly acid; clear wavy boundary.\nBt5--57 to 71 inches; strong brown (7.5YR 5/6) loam; moderate medium subangular blocky structure; firm; few medium and coarse roots; common medium distinct yellowish brown (10YR 5/6) clay films on faces of peds; sand grains coated and bridged with clay; common medium distinct light yellowish brown (10YR 6/4) and pale brown (10YR 6/3) areas of iron and clay depletions; very strongly acid; clear wavy boundary.  (Combined thickness of the lower Bt horizons range from 24 to more than 60 inches in thickness)\nBC--71 to 80 inches; strong brown (7.5YR 5/6) fine sandy loam; weak coarse subangular blocky structure; very friable; few fine roots; common medium distinct olive yellow (2.5Y 6/6) areas of iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Alabama. Approximately 4.0 miles east of Chatom; about 2,300 feet south and 1,875 feet west of the northeast corner of Sec. 34; T.6N,; R.2W.; USGS Rutan topographic quadrangle. Latitude 31 degrees 26 minutes 38 seconds N.; Longitude 88 degrees 09 minutes 56 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness range is more than 60 inches. Depth to seasonal high saturation is commonly below 40 inches but ranges from 36 to 72 inches. Reaction ranges from extremely acid through strongly acid throughout except where the surface layer has been limed.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 2 or 3. Texture is sandy loam or fine sandy loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 to 6. Texture is sandy loam or fine sandy loam.\nThe upper part of the Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. Masses of iron accumulations in shades of brown and red range from none to few. Texture is sandy loam, loam, sandy clay loam or clay loam.\nThe lower part of the Bt horizon has hue of 5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8; or there is no dominant color and is multicolored in shades of yellow, brown, red and gray. Redoximorphic features in shades of brown, yellow, red and gray range from none to many. Below 40 inches, some pedons have up to 20 percent, by volume, brittleness. Some pedons have 2 to 4 percent plinthite, by volume, below a depth of 30 inches. Texture is fine sandy loam, sandy loam, loam, sandy clay loam or clay loam.\nThe BC horizon, where present, has colors and redoximorphic features similar to the lower Bt. Structure is massive or has weak coarse subangular blocky structure. Texture is fine sandy loam, sandy loam, loam or sandy clay loam.\nThe C horizon, where present, has hue of 7.5YR to 2.5Y, value or 6 or 7, and chroma of 2 to 6; or it is multicolored in shades of yellow, brown, red and gray. Redoximorphic features in shades of yellow, brown, red and gray range from few to many. Texture ranges from loamy sand to sandy clay loam. Some pedons have thin strata of clay loam or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Emporia, Hartsells, Kempsville and Smithdale soils are in the same family. Apison, Biffle, Cahaba, Durham, Euharlee, Granville, Linker, Murfreesboro, Nauvoo, Oktaha, Olla, Pikecity, Pinoka, Pirum, Sipsey, Spadra, Stringtown and Suffolk are in closely related activity classes. Emporia, Kempsville and Suffolk soils formed in Atlantic Coastal Plain sediments and have a mean annual precipitation generally less than 50 inches. Hartsells soils formed in residuum that weathered from acid sandstone containing thin strata of shale or siltstone. Smithdale soils have redder subsoils and a depth to seasonal high saturation is below 72 inches. Apison, Biffle, Cahaba, Durham, Euharlee, Granville, Linker, Murfreesboro, Nauvoo, Pikecity, Pinoka, Pirum, Sipsey, Stringtown and Suffolk soils are in the semiactive activity class. In addition, Apison is moderately deep to soft shale, Biffle soils are moderately deep to cherty limestone and Cahaba soils are on lower terrace positions that are subject to rare flooding. Durham soils formed in acid crystalline rock. Euharlee soils formed in material that weathered from cherty limestone. Granville soils weathered from Triassic sandstone and shale. Linker soils are moderately deep to sandstone. Murfreesboro soils are on lower terrace positions and formed in alluvium that weathered from interbedded sandstone and shale. Nauvoo soils are deep and very deep to sandstone and shale. Pikecity soils formed in Cretaceous sediments in Arkansas. Pinoka soils are moderately deep to Triassic sandstone and mudstone. Sipsey soils are moderately deep to sandstone. Springtown soils are on Texas uplands. Oktaha, Olla and Spadra soils are in the active activity class. In addition, Oktaha soils are moderately deep to sandstone, Spadra soils are on lower terrace positions and formed in alluvium that weathered from sandstone and shale uplands and Olla soils are on higher upland positions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fruitdale soils are on uplands and intermediate to high terraces of the Southern Coastal Plain parallel to the Gulf Coast. They formed in thick beds of loamy Miocene-age sediments. Slopes range from 0 to 15 percent. The climate is humid subtropical. The average annual precipitation ranges from 58 to 64 inches and the average annual temperature ranges from 62 to 70 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Benndale, Chatom, Malbis, Poarch, Rutan and Toinette series.  Benndale and Rutan soils have coarse-loamy control sections. The moderately well drained Chatom soils are in slightly lower positions. Malbis and Poarch soils are on slightly lower positions and do not have a clay decrease within 60 inches of the surface. In addition, Malbis and Poarch soils contain more than five percent, by volume, plinthite in the control section. Toinette soils are on similar or slightly lower positions and have sandy surface and subsurface layers 20 to 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: most areas of Fruitdale soils are used for planted pine. Some small areas are used for pasture and cropland.  The native vegetation consists chiefly of longleaf pine, slash pine, water oak, post oak, red oak, and dogwood with an understory of huckleberry, smilax, American beautyberry, Virginia creeper and blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alabama and Mississippi; possibly Florida. Rutan soils are of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Alabama, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 19 inches (Ap and E horizons).\nArgillic horizon - the zone from 19 to 71 inches (Bt1, Bt2, Bt3, Bt4 and Bt5 horizons).\nADDITIONAL DATA:  Laboratory characterization data is from the Auburn University Agronomy and Soils Department. Characterization laboratory data is available for the typical pedon S09AL-129-001 (1-8).\nFruitdale soils are in MLRA 133A.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
