{
  "SERIES": "FRYE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/SDH/JEJ",
  "REVDATE": "06/2009",
  "STATES": "AZ,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Frye sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4); moist moderate medium platy structure; slightly hard, very friable, nonsticky and nonplastic; many fine and very fine roots; many fine interstitial pores; slightly acid (pH 6.5); abrupt smooth boundary. (1 to 2 inches thick)\nA2--2 to 6 inches; brown (7.5YR 5/4) sandy loam, dark reddish brown (5YR 3/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many fine interstitial pores; noneffervescent; moderately alkaline (pH 8.0); clear smooth boundary. (3 to 5 inches thick)\nA3--6 to 9 inches; brown (7.5YR 5/4) sandy loam, dark reddish brown (5YR 3/4) moist; massive; slightly hard, friable, slightly sticky and plastic; common fine and very fine roots; many fine interstitial and common fine tubular pores; noneffervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 5 inches thick)\nBt1--9 to 12 inches; brown (7.5YR 5/4) loam, dark reddish brown (5YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; common very fine and fine roots; common fine and very fine tubular and interstitial pores; few faint patchy clay films; noneffervescent; moderately alkaline (pH 8.2); clear smooth boundary. (2 to 4 inches thick)\nBt2--12 to 23 inches; reddish brown (5YR 4/4) clay, reddish brown (5YR 4/4) moist; moderate medium and coarse prismatic parting to moderate medium and coarse angular blocky structure; hard, firm, sticky and plastic; many fine and very fine roots on faces of peds; few fine tubular and common exped pores; many faint clay films on faces of peds; noneffervescent; moderately alkaline (pH 8.2); clear smooth boundary. (10 to 15 inches thick)\nBtk--23 to 26 inches; reddish yellow (7.5YR 6/6) and reddish yellow (6/8) clay loam, yellowish red (5YR 4/6) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; common fine roots, many in lower part; common fine and very fine tubular and interstitial pores; few faint clay bridges; slightly to strongly effervescent; common fine pinkish white (7.5YR 8/2) soft lime masses, light brown (7.5YR 6/4) moist; 5 percent fine gravel; moderately alkaline (pH 8.2); abrupt smooth boundary. (2 to 4 inches thick)\nBkqm1--26 to 33 inches; pinkish gray (7.5YR 6/2) indurated lime-silica cemented pan, light brown (7.5YR 6/4) moist, with reddish yellow (7.5YR 6/8) and pink (7.5YR 7/4) mottles on surfaces of the pan, reddish brown (5YR 5/3) and yellowish red (5YR 5/6) moist; massive; extremely hard, extremely firm; few roots in occasional fractures; very few fine tubular pores; few krotovina; silica coatings on platy faces; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (5 to 7 inches thick)\nBkqm2--33 to 38 inches; pale brown (10YR 6/3) indurated lime-silica cemented pan, brown (10YR 4/3) moist; massive or weak coarse platy structure; extremely hard, extremely firm; few fine tubular pores; few krotovina; violently effervescent; many fine and medium white (N 8/) hard lime masses; pink (7.5YR 7/4) moist; 5 percent fine gravel; moderately alkaline (pH 8.2); clear wavy boundary. (4 to 7 inches thick)\nBkq--38 to 56 inches; very pale brown (10YR 7/3) and pale brown (10YR 6/3) loam, brown (7.5YR 4/4) moist; slightly hard, friable, slightly sticky and plastic; many fine and very fine and a few coarse tubular pores; few krotovina; violently effervescent; 5 percent fine gravel; moderately alkaline (pH 8.2); clear smooth boundary. (15 to 20 inches thick)\nBk--56 to 80 inches; mottled pale brown (10YR 6/3), brown (7.5YR 5/4) and very pale brown (10YR 8/4) loam, brown (7.5YR 5/4) and brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; many fine and very fine and a few coarse tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (20 to 30 inches thick)\nC--80 to 93 inches; pale brown (10YR 6/3) and brown (7.5YR 5/4) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and slightly plastic; many fine and very fine and few coarse tubular pores noneffervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cochise County, Arizona; 7 miles west and 9 miles north of Willcox, Arizona on the Ft. Grant Road; 670 feet north and 125 feet west of the SE corner of sec. 11, T. 12 S., R. 23 E.  Latitude 32 degrees, 24 minutes, 1 second N., Longitude 109 degrees, 57 minutes, 40 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the duripan: 20 to 40 inches but is commonly 24 to 36 inches.  The duripan is penetrated in places by rodent burrows and is fractured in some pedons.\nSoil moisture: These soils are usually dry but are intermittently moist in the summer. Typic aridic soil moisture regime.\nMean annual soil temperature: 59 degrees to 69 degrees F.\nOrganic matter content: less than 1 percent in the upper 20 inches\nCoarse fragment content: less than 15 percent, by volume, throughout\nA horizons\nHue: 7.5YR, 5YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 3 to 6, dry or moist\nReaction: slightly acid to moderately alkaline\nTexture: sandy loam, sandy clay loam, clay loam, loam\nBt horizons\nHue: 7.5YR to 2.5YR and are dominantly 5YR\nValue: 4 to 6 dry, 3 to 6 moist\nChroma: 3 to 6, dry or moist\nReaction: neutral to moderately alkaline\nTexture: clay loam or clay with 35 to 50 percent clay\nBkqm horizons\nHue: 7.5YR, 10YR\nValue: 6 to 7 dry, 4 to 6 moist\nChroma: 2 to 4, dry or moist\nReaction: moderately alkaline\nCementation: extremely hard, rippable, indurated duripan\nC horizon\nHue: 7.5YR, 10YR\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 3 to 4, dry or moist\nReaction: moderately alkaline\nTexture: stratified clay loam through sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ohaco (AZ) series. Ohaco soils have a mean annual soil temperature greater than 66 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Frye soils are on level to slightly undulating valley plains and low fans at elevations of 2,500 to 5,000 feet. The climate is warm semiarid continental. The mean annual air temperature ranges from 58 degrees to 67 degrees F. The frost-free period ranges from 150 to 250 days. Annual precipitation ranges from 10 to 12 inches falling mainly as thunder showers in July, August and September and as gentle rains in December and January."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Continental, Tubac, and White House soils, and the Cogswell, Comoro, Cowan, Duncan, Gothard, Pima, and McAllister soils. Continental, Tubac and White House soils are very deep. Cogswell, Comoro, Cowan, and Pima soils do not have a duripan and argillic horizon. Duncan and Gothard soils have more than 15 percent exchangeable sodium in the solum and are strongly alkaline. Also, the Gothard soils do not have a duripan. McAllister soils do not have a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for cultivated crops and livestock grazing. Common crops include grain sorghum, cotton, alfalfa, small grains, sugar beets and lettuce. Vegetation consists of sideoats, black, blue and hairy gramas, plains lovegrass, cane beardgrass, sand drop seed, three-awn, Arizona cotton-top, curly mesquite, yucca and scattered low mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cochise and Graham Counties, Arizona, and Hidalgo County, New Mexico. The Frye series is of small extent. MLRA is 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Graham County (Gila River Project), Arizona, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 9 inches (A horizons)\nArgillic horizon - the zone from 12 to 26 inches (Bt & Btk horizons)\nDuripan - the zone from 26 to 38 inches (Bkqm horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ675, 5/2009, WWJ\nADDITIONAL DATA: S64AZ 003 018 and S64AZ 003 019\nNational Cooperative Soil Survey\nU.S.A."
  }
}
