{
  "SERIES": "FRYEBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-NRK-WDH",
  "REVDATE": "05/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Fluventic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fryeburg very fine sandy loam, on a 1 percent slope in a hayfield.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 11 inches; dark brown (10YR 4/3) very fine sandy loam, pale brown (10YR 6/3) dry; moderate fine and medium granular structure; very friable; many very fine and few fine roots; slightly acid; abrupt smooth boundary.  (8 to 12 inches thick)\nBw--11 to 22 inches; yellowish brown (10YR 5/4) very fine sandy loam; weak fine and medium granular structure; very friable; many very fine and few fine roots; moderately acid; gradual wavy boundary.  (6 to 26 inches thick)\nC1--22 to 50 inches; olive brown (2.5Y 4/4) very fine sandy loam; massive; friable; few very fine roots; common very fine random vesicular pores; moderately acid; abrupt smooth boundary.  (10 to 45 inches thick)\nC2--50 to 65 inches; light yellowish brown (2.5Y 6/4) sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Oxford County, Maine; town of Fryeburg, 0.5 mile west southwest of intersection of Maine Route 5 and U.S. Route 302 and 0.3 mile northeast of junction of Maine Route 113 and the Saco River; USGS Fryeburg topographic quadrangle; latitude 44 degrees 01 minutes 09 seconds N., and longitude 70 degrees 59 minutes 17 seconds W., NAD 27.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 15 to 35 inches.  Depth to bedrock id more than 60 inches.  Gravel content ranges from 0 to 5 percent by volume in the upper 40 inches.  Reaction from strongly acid to slightly acid throughout, unless limed.  Some pedons have buried horizons.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4.  Dry value is 6 or 7.  It is silt loam or very fine sandy loam. Structure is weak to strong, very fine to medium granular.  Consistence is very friable or friable.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6.  It is silt loam or very fine sandy loam.  Structure is weak very fine to medium granular.  Consistence is very friable or friable.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 6.  It is silt loam, very fine sandy loam, or loamy very fine sand.  Below a depth of 40 inches texture ranges from silt loam to fine gravel.  Some pedons are stratified in the lower part. The C horizon is massive or single grain depending upon texture. Consistence is loose to friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Similar series in related families are Cornish, Lovewell, and Sunday. Cornish and Lovewell soils have iron depletions within 24 inches of the soil surface.  Sunday soils have a sandy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fryeburg soils are on flood plains and high bottoms.  Slope ranges from 0 to 8 percent. The soils formed in alluvial deposits of very fine sand and silt. Flooding frequency ranges from once or twice a year to once in 5 to 10 years or more.  Flooding generally occurs during spring runoff or during periods of high rainfall in the fall.  Floodwater seldom covers these soils for periods of more than 1 or 2 days on the high bottoms, but the duration may be longer in the lower positions.  The climate is humid and cool temperate with cool summers and cold winters. Mean annual precipitation ranges from 34 to 48 inches.  The mean annual temperature ranges from 38 to 46 degrees F.  The frost-free season ranges from 80 to 160 days.  Elevation ranges from 10 to 1750 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Allagash, Charles, Colton, Cornish, Croghan, Duxbury, Lovewell, Madawaska, Nicholville, Salmon and Sunday soils.  Adams, Allagash, Colton, Croghan, Duxbury, Madawaska, Nicholville, and Salmon soils are on adjacent outwash plains, deltas, and terraces.  Charles soils are poorly drained, Cornish soils are somewhat poorly drained, and Lovewell soils are moderately well drained members of the same catena in lower positions on flood plains.  Sunday soils have a sandy particle size control section and are in similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium. Permeability is moderate in the surface and subsurface layers and ranges from moderate to rapid in the substratum depending on the texture."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used mainly for hay, pasture, potatoes, and truck crops.  The remaining areas are mostly forested; dominant tree species are willow, elm, eastern white pine, balsam fir, red spruce, white spruce, red oak, red maple, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine and New Hampshire; MLRAs 143, 144B, and 146.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Oxford County, Maine, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  The classification is updated to Coarse-silty, mixed, superactive, frigid Fluventic Dystrudepts with this revision, to conform to the Keys to Soil Taxonomy, 8th edition, 1998.  The former classification was Coarse-silty, mixed, frigid Fluventic Dystrochrepts.  2.  The Fryeburg series replaced soils formerly mapped Hadley that have a frigid temperature regime.  2.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 11 inches (Ap horizon).\nb.  Cambic horizon - the zone from 11 to 22 inches (Bw horizon).\nc.  Fluventic feature - the content of organic carbon decreases irregularly with depth.\nADDITIONAL DATA:  Source of data used in establishing taxonomic class and range in characteristics is Maine Agricultural Experiment Station, Technical Bulletin 145, July, 1991.\nSoil Interpretation Record number for the Fryeburg series are:  Fryeburg ME0080; and Fryeburg, stratified substratum, ME0117.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
