{
  "SERIES": "FRYESPOINT",
  "STATUS": "Tentative Series",
  "BYREV": "JBB/CES/JTW",
  "REVDATE": "01/2020",
  "STATES": "CA",
  "OVERVIEW": "The Fryespoint series consists of moderately deep, somewhat excessively drained soils formed in colluvium and residuum weathered from granitic rocks. Fryespoint soils are on mountains and foothills. Slopes range from 30 to 90 percent. Mean annual precipitation is about 700 mm and the mean annual air temperature is about 16 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fryespoint very gravelly coarse sandy loam on a southwest-facing (215 degree), 52 percent slope under a canopy of chamise at an elevation of 843 meters. (Colors are for dry soils unless otherwise noted. When described on September 28, 2017 the soil was dry throughout.)\nA--0 to 6 cm; brown (7.5YR 5/3) very gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; 10 percent clay; moderate fine subangular blocky structure parting to moderate medium granular; moderately hard, firm, slightly sticky, nonplastic; common very fine and fine roots throughout; many very fine tubular pores; 35 percent subangular very strongly cemented granite gravel; slightly acid (pH 6.2); abrupt smooth boundary.(4 to 12 cm thick)\nBw--6 to 27 cm; brown (7.5YR 5/3) gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; 16 percent clay; moderate medium and coarse subangular blocky structure; moderately hard, firm, slightly sticky, nonplastic; common very fine, fine and medium roots throughout; common very fine, fine and medium tubular pores; 20 percent subangular very strongly cemented granite gravel; slightly acid (pH 6.2); clear smooth boundary. (15 to 40 cm thick)\nC--27 to 62 cm; light brown (7.5YR 6/3) very gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; 12 percent clay; structureless massive; moderately hard, firm, slightly sticky, nonplastic; few very fine and fine roots throughout; common fine irregular pores; 40 percent subangular very strongly cemented granite gravel; slightly acid (pH 6.2); clear smooth boundary. (0 to 40 cm thick)\nR--62 to 200 cm; very strongly cemented granite bedrock; common medium roots in mat at top of horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California, Ash Mountain, approximately 1.5 km northwest of Ash Mountain Headquarters in Sequoia National Park;  USGS 7.5 minute topographic quadrangle: Case Mountain, California;  WGS84 36.498347 latitude and -118.846894 longitude;  UTM zone 11 4040812 meters N 334589 meters E NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 15 to 17 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry from about May to October (about 150 days).\nDiagnostic Feature(s):\nMollic epipedon thickness: 18 to 50 cm\nDepth to lithic contact: 50 to 100 cm\nReaction: slightly acid to neutral\nBase saturation: greater than 50 percent in the epipedon (by ammonium acetate)\nParticle size control section weighted average:\nRock fragments: 35 to 60 percent\nClay content: 8 to 18 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry, 2 moist\nTexture: loamy coarse sand, coarse sandy loam, sandy loam\nClay content: 5 to 12 percent\nRock fragments: 10 to 40 percent gravel\n10 to 40 percent gravel\n0 to 10 percent cobbles\nBw horizon\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 3 dry, 2 moist\nTexture: coarse sandy loam, sandy loam\nClay content: 8 to 18 percent\nRock fragments: 15 to 50 percent\n15 to 40 percent gravel\n0 to 10 percent cobbles\n0 to 25 percent stones\nC horizon (where present)\nHue: 7.5YR\nValue: 6 dry, 3 moist\nChroma: 3 dry, 2 moist\nTexture: coarse sandy loam, sandy loam\nClay content: 8 to 18 percent\nRock fragments: 35 to 60 percent\n35 to 40 percent gravel\n0 to 10 percent cobbles\n0 to 25 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fryespoint soils are on convex backslopes of mountain slopes and high hills. Slopes are 30 to 90 percent. These soils formed in residuum weathered from granitic rocks. Elevations are 720 to 1050 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 700 to 755 mm and the mean annual air temperature is 15 to 17 degrees C. The frost free season is 240 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Andregg and Shepherdsaddle soils. The Andregg and Shepherdsaddle soils average less than 35 percent rock fragments in the particle size control section, and Shepherdsaddle soils are greater than 200 cm to bedrock. Both soils are on lower linear backslopes of hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, moderately high or high saturated hydraulic conductivity throughout the soil profile. Saturated hydraulic conductivity of the bedrock is moderately low to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is chamise, whitethorn, bay laurel, and yerba santa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tulare County, California, Sequoia and Kings National Parks. Source of name from a prominent landform feature in Sequoia National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 25 to 62 cm\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon            0 to 27 cm\nLithic Contact                62 cm\nADDITIONAL DATA:\nNASIS User Pedon ID: 2017CA7925023\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
