{
  "SERIES": "FRYMIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJ/RW",
  "REVDATE": "12/1999",
  "STATES": "ID",
  "OVERVIEW": "The Frymire series consists of very deep, well drained soils that formed in colluvium and alluvium from challis volcanics.  Slopes are 15 to 50 percent.  Permeability is slow.  Average annual precipitation is about 15 inches and the average annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Vertic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Frymire stony clay loam; rangeland; on a 35 percent northeast facing slopes at 6,500 feet elevation with Mountain big sagebrush and bluebunch wheatgrass.  When described on June 5, 1980, the soil was moist through out. (Color is for dry soil unless otherwise noted.)\nA1 -- 0 to 4 inches; grayish brown (10YR 5/2) stony clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable, sticky and slightly plastic; many very fine and fine roots; common very fine tubular pores; 15 percent gravel, 25 percent cobbles and 5 percent stones; neutral (pH 7.2); clear smooth boundary.\nA2 -- 4 to 15 inches; brown (10YR 5/3) very cobbly silty clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, sticky and plastic; many very fine, fine and few medium and coarse roots; many very fine tubular pores; 15 percent gravel, 30 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4); clear wavy boundary.  (combined thickness of the A horizon is 12 to 18 inches thick)\nBt1 -- 15 to 31 inches; yellowish brown (10YR 5/4) very cobbly clay, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; common very fine and fine roots; common very fine irregular pores; common distinct clay films on faces of peds and pores; 10 percent gravel, 30 percent cobbles and 15 percent stones; slightly alkaline (pH 7.4); gradual wavy boundary.\nBt2 -- 31 to 52 inches; brown (7.5YR 4/4) very cobbly clay, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; common fine and few medium roots; common very fine irregular pores; common faint clay films on faces of peds and pores; 10 percent gravel, 25 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4); abrupt irregular boundary.  (combined thickness of the Bt horizons is 35 to 45 inches thick)\nBC -- 52 to 61 inches; very pale brown (10YR 8/4) cobbly clay loam, dark yellowish brown (10YR 4/4) with iron accumulations of light yellowish brown (10YR 6/4) moist; massive; hard, friable, sticky and plastic; few very fine roots; few very fine tubular pores; 10 percent gravel, 10 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, Idaho; two miles south of Timberdome 11 miles west of Arco, Id; 500 feet east and 1,300 south of the northwest corner of section. 33, T.\n4 N., R. 25 E.  Latitude - 43 degrees, 38 minutes, 03 seconds north Longitude - 113 degrees, 29 minutes, 18 seconds west"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS\nXeric soil moisture regime\nAverage annual soil temperature - 40 to 42 degrees F\nAverage summer soil temperature - 54 to 59 degrees F Thickness of the mollic - 10 to 18 inches\nReaction - neutral to slightly alkaline\nDepth to argillic horizon - 12 to 18 inches\nDepth to base of the argillic horizon - 47 inches or more\nThe upper 40 inches of the profile has a linear extensibility of 6.0 to 8.0 centimeters\nParticle size control section:\nClay - 40 to 50 percent\nRock fragments - 35 to 65 percent\nA horizons:\nChroma -  2 or 3 dry and moist\nBt horizons:\nhue - 10YR or 7.5YR\nValue -  4 or 5 dry and 2 or 3 moist\nChroma -  4 through 6 moist\nTextures - CBV-C or CBX-C\nBC horizon:\nRock fragments - 15 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The following series are similar and some may qualify as Vertic; Devoy, Embargo, Home Camp, Lemco (T), Passar, Redchief, Resoot (T), Rooset, Spinlin, Tatiyee, Tellura, Threedot (T), Wesdy (T), and Wilpar series.  The Devoy, Embargo, and Home Camp soils have a lithic contact above 40 inches.  Lemco soils have a O horizon and precipitation greater than 22 inches.  Passar soils have rock fragments mainly larger than 10 inches.  Redchief soils are medium to strongly acid.  Resoot soils have lime below 22 inches.  Rooset soils lack 10YR hues in the argillic horizon and recieve equal amounts of precipitation during most months.  Tatiyee soils have ustic soil moisture regimes.  Tellura soils have lime below 40 inches.  Threedot soils have E horizons.  Wesdy (T) have a udic soil moisture regime.  Spinlin soils have highly weathered bedrock above 40 inches.  Wilpar soils have a mean annual soil temperature of 44 to 47 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Frymire soils are on foothills and mountainsides at elevations of 6,000 to 8,000 feet.  Slopes range from 15 to 50 percent.  The soils formed in colluvium and alluvium from challis volcanics.  The average annual precipitation ranges from 14 to 16 inches.  The average annual air temperature is about 38 to 40 degrees F.  The frost free season is 50 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cronks, Howcan, Hutchley, and Riverlost soils.  Cronks, Howcan, Hutchley, and Riverlost soils all have a frigid temperature regime.  Hutchley soils are shallow to bedrock. Cronks and Riverlost have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very high runoff and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for range and wildlife habitat.  Vegetation is mainly mountain big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Idaho.  These soils are of small extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County Area, Idaho; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:\nMollic epipedon - the zone from 0 to 15 inches (the A1, A2 horizons)\nArgillic horizon - the zone from 15 to 52 inches (the Bt1, Bt2 horizons)\nParticle size control section - the zone from 15 to 35 inches (the Bt1 horizon)\nVertic:  estimated LE for 0 to 40 inches is 7.9 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
