{
  "SERIES": "FULLAM",
  "STATUS": "Established Series",
  "BYREV": "SHG-GWS Rev. ANA",
  "REVDATE": "03/2010",
  "STATES": "CT,MA,VT",
  "OVERVIEW": "The Fullam series consists of moderately well drained soils on glaciated uplands.  They are moderately deep to a densic contact and very deep to bedrock.  They formed in dense, loamy lodgement till. Saturated hydraulic conductivity is moderately high or high in the solum and low to moderately high in the substratum.  Slope ranges from 0 to 50 percent.  Mean annual precipitation is about 1140 mm and mean annual air temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fullam loam, on a 4 percent, west facing slope, in woodland.  (Colors are for moist soil unless otherwise noted.)\nOe--0 to 5 cm; dark reddish brown (5YR 3/2) moderately decomposed organic material; very strongly acid (pH 4.8 chlorophenol red); abrupt smooth boundary.  (0 to 5 cm thick)\nA--5 to 15 cm; very dark gray (10YR 3/1) loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; very friable; many very fine and fine, and common medium and coarse roots; 5 percent channers, 8 percent cobbles; very strongly acid (pH 4.8 chlorophenol red); clear wavy boundary. (10 to 20 cm thick)\nBw1--15 to 28 cm; olive brown (2.5Y 4/3) loam; weak medium subangular blocky structure; friable; common very fine and fine, and few medium roots; 5 percent channers, 2 percent gravel, 5 percent cobbles; very strongly acid (pH 5.0 chlorophenol red); gradual wavy boundary.\nBw2--28 to 45 cm; olive gray (5Y 4/2) channery loam; weak medium subangular blocky structure; friable; common very fine and fine, and few medium roots; few fine prominent dark reddish brown (5YR 3/2) masses of iron accumulation; 10 percent channers, 2 percent gravel, 3 percent cobbles; very strongly acid (pH 5.0 chlorophenol red); gradual wavy boundary. (Combined thickness of the Bw horizon is 30 to 56 cm.)\nBC--45 to 56 cm; olive gray (5Y 4/2) channery loam; weak medium subangular blocky structure, friable; few very fine and fine roots; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation; 10 percent channers, 2 percent gravel, 5 percent cobbles; strongly acid (pH 5.2 chlorophenol red); clear wavy boundary. (0 to 13 cm thick)\nCd--56 to 165 cm; dark gray (5Y 4/1) cobbly loam; massive; very firm; common fine and medium prominent yellowish red (5YR 4/6) masses of iron accumulation; few medium faint gray (5Y 5/1) iron depletions; few fine prominent reddish black (10R 2.5/1) manganese concentrations; 5 percent channers, 2 percent gravel, 8 percent cobbles; strongly acid (pH 5.4 chlorophenol red)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Massachusetts; Town of Bernardston, 2300 feet west of Huckle Hill Road and 4180 feet south of the Massachusetts/Vermont state boundary. Latitude 42 degrees 43 minutes 3 seconds N. and longitude 72 degrees 32 minutes 11 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mineral solum ranges from 50 to 76 cm.  Depth to bedrock is greater than 150 cm.  Reaction ranges from very strongly acid to moderately acid throughout the soil and Cd layer. Rock fragments are typically channers but include flagstones, gravel, cobbles, and stones in some pedons.  Rock fragments range from 5 to 30 percent in the mineral solum and 10 to 35 percent in the substratum.\nOi, Oe, and/or, 0a horizons are present in forested areas. They have hue of 2.5YR to 10YR, value of 2 to 3, and chroma of 2.  Their combined thickness is 2 to 8 cm.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 to 3.  It is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction.\nThe upper part of the Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 6.  The lower part of the Bw horizon has hue of 2.5Y or 5Y, value of 3 to 6, and chroma of 2 to 4.  Low chroma is reflective of dark lithology.  Texture is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 1 to 4.  Low chroma is reflective of dark lithology.  Texture is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction.\nThe Cd layer has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 1 to 4.  It is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction.  It has plates or is massive.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the well drained Canterbury (T), Lanesboro, Shelburne, and Stowe series none of which have a zone within 60 cm of the soil surface that is, for more than 50 percent of the time, saturated throughout the 70 days following the spring solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fullam soils are on backslopes and foot slopes of glaciated uplands.  Slope ranges from 0 to 50 percent.  They formed in dense, loamy till of Wisconsin age that is derived mainly from dark phyllites, slate, shale, and shist.  Mean annual precipitation ranges from 890 to 1270 mm, and mean annual air temperature ranges from 4.5 to 7 degrees C. The frost-free season ranges from 90 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the very deep, well drained Dummerston and Lanesboro soils; the excessively drained, very shallow Hubbardton; the well drained, moderately deep Macomber; and, the somewhat excessively drained, shallow Taconic soils.  These soils are in higher positions on the landscape.  The poorly drained Cabot soils, on toe slopes and depressions, are also associated."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  A perched water table is above the Cd layer from autumn to spring. Saturated hydraulic conductivity is moderately high or high in the solum and low to moderately high in the substratum. Runoff is low to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are in pasture or are forested.  Some cleared areas are used for corn silage and hay.  The principal coniferous species are balsam fir, eastern hemlock, eastern white pine, and red spruce.  Northern hardwoods include sugar maple, red maple, yellow birch, paper birch, American beech, northern red oak, white oak and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Massachusetts, Connecticut, and Vermont; MLRAs 143, 144A, and 144B.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Windham County, Vermont, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series subgroup is revised from Aquic Dystrudept to Oxyaquic Dystrudept with this revision as supported by the preponderance of documentation.  The type location is changed with this revision due to temperature data that suggests the previous type location is situated in an area of mesic temperature regime; the series concept is frigid.\nDiagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 15 cm (Oe and A horizons).\nb.  Cambic horizon - the zone from 15 to 56 cm (Bw and BC horizons).\nc.  Oxyaquic feature - few fine massess of iron accumulation from 23 to 56 cm (Bw2 and BC horizons).\nd.  Dystrudepts feature - the base saturation (by ammonium acetate) is less than 60 percent in all subhorizons at a depth\nbelow the mineral soil surface from 25 to 75 cm or densic contact.\ne.  Densic materials - the zone from 56 to 165 cm (Cd layer).\nADDITIONAL DATA:  Characterization data is available for sample no. S80VT025-001 and S80VT025-002 from The National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 5 cm; dark reddish brown (5YR 3/2) moderately decomposed organic material; very strongly acid (pH 4.8 chlorophenol red); abrupt smooth boundary.  (0 to 5 cm thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--5 to 15 cm; very dark gray (10YR 3/1) loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; very friable; many very fine and fine, and common medium and coarse roots; 5 percent channers, 8 percent cobbles; very strongly acid (pH 4.8 chlorophenol red); clear wavy boundary. (10 to 20 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 28,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--15 to 28 cm; olive brown (2.5Y 4/3) loam; weak medium subangular blocky structure; friable; common very fine and fine, and few medium roots; 5 percent channers, 2 percent gravel, 5 percent cobbles; very strongly acid (pH 5.0 chlorophenol red); gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 45,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--28 to 45 cm; olive gray (5Y 4/2) channery loam; weak medium subangular blocky structure; friable; common very fine and fine, and few medium roots; few fine prominent dark reddish brown (5YR 3/2) masses of iron accumulation; 10 percent channers, 2 percent gravel, 3 percent cobbles; very strongly acid (pH 5.0 chlorophenol red); gradual wavy boundary. (Combined thickness of the Bw horizon is 30 to 56 cm.)"
      },
      {
        "name": "BC",
        "top": 45,
        "bottom": 56,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--45 to 56 cm; olive gray (5Y 4/2) channery loam; weak medium subangular blocky structure, friable; few very fine and fine roots; few fine prominent yellowish red (5YR 5/6) masses of iron accumulation; 10 percent channers, 2 percent gravel, 5 percent cobbles; strongly acid (pH 5.2 chlorophenol red); clear wavy boundary. (0 to 13 cm thick)"
      },
      {
        "name": "Cd",
        "top": 56,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "narrative": "Cd--56 to 165 cm; dark gray (5Y 4/1) cobbly loam; massive; very firm; common fine and medium prominent yellowish red (5YR 4/6) masses of iron accumulation; few medium faint gray (5Y 5/1) iron depletions; few fine prominent reddish black (10R 2.5/1) manganese concentrations; 5 percent channers, 2 percent gravel, 8 percent cobbles; strongly acid (pH 5.4 chlorophenol red)."
      }
    ]
  ]
}
