{
  "SERIES": "FULLER",
  "STATUS": "Established Series",
  "BYREV": "CRF:RD:GLL; Rev.JDS",
  "REVDATE": "05/2000",
  "STATES": "TX",
  "OVERVIEW": "The Fuller series consists of sodium affected soils that are deep to mudstone or shale, or they are deep to stratified layers of mudstone, sandstone, and shale. They are somewhat poorly drained and very slowly permeable. These nearly level to gently sloping soils are on uplands. Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, thermic Albic Glossic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fuller fine sandy loam--forested.\n(colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; soft, friable; many fine, medium and coarse roots; few fine and medium pores; very strongly acid; clear smooth boundary. (3 to 8 inches thick)\nEg1--6 to 18 inches; grayish brown (10YR 5/2) fine sandy loam; massive; soft, friable; many fine, medium and coarse roots; many fine, medium, and coarse pores; strong brown (7.5YR 5/6) iron stains along a few root channels; very strongly acid; abrupt smooth boundary.\nEg2--18 to 24 inches; dark grayish brown (10YR 4/2) fine sandy loam with a few horizontal streaks of grayish brown (10YR 5/2); massive; soft, friable; common fine roots; many fine, medium, and coarse pores; very strongly acid; clear wavy boundary.\nEg3--24 to 34 inches; light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) fine sandy loam in horizontally oriented streaks with a few dark gray (10YR 4/1) streaks of silty clay loam; massive; hard, friable; common fine roots; many fine, medium, and coarse pores; common crayfish burrows filled with light gray (10YR 7/2) fine sandy loam; strongly acid; clear wavy boundary.\nEg4--34 to 39 inches; light gray (10YR 7/2) fine sandy loam; with many horizontal streaks and lenses of dark gray (10YR 4/1) and grayish brown (10YR 5/2) silty clay loam; massive; hard, friable; common fine roots; many fine, medium, and coarse pores; ECe 0.18 mmhos/cm, slightly acid; clear wavy boundary. (combined E subhorizons are 18 to 40 inches thick)\nBtng/E--39 to 47 inches; pale olive (5Y 6/3) loam; dark grayish brown (10YR 4/2) soil material about 6 mm thick surrounds most peds (Bt); about 30 percent intrusions of light gray (10YR 7/2) albic material (E) between peds; moderate medium columnar structure parting to weak medium blocky; hard, friable, sticky and plastic; few fine roots mainly in E material; common rounded crayfish burrows filled with E material and having cups of dark gray (10YR 4/1) clayey material at bottom of burrows; Bt materials occupy about 50 percent and have a slick soapy consistency; about 20 percent of the matrix ped interiors is mudstone that fractures conchoidally; ECe 1.65 mmhos/cm, neutral; clear wavy boundary. (6 to 20 inches thick)\n2C/Btz--47 to 58 inches; pale olive (5Y 6/3) mudstone with clay loam texture; fracture planes have coatings about 2 mm thick of dark gray (10YR 4/1) clay loam (Bt); interfingers of light gray (10YR 7/2) albic material (E) 2 to 5 mm thick are in cracks and crevices; very hard, very firm; few fine roots along cracks; few crayfish burrows filled with light gray (10YR 7/2) fine sandy loam with dark gray (10YR 4/1) clay cups; burrows lined with grayish brown (10YR 5/2) silty clay loam; Bt part has slight soapy consistency; thin iron-manganese coatings cover some horizontal faces; few fine masses of barite; ECe 1.44 mmhos/cm, slightly alkaline; gradual smooth boundary. (6 to 15 inches thick)\n2Cyz--58 to 70 inches; pale olive (5Y 6/3) conchoidally fractured mudstone with clay loam texture; thin layers of iron-manganese accumulation cover most surfaces; many spots of gypsum crystals; many masses of barite; some surfaces have yellowish coatings of jarosite; ECe 1.14 mmhos/cm, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Angelina County, Texas; about 5 miles south of Lufkin; from the intersection of FR 58 and 2108; 0.1 mile west on FR 2108 to pipeline; 200 feet south on pipeline and 20 feet east into forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches. The clay content of the particle-size control section ranges from 18 to 35 percent and the silt content ranges from 25 to 45 percent. The SAR ranges from 13 to 20 in the upper part of the control section. Pebbles at the contact of the 2C/Btz horizon range from none to common.  Crawfish krotovinas make up as much as 25 percent of the E and Btng/E horizons. The combined thickness of the A and E horizons ranges from 25 to 40 inches. Reaction generally ranges from very strongly acid to moderately acid in the A and E horizons, slightly acid to moderately alkaline in the Btng/E and 2C/Btz horizons, and neutral to moderately alkaline in the 2Cyz horizon. There are seasonal fluctuations in pH however, that vary with seasonal wetness. The soil generally tends to become more acid during dry periods.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2. Texture is fine sandy loam, very fine sandy loam, or loam.\nThe E horizon has hue of 10YR, value of 4 to 7, and chroma of 1 or 2. Iron accumulations in shades of red and brown range from none to many. Texture is fine sandy loam, very fine sandy loam, or loam. In most pedons the E horizon contains wavy strata of silty clay loam material that has hue of 10YR, with value of 4 or 5, and chroma of 1 or 2. Aluminum saturation in the A horizon and upper part of the E horizon ranges from 20 to 40 percent. The SAR in the lower part of the E horizon ranges from 1 to 5.\nThe Btng/E horizon is varigated with ped interiors of mudstone parent materials seemingly little weathered, surrounded by darker and grayish argillic materials with albic materials (E) between peds. This gives a color pattern with yellow or olive interiors, dark gray rinds, and grayish filling between. The Bt part consists of streaks and masses of loam, clay loam, or silty clay loam. It has hue of 10YR, value of 3 to 5, and chroma of 1 or 2. The E part consists of tongues, filled crayfish holes and streaks of albic materials in hue of 10YR, value of 5 to 7, and chroma of 2 or 3. Mottles in shades of brown or yellow range from none to common and are mainly in the interior of peds. Barite and gypsum range from a few masses or crystals to less than 3 percent in most pedons. Electrical conductivity ranges from 1.0 to 4.0 mmho/cm. The SAR ranges from 10 to 20, but is greater than 13 in the upper part.\nThe 2C/Btz horizons are varigated with ped interiors of mudstone parent materials seemingly little weathered, surrounded by darker and grayish argillic materials with albic materials (E) between peds. This gives a color pattern with yellow or olive interiors, dark gray rinds, and grayish filling between. The 2C part consists of mudstone that has conchoidal fractures with texture of loam, sandy clay loam or clay loam. It has hue of 10YR, 2.5Y and 5Y, value of 5 to 7, and chroma of 2 to 5. The Bt part consists of streaks and masses of loam, clay loam, or silty clay loam. It has hue of 10YR, value of 3 or 4, and chroma of 1 or 2. Mottles in shades of brown or yellow range from none to common and are mainly in the interior of peds. Barite and gypsum range from a few masses or crystals to less than 3 percent in most pedons. Electrical conductivity ranges from 1.0 to 4.0 mmho/cm. The SAR ranges from 10 to 20, but is greater than 13 in the upper part.\nThe 2Cyz horizon is consolidated mudstone that has hue of 10YR, 2.5Y and 5Y, with value of 5 to 7, and chroma of 2 to 5. The mudstone fractures in conchoidal shapes with texture of loam, sandy clay loam, clay loam or clay. Barite, gypsum, calcite, and other salts are common in most pedons, mainly along fractures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Rosella series in the same family, and the Bonn, Colita, Diboll, Moten, Nikful, and Verdun series in closely related families. Rosella soils have a solum more than 60 inches thick. Bonn and Verdun soils are in a fine-silty family and have a natric horizon within 16 inches of the surface. Colita soils do not have a natric horizon. Diboll soils are in a fine-silty family and typically contain more sodium. Moten soils are in a coarse-loamy family. Nikful soils are in a fine family, and have smectitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Fuller soils are on slightly concave to smooth, nearly level to gently sloping uplands. They formed in loamy sediments deposited over mudstone, mainly of the Yegua geologic formation. The mudstone is thought to have been exposed, then reinundated by high tides and shallow bays during past geologic activity. Slopes are dominantly about 2 percent, but range from 0 to 5 percent. Mean annual rainfall ranges from 40 to 56 inches. Frost-free rainfall ranges from 25 to 30 inches. Summer moisture deficit ranges from 4 to 6 inches. Frost free days range from 235 to 245 and elevation ranges from 180 to 450 feet above sea level. Mean temperature ranges from 65 to 68 degrees F., and the Thornthwaite annual P-E indices exceed 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Keltys and Kurth series. Keltys and Kurth soils are on slightly higher landscape positions and are better drained. In addition, Keltys soils are in a coarse-loamy family and Kurth soils have a Bt horizon with chroma more than 2."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Fuller soils are somewhat poorly drained. Permeability is moderate in the A and E horizon and very slow in the Bt and C horizon. Runoff is negligible on 0 to 1 percent slopes; and low on 1 to 5 percent slopes. A perched wet zone is below a depth of 6 to 18 inches for brief to long periods during winter and spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for pasture and woodland. Many areas were previously used for cropland. Improved pastures are difficult to maintain and manage due to the concentration of crayfish mounds. The native vegetation is a mixed pine-hardwood forest with understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in eastern Texas. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Angelina County, Texas; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously considered a thick surface phase of the Rains series and later were included in the Diboll series. Crayfish activity in these soils is extreme and hinders management.\nDiagnostic Horizons and Features in the type location pedon include:\nOchric epipedon -- 0 to 39 inches (Ap and Eg horizons).\nAlbic horizon ---- 6 to 39 inches (Eg horizons).\nGlossic horizon -- 39 to 47 inches (Btng/E horizon).\nNatric horizon --- 39 to 47 inches (Btng/E horizon).\nAquic conditions - below 6 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL Data are available for type location pedon (S80TX-005-10). Data from the Texas Agricultural Experiment Station Lab.are available for two pedons in Houston, County, Texas: S82TX-225-03 and S82TX-225-04."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; soft, friable; many fine, medium and coarse roots; few fine and medium pores; very strongly acid; clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Eg1",
        "top": 15,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Eg1--6 to 18 inches; grayish brown (10YR 5/2) fine sandy loam; massive; soft, friable; many fine, medium and coarse roots; many fine, medium, and coarse pores; strong brown (7.5YR 5/6) iron stains along a few root channels; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Eg2",
        "top": 46,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg2--18 to 24 inches; dark grayish brown (10YR 4/2) fine sandy loam with a few horizontal streaks of grayish brown (10YR 5/2); massive; soft, friable; common fine roots; many fine, medium, and coarse pores; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Eg3",
        "top": 61,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg3--24 to 34 inches; light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) fine sandy loam in horizontally oriented streaks with a few dark gray (10YR 4/1) streaks of silty clay loam; massive; hard, friable; common fine roots; many fine, medium, and coarse pores; common crayfish burrows filled with light gray (10YR 7/2) fine sandy loam; strongly acid; clear wavy boundary."
      },
      {
        "name": "Eg4",
        "top": 86,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg4--34 to 39 inches; light gray (10YR 7/2) fine sandy loam; with many horizontal streaks and lenses of dark gray (10YR 4/1) and grayish brown (10YR 5/2) silty clay loam; massive; hard, friable; common fine roots; many fine, medium, and coarse pores; ECe 0.18 mmhos/cm, slightly acid; clear wavy boundary. (combined E subhorizons are 18 to 40 inches thick)"
      },
      {
        "name": "Btng/E",
        "top": 99,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate medium columnar",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btng/E--39 to 47 inches; pale olive (5Y 6/3) loam; dark grayish brown (10YR 4/2) soil material about 6 mm thick surrounds most peds (Bt); about 30 percent intrusions of light gray (10YR 7/2) albic material (E) between peds; moderate medium columnar structure parting to weak medium blocky; hard, friable, sticky and plastic; few fine roots mainly in E material; common rounded crayfish burrows filled with E material and having cups of dark gray (10YR 4/1) clayey material at bottom of burrows; Bt materials occupy about 50 percent and have a slick soapy consistency; about 20 percent of the matrix ped interiors is mudstone that fractures conchoidally; ECe 1.65 mmhos/cm, neutral; clear wavy boundary. (6 to 20 inches thick)"
      },
      {
        "name": "2C/Btz",
        "top": 119,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2C/Btz--47 to 58 inches; pale olive (5Y 6/3) mudstone with clay loam texture; fracture planes have coatings about 2 mm thick of dark gray (10YR 4/1) clay loam (Bt); interfingers of light gray (10YR 7/2) albic material (E) 2 to 5 mm thick are in cracks and crevices; very hard, very firm; few fine roots along cracks; few crayfish burrows filled with light gray (10YR 7/2) fine sandy loam with dark gray (10YR 4/1) clay cups; burrows lined with grayish brown (10YR 5/2) silty clay loam; Bt part has slight soapy consistency; thin iron-manganese coatings cover some horizontal faces; few fine masses of barite; ECe 1.44 mmhos/cm, slightly alkaline; gradual smooth boundary. (6 to 15 inches thick)"
      },
      {
        "name": "2Cyz",
        "top": 147,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cyz--58 to 70 inches; pale olive (5Y 6/3) conchoidally fractured mudstone with clay loam texture; thin layers of iron-manganese accumulation cover most surfaces; many spots of gypsum crystals; many masses of barite; some surfaces have yellowish coatings of jarosite; ECe 1.14 mmhos/cm, moderately alkaline."
      }
    ]
  ]
}
