{
  "SERIES": "FULLERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. NTH, JYM Rev/ MDJ",
  "REVDATE": "04/2013",
  "STATES": "AL,GA,TN",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, kaolinitic, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fullerton gravelly silt loam - forested. (Colors are for moist soil unless otherwise indicated.)\nA--0 to 5 cm (0 to 2 inches); dark grayish brown (10YR 4/2) gravelly silt loam; moderate fine granular structure; very friable; many fine and medium roots; 15 percent chert gravel; strongly acid; abrupt smooth boundary. (0 to 9 inches thick)\nE--5 to 28 cm (2 to 11 inches); brown (10YR 5/3) gravelly silt loam; moderate medium granular structure; very friable; many fine and medium roots; 15 percent chert gravel; very strongly acid; clear smooth boundary. (0 to 10 inches thick)\nBE--28 to 38 cm (11 to 15 inches); strong brown (7.5YR 5/6) gravelly silt loam; few fine distinct yellowish red (5YR 5/6) variegations; moderate medium granular and fine subangular blocky structure; friable; many fine and medium roots; 20 percent chert gravel; very strongly acid; clear smooth boundary. (0 to 7 inches thick)\nBt1--38 to 48 cm (15 to 19 inches); yellowish red (5YR 4/6) gravelly silty clay loam; few seams and pockets of strong brown (7.5YR 5/6) gravelly silt loam extending down from BE horizon; moderate fine subangular blocky structure; friable; common fine and medium roots; few faint clay films on faces of peds; 20 percent chert gravel; very strongly acid; clear smooth boundary.\nBt2--48 to 76 cm (19 to 30 inches); red (2.5YR 4/8) gravelly clay; moderate medium and fine subangular blocky structure; firm; common fine roots; common faint clay films on faces of peds; 25 percent chert gravel; very strongly acid; gradual smooth boundary.\nBt3--76 to 127 cm (30 to 50 inches); red (2.5YR 4/8) gravelly clay; strong medium subangular blocky structure; firm; few fine roots; many distinct clay films on faces of peds and in pores; 25 percent chert gravel; very strongly acid; gradual smooth boundary.\nBt4--127 to 152 cm (50 to 60 inches); red (2.5YR 4/8) gravelly clay; few medium prominent strong brown (7.5YR 5/6) mottles; strong medium subangular blocky structure; firm; many distinct clay films on faces of peds and in pores; 30 percent chert gravel; very strongly acid; gradual smooth boundary.\nBt5--152 to 229 cm (60 to 90 inches); red (2.5YR 4/8) gravelly clay; common medium and coarse prominent strong brown (7.5YR 5/6) mottles; strong medium subangular blocky structure; firm; common distinct clay films on faces of peds; 30 percent chert gravel; very strongly acid. (Combined thickness of the Bt horizon ranges from 50 to more than 75 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Meigs\nState:  Tennessee\nUSGS Quadrangle:  Decatur\nLatitude (Decimal Degrees, NAD 83):  35.558094\nLongitude (Decimal Degrees, NAD 83):  -84.786497\nDirections to the pedon:  River Road, 4 miles north of Decatur, and 1.3 miles north of the intersection with Eaves Ferry Road. It is on a west-facing wooded slope, 150 feet east of a two-pronged chestnut oak tree that is 40 feet west of River Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the argillic horizon:  12 to 64 cm (5 to 25 inches)\nDepth to the base of the argillic horizon:  more than 152 cm (60 inches)\nSolum Thickness:  more than 152 cm (60 inches)\nDepth to Bedrock:  more than 152 cm (60 inches)\nDepth Class:  very deep\nDepth to Seasonal High Water Table:  more than 180 cm (6 feet).\nRock Fragment content:  gravel and cobbles of chert range from 10 to 45 percent in individual horizons; the particle size control section averages between 15 and 35 percent; some pedons have more than 45 percent below 102 cm (40 inches)\nSoil Reaction:  very strongly acid or strongly acid, except where limed\nRange of Individual Horizons:\nA or Ap horizon:\nColor -- hue of 7.5YR or 10YR (5YR in some severely eroded areas); value of 3 to 6 and chroma of 2 to 4\nTexture (fine-earth fraction) -- silt loam, loam, or fine sandy loam; ranges to silty clay loam or clay loam in eroded areas\nE horizon:\nColor -- 7.5YR or 10YR, value of 5 or 6 and chroma of 2 to 4\nTexture (fine-earth fraction) -- silt loam, loam, or fine sandy loam\nBE or BA horizon, if present:\nColor -- 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6\nTexture (fine-earth fraction) -- silt loam, loam, or fine sandy loam; the BA horizon ranges to include silty clay loam or clay loam\nBt horizon:\nColor -- 2.5YR to 5YR (7.5 in the upper part), value of 4 or 5 and chroma of 4 to 8\nTexture (fine-earth fraction) -- silty clay or clay; the upper part ranges to silty clay loam or clay loam\nMottles (if they occur) -- shades of brown, yellow, or red"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDewey soils -- less than 15 percent rock fragments in the particle size control section\nHenderson soils -- hue of 7.5YR or 10YR in the subsoil\nLugoff soils -- fragments of quartz in the argillic horizon\nMarlboro soils -- lack chert fragments\nSummerton soils -- lack chert fragments\nWaynesboro soils -- 20 percent or more sand throughout the Bt; formed in old alluvium"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  128 (Southern Appalachian Ridges and Valleys), 129 (Sand Mountain), 122 (Highland Rim and Pennyroyal)\nLandscape:  river valleys\nLandform:  ridges\nGeomorphic Component:  crests, sideslopes, nose slopes, and base slopes\nHillslope Profile Position:  summits, shoulders, and backslopes\nParent Material Origin:  residuum; upper portion is sometimes colluvium or soil creep in steeper areas\nParent Material Kind:  cherty limestone\nSlope:  2 to 70 percent\nElevation:  60 to 550 meters\nFrost-free period:  180 to 240 days\nMean Annual Air Temperature:  8 to 22 degrees C.\nMean Annual Precipitation:  1143 to 1580 millimeters"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBodine soils -- adjacent slopes; loamy-skeletal\nDewey soils -- adjacent slopes; less than 15 percent fragments\nDickson soils -- slightly lower lying, smoother or concave positions; have a fragipan\nMinvale soils -- adjacent foot slopes and toe slopes; fine-loamy particle size class\nMountview soils -- similar positions; fine-silty particle-size class; less than 15 percent fragments\nPailo soils -- adjacent slopes; loamy-skeletal"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural):  well drained\nIndex Surface Runoff:  medium\nSaturated Hydraulic Conductivity Class:  moderate\nPermeability Class (obsolete):  moderate\nShrink-Swell Class:  low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: About 2/3 is cleared and used mainly for pasture\nDominant Vegetation:\nWhere cultivated -- pasture, hay, smaller areas of corn, cotton, small grains, and tobacco\nWhere wooded -- oak, hickory, elm, yellow poplar, dogwood, and beech"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southern Appalachian Ridges and Valleys in Alabama, northwest Georgia, and eastern Tennessee; Highland Rim and Pennyroyal in south-central Tennessee and Alabama\nExtent: The series is of large extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cherokee County, Alabama, 1924."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon -- the zone from 0 to 28 cm (0 to 11 inches) (A and E horizons)\nArgillic horizon -- the zone from 38 to 229 cm (15 to 90 inches) (Bt horizons)\nSeries control section -- the zone from 0 to 200 cm (0 to 79 inches)\nThis edit adopts the semitabular format, updates the typical pedon location, range in characteristics (BE and BA horizons), geographic setting, competing series (editorial change), and associated soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
