{
  "SERIES": "FULTS",
  "STATUS": "Established Series",
  "BYREV": "Rev. SKH-RAL",
  "REVDATE": "6/97",
  "STATES": "IL",
  "OVERVIEW": "The Fults series consists of very deep, poorly drained soils formed in slackwater sediments and the underlying stratified loamy or sandy alluvium.  These soils are on nearly level or gently undulating flood plains of major rivers.  Slope ranges from 0 to 3 percent.  Permeability is very slow in the upper sediments and moderate or moderately rapid in the underlying loamy or sandy alluvium.  Mean annual temperature is about 55 degrees F., and mean annual precipitation is about 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Fults silty clay - with a slope of 1 percent on a gently undulating flood plain in a cultivated field at an elevation of about 385 feet above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; moderate fine granular structure; very firm; common fine roots; neutral; 57 percent clay and 1 percent sand; abrupt smooth boundary.\nA--7 to 12 inches; very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; moderate medium angular blocky structure; very firm; few fine roots; 58 percent clay and 1 percent sand; neutral; clear smooth boundary.  (Combined thickness of the A horizon is 10 to 18 inches.)\nBtg1--12 to 18 inches; dark gray (10YR 4/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few fine roots; many distinct very dark gray (5Y 3/1) organo-clay films on faces of peds; few fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; 61 percent clay and 1 percent sand; neutral; clear smooth boundary.\nBtg2--18 to 26 inches; dark gray (5Y 4/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few fine roots; many distinct very dark gray (5Y 3/1) organo-clay films on faces of peds; few fine prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix;  59 percent clay and 3 percent sand; neutral; clear smooth boundary.\nBtg3--26 to 32 inches; dark gray (5Y 4/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few fine roots; common distinct very dark gray (5Y 3/1) organo-clay films on faces of peds; common fine prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix; 53 percent clay and 13 percent sand; neutral; clear smooth boundary.  (Combined thickness of the Btg horizon is 14 to 22 inches.)\n2Btg4--32 to 38 inches; dark gray (5Y 4/1) clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few fine roots; many faint very dark gray (5Y 3/1) organo-clay films on faces of peds; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; 35 percent clay and 34 percent sand; neutral; clear smooth boundary.\n2Btg5--38 to 42 inches; dark gray (5Y 4/1) sandy clay loam; weak medium prismatic structure parting to weak medium subangular blocky; very friable; few fine roots; few faint very dark gray (5Y 3/1) organo-clay films on faces of peds; common fine prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; 23 percent clay and 52 percent sand; neutral; clear smooth boundary.  (Combined thickness of the 2Btg horizon is 8 to 24 inches.)\n2Cg--42 to 60 inches; dark gray (5Y 4/1) stratified fine sandy loam; massive; very friable; many medium prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix; 14 percent clay and 76 percent sand; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Illinois; about 2.5 miles northwest of Chalfin Bridge; approximately 390 feet south and 120 feet west of the northeast corner of sec. 4, T. 4 S., R. 11 W.; USGS Selma, IL.-MO. topographic quadrangle;\nlat. 38 degrees 13 minutes 23 seconds N. and long. 90 degrees 18 minutes 47 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development is 32 to 64 inches.  Thickness of the mollic epipedon is 10 to 24 inches, and extends into the B horizon in many pedons.  Depth to the loamy 2B horizon is 24 to 40 inches.  The upper part of the particle-size control section (slackwater sediments) averages 45 to 60 percent clay.  The lower part of the particle-size control section (loamy alluvium) contains less clay and more sand than the upper slackwater sediments.  Reaction is moderately acid to slightly alkaline.  These soils typically do not have carbonates within the series control section, but some pedons contain carbonates in the loamy or sandy alluvium.\nThe upper part of the series control section (Ap and A) has hue of 10YR or 2.5Y, value of 2 or 3 (3 to 5 dry), and chroma of 1 or 2.  Texture typically is silty clay loam or silty clay but includes clay in some pedons.  Clay content averages 35 to 60 percent and sand content is less than 10 percent.\nSome pedons have an AB or a BA horizon.\nThe second part of the control section (B horizon that formed in slackwater sediments) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 3 to 6; and chroma of 0 to 2. Texture typically is silty clay or clay, but some subhorizons are silty clay loam or clay loam with more than 35 percent clay.  Sand content is less than 15 percent. Faces of many peds commonly are shiny or glossy and exhibit slickensides or pressure faces.  Typically, they are grayish colored and have low chroma.\nThe third part of the control section (2B horizon that formed in loamy alluvium) has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 4 to 6; and chroma of 0 to 2. Redoximorphic masses of iron accumulation typically have redder hue or higher chroma than the matrix.  Some subhorizons contain low-chroma clay films or pressure faces. The 2B horizon typically is stratified, and is silt loam, loam, silty clay loam, clay loam, sandy clay loam, sandy loam, fine sandy loam, or very fine sandy loam, and averages 15 to 35 percent clay.\nSome pedons have a 2BC horizon.\nThe lower part of the control section (2C) has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 3.  It typically is stratified.  Individual strata range from silty clay loam to very fine sand.  Clay content ranges from less than 5 percent to about 30 percent and sand content ranges from about 10 to 95 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Carlow, Chequest, Kings, Marcus, Streator, Titus, and Woodbury series.  Carlow, Chequest, Kings, and Streator soils contain more than 30 percent clay and less than 15 percent sand in the lower part of the series control section (B and C horizons).  Marcus and Woodbury soils have a mean annual soil temperature less than 56 degrees F.  Titus soils average less than 35 percent clay in the upper part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Fults soils are on nearly level or gently undulating flood plains of major rivers.  Slope ranges from 0 to 3 percent.  These soils formed in 24 to 40 inches of slackwater sediments and in the underlying stratified loamy or sandy alluvium.  These soils typically are subject to frequent flooding, but some areas are subject to only occasional or rare flooding because of levees, locks and dams, or other flood-control structures.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 44 inches, frost-free period is 170 to 210 days, and elevation is 340 to 450 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ambraw, Booker, Darwin, Gorham, Landes, and Nameoki soils.  The poorly drained Ambraw and Gorham soils contain less clay in the upper part of the series control section and occur on similar landforms nearby.  The poorly drained Booker and Darwin soils formed entirely in slackwater sediments and are on lower and less undulating parts of the flood plain nearby.  The well drained Landes soils contain more sand and less clay in the upper part of the solum and are on higher parts of the flood plains nearby.  The somewhat poorly drained Nameoki soils are on slightly higher parts of the undulating flood plain.  They form a hydrosequence with the Fults soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow or ponded.  Permeability is very slow in the upper part of the solum and moderate or moderately rapid in the loamy or sandy alluvium in the lower part of the solum and the substratum.  In drained areas, depth to an intermittent apparent high water table is 0.5 foot above the surface to 1 foot below from November to May in most years.  An undrained phase is recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped.  Soybeans are the principal crop.  Corn or wheat are grown in some areas. Areas too wet for cultivation are in sedges, rushes, and woody plants. Native vegetation is mixed prairie grasses, sedges, and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Illinois and possibly eastern Missouri along major rivers; extent is moderate, and mainly in MLRA 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Randolph County, Illinois, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location was moved from Randolph County, Illinois to Monroe County with this revision.  The family classification was changed from clayey over loamy, montmorillonitic, mesic to fine, smectitic, mesic based on lab data from several pedons.\nDiagnostic horizons and features in this pedon include: Mollic epipedon - from the surface of the soil to a depth of 12 inches (Ap and A horizons).  Cambic horizon - from a depth of 12 to 42 inches (Btg1, Btg2, Btg3, 2Btg4, and 2Btg5 horizons).  Aquic conditions - endosaturation and reduction indicated by redoximorphic features (Btg1, Btg2, Btg3, 2Btg4, 2Btg5, and 2Cg horizons).\nADDITIONAL DATA:  Lab data for the typical pedon (S79IL-133- 033) and several other supporting pedons are on file at the USDA/NRCS state office in Champaign, Illinois.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; moderate fine granular structure; very firm; common fine roots; neutral; 57 percent clay and 1 percent sand; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--7 to 12 inches; very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; moderate medium angular blocky structure; very firm; few fine roots; 58 percent clay and 1 percent sand; neutral; clear smooth boundary.  (Combined thickness of the A horizon is 10 to 18 inches.)"
      },
      {
        "name": "Btg1",
        "top": 30,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--12 to 18 inches; dark gray (10YR 4/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few fine roots; many distinct very dark gray (5Y 3/1) organo-clay films on faces of peds; few fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; 61 percent clay and 1 percent sand; neutral; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 46,
        "bottom": 66,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg2--18 to 26 inches; dark gray (5Y 4/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few fine roots; many distinct very dark gray (5Y 3/1) organo-clay films on faces of peds; few fine prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix;  59 percent clay and 3 percent sand; neutral; clear smooth boundary."
      },
      {
        "name": "Btg3",
        "top": 66,
        "bottom": 81,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg3--26 to 32 inches; dark gray (5Y 4/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few fine roots; common distinct very dark gray (5Y 3/1) organo-clay films on faces of peds; common fine prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix; 53 percent clay and 13 percent sand; neutral; clear smooth boundary.  (Combined thickness of the Btg horizon is 14 to 22 inches.)"
      },
      {
        "name": "2Btg4",
        "top": 81,
        "bottom": 97,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btg4--32 to 38 inches; dark gray (5Y 4/1) clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few fine roots; many faint very dark gray (5Y 3/1) organo-clay films on faces of peds; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; 35 percent clay and 34 percent sand; neutral; clear smooth boundary."
      },
      {
        "name": "2Btg5",
        "top": 97,
        "bottom": 107,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btg5--38 to 42 inches; dark gray (5Y 4/1) sandy clay loam; weak medium prismatic structure parting to weak medium subangular blocky; very friable; few fine roots; few faint very dark gray (5Y 3/1) organo-clay films on faces of peds; common fine prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; 23 percent clay and 52 percent sand; neutral; clear smooth boundary.  (Combined thickness of the 2Btg horizon is 8 to 24 inches.)"
      },
      {
        "name": "2Cg",
        "top": 107,
        "bottom": 152,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "narrative": "2Cg--42 to 60 inches; dark gray (5Y 4/1) stratified fine sandy loam; massive; very friable; many medium prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix; 14 percent clay and 76 percent sand; neutral."
      }
    ]
  ]
}
