{
  "SERIES": "FULTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAR-RMG-JAG",
  "REVDATE": "09/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Fulton silty clay loam, on a planar surface in a cultivated field at an elevation of 218 meters (715 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2) dry; weak coarse subangular blocky structure parting to moderate fine and medium granular; firm; few fine and medium roots; 10 percent mixing of yellowish brown (10YR 5/4) Bt1 material; moderately acid; clear smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBt1--25 to 46 cm (10 to 18 inches); yellowish brown (10YR 5/4) silty clay; moderate medium subangular blocky structure; firm; few fine and medium roots; many distinct grayish brown (10YR 5/2) clay films on faces of peds; many medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; many medium and coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; strongly acid; gradual smooth boundary.\nBt2--46 to 61 cm (18 to 24 inches); brown (10YR 5/3) silty clay; moderate medium subangular blocky structure; firm; few fine roots; many faint grayish brown (10YR 5/2) clay films on faces of peds; many medium faint grayish brown (10YR 5/2) iron depletions in the matrix; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese oxide concretions in the matrix; moderately acid; gradual smooth boundary.\nBt3--61 to 79 cm (24 to 31 inches); brown (10YR 5/3) silty clay; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; common faint grayish brown (10YR 5/2) clay films on faces of peds; many medium faint grayish brown (10YR 5/2) iron depletions in the matrix; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine distinct black (10YR 2/1) manganese oxide concretions in the matrix; neutral; gradual wavy boundary.\nBt4--79 to 96 cm (31 to 38 inches); yellowish brown (10YR 5/4) silty clay; weak medium and coarse subangular blocky structure; very firm; common distinct gray (10YR 5/1) clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine distinct black (10YR 2/1) manganese oxide concretions in the matrix; neutral; gradual wavy boundary. [Combined thickness of the Bt horizon is 25 to 102 cm (10 to 40 inches).]\nBC--96 to 119 cm (38 to 47 inches); yellowish brown (10YR 5/4) silty clay; weak medium and coarse subangular blocky structure; very firm; common distinct gray (10YR 5/1) coatings on vertical faces of peds; common medium distinct gray (10YR 5/1) iron depletions in the matrix; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common medium distinct light gray (10YR 7/2) calcium carbonate nodules in the matrix; strongly effervescent; moderately alkaline; gradual wavy boundary. [0 to 25 cm (10 inches) thick]\nC--119 to 203 cm (47 to 80 inches); yellowish brown (10YR 5/4) silty clay; massive, and weakly laminated; very firm; common distinct gray (10YR 5/1) coatings on faces of vertical partings; common medium distinct gray (10YR 5/1) iron depletions in the matrix; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common medium distinct light gray (10YR 7/2) calcium carbonate nodules in the matrix; few medium distinct white (10YR 8/1) calcium carbonate crystals in the matrix; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Paulding County, Ohio; about 2.1 miles north of Oakwood, in Brown Township; about 1600 feet west and 600 feet north of the southeast corner of sec. 14, T. 2 N., R. 4 E.; USGS Continental, Ohio topographic quadrangle; lat. 41 degrees 07 minutes 23 seconds N. and long. 84 degrees 22 minutes 02 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 152 cm (40 to 60 inches)\nDepth to the base of the argillic horizon: 41 to 122 cm (16 to 48 inches)\nDepth to carbonates: 56 to 102 cm (22 to 40 inches)\nParticle-size control section: averages 45 to 60 percent clay\nRock fragments: typically absent throughout, but range from 0 to 5 percent in the loam and sandy loam epipedons\nAp horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 1 or 2; chroma of 3 in some eroded pedons\nTexture: silt loam, silty clay loam, loam, or sandy loam\nReaction: strongly acid to neutral\nA horizon, where present:\nThickness: 2.5 to 13 cm (1 to 5 inches)\nHue: 10YR or 2.5Y\nValue: 2 to 4 (4 to 6 dry)\nChroma: 1 or 2\nTexture: silt loam, silty clay loam, loam, or sandy loam\nReaction: strongly acid to neutral\nSome pedons have a BA, E, or BE horizon. Where present, the E horizon does not tongue into the underlying horizon.\nBt or Btg horizon:\nHue: 10YR to 5Y\nValue: 4 or 5\nChroma: 1 to 4\nTexture: silty clay or clay; some pedons have strata of silty clay loam or silt loam less than 15 cm (6 inches) thick\nReaction: strongly acid to neutral in the upper part and slightly acid to slightly alkaline in the lower part\nBC or BCg horizon:\nHue: 10YR to 5Y\nValue: 4 or 5\nChroma: 1 to 4\nTexture: silty clay, clay, or silty clay loam\nReaction: slightly alkaline or moderately alkaline\nC or Cg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 6\nTexture: silty clay, clay, or silty clay loam; some pedons have strata as much as 8 cm (3 inches) thick of silt loam, loam, or fine sandy loam\nClay content: 35 to 60 percent\nSand content: 5 to 20 percent; individual subhorizons have as much as 85 percent very fine sand and fine sand\nReaction: slightly alkaline or moderately alkaline and carbonates are present\nTill substratum phase: depth to till is 152 to 203 cm (60 to 80 inches)\n2Cd or 2Cdg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 6\nTexture: clay, clay loam, or silty clay loam\nClay content: 27 to 42 percent\nRock fragment content: 1 to 7 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bennington, Blount, Del Rey, Kimmell, Mahoning, and Nappanee series. Bennington, Blount, Mahoning, and Nappanee soils have more than 1 percent rock fragments in the lower part of the series control section. Del Rey and Kimmell soils have less than 35 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Fulton soils are on slightly convex or planar surfaces on lake plains of Wisconsinan age. Slope gradients range from 0 to 6 percent, but typically are 0 to 3 percent. The soils formed in fine-textured, calcareous glaciolacustrine sediments. Mean annual precipitation ranges from 686 to 1067 mm (27 to 42 inches). Mean annual air temperature ranges from 7 to 13 degrees C (45 to 55 degrees F). Frost-free period is 140 to 180 days. Elevation is 152 to 305 meters (500 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the moderately well drained Lucas soils and the very poorly drained Bono, Latty, and Toledo soils. The Bono soils have a mollic epipedon and are on broad, nearly level areas or in depressions. The Latty soils are on broad flat areas of the lake plain and are on slightly lower topographic positions. The Lucas soils are on more sloping areas along drainageways or on higher topographic positions. The Toledo soils have a dark surface and are on lower topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The depth to the top of an intermittent perched high water table ranges from 15 to 30 cm (0.5 to 1.0 foot) between November and May in normal years. The potential for surface runoff is negligible to very high. Saturated hydraulic conductivity is moderately low or low in the substratum. Permeability is slow or very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large proportion is cultivated, primarily corn, soybeans, oats, wheat, and hay. A small portion is in permanent pasture or woodland. Native vegetation is deciduous hardwood forest; primarily swamp white oak, northern red oak, pin oak, red maple, and beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Primarily in MLRA 99 in northwestern Ohio and southern Michigan; and to a lesser extent in MLRA 139 in north central Ohio, and in intermorainal lake beds in MLRA 111B in west-central Ohio and northern Indiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fulton County, Ohio, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The present concept limits the Fulton series to soils with silty clay or clay argillic horizons and clay content of more than 35 percent in the C horizon. Some Fulton soils mapped in older surveys with less clay in the B and C horizons would now be included in the Kibbie or Del Rey series. A till substratum phase is recognized. The loamy, sandy, and gravelly substratum phases that were mapped in earlier surveys have substrata at 102 to 152 cm (40 to 60 inches). These phases will not meet current criteria for substratum phases, and will be correlated as new series during future modernization projects.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (Ap horizon).\nArgillic horizon: from a depth of 25 to 96 cm (Bt horizon).\nAquic conditions: redox features in all horizons below a depth of 25 cm.\nRepresentative DMU ID number is 152870 in MO 11.\nADDITIONAL DATA: Laboratory characterization data from The Ohio State University Soil Characterization Laboratory is available for pedons LG-24, PT-26, and SN-13 from Ohio. Laboratory characterization data is available for Indiana pedon ST7601, sampled at Purdue University.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
