{
  "SERIES": "FUNKSTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSK, JSK",
  "REVDATE": "06/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Funkstown silt loam, 1 percent slope in an idle field.  (Colors are for moist soil.)\nAp1--0 to 4 inches; brown or dark yelloish brown (10YR 4/4) silt loam; moderate medium granular structure parting to a moderate medium subangular blocky; friable; many fine and medium roots; few fine tubular pores; 5 percent gravel; neutral; clear  wavy boundary.\nAp2--4 to 12 inches; dark brown (7.5YR 4/4) silt loam; weak medium platy structure parting to a moderate medium subangular blocky; friable; many fine and few medium roots; common fine and medium tubular pores; 8 percent gravel; neutral; abrupt smooth boundary. (combined thickness 10 to 20 inches)\nBE--12 to 22 inches; strong brown (7.5YR 5/6) gravelly silt loam; moderate medium subangular blocky structure; friable; common fine roots;\ncommon fine and medium tubular pores, few coarse tubular pores, and few medium vesicular pores; 20 percent gravel; neutral; clear wavy boundary.  (5 to 10 inches thick)\nBt1--22 to 29 inches; strong brown (7.5YR 5/6) very gravelly loam; few medium faint strong brown (7.5YR 5/8) iron accumulations, few medium distinct brownish yellow (10YR 6/6) mottles; common fine clay skins and clay bridging in pores and between rock fragments; weak medium subangular blocky structure; friable; common fine roots; common fine and few medium tubular pores, common fine vesicular pores; 50 percent gravel; slightly; clear wavy boundary.\n2Bt2--29 to 45 inches; yellowish brown (7.5YR 5/6) silty clay loam; few medium distinct brownish yellow (10YR 6/6) mottles inherited from rock, many coarse prominent very dark gray (5YR 3/1) iron manganese stains and concretions on faces of peds and ped interiors; many distinct clay skins on ped faces and in pores; moderate medium subangular blocky structure parting to a weak fine platy; friable; few fine roots; common fine and medium tubular and vesicular pores, few coarse krotovina; 9 percent channers; slightly acid; clear wavy boundary.\n2BC--45 to 63 inches; yellowish brown (10YR 5/8) channery silt loam; many coarse prominent very dark gray (5YR 3/1) iron manganese stains, many coarse distinct strong brown (7.5YR 5/6) clay skins on faces of peds and around rock fragments; moderate medium platy structure inherited from bedrock; friable; few fine roots; slighty acid; clear wavy boundary.\n2C--63 to 80 inches; varigated brownish yellow (10YR 6/8), yellowish red (5YR 5/8) and yellowish brown (10YR 5/8) channery silt loam; many coarse prominent very dark gray (5YR 3/1) iron manganese stains, common coarse prominent reddish yellow (5YR 6/6) iron accumulations moderate medium platy structure inherited from bedrock; friable; common fine tubular pores; 30 percent channers of which 20 percent are crushable; slighty acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, MD; in a idle field, 350 feet north of Londontown Drive .5 miles east of Fairview MeadowsBlvd. and Londontown Drive east of Funkstown area.\nLatt. 39 36' 39\"  Long.  77 40' 19\""
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches.  The A horizon ranges from 8 to 15 inches thick, but can range up to 22 inches thick in some places.  Lithic contact is greater then 72 inches.  Depth to underlaying residuum ranges from 25 to 60 inches. Depth to the top of the argillic is above 40 inches.  Rock fragments composed of chert, quartzitic sandstone, and limestone gravel range from 0 to 25 percent in the Ap horizon, and 10 to 60 percent in individual subhorizons of the Bt and Bw horizon, but averages to be less than 35 percent.  The 2Bt and 2C horizon has rock fragments of predominantly limestone which range from 5 to 25 percent.  The reaction ranges from moderately acid to slightly alkaline throughout the profile.\nThe Ap horizon has hue of 7.5YR, through 10YR value of  3 through 5, and chroma of 3 through 6.  Texture in the fine earth fraction is silt loam, loam, or silty clay loam.  Reaction ranges from slightly acid to slightly alkaline.\nThe BE horizon has hue of 7.5YR through 10YR, value of 3 through 6, and chroma of 3 through 6.  Texture in the fine earth fraction is silt loam, loam, or silty clay loam.  Reaction ranges from slightly acid to neutral.\nThe Bt and Bw horizon has hue of 5YR through 10YR , value of 4 through 6, and chroma of 4 through 8.  Texture in the fine earth fraction is silty clay loam, clay loam, loam, or silt loam.  Reaction ranges from slightly acid to neutral.\nThe 2Bt horizon where present has hue of 5YR through 7.5YR, value of 4 through 8, and chroma of 4 through 8.  Texture in the fine earth fraction is commonly silt loam, loam, or clay loam, but also includes in some pedons silty clay, silty clay loam and clay.  Reaction ranges from moderately acid to neutral.\nThe 2C horizon has hue of 5YR through 2.5Y, value of 4 through 8, and chroma of 4 through 8.  Texture in the fine earth fraction is commonly silt loam, loam, or clay loam, but also includes in some pedons silty clay, silty clay loam and clay. Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Hennepin is the only known soil in the same family.  Lindside and Weaver soils are in closely related families.  Lindside contains less than 15 percent sand in the particle size control section.  Weaver has an irregular decrease in organic carbon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Funkstown soils occupy upland draws and head slope positions.  Slopes range from 0 to 3 percent.  Funkstown soils formed in colluvial and alluvial material washed from surrounding upland soils, over limestone residuum.  Mean annual precipitation ranges from 38 to 50 inches, and mean annual air temperature ranges from 51 to 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dunning, Huntington, Lindside, Melvin, Timberville, and  Warners soils.  The Dunning, Huntington, Melvin, and Warners soils have a mollic epipedon.  Lindside contains less than 15 percent sand in the particle size control section.  Timberville soils contain more than 35 percent clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Runoff is slow.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATING",
    "content": "USE AND VEGETATING:  Most areas are in crops or pasture.  In urban settings, they are in waterways or open spaces."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland, Virginia, West Virginia, Pennsylvania.  Total extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Funkstown, Washington County, Maryland, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n1. This soil was formerly included in the Huntington soil series.\n2. Diagnostic horizons recognized in this pedon are: orchric epipedon.  3. Moderately well drainage class is based on well data collected over a 2 year period.\n4. moderately well drainage class is based on well data information.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
