{
  "SERIES": "FUNMAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMM, JCW, GLP",
  "REVDATE": "11/2009",
  "STATES": "KS",
  "OVERVIEW": "The Funmar series consists of very deep, moderately well drained soils that formed in loamy alluvium on paleoterraces in river valleys of the Great Bend Sand Plains (MLRA 79). Slope ranges from 0 to 6 percent. Mean annual precipitation is about 700 mm (28 in.) and the mean annual temperature is about 14 degrees C (57 degrees F) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Typical pedon of Funmar loam on a convex slope with a gradient less than 1 percent in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in.); dark grayish brown (10YR 4/2), interior, loam, very dark grayish brown (10YR 3/2), interior, moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout and common medium throughout; 20 percent clay; noneffervescent throughout (HCl, 1 normal); slightly acid, abrupt smooth boundary.\nA--15 to 30 cm (6 to 12 in.); dark gray (10YR 4/1), interior, loam, very dark gray (10YR 3/1), interior, moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots throughout; 22 percent clay; few distinct patchy very dark grayish brown (10YR 3/2), moist, organic coats on faces of peds; noneffervescent throughout (HCl, 1 normal); slightly acid, gradual wavy boundary. (Combined thickness of A horizons 10 to 28 cm (4 to 11 in. thick)).\nBt1--30 to 43 cm (12 to 17 in.); dark gray (10YR 4/1), interior, loam, very dark gray (10YR 3/1), interior, moist; moderate medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots throughout; 25 percent clay; few faint patchy dark brown (10YR 3/3), moist, clay films on vertical and horizontal faces of peds and few distinct patchy very dark grayish brown (10YR 3/2), moist, organic coats on vertical faces of peds; noneffervescent throughout (HCl, 1 normal); neutral, gradual wavy boundary.\nBt2--43 to 66 cm (17 to 26 in.); dark grayish brown (10YR 4/2), interior, clay loam, 60 percent dark brown (10YR 3/3), interior, and 40 percent very dark grayish brown (10YR 3/2), interior, moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; common fine and medium roots throughout; 29 percent clay; common faint discontinuous very dark grayish brown (10YR 3/2), moist, clay films on vertical and horizontal faces of peds and few distinct patchy very dark grayish brown (10YR 3/2) organic coats on vertical faces of peds; noneffervescent throughout (HCl, 1 normal); neutral, clear wavy boundary.\nBt3--66 to 81 cm (26 to 32 in.); light brownish gray (10YR 6/2), interior, loam, dark grayish brown (10YR 4/2), interior, moist; common medium prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; moderate fine and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common fine roots throughout; 26 percent clay; few faint patchy dark brown (10YR 3/3), moist, clay films on vertical and horizontal faces of peds; common fine rounded very dark brown (10YR 2/2) masses of iron-manganese accumulation pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual smooth boundary. (Combined thickness of Bt horizons 20 to 80 cm (8 to 32 in. thick).\n2A--81 to 97 cm (32 to 38 in.); gray (10YR 5/1), interior, silty clay loam, very dark gray (10YR 3/1), interior, moist; common fine and medium prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; moderate medium angular blocky and moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots throughout; 32 percent clay; common fine and medium rounded very dark brown (10YR 2/2) hard iron-manganese concretions pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual wavy boundary. (Thickness of 2Ab horizons 0 to 20 cm (0 to 8 in. thick)).\n2Bt--97 to 137 cm (38 to 54 in.); light brownish gray (2.5Y 6/2), interior, silty clay loam, dark grayish brown (2.5Y 4/2), interior, moist; common fine and medium prominent strong brown (7.5YR 4/6) moist irregular mottles throughout; moderate coarse prismatic structure parting to strong medium subangular blocky and strong medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few very fine roots between peds; 38 percent clay; many faint continuous dark grayish brown (2.5Y 4/2), moist, clay films on vertical and horizontal faces of peds and few distinct continuous dark grayish brown (10YR 4/2), moist, organic coats on vertical faces of peds and few distinct discontinuous dark brown (10YR 3/3), moist, skeletans on vertical faces of peds and few faint discontinuous pressure faces on vertical and horizontal faces of peds; few fine rounded very dark brown (10YR 2/2) masses of iron-manganese accumulation pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual wavy boundary. Trace of fine gravel; vertical cracks about 5mm wide extend from 38 to 60 in. (97 to 152 cm); skeletons are material from Bt3 horizon lining cracks. (thickness of 2Btb horizons 30 to 120 cm (12 to 48 in.)).\n2Btk1--137 to 168 cm (54 to 66 in.); light brownish gray (2.5Y 6/2), interior, silty clay loam, grayish brown (2.5Y 5/2), interior, moist; common medium and coarse prominent yellowish brown (10YR 5/6) moist irregular mottles between peds; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; extremely hard, extremely firm, very sticky and very plastic; 36 percent clay; few distinct discontinuous dark grayish brown (2.5Y 4/2), moist, clay films on vertical and horizontal faces of peds and few faint discontinuous pressure faces on vertical faces of peds; few fine and medium irregular white (10YR 8/1) hard carbonate nodules pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual wavy boundary. Trace of fine gravel.\n2Btk2--168 to 203 cm (66 to 80 in.); light gray (5Y 7/2), interior, silty clay loam, light olive gray (5Y 6/2), interior, moist; common coarse prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; 38 percent clay; common faint discontinuous light olive gray (5Y 6/2), moist, clay films on vertical and horizontal faces of peds and few distinct continuous very dark brown (10YR 2/2), moist, manganese or iron-manganese stains in root channels and/or pores; few medium and coarse irregular white (10YR 8/1) hard carbonate nodules pedogenic throughout and common fine and medium cylindrical brown (7.5YR 4/4) masses of iron accumulation pedogenic between peds; noneffervescent throughout (HCl, 1 normal). slightly alkaline, (Combined thickness of the 2Btkb horizons range from 30 to 120 cm (12 to 48 in.))."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 4.8 kilometers (3 miles) west of Yoder, 774 meters (2540 feet) east and 46 meters (150 feet) south of the northwest corner of sec. 30 T. 24 S. R. 05 W.; USGS Elmer topographic quadrangle; lat. 37 degrees 56 minutes 26.5 seconds N. and long. 97 degrees 54 minutes 48.5 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: An ustic moisture regime bordering on udic. The soils are intermittently moist in some part from March through October.  The soils are driest in November through February.\nSoil temperature regime: mesic\nMean annual soil temperature: 14 to 15 degrees C (57 to 59 degrees F)\nParticle-size control section: 20 to 34 percent clay\nParticle-size control section: 20 to 75 percent sand\nDepth to secondary calcium carbonate: greater than 50 cm (20 in.)\nThickness of the mollic epipedon: 50 to 94 cm (20 to 37 in.)\nDepth to lithologic discontinuity and paleosol: 50 to 100 cm (20 to 40 in.)\nA horizon:\nHue: 10YR\nValue: 4 or 5, 3 moist\nChroma: 1 to 3\nTexture: loam or fine sandy loam\nClay content: 8 to 27 percent\nSand content: 20 to 85 percent\nReaction: slightly acid or neutral\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 1 to 4\nTexture: clay loam, sandy clay loam, or loam\nClay content: 18 to 38 percent\nSand content: 20 to 75 percent\nReaction: neutral or slightly alkaline\n2A horizon (where present):\nHue: 10YR, 2.5Y, 5Y\nValue: 4 to 6, 3 to 5 moist\nChroma: 1 to 4\nTexture: silt loam, silty clay loam, or loam\nClay content: 18 to 35 percent\nSand content: 10 to 45 percent\nReaction: neutral or slightly alkaline\n2Bt horizon:\nHue: 10YR, 2.5Y, 5Y, 7.5YR, 2.5YR\nValue: 4 to 7, 2 to 6 moist\nChroma: 2 to 6, 1 to 4 moist\nTexture: silty clay, clay loam, silty clay loam, sandy clay loam, or loam\nClay content: 22 to 45 percent\nSand content: 5 to 60 percent\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: neutral or slightly alkaline\n2Btk horizon:\nHue: 10YR, 2.5Y, 5Y, 7.5YR, 2.5YR\nValue: 4 to 7, 2 to 6 moist\nChroma: 2 to 6, 1 to 4 moist\nTexture: silty clay, clay loam, silty clay loam, sandy clay loam, or loam\nClay content: 22 to 45 percent\nSand content: 5 to 60 percent\nCalcium carbonate equivalent: 0 to 10 percent\nReaction: neutral or moderately alkaline\nSome pedons have may have a 2BCk or 2C horizons with colors and textures similar to the 2Bt or 2Btk horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Albinas, Bluewater, Farnum, Garrett, Haxtun, Jarita, Keya, Prosper, Renner, Sampson, Tracylee, Vosburg, Wetterdon series.  Albinas, Bluewater, Garrett, Haxtun, Jarita, Keya, Prosper, Renner, Sampson, Tracylee, Vosburg, Wetterdon soils have a mean annual soil temperatures less than 14 degrees C (57 degrees F).\nFarnum soils do not have a lithologic discontinuity and paleosol within 50 to 100 cm (20 to 40 in.)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium\nLandform: nearly level to gently sloping areas on paleoterraces on river valleys or uplands\nSlopes: 0 to 6 percent\nElevation: 350 to 740 meters (1150 to 2430 feet)\nMean annual air temperature: 13 to 15 degrees C (55 to 59 degrees F)\nMean annual precipitation: 610 to 840 mm (24 to 33 in.)\nFrost-free period: 180 to 230 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Carbika, Carway, Farnum, Naron, Saltcreek and Taver soils.\nCarbika and Carway soils are in depressions on paleoterraces in river valleys and poorly and somewhat poorly drained respectively.\nFarnum soils are on nearly level to gently sloping areas on paleoterraces and do not have a paleosol between 50 to 100 cm (20 to 40 in.).\nNaron soils are on rolling small dunes on paleoterraces, have a mollic epipedon between 25 cm and 50 cm (10 and 20 in.) thick, and have 18 to 25 percent clay in the particle size control section.\nSaltcreek soils are on rolling small dunes on paleoterraces, have a paleosol occurring between 65 to 150 cm (25 and 60 in.), and have a mollic epipedon between 25 cm and 50 cm (10 and 20 in.) thick.\nTaver soils are on nearly level to very gently sloping concave areas on paleoterraces and have 35 to 45 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: moderately well drained\nSaturated hydraulic conductivity: moderately high in the upper part and moderately low in the paleosol\nRunoff: low or medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the areas are cultivated.\nPrincipal crops are winter wheat and grain sorghum.\nNative vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas. LRR H Great Plains Winter Wheat and Range, MLRA 79 Great Bend Sand Plains. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas, 1994"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 66 cm (0 to 26 in.) (Ap, A, Bt1, Bt2)\nargillic horizon: 30 to 81 cm (12 to 32 in.) (Bt1, Bt2, Bt3)\nlithologic discontinuity and paleosol 81 cm (32 in.)\nThis series was formerly mapped as Farnum.\nKeys to Soil Taxonomy: Tenth edition, 2006"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data that supports this series are: KSU lab sample pedon ID 94KS155489R and pedon ID 95KS155388R\n12/23/99 Established the series by the Reno County, Kansas Final Correlation\nModified format by LRM in 2/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nGLP 07/2009  revised competing series, update the range in characteristics."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 in.); dark grayish brown (10YR 4/2), interior, loam, very dark grayish brown (10YR 3/2), interior, moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout and common medium throughout; 20 percent clay; noneffervescent throughout (HCl, 1 normal); slightly acid, abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--15 to 30 cm (6 to 12 in.); dark gray (10YR 4/1), interior, loam, very dark gray (10YR 3/1), interior, moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots throughout; 22 percent clay; few distinct patchy very dark grayish brown (10YR 3/2), moist, organic coats on faces of peds; noneffervescent throughout (HCl, 1 normal); slightly acid, gradual wavy boundary. (Combined thickness of A horizons 10 to 28 cm (4 to 11 in. thick))."
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--30 to 43 cm (12 to 17 in.); dark gray (10YR 4/1), interior, loam, very dark gray (10YR 3/1), interior, moist; moderate medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots throughout; 25 percent clay; few faint patchy dark brown (10YR 3/3), moist, clay films on vertical and horizontal faces of peds and few distinct patchy very dark grayish brown (10YR 3/2), moist, organic coats on vertical faces of peds; noneffervescent throughout (HCl, 1 normal); neutral, gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--43 to 66 cm (17 to 26 in.); dark grayish brown (10YR 4/2), interior, clay loam, 60 percent dark brown (10YR 3/3), interior, and 40 percent very dark grayish brown (10YR 3/2), interior, moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; common fine and medium roots throughout; 29 percent clay; common faint discontinuous very dark grayish brown (10YR 3/2), moist, clay films on vertical and horizontal faces of peds and few distinct patchy very dark grayish brown (10YR 3/2) organic coats on vertical faces of peds; noneffervescent throughout (HCl, 1 normal); neutral, clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--66 to 81 cm (26 to 32 in.); light brownish gray (10YR 6/2), interior, loam, dark grayish brown (10YR 4/2), interior, moist; common medium prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; moderate fine and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common fine roots throughout; 26 percent clay; few faint patchy dark brown (10YR 3/3), moist, clay films on vertical and horizontal faces of peds; common fine rounded very dark brown (10YR 2/2) masses of iron-manganese accumulation pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual smooth boundary. (Combined thickness of Bt horizons 20 to 80 cm (8 to 32 in. thick)."
      },
      {
        "name": "2A",
        "top": 81,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2A--81 to 97 cm (32 to 38 in.); gray (10YR 5/1), interior, silty clay loam, very dark gray (10YR 3/1), interior, moist; common fine and medium prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; moderate medium angular blocky and moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots throughout; 32 percent clay; common fine and medium rounded very dark brown (10YR 2/2) hard iron-manganese concretions pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual wavy boundary. (Thickness of 2Ab horizons 0 to 20 cm (0 to 8 in. thick))."
      },
      {
        "name": "2Bt",
        "top": 97,
        "bottom": 137,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt--97 to 137 cm (38 to 54 in.); light brownish gray (2.5Y 6/2), interior, silty clay loam, dark grayish brown (2.5Y 4/2), interior, moist; common fine and medium prominent strong brown (7.5YR 4/6) moist irregular mottles throughout; moderate coarse prismatic structure parting to strong medium subangular blocky and strong medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few very fine roots between peds; 38 percent clay; many faint continuous dark grayish brown (2.5Y 4/2), moist, clay films on vertical and horizontal faces of peds and few distinct continuous dark grayish brown (10YR 4/2), moist, organic coats on vertical faces of peds and few distinct discontinuous dark brown (10YR 3/3), moist, skeletans on vertical faces of peds and few faint discontinuous pressure faces on vertical and horizontal faces of peds; few fine rounded very dark brown (10YR 2/2) masses of iron-manganese accumulation pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual wavy boundary. Trace of fine gravel; vertical cracks about 5mm wide extend from 38 to 60 in. (97 to 152 cm); skeletons are material from Bt3 horizon lining cracks. (thickness of 2Btb horizons 30 to 120 cm (12 to 48 in.))."
      },
      {
        "name": "2Btk1",
        "top": 137,
        "bottom": 168,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btk1--137 to 168 cm (54 to 66 in.); light brownish gray (2.5Y 6/2), interior, silty clay loam, grayish brown (2.5Y 5/2), interior, moist; common medium and coarse prominent yellowish brown (10YR 5/6) moist irregular mottles between peds; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; extremely hard, extremely firm, very sticky and very plastic; 36 percent clay; few distinct discontinuous dark grayish brown (2.5Y 4/2), moist, clay films on vertical and horizontal faces of peds and few faint discontinuous pressure faces on vertical faces of peds; few fine and medium irregular white (10YR 8/1) hard carbonate nodules pedogenic throughout; noneffervescent throughout (HCl, 1 normal); slightly alkaline, gradual wavy boundary. Trace of fine gravel."
      },
      {
        "name": "2Btk2",
        "top": 168,
        "bottom": 203,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Btk2--168 to 203 cm (66 to 80 in.); light gray (5Y 7/2), interior, silty clay loam, light olive gray (5Y 6/2), interior, moist; common coarse prominent strong brown (7.5YR 5/6) moist irregular mottles throughout; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; 38 percent clay; common faint discontinuous light olive gray (5Y 6/2), moist, clay films on vertical and horizontal faces of peds and few distinct continuous very dark brown (10YR 2/2), moist, manganese or iron-manganese stains in root channels and/or pores; few medium and coarse irregular white (10YR 8/1) hard carbonate nodules pedogenic throughout and common fine and medium cylindrical brown (7.5YR 4/4) masses of iron accumulation pedogenic between peds; noneffervescent throughout (HCl, 1 normal). slightly alkaline, (Combined thickness of the 2Btkb horizons range from 30 to 120 cm (12 to 48 in.))."
      }
    ]
  ]
}
