{
  "SERIES": "FURIA",
  "STATUS": "Established Series",
  "BYREV": "LAN/AP",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Furia clay loam, on a northeast facing, linear, 1 percent slope in grass at an elevation of 7,460 feet.  (Colors are for dry soil unless otherwise noted.)  When described on April 12, 2001 the soil was moist from 0 to 72 inches.\nA--0 to 4 inches; dark gray (10YR 4/1) clay loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; hard, friable, slightly sticky and slightly plastic; many fine and medium roots; slightly alkaline (pH 7.6); clear smooth boundary.  (3 to 5 inches thick)\nAg--4 to 16 inches; dark gray (10YR 4/1) clay loam, black (10YR 2/1) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; many fine and medium roots; common fine and medium distinct dark yellowish brown (10YR 4/4) yellowish red (5YR 4/6) concentrations; slightly alkaline (pH 7.4); abrupt smooth boundary.  (8 to 15 inches thick)\nBg1--16 to 32 inches; very dark gray (10YR 3/1) silty clay loam, very dark gray (N 3/) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; common fine and medium roots; many fine distinct yellowish red (5YR 4/6) concentrations; neutral (pH 7.2); clear smooth boundary.\nBg2--32 to 43 inches; very dark gray (10YR 3/1) silty clay, black (N 2.5/) moist; moderate medium subangular blocky structure; extremely hard, very firm, very sticky and very plastic; common fine roots; common fine distinct strong brown (7.5YR 4/6) concentrations; very slightly effervescent; neutral (pH 7.2); gradual smooth boundary.  (Combined thickness of the Bg horizons is 25 to 40 inches)\nCg--43 to 72 inches; very dark gray (10YR 3/1) silty clay loam, very dark gray (N 3/) moist; weak coarse subangular blocky structure; extremely hard, firm, sticky and plastic; common fine and medium roots; ; common fine distinct strong brown (7.5YR 4/6) concentrations; very slightly effervescent; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Las Animas County, Colorado; about 6.5 miles north of Weston, Colorado; located about 1,200 feet west and 700 feet south of the northeast corner of sec. 25, T. 32 S., R. 67 W.; Weston USGS quad; lat. 37 degrees 14 minutes 5 seconds N. and long. 104 degrees 49 minutes 56 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is moist continuously, but is saturated in some part April through August; Aquic moisture regime.\nMean annual soil temperature:  40 to 45 degrees F\nMean summer soil temperature:  53 to 57 degrees F\nDepth to secondary calcium carbonate:  40 to 60 inches or more\nDepth to endosaturation:  6 to 18 inches from May to August\nDepth to redoximorphic concentrations and depletions:  4 to 18 inches\nThickness of the mollic epipedon:  40 to 60 inches or more\nOther features: some pedons have a thin organic horizon (Oi) at the surface\nParticle-size control section (weighted average):\nClay content:  35 to 45 percent\nSand content:  10 to 25 percent, with less than 15 percent fine or coarse sand\nRock fragments:  0 to 5 percent\nA horizons:\nHue:  7.5YR or 10YR\nValue:  3 or 4 dry, 2 or 3 moist\nChroma:  1 or 2\nClay content:  27 to 40 percent\nRock fragments:  0 to 5 percent\nReaction:  neutral or slightly alkaline\nBg horizons:\nHue:  N, 7.5YR or 10YR\nValue:  3 or 4 dry, 2 or 3 moist\nChroma:  0 or 1\nTexture:  silty clay loam, silty clay\nClay content:  35 to 50 percent\nRock fragments:  0 to 5 percent\nCalcium carbonate equivalent:  0 to 2 percent\nReaction:  slightly acid to slightly alkaline\nCg horizon:\nHue:  N, 7.5YR or 10YR\nValue:  3 or 4 dry, 2 or 3 moist\nChroma:  0 or 1\nTexture:  silty clay loam, clay loam\nClay content:  30 to 40 percent\nRock fragments:  0 to 5 percent\nCalcium carbonate equivalent:  0 to 2 percent\nReaction:  slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Tarrah series.\nTarrah soils: have greater than 35 percent rock fragments in the 2C horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  alluvium derived from sandstone and shale\nLandform:  flood plains, drainageways\nSlopes:  0 to 3 percent\nElevation:  6,500 to 8,000 feet\nMean annual temperature:  43 to 45 degrees F\nMean annual precipitation:  16 to 20 inches\nPrecipitation pattern:  continental\nWettest period: May through August\nDriest period: December through February\nFrost-free period:  70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bandarito, Molinaro, and Trujillo series.  The Bandarito soils have an argillic horizon and are on valley sides.  The Molinaro soils average less than 35 percent clay and are on terraces.  The Trujillo soils have a mollic epipedon less than 16 inches thick and are on fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  poorly drained, low runoff, slow permeability, rarely or occasionally flooded for brief periods during the months of May through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Hay and pasture, rangeland, wildlife habitat; the primary vegetation is tufted hairgrass, Baltic rush, Nebraska sedge, other sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  foothills of southeastern Colorado; LRR E, MLRA 49; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Las Animas County, Colorado, Las Animas Area soil survey area, Colorado, 2007.  The name coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 40 inches.  (part of the Ag, Bg1 and part of the Bg2 horizons)\nMollic epipedon:  The zone from 0 to 72 inches.  (A, Ag, Bg1, Bg2, and Bg3 horizons)\nRedoximorphic concentrations and depletions:  In the zone from 4 to 72 inches. (Ag, Bg1, Bg2, Bg3 horizons)\nEndosaturation:  The zone of saturation at 8 to 72 inches. (Ag, Bg1, Bg2, Bg3 horizons)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Eighth Edition, 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
