{
  "SERIES": "RABBS",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEB-ACT",
  "REVDATE": "02/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Calcic Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rabbs clay loam on a 6 percent convex slope.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; dark brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, firm; many fine, medium and coarse roots; common wormcasts filled with Bk material; slightly effervescent; moderately alkaline; clear smooth boundary.  (3 to 9 inches thick)\nBk1--6 to 18 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; strong fine subangular blocky structure; hard, firm; common fine and medium roots; 10 percent calcium carbonate concretions 0.5 inch in diameter; many wormcasts and channels; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBk2--18 to 38 inches; light reddish brown (5YR 6/4) clay loam, reddish brown (5YR 5/4) moist; moderate fine and very fine subangular blocky structure; hard, firm; common fine and medium roots; 15 percent calcium carbonate concretions 0.5 inch in diameter; few wormcasts and channels; strongly effervescent; moderately alkaline; diffuse smooth boundary.  (combined thickness of the Bk horizon is 15 to 45 inches)\nBCk1--38 to 46 inches; reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, friable; common fine and medium roots; 5 percent calcium carbonate concretions and threads; strongly effervescent; moderately alkaline; diffuse smooth boundary.  (6 to 12 inches thick)\nBCk2--46 to 80 inches; reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6) moist; weak coarse subangular blocky structure; loose, friable; few fine roots; 5 percent calcium carbonate concretions and threads; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Texas; In La Grange, from the intersection of U.S. Highway 77 and Texas Highway 71, 1.6 miles west on Texas Highway 71, 3.1 miles northwest on county road, 0.8 mile north on county road, 0.5 mile east on private road and 125 feet north of fence in rangeland. (Latitude: 30 degrees, 55 minutes, 23 seconds North; Longitude: 96 degrees, 56 minutes, 00 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches inches.  The soil is moderately alkaline throughout. Siliceous pebbles range from 0 to 10 percent in some horizons.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 4.  Calcium carbonate equivalent ranges from 5 to 15 percent.\nThe Bk horizons have hue of 5YR, 7.5YR or 10YR, value of 5 to 7, and chroma of 3 to 8.  Texture is loam, sandy clay loam or clay loam and contains 10 to 20 percent visible secondary carbonates in the form of masses, concretions, films and threads.  Calcium carbonate equivalent is 15 to 40 percent.\nThe BCk horizon has hue of 5YR, 7.5YR or 10YR, value of 5 to 8, and chroma of 3 to 8.  Texture is loam or sandy clay loam and contains 5 to 10 percent visible secondary carbonates in the form of masses, concretions, films and threads. Calcium carbonate equivalent is 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Amber, Apalo, Aspermont, Colibro, Paluxy, Shep and Weymouth series.  Amber and Apalo soils have coarse-silty control sections.  Aspermont soils have fine-silty control sections.  Colibro soils have mean annual temperature more than 72 degrees F.  Paluxy soils have coarse-loamy control sections and moderately rapid permeability.  Shep soils are dry in the moisture control section for longer periods.  Weymouth soils are 20 to 40 inches to shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on escarpments above flood plains and below receding first level terraces.  Slopes gradients range from 5 to 8 percent.  The soil formed in calcareous loamy alluvial sediments.  Mean annual temperature is 67 to 70 degrees F., and mean annual precipitation ranges from 34 to 40 inches.  Frost free days range from 260 to 280 and elevation ranges form 200 to 300 feet.  Thornthwaite P-E indices range from 42 to 62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bergstrom, Branyon, Coarsewood, Gholson, Navidad, Smithville, Weswood and Yahola series.  Bergstrom soils have a mollic epipedon, a fine-silty control section and occur on lower positions.  Branyon soils are fine textured throughout and occur on slightly higher nearly level positions.  Coarsewood soils have coarse-silty control sections and occur on low terraces adjacent to present- day river channels.  Gholson soils have an argillic horizon and occur on higher positions.  Navidad soils have a mollic epipedon more than 20 inches thick, a coarse-loamy control section and occur on lower positions.  Smithville soils have a mollic epipedon more than 20 inches thick and occur on higher positions.  Weswood soils have fine-silty control sections and occur on low terraces adjacent to present-day river channels.  Yahola soils have coarse-loamy control sections and occur on low terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland and pasture.  Native vegetation is mainly bluestems, gramas and paspalums.  Trees are scattered live oak, elm and locust."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mostly along the Colorado River system in the Southern claypan and southern blackland prairie of Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fayette County, Texas 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches with values 4 or higher when dry and chroma 2 or more. ( A horizon)\nCalcic horizon - 6 to 38 inches.  (Bk horizons)\nADDITIONAL DATA:  Local laboratory data was provided by the Fayette Soil Survey staff from pedons sampled in Fayette County.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
