{
  "SERIES": "RABBITHILLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. EGH-MPK-JVC-JBF",
  "REVDATE": "05/2011",
  "STATES": "OR",
  "OVERVIEW": "The Rabbithills series consists of shallow to a duripan, well drained soils that formed in lacustrine deposits and alluvium derived from mixed volcanic rocks. Rabbithills soils are on lake terraces and fan remnants. Slopes are 0 to 20 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xereptic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rabbithills gravelly sand--on a 1 percent slope at an elevation of 1,368 meters--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; brown (10YR 4/3) gravelly sand, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; common very fine, few fine roots; many very fine interstitial pores; 30 percent gravel; slightly effervescent; slightly alkaline (pH 7.4); abrupt smooth boundary. (5 to 25 cm thick)\nA2--8 to 13 cm; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2); moist; weak medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine roots; common fine vesicular pores; slightly effervescent; slightly alkaline (pH 7.4); abrupt smooth boundary. (0 to 20 cm thick)\nBq--13 to 30 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; strong medium and fine platy structure; hard, very firm and brittle; common fine and few medium roots; few fine interstitial pores; common fine slightly hard relict masses of iron accumulation on faces of peds; common distinct silt coats; many peds weakly cemented with secondary silica; 10 percent gravel; strongly effervescent; slightly alkaline (pH 7.8); gradual smooth boundary. (8 to 23 cm thick)\nBqm--30 to 46 cm; pale brown (10YR 6/3) cemented fine sandy loam, brown (10YR 4/3) moist; massive; very hard, firm and brittle; weakly cemented by secondary silica; few fine and medium roots in fractures; few fine interstitial pores; common fine slightly hard relict masses of iron accumulation throughout; common distinct silt coats; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 60 cm thick)\nBqkm--46 to 56 cm; light brownish gray (2.5Y 6/2) cemented fine sandy loam, olive brown (2.5Y 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; weakly cemented by secondary silica; few fine roots in fractures; few fine interstitial pores; 5 percent gravel; secondary carbonates segregated as common fine and medium masses throughout the matrix; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 30 cm thick)\n2BCk--56 to 66 cm; light gray (2.5Y 7/2) loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine roots; few fine interstitial pores; secondary carbonates segregated as common fine and medium irregular masses throughout the matrix; 5 percent gravel; slightly effervescent; strongly alkaline (pH 8.6); gradual smooth boundary. (0 to 107 cm thick)\n2C--66 to 102 cm; light gray (2.5Y 7/2) loam, olive brown (2.5Y 4/4) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine interstitial pores; few fine slightly hard irregular dark relict masses of manganese accumulation throughout; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 36 cm thick)\n2Cr--102 to 152 cm; light yellowish brown (2.5Y 6/3) siltstone, olive brown (2.5Y 4/3) moist; moderate medium angular blocky rock structure; very hard, very firm; weakly cemented lacustrine deposits; very few fine roots; few fine interstitial pores; few fine slightly hard irregular dark relict masses of manganese accumulation throughout; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; in Warner Valley about 4 miles north of Flagstaff Lake; approximately 900 feet south and 700 feet west of the northeast corner of section 6, T. 34 S., R. 25 E.; USGS Rabbit Hills NE 7.5 minute topographic quadrangle; latitude 42 degrees 39 minutes 18 seconds N and longitude 119 degrees 48 minutes 21 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry May through October; dry about 150 to 180 consecutive days when the soil temperature at 50 cm is above 5 degrees C; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to duripan: 30 to 40 cm.\nDuripan thickness: 8 to 60 cm.\nDepth to bedrock: 100 to 150 cm to a paralithic contact. The paralithic materials below the contact are weakly cemented silty lacustrine deposits that are highly fractured.\nParticle-size control section - Clay content: Averages 5 to 15 percent.\nRock fragments: 0 to 25 percent, mainly gravel. Lithology of fragments is mixed volcanic rocks.\nA1 horizon\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nA2 and Bq horizons\nValue: 5 or 6 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Fine sandy loam, sandy loam, or loam.\nClay content:  5 to 16 percent\nRock fragments:  0 to 10 percent gravel\nReaction: Slightly alkaline or moderately alkaline.\nSalinity (EC):  0 to 2 mmhos/cm\nSodicity (SAR):  0 to 2\nBqm and Bqkm horizons\nTexture: Cemented fine sandy loam or cemented loam.\n2BC and 2C horizons\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 3 through 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Loam, sandy loam, loamy sand, clay loam, gravelly sandy loam, or gravelly loamy sand.\nClay content:  2 to 30 percent\nRock fragments:  0 to 30 percent gravel\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent:  1 to 5 percent\nSalinity (EC):  2 to 10 mmhos/cm\nSodicity (SAR):  0 to 5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Rouette, Scalade, Shabliss, Trio, Truvar, and Unius series.\nRouette soils are intermittently moist for 10 to 20 days cumulative between July and October. Scalade soils contain free carbonates above the duripan. Shabliss soils have cambic horizons and have duripans that are strongly cemented. Trio soils have lithic contacts at depths of 50 to 100 cm. Truvar soils have mean annual soil temperature of 12 to 15 degrees C and have duripan that are 100 to 117 cm thick. Unius soils have 18 to 25 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rabbithills soils are on lake terraces and fan remnants. These soils formed in lacustrine deposits and alluvium derived from mixed volcanic rocks. Slopes are 0 to 20 percent. Elevations range from 1,310 to 1,525 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 9 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Borobey, Morehouse, and Seharney soils. Borobey and Morehouse soils are very deep, ashy, and do not have duripans. Seharney soils have lithic contacts underlying the duripan at depths between 33 to 76 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rabbithills soils are used for livestock grazing and wildlife habitat. The vegetation is Wyoming big sagebrush, bluebunch wheatgrass, Thurber's needlegrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A1 and A2 horizons).\nDuripan - The zone from 30 to 56 cm (Bqm and Bqkm horizons).\nIdentifiable secondary carbonates - The zone from 46 to 66 cm (Bqkm and 2BCk horizons).\nParalithic contact - The boundary at 100 cm to underlying soft, weathered bedrock (2Cr layer).\nParticle-size control section - The zone from the soil surface to 30 cm (A1, A2, and Bq horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
