{
  "SERIES": "RABE",
  "STATUS": "Established Series",
  "BYREV": "MJM/JJJ/HFG",
  "REVDATE": "06/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, frigid Arenic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rabe loamy sand - on an east facing  21 percent slope in a mixed deciduous and conifer forest at an elevation of about 980 feet. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 1 inch; black ( 10YR 2/1) highly decomposed plant material; weak very fine subangular blocky structure; very friable; many fine roots; about 5 percent sand grains; about 5 percent black (5YR 2/1) wood charcoal fragments; very strongly acid; abrupt wavy boundary. (0 to 2 inches thick)\nA--1 to 2 inches; very dark grayish brown (10YR 3/2) loamy sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; many fine roots; common medium and coarse faint black (10YR 2/1) worm casts; about 4 percent gravel; very strongly acid; abrupt wavy boundary. (0 to 4 inches thick)\nBw1--2 to 5 inches; dark yellowish brown (10YR 3/4) loamy sand; weak fine subangular blocky structure; very friable; many fine roots; about 2 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary.\nBw2--5 to 13 inches; brown (7.5YR 4/4) sand; weak medium subangular blocky structure; very friable; many fine roots; about 2 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary.\nBw3--13 to 25 inches; brown (7.5YR 5/4) sand; weak medium subangular blocky structure; very friable; common fine roots; about 2 percent gravel and 1 percent cobbles; moderately acid; abrupt wavy boundary. (Combined thickness of the Bw horizons ranges from 10 to 32 inches)\n2E/B--25 to 35 inches; 70 percent brown (10YR 5/3) sand (2E), light gray (10YR 7/2) dry; weak medium platy structure; very friable; extends as tongues into reddish brown (5YR 4/4) loam (2Bt); moderate fine angular blocky structure; firm; common distinct dark reddish brown (5YR 3/4) clay films on faces of peds; few fine roots; about 5 percent gravel and 2 percent cobbles; moderately acid; clear boundary.\n2B/E--35 to 47 inches; 80 percent reddish brown (5YR 4/4) sandy loam (2Bt); moderate medium angular blocky structure; firm; many distinct dark reddish brown (5YR 2/2) and dark reddish brown (5YR 3/3) clay films on faces of peds; penetrated by tongues of brown ( 10YR 5/3) sand (2E), pinkish gray (7.5YR 7/2 ) dry; weak medium platy structure; friable; few fine roots; about 4 percent gravel and 2 percent cobbles; strongly acid; gradual wavy boundary. (Glossic horizon - 7 to 30 inches thick)\n2Bt--47 to 58 inches; reddish brown (5YR 4/3) sandy loam; weak coarse prismatic structure parting to weak medium subangular blocky; friable; few fine roots; few distinct dark reddish brown (5YR 3/3) clay films on faces of peds; many faint brown (7.5YR 5/3) coatings of clean sand grains on vertical faces of prisms; about 4 percent gravel and 2 percent cobbles; moderately acid; gradual wavy boundary. (0 to 35 inches thick)\n2C--58 to 80 inches; reddish brown (5YR 5/3) sandy loam; massive, with weak medium plates inherited from the parent material; friable; few fine roots; about 4 percent gravel and 2 percent cobbles; very slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Menominee County, Wisconsin; about 1 mile south and 4.5 miles west of Keshena; 2,630 feet west and 1,170 feet north  of the southeast corner of section 31 , T.  28 N., R.  15 E.; USGS Thornton, Wis. quadrangle; latitude 44 degrees  51 minutes  35 seconds N. and longitude 88 degrees  43 minutes  25 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy mantle ranges from 20 to 40 inches. Depth to the base of the argillic horizon and depth to free carbonates ranges from 55 to 85 inches. The weighted average clay content ranges from 8 to 18 percent and the weighted average content of fine sand or coarser ranges from 35 to 65 percent in the particle-size control section. Rock fragments are a mixture of igneous, metamorphic, and sedimentary. The sedimentary rocks are mostly dolomite. Volume of gravel ranges from 0 to 15 percent in the sandy mantle and 2 to 15 percent in the underlying till. Volume of cobbles ranges from 0 to 5 percent throughout the profile. Reaction ranges from very strongly acid to slightly acid in the upper part of the solum and strongly acid to mildly alkaline in the lower part. Reaction is mildly or moderately alkaline in the substratum.\nThe O horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. It is a mat of partially decomposed forest litter.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. Texture is loamy sand.\nSome pedons have a thin E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2. Texture is sand, loamy sand, fine sand, or loamy fine sand.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4 to 6. Texture is sand, loamy sand, fine sand, or loamy fine sand.\nSome pedons have an E' horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. Texture is sand, loamy sand, fine sand, or loamy fine sand.\nRabe soils have a glossic horizon (2E/B or 2B/E horizons, or both). The 2E part has color like the E' horizon above. Texture is sand, loamy sand, sandy loam, fine sand, loamy fine sand, or fine sandy loam. The 2Bt part has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. Texture is typically sandy loam, fine sandy loam, or loam, but thin subhorizons of sandy clay loam are in some pedons.\nThe 2Bt horizon has color and texture like the 2Bt part described above.\nThe 2C horizon has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 3 or 4. Typically, texture is sandy loam or fine sandy loam, but in some pedons it is loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Moshawquit series.  Moshawquit soils have sandy outwash in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rabe soils are on outwash-veneered moraines. Slope gradients range from 2 to 35 percent. Rabe soils formed in sandy deposits over calcareous, loamy till. Mean annual precipitation ranges from 28 to 33 inches. Mean annual air temperature ranges from 39 to 45 degrees F. The frost free period ranges from about 120 to 135 days. Elevation ranges from 870 to 1,150 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Frechette (T), Moshawquit (T), and Perote (T) soils. The well drained Frechette (T) and Perote (T) soils are on nearby areas that do not have a sandy mantle. The Perote (T) and the well drained Moshawquit (T) soils are on nearby areas where sandy outwash is at 40 to 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff ranges from very low to medium. Permeability is rapid in the sandy outwash and moderate in the loamy till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mostly for woodland. Timber stands are mostly red maple, northern red oak, eastern white pine, and quaking aspen with white oak, northern pin oak, sugar maple, American beech, American basswood, white ash, and paper birch as associates in most stands. Black cherry and red pine are associates in some stands. Some areas are cleared and used for cropland. Common crops are corn, small grain, and hay. Some areas are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Wisconsin. The extent is small. The area is currently included in MLRA K93. It will be included in MLRA L95A when MLRA boundaries are updated. It is on the Silver Cliff Member of the Kewaunee Formation of the Green Bay Lobe of Late Woodfordian age (12,000 BP) of Late Wisconsinian glaciation."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Menominee County, Wisconsin, 1999. Source of name is a creek in Menominee County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 05/05  A new typical pedon was implemented for Rabe during the final correlation of Menominee County. This new pedon is in the published survey but was not put into the OSD. This revision adds the new typical pedon.\nRabe soils formerly were included with the Menominee soils which require a spodic horizon and greater than 18 percent clay in the argillic horizon.\nDiagnostic horizons and other features recognized in this pedon:\nochric epipedon - 0 to 2 inches (Oa, A);\nglossic horizon - 25 to 47 inches (2E/B, 2B/E);\nargillic horizon - 35 to 58 inches (2B/E, 2Bt);\narenic subgroup - sandy particle size from 1 to 25 inches (A, Bw1, Bw2, Bw3);\nNational Cooperative Soil Survey\nU.S.A."
  }
}
