{
  "SERIES": "RABUN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCS:RLW",
  "REVDATE": "04/2001",
  "STATES": "GA,NC,SC,TN,VA",
  "OVERVIEW": "The Rabun series consists of deep, well drained permeable soils\nthat formed in residuum weathered from dark colored rock high in ferromagnesium minerals.  These soils are on gently sloping to\nsteep ridges and mountain slopes.  The slope is dominately 25 to\n45 percent but ranges from 2 to 50 percent.  Near the type location, the mean annual temperature is about 57 degrees F. and the mean annual precipitation is about 72 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, kaolinitic, mesic Typic Rhodudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rabun loam, on a concave 18 percent slope, in\nforest.\n(Colors are for moist soil unless otherwise stated.)\n0i--1 to 0 inch; partially decomposed leaves and branches;\nfew fine roots; medium acid.\nA1--0 to 2 inches; dark reddish brown (5YR 3/3) loam; weak\nfine granular structure; very friable; many fine and medium roots; few pebbles; medium acid; clear smooth boundary.  (2 to 6 inches thick)\nA2--2 to 9 inches; dark reddish brown (5YR 3/4) loam;\nmoderate medium granular structure; very friable; many fine and medium roots; few pebbles; medium acid; clear smooth boundary.  (0\nto 9 inches thick)\nBt1--9 to 14 inches; dark red (2.5YR 3/6) clay; weak fine subangular blocky structure; friable; common fine and medium\nroots; medium acid; clear smooth boundary.  (0 to 9 inches thick)\nBt2--14 to 37 inches; dark red (2.5YR 3/6) clay; moderate\nmedium subangular blocky structure; firm; common fine and medium roots; thin continuous clay films on faces of peds; common strong brown (7.5YR 5/6) medium and coarse fragments of saprolite; medium acid; gradual wavy boundary.  (18 to 36 inches thick)\nBC--37 to 48 inches; dark red (2.5YR 3/6) clay; weak medium subangular blocky structure; friable; few fine and medium roots; common strong brown (7.5YR 5/6) medium and coarse fragments of saprolite; medium acid; gradual wavy boundary.  (5 to 15 inches thick)\nC--48 to 62 inches; strong brown (7.5YR 5/6) and yellowish\nred (5YR 5/6) loose soft rock fragments about 2 to 10 mm in size; dark red (2.5YR 3/6), red (2.5YR 4/6), and strong brown (7.5YR\n5/6) loam soil material in pockets and between rock fragments; massive; common angular hard pebbles and cobbles; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Towns County, Georgia; 7.9 miles west of Hiawassee\non U. S. 76, 1.2 miles east on dirt road 10 feet east of road\nbank."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  Depth to hard rock ranges from 5 to 10 feet or more.  Reaction ranges from strongly acid to slightly acid.\nThe A horizon has hues of 10R to 5YR, value of 3 and chroma of 2 through 6.  Texture of the fine earth fraction is loam, clay loam,\nor silt loam.  Eroded areas range to clay texture.  Pebbles,\ncobbles, and stones range from 2 to 35 percent by volume.\nThe Bt1 horizon has hues of 10R to 2.5YR, value of 3 and chroma of\n2 through 6.  It is clay loam, silty clay loam, silty clay, or\nclay.  Pebbles and cobbles range from 0 to 15 percent by volume.\nThe Bt2 horizon has hues of 10R to 2.5YR, values of 3 or 4 and\nchroma of 2 through 8.  It is clay loam, silty clay loam, silty\nclay, or clay.  Pebbles and cobbles range from 0 to 15 percent by volume.  Structure ranges from moderate to strong angular to subangular blocky.\nThe BC horizon has hue of 10R to 2.5YR, values of 3 or 4 and\nchroma of 2 through  8.  Medium to coarse red and brown mottles\nrange from none to common.  Texture is loam, clay loam, silty clay loam, stony clay loam, clay, or cobbly clay loam.  Pebbles,\ncobbles, and stones range from 10 to 25 percent, many of which are fragments of saprolite.\nThe C horizon has hues of 10R to 2.5YR, values of 3 or 4, and\nchroma of 6 through8.  This fine earth fraction of clay loam and\nloam fills cracks, pockets, and space between rock fragments.  The soil comprises 3 to 8 percent of the horizon by volume.  Pebbles, cobbles, and greenstone make up the remainder of the horizon.  2\nto 20 percent of these fragments are hard, others are weathered\nand soft."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coronaca, Cumberland, Davidson, Dyke, Gwinnett, Hanceville, Hiwassee, Musella, Rapidan, and\nTellico series of closely related families.  Coronaca, Cumberland, and Davidson soils have solum thickness of more than 60 inches; in addition, Coronaca and Cumberland soils have base saturation of more than 35 percent at a depth of 50 inches below the top of the argillic horizon.  Dyke soils have mixed mineralogy and a regolith of local colluvial material in concave and toeslope landscapes.  Gwinnett, Hanceville, Hiwassee, Musella, and Tellico soils have mean annual soil temperatures higher than 59 degrees F.  In addition, Musella soils have a solum thickness less than 20 inches.  Rapidan soils\nhave more than 35 percent silt in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rabun soils are on narrow sloping ridges and long steep and very steep mountain slopes.  Slopes range from 2 to\n50 percent but are dominately 25 to 45 percent.  The soil formed\nin material weathered from dark colored rocks high in\nferromagnesium minerals.  The average annual air temperature near\nthe type location is about 57 degrees F. and the average annual precipitation is about 71 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Dyke\nseries and the Ashe, Chester, Clifton, Hayesville, Myersville, Porters, and Watauga series.  Ashe soils lack argillic horizons,\nand have a coarse loamy control section.  Chester, Clifton, Hayesville, Myersville, Porters, and Watauga soils have color\nvalues of more than 4 in argillic horizons.  The mean annual temperature ranges from about 50 to 58 degrees F. and the mean annual precipitation ranges from about 55 to 75 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate to rapid\nrunoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the sloping and much of the\nmoderately steep soils have been cleared and used for corn, hay,\nand pasture.  Concave forested areas are mostly in yellow-poplar ridges and long slopes are mostly in upland oaks, eastern white\npine, pitch pine, shortleaf pine, pignut hickory, and mockernut hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Appalachian Mountains of Georgia, North Carolina, South Carolina, Tennessee, and Virginia.  The series is\nof moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Macon County, North Carolina; 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon - the zone from approximately 9 to 48 inches\n(Bt1, Bt2, BC horizond)\nRhodic feature - the zone in the argillic with color values of 3 from approximately 9 to 48 inches (Bti, Bt2, BC horizons)\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 3,
        "bottom": 0,
        "narrative": "0i--1 to 0 inch; partially decomposed leaves and branches;"
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "narrative": "A1--0 to 2 inches; dark reddish brown (5YR 3/3) loam; weak"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 23,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "narrative": "A2--2 to 9 inches; dark reddish brown (5YR 3/4) loam;"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 36,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "narrative": "Bt1--9 to 14 inches; dark red (2.5YR 3/6) clay; weak fine subangular blocky structure; friable; common fine and medium"
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 94,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "narrative": "Bt2--14 to 37 inches; dark red (2.5YR 3/6) clay; moderate"
      },
      {
        "name": "BC",
        "top": 94,
        "bottom": 122,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--37 to 48 inches; dark red (2.5YR 3/6) clay; weak medium subangular blocky structure; friable; few fine and medium roots; common strong brown (7.5YR 5/6) medium and coarse fragments of saprolite; medium acid; gradual wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 157,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "narrative": "C--48 to 62 inches; strong brown (7.5YR 5/6) and yellowish"
      }
    ]
  ]
}
