{
  "SERIES": "RACINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAP-DMA-TWN",
  "REVDATE": "05/2006",
  "STATES": "IA,MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Racine silt loam, on a summit on a ground moraine, with a convex slope of 4 percent, in a wooded pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 20 centimeters; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular structure; friable; many fine fibrous roots; moderately acid; abrupt wavy boundary.  (13 to 25 centimeters thick)\nE--20 to 30 centimeters; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium platy structure; very friable; many fine tubular fillings of very dark brown (10YR 2/2); strongly acid; abrupt wavy boundary.  (0 to 15 centimeters thick)\nBt1--30 to 46 centimeters; dark yellowish brown (10YR 4/4) clay loam; moderate medium very fine subangular blocky structure; friable; common very fine and fine open tubular pores; few faint clay films on faces of peds; brown (10YR 4/3) coats on faces of peds; strongly acid; abrupt wavy boundary.  (10 to 28 centimeters thick)\n2Bt2--46 to 71 centimeters; dark yellowish brown (10YR 4/4) clay loam; moderate fine subangular blocky structure; friable; common very fine and fine open continuous tubular pores; few faint clay films on faces of peds; brown (10YR 4/3) coats on faces of peds; about 3 percent rock fragments; strongly acid; abrupt wavy boundary.\n2Bt3--71 to 102 centimeters; yellowish brown (10YR 5/4) sandy clay loam; moderate medium subangular blocky structure; friable; common fine continuous random tubular pores; few faint clay films on faces of peds; few thin horizontal and vertical seams of sand; about 10 percent rock fragments; strongly acid; abrupt wavy boundary.\n2Bt4--102 to 117 centimeters; yellowish brown (10YR 5/4) sandy clay loam; moderate medium prismatic structure; friable; common very fine and fine continuous open tubular pores; common distinct dark brown (10YR 3/3) clay films on surfaces along pores and on surfaces along root channels; about 8 percent rock fragments; neutral; clear wavy boundary.  (Combined thickness of the 2Bt horizon is 51 to 91 centimeters thick.)\n2BC1--117 to 140 centimeters; brown (10YR 5/3) loam; extremely coarse prismatic structure dissected by few oblique fractures; very firm; carbonates mostly disseminated; common medium distinct yellowish brown (10YR 5/6) redoximorphic concentrations; about 8 percent rock fragments; slightly effervescent; slightly alkaline; abrupt wavy boundary.\n2BC2--140 to 165 centimeters; brown (10YR 5/3) loam; extremely coarse prismatic structure dissected by few oblique fractures; very firm; carbonates mostly disseminated; common medium distinct yellowish brown (10YR 5/6) redoximorphic concentrations; about 8 percent rock fragments; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies; Olmsted County, Minnesota subset; about 1/2 mile east of Stewartville; about 503 meters (1,650 feet) south and 689 meters (2,260 feet) east of the northwest corner of section 35, T. 105 N., R. 14 W.; USGS Stewartville quadrangle; lat. 43 degrees 51 minutes 30 seconds N. and long. 92 degrees 28 minutes 11 seconds N., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to glacial till--30 to 69 centimeters\nDepth to carbonates--more than 102 centimeters\nClay content in the particle-size control section (weighted average)--20 to 28 percent\nSand content in the particle-size control section (weighted average)--30 to 70 percent\nSpecial feature--some pedons have a stone line or thin layer, 2 to 13 centimeters thick of gravelly and sandy materials at the base of the silty or loamy sediments\nA or Ap horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--loam or silt loam\nClay content--15 to 20 percent\nSand content--10 to 40 percent\nRock fragment content--0 to 5 percent\nReaction--strongly acid to neutral\nSpecial features--when mixed to a depth of 18 centimeters, matrix value is 3 or less, moist, 5 or less, dry\nE horizon (when present):\nHue--10YR\nValue4 or 5\nChroma--2 or 3\nTexture--loam or silt loam\nClay content--15 to 20 percent\nSand content--10 to 40 percent\nRock fragment content--0 to 5 percent\nReaction--strongly acid to neutral\nIn some cultivated areas the E horizon is mixed in the Ap horizon\nBt horizon:\nHue--10YR\nValue--4\nChroma--3 or 4\nTexture--loam, clay loam, silty clay loam, or silt loam\nClay content--22 to 32 percent\nSand content--10 to 40 percent\nRock fragment content--0 to 5 percent\nReaction--strongly acid or moderately acid\n2Bt horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--4 to 6\nTexture--loam, clay loam or sandy clay loam\nClay content--20 to 28 percent\nSand content--30 to 70 percent\nRock fragment content--2 to 15 percent\nReaction--strongly acid to neutral\nSome pedons have low chroma matrix or redoximorphic depletions in the lower parts of this horizon\n2BC horizon:\nHue--10YR or 2.5Y\nValue4 to 6\nChroma--4 to 8\nTexture--loam\nClay content--18 to 27 percent, mean of 22 percent\nSand content--35 to 50 percent, mean of 44 percent\nReaction--slightly acid to moderately alkaline\nRock fragment content--2 to 12 percent\nMoist bulk density--1.75 to 1.9 gm/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Angus, Argyle, Bassett, Blooming, Caleb, Cortland, Gara, Koronis, Lester, Newcomer, Orwood, Sebbo, Taopi, Waucoma, and Winneshiek series.\nAngus--have carbonates within depths of 61 to 137 centimeters and have a sand content of 30 to 45 percent throughout the series control section\nArgyle--have matrix hues of 5YR or redder in the lower half of the series control section\nBassett--have a frequently saturated zone at a depth of 1 meter during the wettest period of normal years\nBlooming--have a moist bulk density of less than 1.75 gm/cc in the lower third of the series control section\nCaleb--have a moist bulk density of less than 1.75 gm/cc in the lower third of the series control section\nCortland--have a moist bulk density of less than 1.75 gm/cc in the lower third of the series control section and are in areas that have a mean annual air temperature range of 10 to 12 degrees C\nGara--have a clay content of 32 to 35 percent in the particle-size control section\nKoronis--have carbonates within depths of 41 to 91 centimeters and have a sand content of 50 to 70 percent in the lower third of the series control section\nLester--have carbonates within depths of 50 to 137 centimeters and have a moist bulk density of less than 1.75 gm/cc in the lower third of the series control section\nNewcomer--have a paralithic contact with sandstone within depths of 50 to 102 centimeters\nOrwood--have a sand content of 15 to 45 percent in the particle-size control section and do not have rock fragments in the series control section\nSebbo--have a frequently saturated zone at a depth of 1 meter during the wettest periods of normal years and have 0 to 15 percent sandstone channers and chert gravel throughout the series control section\nTaopi--have carbonates within depths of 50 to 102 centimeters and have soft limestone or siltstone rock fragment content of 10 to 40 percent in the lower third of the series control section\nWaucoma--have a lithic contact with limestone within depths of 102 to 152 centimeters\nWinneshiek--have a lithic contact with limestone within depths of 50 to 102 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--30 to 66 centimeters of silty or loamy sediments and in the underlying glacial till\nLandform--interfluves and side slopes on dissected till plains on the Iowan Erosion Surface\nSlope--2 to 60 percent\nElevation--259 to 488 meters above sea level\nMean annual air temperature--7 to 10 degrees C\nMean annual precipitation--700 to 820 millimeters\nFrost-free period--150 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Members of the typical catena include Bassett, Kasson, Oran, and Skyberg soils.\nBassett--are at lower elevations on side slopes and have a frequently saturated zone at a depth of 1 meter during the wettest periods of normal years\nKasson--are at lower elevations on side slopes and have a frequently saturated zone at a depth of 0.7 meter during the wettest periods of normal years\nOran--are at lower elevations on base slopes adjacent to drainageways and have a frequently saturated zone at a depth of 0.4 meter during the wettest periods of normal years\nSkyberg--are at lower elevations in flat to concave drainageways and are frequently saturated at the soil surface during the wettest periods of normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters in normal years\nSaturated hydraulic conductivity--moderately high in the silty or loamy sediments and low or moderately low in the glacial till\nSurface runoff potential--low to high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hay. The native vegetation is mixed big bluestem, little bluestem, switchgrass, other grasses of the tall grass prairie and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Dissected till plains, Wisconsin driftless section\nMLRAs--Eastern Iowa and Minnesota Till Prairies (104) and Northern Mississippi Valley Loess Hills (105)\nLocal physiographic area--Iowa Erosion Surface\nLRR M; northeastern Iowa, southeastern Minnesota, and southwestern Wisconsin\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fillmore County, Minnesota, 1955"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 30 to 80 centimeters (Bt1, 2Bt2 and 2Bt3 horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (A, E, Bt1, 2Bt2, 2Bt3, 2Bt4, 2BC1, and 2BC2 horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 30 centimeters (A and E horizons);\nargillic horizon--the zone from a depth of 30 to 117 centimeters (Bt1, 2Bt2, 2Bt3, and 2Bt4 horizons);\nudic moisture regime.\nSome pedons have vertical seams or wedges of sand or loamy sand about 5 to 15 centimeters wide and about 0.9 to 1.2 meters deep extending downward from the stone line into the glacial till.\nMollic subgroup based on colors and thickness of the ochric epipedon.\nCation-exchange activity class is supported by laboratory data (NSSL).\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nThe MLRA 104 Steering Committee approved property edits to this series in February 2004.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska-pedon 70MN039001 (http://ssldata.sc.egov.usda.gov/).\nRefer to MAES Central File Code No. 1126 for results of some laboratory analyses of the typical pedon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
