{
  "SERIES": "RACKET",
  "STATUS": "Established Series",
  "BYREV": "Rev. GTS-RLT",
  "REVDATE": "09/2004",
  "STATES": "MO",
  "OVERVIEW": "The Racket series consists of very deep, well and moderately well drained soils on flood plains. They formed in loamy alluvium. Slope ranges from 0 to 3 percent. Mean annual temperature is 57 degrees F, and mean annual precipitation is 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Racket silt loam - on a 1 percent slope in pasture at an elevation of 672 feet. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; neutral; clear wavy boundary.\nA2--7 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; 10 percent rounded chert gravel; common worm casts; neutral; clear wavy boundary.\nA3--10 to 21 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; common worm casts; neutral; gradual wavy boundary.  (Combined thickness of the A horizon is 18 to 53 inches.)\nBw--21 to 42 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; common fine roots; few worm casts; neutral; abrupt smooth boundary.  (0 to 60 inches thick)\n2C--42 to 60 inches; stratified dark yellowish brown (10YR 4/4) very gravelly loamy sand, 40 percent rounded chert gravel, and extremely gravelly sand, 65 percent rounded chert gravel; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Benton County, Missouri; about 10 miles east of Warsaw; 1,520 feet north and 330 feet west of the southeast corner, section 19, T. 40 N., R. 20 W; USGS Edwards quadrangle, lat. 38 degrees 13 minutes 25 seconds N. and long. 93 degrees 10 minutes 24 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon is 24 to 60 or more inches. The particle size control section averages more than 20 percent sand coarser than very fine. Reaction is moderately acid to neutral throughout the profile. The mean annual soil temperature is 55 to 59 degrees F.\nThe A and Ap horizons have hue of 7.5YR or 10YR, value of 2 or 3, 4 or 5 dry and chroma of 2 or 3. They are commonly  silt loam or loam but in some places are silty clay loam. Chert and sandstone gravel content ranges from 0 to about 15 percent.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5, 5 or 6 dry and chroma of 2 to 6. It has textures similar to the A horizon in the upper part but can also be gravelly silty clay loam, silt loam, clay loam, or loam in the lower part.\nThe 2Bw horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 6. Texture is loam, sandy clay loam, clay loam, or silty clay loam, or their gravelly to extremely gravelly analogues.\nThe 3Bw horizon, where present, has colors similar to the 2Bw horizon, but the texture is gravelly to extremely gravelly silty clay or clay.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 3 to 6 and chroma of 2 to 6. It is commonly stratified gravelly to extremely gravelly analogues of sand, loamy sand, sandy loam, and loam. Some pedons have C horizons that are loam, silt loam, or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dameron, Deloit, Du Page, Olmitz, Ross, Spillco, Spillville, Terril, and Turlin series. Dameron series have less than 20 percent sand coarser than very fine in the particle size control section and commonly have more clay and angular chert fragments in the substratum. Du Page soils are calcareous throughout. Deloit, Olmitz, Ross, Spillco, Spillville, Terril, and Turlin soils commonly have mean annual soil temperature less than 54 degrees F, higher summer rainfall and formed at least partially in glacial sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Racket soils are on flood plains. Slope ranges from 0 to 3 percent. These soils formed in loamy alluvium from interbedded sandstone and cherty dolomite. The mean annual temperature ranges from 54 to 58 degrees F, and mean annual precipitation from 36 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ashton, Cedargap, and Nolin series. Ashton soils have an argillic horizon, are fine-silty and are on higher floodplain positions. Cedargap soils are loamy-skeletal and are on similar positions. Nolin soils have an ochric epipedon, are fine-silty and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff potential is negligible to low. Permeability is moderate. The saturated hydraulic conductivity is moderately high.  Most areas are subject to occasional to frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas are used for pasture, cultivated crops, or woodland, dependent on the width of the flood plain and frequency of flooding."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozarks area (MLRAs 116A and 116B) of southern Missouri. Racket soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Benton County, Missouri, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 42 inches (A1, A2, A3, and Bw horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well and moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; neutral; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--7 to 10 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; 10 percent rounded chert gravel; common worm casts; neutral; clear wavy boundary."
      },
      {
        "name": "A3",
        "top": 25,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A3--10 to 21 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; common worm casts; neutral; gradual wavy boundary.  (Combined thickness of the A horizon is 18 to 53 inches.)"
      },
      {
        "name": "Bw",
        "top": 53,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--21 to 42 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; common fine roots; few worm casts; neutral; abrupt smooth boundary.  (0 to 60 inches thick)"
      },
      {
        "name": "2C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--42 to 60 inches; stratified dark yellowish brown (10YR 4/4) very gravelly loamy sand, 40 percent rounded chert gravel, and extremely gravelly sand, 65 percent rounded chert gravel; single grain; loose; neutral."
      }
    ]
  ]
}
