{
  "SERIES": "RADIUM",
  "STATUS": "Established Series",
  "BYREV": "DJP-RBH-CJH",
  "REVDATE": "01/2003",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Radium loamy sand with a convex slope of 2 percent on a beach ridge in a cultivated field.  (All colors are for moist soil unless otherwise stated)\nAp -- 0 to 14 inches; black (10YR 2/1) loamy sand, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; very friable; 5 percent gravel; neutral; few fine roots; abrupt smooth boundary.  (10 to 16 inches thick)\nBw1--14 to 19 inches; very dark grayish brown (10YR 3/2) sand, gray (10YR 5/1) dry; single grain; loose; 7 percent gravel; neutral; few fine roots; gradual smooth boundary.\nBw2--19 to 33 inches; dark grayish brown (10YR 4/2) sand; single grain; loose; 8 percent gravel; slightly alkaline; slight effervescence; abrupt smooth boundary.  (Combined Bw horizons 0 to 19 inches thick)\nC1--33 to 43 inches; dark grayish brown (10YR 4/2) very gravelly coarse sand; few fine faint grayish brown (10YR 5/2) redoximorphic depletions and few fine prominent olive yellow (2.5Y 6/6) redoximorphic concentrations; single grain; loose; 50 percent gravel; moderately alkaline; strong effervescence; abrupt smooth boundary.\nC2--43 to 62 inches; light brownish gray (10YR 6/2) sand; few fine and medium prominent olive yellow (2.5Y 6/6) redoximorphic concentrations; single grain; loose; strong effervescence; moderately alkaline; clear smooth boundary.\nC3--62 to 74 inches; dark grayish brown (10YR 4/2) coarse sand; few fine faint grayish brown (10YR 5/2) redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; single grain; loose; 3 percent gravel; moderately alkaline; slight effervescence; abrupt smooth boundary.\nC4--74 to 80 inches; light brownish gray (10YR 6/2) sand; few fine prominent yellowish brown (10YR 5/6) and common fine and medium prominent olive yellow (2.5Y6/6) redoximorphic concentrations; single grain; loose; moderately alkaline; slight effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marshall County, Minnesota; about 4 miles north and 2 miles west of Viking; 1,450 feet south and 500 feet east of the northwest corner of Sec. 4, T. 155 N., R. 45 W.;  48 degrees, 16 minutes, 42 seconds north latitude and 96 degrees, 27 minutes, 16 seconds west longitude; NAD83; USGS Newfolden topoquadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 10 to 20 inches in thickness.  Depth to carbonates is 10 to 30 inches.  Volume of rock fragments of mixed lithology averages from 10 to 35 percent in the particle-size control section with some profiles having thin layers containing up to 50 percent.  The soil moisture control section is not dry in all parts for as long as 45 consecutive days for the 120 days following the summer solstice.  It is also not dry in any part for as long as 90 cumulative days.\nThe A horizons have hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It is loamy fine sand, loamy sand, loamy coarse sand, fine sand, sand or coarse sand.  It is slightly acid to slightly alkaline.  An AC horizon is present in some pedons.\nThe Bw horizon has value of 2 to 4, and chroma of 1 to 3.  It is loamy sand, loamy fine sand, sand, gravelly loamy coarse sand or gravelly sand.  It is neutral to moderately alkaline.  Some pedons have a Bk horizon.\nThe C horizons have hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 2 to 4.  It has redoximorphic depletions with chroma of 2 or less within 1 meter of the surface.  It is sand, loamy sand, coarse sand or loamy coarse sand in the fine earth fraction averaging between 5 to 35 percent rock fragments. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Duelm, Falsen, Flaming, Hecla and Walum soils.  Duelm, Falsen, Flaming and Hecla soils have less than 10 percent rock fragments greater than 2 mm in the series control section.  Walum soils have about 50 percent shale in the sand-size fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Radium soils are on convex areas on glacial lake plains and outwash plains.  Slopes range from 0 to 3 percent.  They formed in sandy glaciolacustrine and outwash sediments.  These sediments are of late Wisconsin in age.  The mean annual air temperature ranges from 36 to 45 degrees F.  The mean annual precipitation ranges from 19 to 24 inches.  The frost-free period ranges from 110 to 135 days. Elevation above sea level ranges from 750 to 1350 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Flaming soils and the Deerwood, Hamar, Hangaard, Sandberg and Rosewood soils.  Flaming soils do not have rock fragments.  Very poorly drained Deerwood soils are in depressions.  Poorly drained Hamar, Hangaard and Rosewood soils are in lower lying positions.  Sandberg soils are somewhat excessively drained and are on higher lying positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is negligible.  Permeability is rapid.  Depth to an apparent seasonal high water table is as high as 2.5 to 5.0 feet at some time from April through June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for cultivated crops, hayland or pasture.  Some areas are in woodland.  A few areas are used as a source of fill material.  Native vegetation is mixed prairie grasses and oak hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern and Western Minnesota.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marshall County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:  mollic epipedon - the zone from the surface of the soil to a depth of 19 inches (Ap and Bw1 horizons); oxyaquic subgroup criteria - redoximorphic features within 40 inches of the soil surface; sandy family - less than 35 percent rock fragments greater than 2mm by volume.\nFormerly correlated as a moderately wet phase of Lohnes.\nThe classification was changed to the Oxyaquic subgroup even though the morphology of this pedon may meet the Aquic subgroup criteria because it was felt Oxyaquic better fit the water state of the series.  A different pedon may need to be selected to represent the series.  01/2000.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
