{
  "SERIES": "RAGHORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Raghorn sandy loam, in rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 3 inches; grayish brown (10YR 5/2) sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and nonplastic; many very fine and fine roots; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 5 inches thick)\nA2--3 to 7 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 3/4) moist; moderate coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; slightly alkaline (pH 7.8); clear smooth boundary. (3 to 5 inches thick)\nBt--7 to 12 inches; brown (10YR 5/3) sandy clay loam, dark yellowish brown (10YR 3/4) moist; strong coarse prismatic structure parting to strong medium and coarse angular blocky; hard, firm, moderately sticky and moderately plastic; many very fine and fine roots; common fine and very fine tubular pores; common distinct brown (10YR 4/3 clay films on faces of peds; slightly alkaline (pH 7.6); gradual smooth boundary. (5 to 13 inches thick)\nBC--12 to 20 inches; pale brown (10YR 6/3) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; slightly alkaline (pH 7.6); gradual smooth boundary. (7 to 15 inches thick)\n2C--20 to 44 inches; pale brown (10YR 6/3) loamy coarse sand, yellowish brown (10YR 5/4) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; disseminated lime; slightly effervescent; slightly alkaline (pH 7.6).\n3C--44 to 60 inches; pale brown (10YR 6/3) stratified sandy loam and loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Montana; 870 feet north and 1,280 feet east of the SW corner of sec. 26, T. 2 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 46 degrees F.\nMoisture control section - between 4 and 12 inches, dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F and higher.\nDepth to argillic horizon - 6 to 11 inches.\nSurface boulders - 0 to 1 percent.\nA horizons - Chroma:  3 or 4\nClay content:  10 to 20 percent\nRock fragments:  0 to 25 percent--0 to 15 percent pebbles, 0 to 10 percent cobbles\nReaction:  pH 6.6 to 7.8\nBt horizon - Chroma:  3 or 4\nTexture: sandy loam or sandy clay loam\nClay content:  18 to 25 percent\nRock fragments:  0 to 15 percent--0 to 15 percent pebbles, 0 to 3 percent cobbles\nReaction:  pH 6.6 to 7.8\nBC horizon - Chroma:  3 or 4\nTexture:  fine sandy loam, sandy loam or coarse sandy loam\nClay content:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\nC horizons - Chroma:  3 or 4\nTexture:  loamy coarse sand or stratified sandy loam and loam\nClay content:  5 to 18 percent\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBondoe (MT) - has a horizon of secondary carbonate accumulation.\nFerball (MT) - has horizon of secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans; stream terraces; hills.\nElevation - 3,800 to 5,000 feet.\nSlope - 0 to 70 percent.\nParent material - alluvium derived from granite.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual air temperature - 40 to 44 degrees F.\nFrost-free period - 90 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Raghorn soils are mainly used for rangeland and cropland.  The potential native vegetation is mainly bluebunch wheatgrass, needleandthread, western wheatgrass, blue gramma, fringed sagewort, salsify, rubber rabbitbrush, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Raghorn soils are of small extent\nin southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from the soil surface to 7 inches (A horizons); an argillic horizon from 7 to 12 inches (Bt horizon); a particle-size control section from 7 to 12 inches (Bt horizon); a lithologic discontinuity at 20 to 60 inches(2C and 3C horizons).  Raghorn soils have a frigid temperature regime and an ustic moisture regime boarding on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
