{
  "SERIES": "RAGLAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM/JVC",
  "REVDATE": "03/2016",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Durinodic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Raglan silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine vesicular and few fine tubular pores; slightly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (3 to 13 cm thick)\nA2--5 to 15 cm; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; moderate thin platy structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots between plates; common very fine vesicular, many very fine and fine interstitial pores; slightly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (0 to 13 cm thick)\nBw--15 to 36 cm; very pale brown (10YR 7/3) silt loam, yellowish brown (10YR 5/4) moist; weak thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, few medium roots; few very fine and fine tubular, many very fine and fine interstitial pores; few thin silica bridges between sand grains and in pores; strongly effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (15 to 28 cm thick)\nBqk--36 to 89 cm; light gray (2.5Y 7/2) silt loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard and very hard, friable and firm, slightly sticky and slightly plastic; common very fine, and few fine roots; few very fine tubular, few very fine and fine interstitial pores; 70 percent hard durinodes; carbonates are disseminated; violently effervescence; strongly alkaline (pH 9.0); clear smooth boundary.  (30 to 64 cm thick)\n2C--89 to 132 cm; light gray (2.5Y 7/2) silty clay loam, grayish brown (2.5Y 5/2) moist; moderate medium platy structure; hard, firm, moderately sticky and moderately plastic; common very fine and few fine roots; few very fine tubular and common very fine interstitial pores; common medium and fine prominent strong brown (7.5YR 5/6) relict masses of iron accumulation; few fine distinct white (10YR 8/1) gypsum segregations; common crayfish shells; violently effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (0 to 50 cm thick)\n3C--132 to 163 cm; light gray (2.5Y 7/2) very fine sandy loam, grayish brown (2.5Y 5/2) moist; moderate medium platy structure; slightly hard, friable, nonsticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; common fine prominent strong brown (7.5YR 5/6) relict masses of iron accumulation; few fine distinct white (10YR 8/1) gypsum segregations; slightly effervescent in spots; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; about 9 miles southwest of Winnemucca; approximately 2,100 feet west of the southeast corner of section 36, T. 35 N., R. 37 E.; USGS Rose Creek Mountain 7.5 minute topographic quadrangle; latitude 40 degrees 51 minutes 28 seconds N and longitude 117 degrees 45 minutes 50 seconds W; WGS84 Decimal Degrees  40.8577778 latitude, -117.7638889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, intermittently moist in the winter and spring, dry late May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to Bqk horizon: 25 to 50 cm.\nReaction: Slightly alkaline through very strongly alkaline, usually increasing with depth.\nSalt and sodium: The soils are normally non-saline to slightly saline-sodic affected to a depth of 25 to 50 cm and slightly to strongly affected below.  Moderate or strongly saline-sodic affected phases are recognized.\nOther features: Mineralogy is mixed, but has a strong influence from volcanic ash.\nParticle-size control section - Clay content:  18 to 25 percent.\nA horizons\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nEffervescence:  Noneffervescent through strongly effervescent.\nSodicity (SAR): 5 to 12.\nSalinity (EC): 0 to 4 mmhos/cm.\nBw horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nStructure:  Fine to thick platy, prismatic or subangular blocky or is massive.\nTextures:  Stratified, including loam, silt loam, very fine sandy loam, clay loam and silty clay loam; averages silt loam with 15 percent sand coarser than very fine sand.\nEffervescence:  Noneffervescent through strongly effervescent.\nSodicity (SAR): 13 to 30.\nSalinity (EC): 0 to 4 mmhos/cm.\nBqk horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nDurinodes:  20 to 80 percent, up to 40 percent discontinuous weak silica cementation is common in any subhorizon where durinodes are present.  Durinodes are hard or very hard dry, firm or very firm, moist and brittle.\nConsistence:  Matrix is soft to hard, dry, and very friable or friable moist.\n2C and 3C horizons\nHue:  2.5Y or 5Y.\nStructure:  Platy or horizon is massive.\nEffervescence:  Slightly effervescent to violently effervescent.\nOther features:  Lacustrine material with Hue of 2.5Y or 5Y and relict redoximorphic concentrations with reddish Hue (7.5YR or 5YR) and high Chroma (4 through 6) as masses of iron commonly occur below depths of 60 cm; Gypsum segregations and shells from various aquatic animals are in the lacustrine material in most pedons.\nSodicity (SAR): 13 to 45.\nSalinity (EC): 4 to 8 mmhos/cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Raglan soils are on basin floor remnants, alluvial flat remnants, lake plain terraces, and fan skirts.  These soils formed in alluvium and lacustrine deposits derived from mixed rocks with a component of loess and volcanic ash.  Slopes are 0 to 8 percent. Elevations are 1,220 to 1,770 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 230 mm, the mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dun Glen, Gorzell, and Prida soils.  Dun Glen soils have less than 18 percent clay in the particle-size control section.  Gorzell soils have clay loam argillic horizons over very gravelly sandy C horizons.  Prida soils are fine-silty and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Raglan soils are used for rangeland and wildlife habitat.  The present vegetation is mainly black greasewood, basin wildrye, spiny hopsage, and bottlebrush squirreltail"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Nevada and northeastern California.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 24, while other acreage occurs in MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County (North Part), Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 horizons and part of the Bw horizons).\nCambic horizon - The zone from 15 to 36 cm (Bw horizon).\nDurinodes - The zone from 36 to 89 cm (Bqk horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bqk and parts of the Bw and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
