{
  "SERIES": "RAILWAY",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. TDT/GDM",
  "REVDATE": "12/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic Vertic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Railway silt loam, on a 7 percent slope, meadow.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 6 inches; black (10YR 2/1) silt loam, very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots, few medium; many very fine interstitial pores; neutral (pH 7.2 ); clear smooth boundary.(4 to 8 inches thick)\nA2--6 to 12 inches; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; few fine and medium distinct strong brown (7.5YR 5/6) redox concentrations; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; common very fine interstitial pores; 10 percent sand-size (0.25 to 1.0 mm) pumice; neutral (pH 7.2); clear smooth boundary.(4 to 8 inches thick)\nA3--12 to 21 inches; very dark gray (10YR 3/1) clay loam, gray (10YR 5/1) dry;  common fine and medium distinct strong brown (7.5YR 5/6) redox concentrations; strong medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; few fine tubular pores; 15 percent sand-size (0.25 to 1.0 mm) pumice; slightly alkaline (pH 7.4); abrupt smooth boundary.(8 to 15 inches thick)\nBg--21 to 27 inches; dark gray (N 4/) silty clay, gray (N 6/) dry; many fine and medium distinct strong brown (7.5YR 4/6) and strong brown (7.5YR 5/6) redox concentrations; massive; very hard, very firm, very sticky and very plastic; few fine roots; few fine tubular pores; slightly alkaline (pH 7.4); abrupt smooth boundary.(5 to 10 inches thick)\nBw1--27 to 49 inches; olive gray (5Y 5/2) silty clay, light gray (5Y 7/2) dry; many medium prominent dark yellowish brown (10YR 4/6) and strong brown (7.5YR 5/6) redox concentrations; massive; very hard, very firm, very sticky and very plastic; slightly alkaline (pH 7.6); abrupt smooth boundary.(15 to 25 inches thick)\nBw2--49 to 60 inches; light olive brown (2.5Y 5/6) clay loam, pale yellow (2.5Y 7/3) dry; many fine distinct strong brown (7.5YR 4/6) and strong brown (7.5YR 5/6) redox concentrations; massive; hard, firm, moderately sticky and moderately plastic; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crook County, Oregon; east of Sheep Creek Butte, 100 feet north and 200 feet east of the SW corner of section 11, T.15 S, R.19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 38 to 46 degrees F. and the mean summer temperature is less than 55 degrees F.  The soil is saturated throughout the profile in April and May.  Depth to bedrock is greater than 60 inches.  Depth to redox accumulations with low chroma matrix is 4 to 8 inches.  The mollic epipedon is 20 to 30 inches thick.  Depth to the Bg horizon and bottom of the perched water table is 20 to 30 inches. The particle-size control section is clay loam, silty clay loam and silty clay and averages 35 to 50 percent clay.  Linear extensibility of the upper meter is 6.0 to 8.0 centimeters.\nThe A horizon has value of 2 or 3 moist, 3 through 5 dry, and chroma of 1 or 2 moist and dry.  Sand-size (0.25 to 1.0mm) pumice content ranges from 0 to 20 percent.\nThe Bg horizon is silty clay or clay and contains 50 to 60 percent clay.\nThe Bw horizon has hue of 5Y or 2.5Y and is clay loam, silty clay loam or silty clay and contains 30 to 45 percent clay.."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Railway soils are in swales and drainageways at elevations of 4,000 to 5,500 feet.  These soils formed in mixed alluvium.  The climate is characterized by cold, wet winters and cool, dry summers.  The mean annual precipitation is 18 to 32 inches, the mean annual temperature is 36 to 44 degrees F, and the frost-free period is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Gerow, Hankins, Normauk, Scarpal and Yawkey soils.  Gerow soils are fine-loamy and are somewhat poorly drained.  Hankins soils are well drained and are on adjacent south-facing sideslopes.  Normauk soils are ashy over clayey-skeletal and are on adjacent north-facing sideslopes.  Scarpal soils are ashy-skeletal and are on adjacent north-facing sideslopes.  Yawkey soils are clayey-skeletal and are on adjacent south-facing sideslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; permeability is very slow.  A perched water table is present above the Bg horizon throughout the year and is at it highest level in April and May.  An apparent water table is present from May through July and is at its highest level in April and May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used mainly for livestock grazing and wildlife habitat.  Native vegetation is sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon.  MLRA 10.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County, Oregon, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features are:\nMollic epipedon - the zone from the surface of the soil to a depth of 21 inches\nAquic feature - distinct redox concentrations at 6 inches\nVertic feature - the calculated linear extensibility for the upper meter is 7.4 centimeters.\nParticle-size control section - from 10 to 40 inches has a weighted average clay content of 41 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
