{
  "SERIES": "RAINO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:CLN",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over clayey, siliceous over smectitic, semiactive, thermic Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Raino loam--wooded.                 (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark yellowish brown (10YR 4/4) loam, light yellowish brown (10YR 6/4) dry; moderate very fine subangular blocky structure; hard, very friable; many roots; strongly acid; clear smooth boundary.  (4 to 10 inches thick)\nBE--5 to 25 inches; strong brown (7.5YR 5/6) loam, reddish yellow (7.5YR 7/6) dry; moderate fine and medium subangular blocky structure; hard, very friable; few uncoated sand grains in lower part; few pores; few black concretions; many roots; very strongly acid; gradual irregular boundary.  (10 to 26 inches thick)\nBt/E1--25 to 35 inches; strong brown (7.5YR 5/6) loam, common medium faint yellowish red (5YR 5/6) and few fine distinct light brownish gray mottles; moderate medium subangular blocky structure; hard, friable; very pale brown (10YR 7/3) uncoated sand, (E) around some peds with a few 1/8 to 1/2 inch wide streaks that extend into next layer; E soil material comprises approximately 20 percent of layer; few black concretions; few roots; few patchy clay films; very strongly acid; gradual irregular boundary.  (4 to 12 inches thick)\nBt/E2--35 to 42 inches; mottled red (2.5YR 4/6), light brownish gray (2.5Y 6/2) and yellowish brown (10YR 5/4) clay; moderate medium subangular blocky structure; light gray (10YR 7/2) uncoated sand and silt (E) around many peds and as streaks and pockets that are 1/8 to 1 inch in diameter and 2 to 5 inches long, E material comprises approximately 20 percent of layer; very hard, firm; clay films on surfaces of some peds are light brownish gray (2.5Y 6/2); few roots; very strongly acid; abrupt wavy boundary.  (0 to 10 inches thick)\nBtg1--42 to 59 inches; gray (10YR 6/1) clay, many medium prominent red (2.5YR 4/6) and common medium faint light brownish gray (10YR 6/2) and distinct yellowish brown (10YR 5/4) mottles; weak coarse prismatic structure parting to moderate medium blocky; very hard, firm; few thin streaks of uncoated sand grains; few peds with shiny surfaces; few roots; very strongly acid; diffuse boundary.  (10 to 24 inches thick)\nBtg2--59 to 70 inches; mottled gray (10YR 6/1) brownish yellow (10YR 6/6), and red (2.5YR 4/6) clay; weak coarse prismatic structure parting to moderate medium blocky; very hard, firm; surfaces of some peds are coated with light gray (10YR 7/2); few peds have shiny surfaces; few roots; strongly acid; gradual boundary.  (10 to 20 inches thick)\nBCg--70 to 90 inches; gray (10YR 6/1) sandy clay loam, many coarse distinct yellowish brown (10YR 5/6) mottles; weak prismatic structure parting to weak medium and coarse blocky; very hard, firm, surfaces of peds are coated with light gray (10YR 7/2); few black concretions; few roots; few masses of white crystals; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hopkins County, Texas; about 5.7 miles east of the intersection of Texas Highways 11 and 154 in Sulphur Springs on Texas Highway 11; 3.8 miles south on Farm Road 1569; 3.6 miles southeast on Farm Road 2948; 25 feet north of road ditch."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  The average clay content of the upper part of the control section is 18 to 30 percent but the lower part, or within 40 inches of the soil surface, the clay content range from 40 to 60 percent.  There is an absolute increase of 25 percent or more clay between the loamy upper part and clayey lower part with less than a 5-inch thick transitional layer separating the loamy and clayey horizons.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 4.  It is fine sandy loam, very fine sandy loam or loam.  The reaction ranges from strongly acid to slightly acid.\nThe BE horizon has hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 6 or 8.  Some pedons have an E horizon with chroma of 2 to 4.  The texture is fine sandy loam, very fine sandy loam or loam.  The reaction ranges from very strongly acid to slightly acid.\nThe Bt/E horizons have (Bt) colors in shades of brown, gray, yellow, and red.  They are mottled with these colors but are not dominantly gray in the upper part.  The E materials are uncoated sand and silt with hue of 10YR or 2.5Y, value of 6 to 8, and chroma of 1 to 3.  Albic (E) materials comprise 15 to 30 percent of some part of the control section.  These materials are in the form of tongues, streaks and pockets.  The texture of the Bt/E1 horizon is loam, sandy clay loam, or clay loam. The Bt/E2 horizon is sandy clay, silty clay, or clay.  The reaction is very strongly acid or strongly acid.\nThe Btg horizons have colors in shades of gray, brown, yellow, and red, and are typically mottled with these colors.  The texture is mainly clay, but sandy clay or clay loam is included.  Uncoated sand and silt (E) typically comprise less than 5 percent by volume.  The reaction ranges from very strongly acid to slightly acid.\nThe BCg horizon has colors mainly in shades of gray or brown with yellowish and reddish mottles.  It is sandy clay loam, clay loam, or clay.  The reaction ranges from very strongly acid to slightly acid, however, some pedons are neutral below a depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Other similar soils include the Alazan, Atasco, Bernaldo, Elysian, Fred, Freestone, Frizzell, Rader, Rodessa, Tippo, and Wanilla series. Alazan soils lack clayey materials in the lower part of the control section.  Atasco and Rodessa soils have fine textured control sections. Bernaldo and Freestone soils lack E soil material tonguing into the upper Bt horizon, and Bernaldo soils do not have gray mottles within the upper 30 inches of the solum.  Elysian soils lack gray mottles and clayey lower Bt horizons.  Fred, Frizzell, Tippo and Wanilla soils have silty control sections.  Rader soils lack contrasting textures in the control section and are dry for 90 days or more each year."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Raino soils are on nearly level to gently sloping terraces or remmants of terraces on erosional upland with slopes of 0 to about 2 percent.  The soil normally occupies mounds 30 to 200 feet in diameter and 1 to 3 feet above the intermound landscape.  The soil formed in clayey and loamy sediments many feet thick.  The soils have been reworked by wind.  The climate is warm and humid.  The mean annual precipitation is 40 to 48 inches.  Frost free days range from 235 to 275 and elevation ranges from 250 to 450 feet above sea level.  The average annual temperature is 64 to 69 degrees F. and the Thornthwaite P-E index is 64 to 84."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bernaldo and Freestone soils of the competing series and the Annona, Derly, and Lufkin soils.  Annona soils have red and gray mottled clayey upper Bt horizons.  Derly and Lufkin soils have grayish Bt horizons.  Bernaldo and Freestone soils are on slightly higher positions in the landscape.  Annona, Derly, and Lufkin soils are on similar positions, however, Annona soils are slightly higher in some associations.  These soils typically are on mounded surfaces with Raino on the mounds and Annona, Derly, and Lufkin soils below on intermound positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; low to medium runoff; slow internal drainage; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for pasture.  Bermudagrass, pensacola, bahiagrass, and dallisgrass are the dominant pasture plants.  Some native grasses include longleaf uniola, beaked panicum, purpletop, and bluestems.  Overstory is mainly blackjack oak, post oak, hickory, water oak, elm, and pine in the eastern portion of series province."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Coastal Plain of northeast Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hopkins County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included as mounds or as inclusions in mounded topography.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the A horizon from 0 to 5 inches.\nArgillic horizon - the Bt horizons from 25 to 70 inches.\nGlossic horizon - 25 to 42 inches.\nOther features - the clay increases by 25 percent or more from the upper Bt horizon to the lower Bt horizon.\nAquic feature - have mottles with chroma of 2 or less in the upper 10 inches of the argillic horizon and have a perched water table during the winter and spring months.\nAdditional Data:  TAMU data from Wood County, Texas (S89TX-499-003)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
