{
  "SERIES": "RAINBERRY",
  "STATUS": "Established Series",
  "BYREV": "RBT-DCP-ANA",
  "REVDATE": "06/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, mesic Typic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rainberry coarse sand on a 1 percent southeast facing slope, in a cleared shrub area. (Colors are for moist soil unless otherwise noted).\nOi -- 0 to 9 cm; very dark brown (7.5YR 2.5/2) broken face, and dark yellowish brown (10YR 4/4) rubbed, slightly decomposed plant material; weak medium and fine granular structure; very friable; many very fine and fine, and few coarse roots throughout; extremely acid (pH 3.9; pH meter 1:1 water); abrupt smooth boundary.\nOe -- 9 to 18 cm; black (10YR 2/1), broken face, and black (10YR 2/1), rubbed, moderately decomposed plant material; weak medium and coarse granular structure; very friable; many very fine, fine, medium, and few coarse roots throughout; extremely acid (pH 3.5; pH meter 1:1 water); clear smooth boundary. (Combined thickness of the O horizon is 0 to 19 cm.)\nA -- 18 to 23 cm; very dark gray (10YR 3/1) coarse sand, dark gray (10YR 4/1) dry; weak very fine granular structure; very friable; common very fine, fine, and medium roots throughout; 25 percent stripped sand grains; extremely acid (pH 3.8; pH meter 1:1 water) clear wavy boundary. (Thickness of the A horizon is 0 to 20 cm.)\nEg -- 23 to 32 cm; 80 percent grayish brown (10YR 5/2) and 20 percent brown (7.5YR 5/2) coarse sand; massive; very friable; few very fine, fine, and medium roots throughout; 3 percent gravel; positive reaction to alpha, alpha-dipyridyl; extremely acid (pH 4.4; pH meter 1:1 water); clear smooth boundary. (Thickness of the E horizon is 4 to 34 cm.)\nBhs1 -- 32 to 37 cm; black (5YR 2.5/1), coarse sand; weak medium subangular blocky structure; friable; few very fine to medium roots throughout; 5 percent gravel; positive reaction to alpha, alpha-dipyridyl; very strongly acid (pH 4.9; pH meter 1:1 water); abrupt wavy boundary.\nBhs2 -- 37 to 43 cm; dark reddish brown (5YR 3/3) coarse sand; weak fine and medium subangular blocky structure; friable; few very fine and fine roots throughout; 5 percent gravel; positive reaction to alpha, alpha-dipyridyl; very strongly acid (pH 4.9; pH meter 1:1 water); gradual broken boundary. (Combined thickness of the Bhs horizon is 0 to 32 cm.)\nBs -- 43 to 54 cm; 85 percent yellowish brown (10YR 5/4) and 15 percent dark reddish brown (5YR 3/3) coarse sand; massive; friable; few medium roots throughout; common (2 percent) fine prominent yellowish red (5YR 4/6) masses of iron accumulation, on surfaces along root channels, irregular, clear; common (5 percent) medium prominent reddish black (2.5YR 2.5/1) organo-sesquioxide nodules in upper part of horizon, irregular, weakly cemented clear; 14 percent gravel; positive reaction to alpha, alpha-dipyridyl; strongly acid (pH 5.2; pH meter 1:1 water); clear wavy boundary. (Thickness of the Bs horizon is 0 to 30 cm.)\nB'hs3 -- 54 to 74 cm; dark brown (7.5YR 3/3) gravelly coarse sand; massive; very friable; common (3 percent) fine faint dark reddish brown (5YR 3/4) masses of iron accumulation around rock fragments, irregular, clear; 31 percent gravel; positive reaction to alpha, alpha-dipyridyl; strongly acid (pH 5.1 pH meter 1:1 water); clear wavy boundary. (Thickness of the B'hs is 0 to 30cm.)\nCg1 -- 74 to 85 cm; light brownish gray (2.5Y 6/2), gravelly coarse sand; single grain; loose; common (15 percent) medium and coarse prominent yellowish brown (10YR 5/6), masses of iron accumulation throughout, irregular, clear; 29 percent gravel; positive reaction to alpha, alpha-dipyridyl; strongly acid (pH 5.3; pH meter 1:1 water); clear wavy boundary.\nCg2 -- 85 to 170 cm; light brownish gray (2.5Y 6/2) gravelly sand; single grain; loose; many (30 percent) medium and coarse prominent yellowish brown (10YR 5/6) masses of iron accumulation throughout, irregular, clear; 15 percent gravel; positive reaction to alpha, alpha-dipyridyl moderately acid (pH 5.6 pH meter 1:1 water)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plymouth County, Massachusetts; Town of Plymouth, 646 feet due south of Runway #33 and 4,514 feet east-southeast of South Meadow Street at its intersection with the town boundary of Carver and Plymouth, USGS Plymouth, MA 7.5 minute topographic quadrangle, Latitude 41 degrees, 54 minutes, 17.2 seconds N., and Longitude 70 degrees, 43 minutes, 16.1 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock from the mineral surface is greater than 150 cm. Solum thickness ranges from 41 through 140 cm. Rock fragments range from 0 through 34 percent in the solum and up through 50 percent in the substratum, and typically consist of sub-rounded granite, gneiss, and/or schist gravel. Cobble fragments are in some pedons and range up through 5 percent. Reaction ranges from extremely acid through moderately acid throughout.\nThe O horizon is neutral or has hue of 2.5YR through 2.5Y, value 2 through 4, and chroma 0 through 4. The O horizons typically have increased decomposition with depth and range from slightly through highly decomposed plant material.\nThe A horizon has hue 5YR through 10YR, value 2 through 5, and chroma 0 or 2. Texture in the fine earth fraction is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, sandy loam, or their mucky analogs. Structure is granular or subangular blocky or the horizon is massive. Consistence is very friable or friable.\nSome pedons have AE horizons the range in characteristics of which are like the A horizon. The thickness of the AE horizon is 0 through 14 cm.\nThe Eg or E horizon is neutral or has hue 5YR through 5Y, value 3 through 7, and chroma of 0 through 2. It may have redoximorphic features and/or organic streaks. Texture in the fine earth fraction is coarse sand, sand, fine sand, loamy sand, or sandy loam. Structure is subangular blocky or the horizon is single grain or massive. Consistence is very friable or loose.\nThe Bh horizon where present, has hue 2.5YR through 10YR, value 2 or 3, and chroma 1 or 2. Some pedons have cementation the volume of which is less than 50 percent of the horizon. Some pedons have redoximorphic features that include iron-manganese nodules. Texture in the fine earth fraction is coarse sand, sand, fine sand, loamy coarse sand or loamy sand. Some pedons have texture of fine sandy loam. Structure is subangular blocky or the horizon is massive. Consistence is friable or firm.\nThe Bhs horizon where present, has hue 2.5YR through 10YR, value 2 or 3, and chroma 1 through 3. Some pedons have redoximorphic features that include iron-manganese nodules. Texture in the fine earth fraction is coarse sand, sand, fine sand, loamy coarse sand, or loamy sand. Structure is subangular blocky, or the horizon is single grain or massive. Consistence is firm, friable, very friable, or loose.\nThe Bs horizon where present, has hue 2.5YR through 10YR, value 2 through 5, and chroma 2 through 4. It commonly has redoximorphic features. Texture in the fine earth fraction is coarse sand, sand, fine sand, loamy coarse sand, or loamy sand. The horizon is single grain or massive. Consistence is very friable or loose. Thickness of the horizon is 14 through 77 cm.\nSome pedons have Bw horizons. Hue is 5YR through 10YR, value 3 through 5, and chroma 3 or 4. It commonly has redoximorphic features. Texture in the fine earth fraction is coarse sand, sand, or fine sand. Some pedons have texture of fine sandy loam. Structure is subangular blocky or the horizon is single grain or massive. Consistence is firm, friable, very friable, or loose.\nB'hs horizons where present, have hue 2.5YR through 10YR, value 2.5 or 3, and chroma 1 through 3. Texture in the fine earth fraction is sand or coarse sand. The horizon is single grain or massive. Consistence is friable, very friable, or loose.\nSome pedons have B's horizons. Hue is 2.5YR through 10YR, value 4 or 5, and chroma 4 through 8. Texture in the fine earth fraction is sand or coarse sand. The horizon is single grain or massive. Consistence is friable, very friable, or loose.\nThe Cg layer has hue 10YR through 5Y, value 3 through 7, and chroma 1 or 2. It commonly has redoximorphic features. Texture in the fine earth fraction is sand, coarse sand, or fine sand. The layer is single grain or massive. Consistence is firm, friable, very friable, or loose.\nSome pedons have C layers. Hue is 5YR through 10YR, value 3 through 6, and chroma 3 or 4. Texture, structure, and consistence are like that of the Cg layer."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Mashpee series is in the same family. It is poorly drained and occupies slightly higher positions on the landscape. Mashpee soils do not have a frequently saturated zone within a depth of 50 cm from the soil surface during the 90 days following the summer solstice in normal years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rainberry soils occur in depressions, drainageways, and are adjacent to swamps and bogs in toeslope positions on glaciofluvial and glaciolacustrine landforms. Slopes range from 0 through 3 percent. They formed in sandy and gravelly glaciofluvial deposits of late Wisconsin age derived mainly from granite, gneiss and/or schist. Elevation ranges from about sea level through 250 m. Mean annual precipitation ranges from 1016 through 1270 mm; mean annual temperature ranges from 7 through 11 degrees C; mean growing season ranges from 100 through 195 days. Frost free days range from 145 through 240."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Rainberry soils are part of a topo-sequence that includes excessively drained Carver and Windsor soils, moderately well drained Deerfield soils, poorly drained Massasoit and Mashpee soils, and very poorly drained Freetown, Scarboro, and Swansea soils. Scarboro soils lack a spodic horizon. Freetown and Swansea soils are Histosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Rainberry soils are very poorly drained. Potential for runoff is high or very high except in closed depressions where it is negligible. Estimated saturated hydraulic conductivity is high or very high. Some areas are occasionally ponded during the winter months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Many areas are used for cranberry production. Some are used for hay or pastureland, and some areas are used for blueberry production. Common trees include American holly, dogwood, eastern hemlock, gray birch, pitch pine, red maple, tupelo, eastern white pine, and swamp white oak. The sapling and shrub layer commonly consists of speckled alders, sweet pepperbush, high bush blueberry, green briar and swamp azalea. The herbaceous layer typically consists of cinnamon fern, sphagnum moss, teaberry and starflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Massachusetts. MLRAs 144A and 149B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Plymouth County, Massachusetts, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Rainberry series is proposed to recognize very poorly drained, sandy Aquods in MLRA's 144A and 149B. Historically these soils were mapped Berryland which originates outside region R, is a member of the Alaquods great group, and formed in sandy eolian or marine sediments not of glacial deposition. The series name is a combination of the names of the established Rainbow and Berryland series.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 32 cm (O, A, and Eg horizons).\nb. Albic horizon - the zone from 23 to 32 cm (Eg horizon).\nc. Spodic horizon - the zone from 32 to 43 cm (Bhs1 and Bhs2 horizons).\nd. Aquic conditions and Aquods suborder: standing water at 46 cm and positive reaction to alpha, alpha-dipyridyl within 50 cm of the mineral soil surface. Placement in Aquods suborder requires a histic epipedon, or redoximorphic features in an albic or spodic horizon. The g suffix to the E horizon designation is considered to be warranted by the positive reaction to alpha, alpha-dipyridyl and applicable to this criterion. It is recognized that some pedons lack discernable redoximorphic features and that this is common in poorly drained and very poorly drained, sandy Spodosols in MLRA's 144A and 149B.\nADDITIONAL DATA: The type location pedon was sampled for NSSL full characterization. Pedon number is S07MA023003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
