{
  "SERIES": "RAINBOWSEND",
  "STATUS": "Established Series",
  "BYREV": "Rev: CAH/PBF/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Rainbowsend series consists of shallow, somewhat excessively drained soils that formed in alluvium from granitoid and/or gneissic rocks. Rainbowsend soils are on sideslopes of fan remnants. Slopes range from 8 to 50 percent. The mean annual precipitation is about 100 millimeters (4 inches) and the mean annual air temperature is about 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic, shallow Typic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rainbowsend stones, on a north-facing, convex 37 percent slope under desert shrubs at an elevation of 611 meters (2,004 feet). (Colors are for dry soil unless otherwise noted).\nC -- 0 to 14 centimeters (0 to 5.5 inches); stones; 10 percent fine gravel, 10 percent medium gravel, 30 percent cobbles, 25 percent stones and 10 percent boulders. (4 to 15 centimeters)\nA -- 14 to 17 centimeters (5.5 to 6.5 inches); brown (10YR 5/3) very gravelly loamy sand, dark olive brown (2.5Y 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; very few fine vesicular and few fine tubular pores; 20 percent fine gravel, 10 percent medium and coarse gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (2 or 3 centimeters thick)\nBkq1 -- 17 to 39 centimeters (6.5 to 15 centimeters); pale brown (10YR 6/3) very gravelly fine sandy loam, olive brown (2.5Y 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine and very few medium roots; common fine tubular pores; 15 percent silica films on bottom of rock fragments; 15 percent fine gravel, 30 percent medium and coarse gravel and 10 percent cobbles; violently effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.\nBkq2 -- 39 to 45 centimeters (15 to 18 centimeters); pale brown (10YR 6/3) very gravelly sandy loam, olive brown (2.5Y 4/3) moist; massive; moderately hard, friable, slightly sticky and nonplastic; very few fine roots; 10 percent calcium carbonate coats on bottom of rock fragments; 15 percent medium, very pale brown (10YR 8/2), irregular moderately cemented durinodes with clear boundaries in the matrix; 35 percent silica coats on the bottom of rock fragments; 25 percent fine gravel, 5 percent medium and coarse gravel and 5 percent cobbles; violently effervescent; strongly alkaline (pH 8.7); abrupt wavy boundary. (Combined thickness of the Bk horizons is 9 to 30 centimeters)\nBkqm -- 45 to 70 centimeters (18 to 27.5 inches); light gray (10YR 7/2) indurated duripan, light yellowish brown (2.5Y 6/3) moist; duripan with thin laminar cap (1/2 to 2 mm thick) and 100 percent cementation; massive; extremely hard; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; about 8.5 kilometers (5.2 miles) NNW along Pinto Basin Road from the junction of Pinto Basin and Old Dale Roads; 196 meters (643 feet) west and 10 meters (33 feet) north of the SE corner of section 21, T. 3 S., R. 11 E., San Bernardino Base and Meridian; 33 degrees, 53 minutes and 10.1 seconds north latitude and 115 degrees, 49 minutes and 36.2 seconds west longitude; USGS Pinto Mountain 7.5 minute topographic quadrangle; UTM 11S 0608496e 3750151n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 80 degrees F).\nSurface rock fragments: 80 to 95 percent; with 20 to 80 percent gravel, 15\nto 35 percent cobbles, 0 to 25 percent stones and 0 to 10 percent\nboulders.\nControl section -\nRock fragments: averages 40 to 60 percent; with 30 to 60 percent gravel and 5\nto 20 percent cobbles.\nClay content: 5 to 12 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to the upper boundary of a duripan: 36 to 50 centimeters (14 to 20\ninches).\nC horizon\nIn lieu of texture: gravel or stones\nRock fragments: 80 to 95 percent; 20 to 80 percent gravel, 15 to 35 percent cobbles and 0 to 25 percent stones.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, and 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 4 to 8 percent.\nRock fragments: 40 to 60 percent; with 30 to 55 percent gravel and 10 to 15 percent cobbles.\nEffervescence: very slightly to strongly effervescent.\nReaction: neutral to moderately alkaline.\nBk or Bkq horizons\nHue: 10YR or 2.5Y.\nValue: 6 or 7, dry and 4 or 5, moist.\nChroma: 1 to 4, dry and 3 or 4, moist.\nTexture of the fine earth: sandy loam or fine sandy loam.\nClay content: 6 to 12 percent.\nRock fragments: 35 to 6 percent; with 30 to 55 percent gravel and 5 to 20\npercent cobbles.\nEffervescence: slightly to violently effervescent.\nCalcium carbonate equivalent: 1 to 15 percent.\nReaction: neutral to strongly alkaline.\nVisible secondary carbonates: 0 to 50 percent as thin coats on the bottom of rock fragments.\nSilica: 0 to 25 percent as moderately cemented durinodes in the matrix and 0 to 35 percent as films on the bottom of rock fragments.\nBkqm horizon\nHue: 10YR or 2.5Y.\nValue: 7 or 8, dry and 6 or 7, moist.\nChroma: 1 or 2, dry and 2 or 3, moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carpetflat (CA), Cheme (NV), Cherioni (AZ), Cipriano (AZ), and Tyro (AZ) series. Carpetflat soils are 18 to 36 centimeters to the upper boundary of a very strongly cemented duripan. Cheme, Cipriano, Cherioni and Tyro soils do not have a rock C horizon above the A horizon. In addition, Cheme soils have semi-consolidated gravelly sediments below the duripan and Cipriano and Cherioni soils are intermittently moist in some part of the soil moisture control section for more than 20 days cumulative from July to September. In addition, Cherioni soils are formed in volcanic materials and have a lithic contact within a depth of 15 centimeters. Tyro soils are on pediments with a lithic contact between 15 and 48 centimeters and have a calcic horizon above the duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rainbowsend soils are on sideslopes of fan remnants. Slopes range from 8 to 50 percent. These soils formed in alluvium from granitoid and/or gneissic rocks. Elevations range from 515 to 800 meters (1,690 to 2,625 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F). The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Goldenbell and Blackeagle soils. Goldenbell soils are on flat, broad summits of fan remnants and have an argillic horizon above the duripan. Blackeagle soils are on sideslopes of nearby hills and mountains. Blackeagle soils have a diagnostic cambic horizon and are shallow to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high runoff; high saturated hydraulic conductivity above the duripan and low saturated hydraulic conductivity within the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rainbowsend soils are used for recreation and wildlife habitat. The present vegetation is mainly brittlebush, creosote bush and white ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California.  MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a location in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nC horizon - from a depth of 0 to 14 centimeters.\nOchric epipedon - from a depth of 14 to 17 centimeters. (A horizon)\nDuripan - the zone beginning at 45 centimeters. (Bkqm horizon)\nParticle size control section - from a depth of 25 to 45 centimeters. (lower part of Bkq1 and Bkq2 horizons)\nADDITIONAL DATA: NASIS User Pedon ID: PIMO06.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C",
        "top": 0,
        "bottom": 14,
        "narrative": "C -- 0 to 14 centimeters (0 to 5.5 inches); stones; 10 percent fine gravel, 10 percent medium gravel, 30 percent cobbles, 25 percent stones and 10 percent boulders. (4 to 15 centimeters)"
      },
      {
        "name": "A",
        "top": 14,
        "bottom": 17,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 14 to 17 centimeters (5.5 to 6.5 inches); brown (10YR 5/3) very gravelly loamy sand, dark olive brown (2.5Y 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; very few fine vesicular and few fine tubular pores; 20 percent fine gravel, 10 percent medium and coarse gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (2 or 3 centimeters thick)"
      },
      {
        "name": "Bkq1",
        "top": 17,
        "bottom": 39,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkq1 -- 17 to 39 centimeters (6.5 to 15 centimeters); pale brown (10YR 6/3) very gravelly fine sandy loam, olive brown (2.5Y 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine and very few medium roots; common fine tubular pores; 15 percent silica films on bottom of rock fragments; 15 percent fine gravel, 30 percent medium and coarse gravel and 10 percent cobbles; violently effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary."
      },
      {
        "name": "Bkq2",
        "top": 39,
        "bottom": 45,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.7,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkq2 -- 39 to 45 centimeters (15 to 18 centimeters); pale brown (10YR 6/3) very gravelly sandy loam, olive brown (2.5Y 4/3) moist; massive; moderately hard, friable, slightly sticky and nonplastic; very few fine roots; 10 percent calcium carbonate coats on bottom of rock fragments; 15 percent medium, very pale brown (10YR 8/2), irregular moderately cemented durinodes with clear boundaries in the matrix; 35 percent silica coats on the bottom of rock fragments; 25 percent fine gravel, 5 percent medium and coarse gravel and 5 percent cobbles; violently effervescent; strongly alkaline (pH 8.7); abrupt wavy boundary. (Combined thickness of the Bk horizons is 9 to 30 centimeters)"
      },
      {
        "name": "Bkqm",
        "top": 45,
        "bottom": 70,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "narrative": "Bkqm -- 45 to 70 centimeters (18 to 27.5 inches); light gray (10YR 7/2) indurated duripan, light yellowish brown (2.5Y 6/3) moist; duripan with thin laminar cap (1/2 to 2 mm thick) and 100 percent cementation; massive; extremely hard; violently effervescent."
      }
    ]
  ]
}
