{
  "SERIES": "RAISIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/BDB/RJS",
  "REVDATE": "03/2016",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Raisio channery loam - open woodland. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 4 cm; loose organic litter, including pine needles, twigs, bark and cones; abrupt smooth boundary. (3 to 5 cm thick)\nA--4 to 17 cm; grayish brown (10YR 5/2) channery loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium, and few coarse roots; many fine pores; 20 percent channers (shale fragments); neutral (pH 6.8); clear wavy boundary. (8 to 15 cm thick)\nBw--17 to 27 cm; brown (10YR 5/3) very flaggy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium, and few coarse roots; many fine pores; 25 percent channers (shale fragments) and 25 percent flagstones; neutral (pH 6.6); clear wavy boundary. (8 to 18 cm thick)\nC1--27 to 50 cm; light brownish gray (10YR 6/2) extremely flaggy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; few fine pores; 25 percent channers (shale fragments) and 40 percent flagstones; neutral (pH 6.6); clear wavy boundary. (10 to 25 cm thick)\nC2--50 to 70 cm; light gray (2.5Y 7/2) extremely flaggy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; few fine pores; 25 percent channers (shale fragments) and 50 percent flagstones; slightly acid (pH 6.4); abrupt irregular boundary. (15 to 25 cm thick)\nC3--70 to 80 cm; light gray (2.5Y 7/2) extremely flaggy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; 65 percent hard phyllite fragments; slightly acid (pH 6.4); abrupt wavy boundary. (10 to 20 cm thick)\nR--80 cm; phyllite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stevens County, Washington; 275 meters south and 45 meters east of the NW corner of sec. 4. T. 33 N., R. 38 E., W.M. Latitude - 48 degrees, 23 minutes, 30.9 seconds North; Longitude - 118 degrees, 2 minutes, 28.9 seconds West; NAD83; USGS Quadrangle - Kentry Ridge, WA."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 8.3 to 10.0 degrees C.\nSoil moisture - usually moist during part of the year, but is dry in parts between depths of 20 to 60 cm or to a lithic contact for 75 to 90 consecutive days during summer and autumn\nThickness of the mollic epipedon - 18 to 25 cm\nDepth to a lithic contact - 50 to 100 cm\nVitrandic features*\n*Estimated bulk density - 1.25 to 1.45 g/cc\n*Volcanic glass content - 5 to 20 percent\n*Acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron - 0.4 to 1.0 percent\n*15-bar water retention for air dried samples - 5 to 10 percent\nParticle-size control section - 35 to 80 percent channers and flagstones\nA horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 moist and dry\nClay content - 6 to 15 percent\nRock fragments - 15 to 30 percent channers\nReaction - 6.1 to 7.3\nBw horizon:\nHue - 10YR or 7.5YR dry or moist\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry or moist\nTexture - loam, sandy loam\nClay content - 4 to 15 percent\nRock fragments - 20 to 30 percent channers, 10 to 30 percent flagstones, 0 to 20 percent stones (total rock fragments - 45 to 65 percent)\nReaction - 6.1 to 7.3\nC1, C2, C3 horizons:\nHue - 10YR or 2.5Y dry or moist\nValue - 6 or 7 dry, 3 to 5 moist\nChroma - 1 to 3 dry or moist\nTexture - loam, sandy loam\nRock fragments - 20 to 30 percent channers, 10 to 50 percent flagstones, 0 to 20 percent stones, (total rock fragments - 50 to 80 percent)\nReaction - 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBorgeau (WA): are very deep\nEmily (OR): are deep and very deep\nGarrison (WA): are very deep\nLenz (ID): formed in material derived from granite, gneiss or schist\nLouiecreek (WA): are very deep\nOpportunity (WA): are very deep\nSinlahekin (WA): are very deep\nSpeigle (WA): are very deep\nVanbrunt (WA): formed in colluvium and residuum from granitic rocks\nWhitestone (WA): are very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hillslopes and mountain slopes\nElevation -545 to 1,480 meters\nSlope - 0 to 65 percent\nParent material - formed in volcanic ash mixed with glacial till over residuum, or volcanic ash mixed with colluvium over residuum derived from metasedimentary rocks\nClimate - warm dry summers and cool moist winters\nMean annual precipitation - 500 to 800 mm (dry and warm phases - 375 to 500 mm)\nMean annual air temperature - 7.4 to 8.9 degrees C.\nMean January air temperature - -3.9 degrees C.\nMean July air temperature - 19.4 degrees C.\nFrost-free period - 90 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aits, Dehart, Hartill, Huckleberry, Maki, Oxerine, Rufus, Scoap, Stevens, and Wellscreek soils.    Aits, Dehart, Scoap, Stevens, and Wellscreek soils are more than 100 cm in depth. Aits and Stevens soils are also coarse-loamy. Hartill and Oxerine soils have a mantle of volcanic ash 18 to 36 cm inches thick and are frigid. Huckleberry soils are medial over loamy-skeletal and have a cryic temperature regime. Maki soils are calcareous.  Rufus soils are 25 to 50 cm deep to a lithic contact. Scoap soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very rapid runoff; moderate saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazable woodland. Native vegetation is ponderosa pine and Douglas-fir, with an understory of common snowberry, Saskatoon serviceberry, ceanothus, bluebunch wheatgrass, Idaho fescue, arrowleaf balsamroot, lupine, pinegrass and lomatium."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. The series is extensive. MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stevens County, Washington, 1978.\nREMARKS  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon -from 4 to 27 cm (A, Bw horizons)\nVitrandic feature - from 4 to 27 cm (A, Bw horizons)\nLithic contact - at 80 cm (R horizon)\nParticle size control section - from 29 to 80 cm (part of C1, C2, C3 horizons)\nRaisio soils have a mesic temperature regime and a xeric moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
