{
  "SERIES": "RALDRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SM/CLM/MJD",
  "REVDATE": "11/98",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Raldridge gravelly loam on an 8 percent slope at 4,650 feet elevation.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak very fine and fine platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; common very fine irregular and many very fine and fine tubular pores; 20 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary.  (3 to 5 inches thick)\nBt1--3 to 7 inches; dark grayish brown (10YR 4/2) gravelly silty clay loam, very dark grayish brown (10YR 3/2) moist; weak very fine and fine subangular blocky structure; hard, very friable, sticky, and plastic; many very fine, common fine and few medium roots; common very fine tubular pores; common faint clay films on faces of peds; 20 percent gravel; slightly alkaline (pH 7.6);  clear wavy boundary.\nBt2--7 to 14 inches; dark grayish brown (10YR 4/2) gravelly silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine subangular blocky structure; hard, friable, sticky and plastic; common very fine and fine and few medium roots; common very fine and fine tubular pores; common distinct clay films on faces of peds and in pores; 15 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.8); clear wavy boundary.\nBt3--14 to 22 inches; grayish brown (10YR 5/2) very gravelly clay loam,  dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, sticky and plastic; common very fine and fine and few medium roots; common very fine tubular pores; few faint clay films on faces of peds and in pores; 40 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.0); abrupt wavy boundary.  (combined thickness of the Bt horizons is 17 to 31 inches).\nBk1--22 to 35 inches; light gray (10YR 7/2) very gravelly loam, pale brown (10YR 6/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; 50 percent gravel and 5 percent cobbles; violently effervescent; moderately thick lime coatings on coarse fragments; moderately alkaline (pH 8.0); gradual wavy boundary.  (10 to 15 inches thick)\nBk2--35 to 60 inches; white (10YR 8/2) very gravelly loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine tubular pores; 55 percent gravel and 5 percent cobbles; violently effervescent; moderately thick lime coatings on coarse fragments; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Oneida County, Idaho; about 1 mile south of Samaria; about 300 feet east and 2,350 feet north of the southwest corner of sec.  25, T. 15 S., R. 35 E.; Latitude - 42 degrees, 5 minutes, 25 seconds north; Longitude - 112 degrees, 19 minutes, 27 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 20 to 25 inches\nDepth to secondary lime - 22 to 36 inches\nAverage annual soil temperature - 49 to 51 degrees F.\nMoiture regime - Xeric bordering on Aridic; the soil moisture control section is dry for 60 or more consecutive days following the summer solstice.\nParticle-size control section:\nClay content average - 27 to 35 percent (total clay)\nRock fragment content average - 20 to 30 percent\nA Horizon:\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBt Horizons:\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nTexture - GR-SICL, GRV-CL\nClay content - 27 to 35 percent\nRock fragment content - 15 to 40 percent gravel, 0 to 5 percent cobbles Reaction - slightly or moderately alkaline\nBk Horizons:\nValue - 6 through 8 dry, 3 through 6 moist\nChroma - 2 through 4 dry or moist\nClay content - 15 to 20 percent\nRock fragment content - 40 to 55 percent gravel, 1 to 5 percent cobbles Calcium carbonate equivalent - 15 to 25 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crookston, Newell, Niben, Peola, Roystone, and Slickpoo (T) series.  Crookston soils have less than 27 percent clay in the particle-size control section.  Newell soils have less than 15 percent rock fragments in the particle-size control section and are slightly acid or neutral in the Bt horizons.  Niben soils have less than 15 percent rock fragments in the particle-size control section and have a lithologic discontinuity at 12 to 20 inches.  Peola soils are moderately deep.  Roystone soils have chroma of 1 or less in the A horizon and have less than 10 percent clay in the particle-size control section.  Slickpoo soils are deep to bedrock and the average annual soil temperature is 52 to 54 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Raldridge soils are on hill sides at elevations of 4,600 to 5,100 feet.  They formed in loess and alluvium from lacustrine sediments and basalt.  Slopes are 4 to 12 percent.  The average annual precipitation ranges from 12 to 16 inches.  The average annual air temperature is 47 to 49 degrees F.  The frost free period is 120 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dejarnet, Kucera, and Parleys soils.  Dejarnet soils are on concave slopes and similar landscape positions as Raldridge soils.  Dejarnet soils lack an argillic horizon.  Kucera soils are on high elevation slopes above Raldridge soils.  Kucera soils lack and argillic horizon.  Parleys soils are on terraces at lower elevations than Raldridge soils.  Parleys soils are not pachic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and nonirrigated cropland.  The potential natural vegetation is basin big sagebrush and bluebunch wheatgrass.  Crops are small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Oneida County, Idaho, 1994.  The name is coined from a nearby canyon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly a part of the Ralock series.  Ralock soils have since been reclassified into a vitrandic subgroup.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 22 inches (the A, Bt1, Bt2, and Bt3 horizons)\nArgillic horizon - the zone from 3 to 22 inches (the Bt1, Bt2, and Bt3 horizons)\nCalcic horizon - the zone from 22 to 60 inches (the Bk1 and Bk2 horizons)\nParticle-size control section - the zone from 3 to 22 inches (the Bt1, Bt2, and Bt3 horizons)\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
