{
  "SERIES": "RALSEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC/ALH/RWL",
  "REVDATE": "02/2005",
  "STATES": "ID,WA",
  "OVERVIEW": "The Ralsen series consists of very deep, poorly drained soils formed in alluvium of mixed mineralogy. These soils are on flood plains and low stream terraces. Slopes are 0 to 3 percent. The average annual precipitation is 14 to 24 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ralsen silt loam - on a 1 percent slope at 1,950 feet elevation, under grass-legume pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; strong medium and coarse granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine and fine roots; 2 percent rounded gravel; neutral (pH 6.8); clear smooth boundary.\nA--6 to 11 inches; very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; 2 percent rounded gravel; neutral (pH 6.8); clear smooth boundary. (Combined thickness of the A horizon is 10 to 20 inches)\nCg1--11 to 20 inches; dark grayish brown (10YR 4/2) sandy loam, light gray (10YR 7/2) dry; few fine prominent yellowish red (5YR 5/6) redox concentrations; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; 5 percent rounded gravel; neutral (pH 6.8); abrupt smooth boundary.\nCg2--20 to 26 inches; dark grayish brown (10YR 4/2) fine sandy loam; light gray (10YR 7/2) dry; common fine prominent yellowish red (5YR 5/6) redox concentrations; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; neutral (pH 6.8); clear smooth boundary.\nCg3--26 to 42 inches; light gray (10YR 7/2) fine sandy loam, white (10YR 8/1) dry; common medium prominent strong brown (7.5YR 5/6) redox concentrations; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; neutral (pH 6.8); abrupt smooth boundary.\n2C--42 to 60 inches; dark yellowish brown (10YR 4/4) gravelly coarse sandy loam, yellowish brown (10YR 5/4) dry; massive; soft, very friable, nonsticky, nonplastic; few very fine roots; 20 percent rounded gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colville Indian Reservation; Okanogan County, Washington; about 8 miles north of the town of Nespelem; about 1,000 feet west of the Park City Road; 300 feet north, 1,800 feet east of the southwest corner of section 17, T. 32 N., R. 31 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches ranges from 47 to 50 degrees F. These soils are saturated during winter and spring. The particle-size control section is 5 to 18 percent clay and 0 to 15 percent gravel by weighted average with individual subhorizons having up to 25 percent gravel. The mollic epipedon is 10 to 20 inches thick. Reaction is moderately acid through neutral throughout.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 or 2 moist or dry. It has 0 to 5 percent gravel.\nThe Cg (or Bg) horizon has value of 3 through 7 moist, 5 through 8 dry, and chroma of 1 or 2 moist or dry. It is stratified textures consisting of silt loam, fine sandy loam, sandy loam, or loam. It has 0 to 10 percent gravel. It is massive or has subangular blocky structure.\nThe 2C or 2Cg horizon, when present, has hue of 10Y, 10YR, or 7.5YR, value of 4 or 5 moist, 5 through 7 dry, and chroma of 1 to 4 moist or dry. This horizon is stratified. Texture is fine sandy loam, sandy loam, coarse sandy loam, loamy sand, coarse sandy, or sand and is gravelly in some pedons. It has 0 to 25 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bunejug and Plevna series. Bunejug soils have a mean annual soil temperature of 52 to 54 degrees F and have clay loam and silty clay loam A horizons with moderately alkaline soil reaction. Plevna soils have average annual air temperatures of 55 to 57 degrees F. and are associated with soils that have an ustic soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ralsen soils are on flood plains and low stream terraces. These soils formed in alluvium of mixed mineralogy, mainly from acid igneous rocks, with a component of volcanic ash. Slopes are 0 to 3 percent. Elevations range from 1,700 to 3,720 feet. The climate is characterized by warm, dry summers and cold, moist winters. The average annual precipitation is 14 to 26 inches. The mean January temperature is about 25 degrees F, mean July temperature is about 69 degrees F, and the mean annual air temperature is about 47 degrees F. The frost-free season is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bossburg, Coxlake, Garrison, Narcisse, Phoebe, and Stevens soils. Bossburg soils are ashy and have a histic epipedon. Garrison, Narcisse, Phoebe, and Stevens soils have a xeric moisture regime. In addition, Garrison soils are loamy-skeletal. Coxlake, Narcisse and Stevens soils have a mollic epipedon greater than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained, very slow runoff; moderate permeability; seasonal high water table above 20 inches at some time during February to June. Flooding is occasional or frequent from December through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cropland, pasture, and wildlife habitat are the principal uses. The native vegetation is quaking aspen, thinleaf alder, willow, black hawthorn, and black cottonwood, with an understory of common snowberry, redosier dogwood, Nebraska sedge, woods rose, fat false-Solomons-seal, northern bedstraw, rusty sedge, and blue wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Washington and west-central Idaho; MLRA 8 and 44. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colville Indian Reservation; Okanogan County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are:\nMollic epipedon - from the surface to 11 inches\nAn irregular decrease in organic carbon with depth is inferred from the stratified nature of the substratum and the soil colors.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
