{
  "SERIES": "RANCHOSECO",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJT/WBS/DJE/ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Ranchoseco series consists of very shallow, moderately well drained soils on hills with mound, intermound microrelief. These soils occupy the intermound position and are formed in gravelly and cobbly alluvium from mixed rock sources underlain by unrelated andesitic tuffaceous conglomerate. Slopes are O to 15 percent. Mean annual precipitation is about 19 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, thermic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ranchoseco gravelly loam - on a 5 percent complex slope in a concave intermound under annual grasses and forbs at an elevation of 170 feet. When described (9/29/82) the soil was moist throughout.  (Colors are for dry soil unless otherwise noted.)\nA--O to 3 inches, light yellowish brown (lOYR 6/4) gravelly loam, dark brown (7.5YR 4/4) moist, with strong brown (7.5YR 5/6) root stains, strong brown (7.5YR 4/6) moist; strong fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial pores; 20 percent pebbles and 10 percent cobbles; strongly acid (pH 5.5); abrupt wavy boundary. (l to 4 inches thick)\nBw--3 to 7 inches; light brown (7.5YR 6/4) with strong brown (7.5YR 5/6) root stains, very gravelly loam, dark brown (7.5YR 4/4) with strong brown (7.5YR 4/6) root stains, moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 45 percent pebbles and 15 percent cobbles; 1 inch thick layer of dark brown (10YR 4/3) very gravelly clay, variegated dark brown and brown (10YR 3/3, 7.5YR 4/2) moist, weathered in place from underlying horizon; slightly acid (pH 6.1); abrupt wavy boundary. (3 to 6 inches thick)\n2R--7 to 12 inches; andesitic sandstone conglomerate with silica coatings on underside of some coarse fragments; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sacramento County, California; about 4.2 miles southeast of the Ranchoseco Power Plant, 6,110 feet east and 700 feet north of the southeast corner of sec. 3 in an unsectionized area of T. 5 N., R. 8 E., Latitude 38 degrees 18' 38\" N., Longitude 121 degrees 3' 23\" W., Goose Creek Quad."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a lithic contact is 4 to 10 inches.  The mean annual soil temperature is 64 to 67 degrees F. at the lithic contact and remains above 47 degrees F. throughout the year. The soil is dry in most years in all parts from May 15 to October 11 moist in all parts from November 1 to April 1 and moist in some parts the rest of the year. Weighted average clay content of the control section is 12 to 25 percent, and average content of rock fragments is 35 to 60 percent.  Reaction is moderately acid or slightly acid in some part. Base saturation (by NH40AC) is greater than 60 percent in some part. High value and chroma root stains with hues of 7.5YR and 5YR are common throughout the profile.\nThe A horizon is 10YR 612, 6/3, 6/4; 7.5YR 5/4 or 5/6. Moist color is 7.5YR 3/4, 4/3 or 4/4. Texture is gravelly loam or very cobbly loam with 12 to 22 percent clay. Gravel content is 5 to 25 percent, cobble content is 5 to 30 percent and stone content is 2 to 5 percent. Reaction is very strongly acid to moderately acid.\nThe Bw horizon is 7.5YR 6/4, 6/6 or 5YR 6/3. Moist color is 7.5YR 3/4, 4/4, or 5YR 4/4. Texture is very gravelly or very cobbly loam with 15 to 25 percent clay. Gravel content is 5 to 50 percent, cobble content is 10 to 30 percent, and stone content is 2 to 5 percent. Reaction is strongly acid to slightly acid. A very gravelly clay layer that is 0 to 1.5 inches thick and is forming in the underlying andesitic conglomerate is in the lower part of the Bw horizon.\nSome pedons have a C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Reliz soils. Reliz soils are 10 to 20 inches deep and are underlain by fractured bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ranchoseco soils are on hills with mound, intermound microrelief. These soils are in the intermound position. Pardee soils are on the mounds. Slopes are O to 15 percent. They formed in dark metamorphic and quartzitic gravelly and cobbly alluvium from mixed rock sources overlying unrelated andesitic tuffaceous conglomerate. Elevation ranges from 120 to 510 feet. Climate is subhumid with hot, dry summers and cool, moist winters. Mean annual precipitation is 17 to 22 inches.  Mean January temperature is about 44 degrees F; the mean July temperature is 77 degrees F; the mean annual temperature ranges from 60 to 63 degrees F. The frost-free season ranges from 250 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amador, Gillender, Hadselville, Pardee and Pentz soils. Amador, Gillender, Hadselville and Pentz soils are not skeletal and are on hills. Pardee soils have an argillic horizon, are shallow, and are on the mound position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, ponded to slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland. Vegetation is soft chess, mouse barley, clover and toad rush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Hills along the eastern edge of the lower Sacramento Valley, California. The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sacramento County, California, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 7 inches (A, Bw horizons).\nControl section - O to 7 inches, averages 20 percent clay and 47 percent coarse fragments by volume.\nNonacid family - The control section always has a pH above 5.0 (calcium carbonate) in some part.\nLithic contact - 7 inches (2R)\nLithologic discontinuity - Andesitic sandstone conglomerate of the Mehrten Formation is overlain by gravelly and cobbly alluvium containing dark metamorphic rock fragments of the younger Arroyo Seco Formation.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 6/86."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": "NA",
        "bottom": 8,
        "dry_hue": "lOYR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--O to 3 inches, light yellowish brown (lOYR 6/4) gravelly loam, dark brown (7.5YR 4/4) moist, with strong brown (7.5YR 5/6) root stains, strong brown (7.5YR 4/6) moist; strong fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial pores; 20 percent pebbles and 10 percent cobbles; strongly acid (pH 5.5); abrupt wavy boundary. (l to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--3 to 7 inches; light brown (7.5YR 6/4) with strong brown (7.5YR 5/6) root stains, very gravelly loam, dark brown (7.5YR 4/4) with strong brown (7.5YR 4/6) root stains, moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 45 percent pebbles and 15 percent cobbles; 1 inch thick layer of dark brown (10YR 4/3) very gravelly clay, variegated dark brown and brown (10YR 3/3, 7.5YR 4/2) moist, weathered in place from underlying horizon; slightly acid (pH 6.1); abrupt wavy boundary. (3 to 6 inches thick)"
      },
      {
        "name": "2R",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--7 to 12 inches; andesitic sandstone conglomerate with silica coatings on underside of some coarse fragments; slightly acid (pH 6.1)."
      }
    ]
  ]
}
