{
  "SERIES": "RANDCORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB/TDT",
  "REVDATE": "03/2003",
  "STATES": "OR",
  "OVERVIEW": "The Randcore series consists of very shallow, moderately well\ndrained soils that formed in loess over basalt.  Randcore soils\nare on basalt tablelands and have slopes of 0 to 5 percent.  The\nmean annual precipitation is about 22 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, mesic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Randcore extremely stony loam, on a nearly level basalt tableland at 3,360 feet elevation in rangeland.  (Colors\nare for moist soils unless otherwise noted.)\nA1--0 to 1 inch; dark brown (7.5YR 3/4) extremely stony loam,\nbrown (7.5YR 5/4) dry; weak medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common\nvery fine vesicular pores; 60 percent stones and 5 percent\ngravel; slightly acid; abrupt smooth boundary.  (1 to 2 inches\nthick)\nA2--1 to 6 inches; dark brown (7.5YR 3/4) loam, brown (7.5YR\n5/4) dry; soft, very friable, nonsticky and nonplastic; very few roots; common very fine and fine irregular and few tubular and vesicular pores; 5 percent gravel; slightly acid; abrupt wavy boundary.  (3 to 9 inches thick)\n2R--6 inches; hard basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon; about 1 mile east of the intersection of Copco Road and the Oregon-California border,\nabout 100 feet west of the southeast corner of sec. 10, T. 41 S.,\nR. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist but are\ndry throughout for 80 to 110 consecutive days in the four months\nthat follow the summer solstice.  The mean annual soil\ntemperature is 47 to 53 degrees F.  Depth to a lithic contact is\n4 to 10 inches.  The particle-size control section averages 12 to\n25 percent clay with 5 to 15 percent gravel and 45 to 70 percent stones.  Some of the stones are loose on the soil surface.\nThe A horizon has value of 3 or 4 moist and 4 or 6 dry, and\nchroma of 3 or 4 moist and dry.  It is silt loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Etsel and Flybow series.  The\nEtsel soil is somewhat excessively drained, occurs on slopes of\n30 to 85 percent, gravel is the dominant rock size fragment and\nthe mean annual soil temperature is over 53 degrees F.  The\nFlybow soil is on slopes of 5 to 75 percent and cobbles are the dominant rock size fragment."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Randcore series consists of very\nshallow, moderately well drained soils on basalt tablelands.\nThis landscape consists of patterned ground with the Randcore\nseries being the intermound component and the Shoat series being\nthe mounds.  Slopes range from 0 to 5 percent.  Elevation is\n2,000 to 3,800 feet.  These soils formed in loess over basalt.\nThe mean annual precipitation is 18 to 25 inches.  The mean\nannual temperature is 45 to 52 degrees F.  The frost-free period\nis 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Shoat series.\nShoat soils have a cambic horizon and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The soil is ponded or runoff is very slow during periods of heavy\nprecipitation and during winter months.  Permeability is\nmoderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for range and wildlife habitat.  Native vegetation is annual hairgrass, mouse barley, Pacific foxtail and Canada Bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon and northern California.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 1 inch; dark brown (7.5YR 3/4) extremely stony loam,"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A2--1 to 6 inches; dark brown (7.5YR 3/4) loam, brown (7.5YR"
      },
      {
        "name": "2R",
        "top": 15,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--6 inches; hard basalt."
      }
    ]
  ]
}
