{
  "SERIES": "RANDOLPH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAG-RAR",
  "REVDATE": "04/2007",
  "STATES": "IN,MI,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Randolph silt loam, 0 to 2 percent slopes, in a cultivated field at an elevation of 306 meters (1005 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; friable; many fine roots; 3 percent black (10YR 2/1) manganese concretions in the matrix; moderately acid; abrupt smooth boundary. [15 to 30 cm (6 to 12 inches) thick]\nBtg--20 to 28 cm (8 to 11 inches); dark gray (10YR 4/1) silty clay loam; moderate fine subangular blocky structure; friable; common fine roots; few distinct yellowish brown (10YR 5/4) clay films in pores; many faint dark grayish brown (10YR 4/2) clay depletions on faces of peds; common fine distinct yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; 2 percent black (10YR 2/1) manganese concretions in the matrix; moderately acid; clear smooth boundary.\nBt1--28 to 36 cm (11 to 14 inches); yellowish brown (10YR 5/4) silty clay; moderate medium angular blocky structure; firm; common fine roots; many distinct gray (10YR 5/1) coatings on faces of peds; common faint clay films on faces of peds; many medium distinct gray (10YR 5/1) iron depletions in the matrix; 1 percent black (10YR 2/1) manganese concretions in the matrix; 3 percent gravel; moderately acid; clear smooth boundary.\nBt2--36 to 56 cm (14 to 22 inches); yellowish brown (10YR 5/4) silty clay; weak medium prismatic structure parting to moderate medium angular blocky; firm; common fine roots; many distinct gray (10YR 5/1) coatings and common faint clay films on faces of peds; common fine distinct gray (10YR 5/1) iron depletions in the matrix; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 1 percent black (10YR 2/1) manganese concretions in the matrix; 3 percent gravel; neutral; clear smooth boundary.\nBt3--56 to 74 cm (22 to 29 inches); yellowish brown (10YR 5/4) clay; moderate medium prismatic structure parting to moderate medium angular blocky; firm; many distinct dark gray (10YR 4/1) clay films on faces of peds; many fine and medium distinct gray (10YR 5/1) iron depletions in the matrix; 5 percent gravel; neutral; abrupt smooth boundary. [Combined thickness of the Btg and Bt horizons is 20 to 86 cm (8 to 34 inches).]\n2C--74 to 86 cm (29 to 34 inches); light olive brown (2.5Y 5/4) extremely gravelly clay loam; massive; friable; common fine faint light yellowish brown (10YR 6/4) and distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 60 percent limestone fragments; strongly effervescent; moderately alkaline; abrupt wavy boundary. [0 to 15 cm (6 inches) thick]\n2R--86 cm (34 inches); light gray (10YR 7/1 and 7/2) limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Miami County, Ohio; about 1.5 miles southwest of West Milton; 2640 feet west and 600 feet north of the southeast corner of sec. 19, T. 6 N., R. 5 E.; USGS West Milton, Ohio topographic quadrangle; lat. 39 degrees 57 minutes 02.2 seconds N. and long. 84 degrees 21 minutes 36.5 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum thickness: 51 to 102 cm (20 to 40 inches)\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to a lithic contact: 51 to 102 cm (20 to 40 inches)\nAp horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 1 to 3\nTexture: silt loam, loam, or clay loam\nRock fragment content: 0 to 3 percent\nReaction: strongly acid to neutral\nA horizon, where present:\nThickness: 2.5 to 10 cm (1 to 4 inches)\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam, loam, or clay loam\nRock fragment content: 0 to 3 percent\nReaction: strongly acid to neutral\nSome pedons have an AB, E, or BE horizon.\nBtg or Bt horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: dominantly of 2 to 4, but some subhorizons have chroma of 1\nTexture: clay loam, silty clay loam, silty clay, or clay\nRock fragment content: 0 to 3 percent in the upper part and 1 to 14 percent in the lower part; mainly of glacial origin\nReaction: very strongly acid to slightly acid in the upper part and slightly acid to slightly alkaline in the lower part\nSome pedons have a 2Bt, BC, or BCg horizon.\n2C horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 2 to 4\nTexture: sandy loam, sandy clay loam, clay loam, or loam or the gravelly to extremely gravelly analogs of these textures\nRock fragment content: 10 to 70 percent; primarily local limestone or dolostone\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Library and Parsippany series. These soils do not have a lithic contact within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Randolph soils are on till plains of late Wisconsinan age. Slope ranges from 0 to 6 percent. They formed in till overlying residuum from limestone or dolostone. Mean annual precipitation ranges from 686 to 1067 mm (27 to 42 inches). Mean annual air temperature ranges from 7 to 13 degrees C (45 to 55 degrees F). Frost-free period is 140 to 180 days. Elevation is 213 to 305 meters (700 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Randolph soils are in a toposequence with the Millsdale and Milton soils. The very poorly drained Millsdale soils are in drainageways and in depressions. The well drained Milton soils are on higher or more sloping positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The depth to the top of an intermittent apparent high water table ranges from 15 to 30 cm (0.5 to 1 foot) between January and April in normal years. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used as cropland. Principal crops are corn, soybeans, wheat, oats, clover, and alfalfa, or legume-grass mixtures. Native vegetation is deciduous forest with maple, beech, elm, ash, hickory, oak, and yellow-poplar as prominent species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western and central Ohio, central and northern Indiana, and southeast Michigan; MLRAs 99, 111A, 111B, 111D, and 115A. The type location is in MLRA 111A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Miami County, Ohio, 1916."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (Ap horizon).\nArgillic horizon: from a depth of 20 to 74 cm (Btg, Bt horizons).\nLithic contact: at 86 cm (top of the 2R layer).\nAquic conditions: redox features in horizons between the depth of 20 and 74 cm.\nRepresentative NASIS data mapunit is DMU ID number 130035 in MO 11.\nIn Ohio, a stony phase of silty clay loam has been correlated. These soils will need to be evaluated when their area of use is updated.\nADDITIONAL DATA: Refer to pedons HK-39 and MM-12 for characterization data of the Randolph series from The Ohio State University Soil Characterization Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
