{
  "SERIES": "RANDMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JEB",
  "REVDATE": "03/2003",
  "STATES": "CO,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive Argic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Randman sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.\n01--l to 0 inches; undecomposed organic material, principally grass roots and fleshy remains of dead grasses.\nAlg--0 to 6 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist common medium distinct mottles of dark reddish brown (5YR 3/4) and dark gray (2.5Y 4/1) moist; moderate fine crumb structure; soft, very friable, nonsticky, nonplastic; neutral (pH 7.2); clear wavy boundary.  (4 to 10 inches thick)\nBlg--6 to 10 inches; grayish brown (10YR 5/2) gravelly heavy sandy loam, very dark grayish brown (10YR 3/2) moist; many medium distinct mottles of reddish brown (5YR 4/4) and dark gray (2.5Y 4/1) moist; moderate fine subangular blocky structure that parts to fine granules; slightly hard, very friable, nonsticky, nonplastic; few thin glossy patches on faces of peds; 15 percent gravel and some cobbles; mildly alkaline (pH 7.6); gradual wavy boundary.  (3 to 6 inches thick)\nB2tg--10 to 30 inches; light brownish gray (2.5Y 6/2) gravelly sandy clay loam grayish brown (2.5Y 5/2) moist; many large distinct mottles of olive yellow (2.5Y 6/6) and dark gray (2.5Y 4/1) moist; moderate coarse prismatic structure that parts to medium subangular blocks; slightly hard, very friable, slightly plastic, slightly sticky; peds are very hard, friable; nearly continuous wax-like coatings on faces of peds and in root channels and pores; 20 percent gravel; mildly alkaline (pH 7.6); gradual wavy boundary.  (8 to 33 inches thick)\nIIC--30 to 60 inches; noncalcareous sand gravel; many large distinct olive brown (2.5Y 5/6) mottles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; 650 feet east and 300 feet north of SW corner Sec. 35, T. 7 N., R. 79 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 42 degrees F., and mean summer soil temperature is about 55 degrees F.  Depth to uniformly calcareous material ranges from 40 to more than 60 inches.  Depth to the sandy-skeletal IIC horizon ranges from 20 to 40 inches.  The mollic epipedon ranges from 10 to 15 inches thick.  Depth to the base of the argillic horizon ranges from 15 to 40 inches.  Rock fragments range from 0 to 35 percent by volume in a major part of the solum and any C horizon above the contrasting IIC horizon and these are mainly 1/2 to 10 inches in diameter.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3 and has faint to prominent mottling.  It is neutral or mildly alkaline.\nThe B2t horizon has hue of 5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 1 through 4.  It has distinct to prominent mottles and if base chroma exceeds 2, has some mottles with chroma of 2 or less.   This horizon is sandy clay loam, loam, or clay loam and averages 18 to 35 percent clay, 5 to 55 percent silt, and 15 to 75 percent sand with more than 15 percent fine or coarser sand.  It is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Black Mountain and Walden series. Black Mountain soils lack sand and gravel substratums.  Walden soils lack an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Randman soils are on nearly level to gently concave areas on low terrace levels.  Slopes typically range from 0 to 6 percent.  These soils formed in medium to moderately fine textured parent sediments usually containing moderate amounts of sand and overlying beds of sand and gravel at depths of 20 to 40 inches.  At the type location the average annual precipitation is about 10 inches with peak periods of precipitation in the spring and early summer.  The average annual temperature is 38 degrees F. and the average summer temperature is 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dobrow and Wichup soils.   Dobrow soils have mollic epipedons more than 20 inches thick.  Wichup soils have a histic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; moderate permeability above the water table.  These soils have fluctuating water tables near the surface of the ground during much of the growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland or for native hay meadow.  Principal native vegetation is timothy, Nebraska sedge, and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of north-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 11/73.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
