{
  "SERIES": "RANSTEIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/RJA",
  "REVDATE": "03/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ranstein silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) silt loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and common tubular pores; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (3 to 6 inches thick)\nBt--3 to 10 inches; brown (10YR 5/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; few fine roots; few fine pores; thin patchy clay films on faces of peds and lining pores; moderately alkaline (pH 8.0); abrupt wavy boundary.  (7 to 8 inches thick)\nBtk1--10 to 24 inches; brown (10YR 5/3) silty clay loam, dark grayish brown (10YR 4/2) moist; strong coarse subangular blocky structure; hard, firm, sticky and plastic; few fine roots; few fine tubular pores; clay films lining pores and patchy films on faces of peds; few fine soft masses of calcium carbonate; strongly effervescent; moderately alkaline; (pH 8.2); clear wavy boundary.  (12 to 16 inches thick)\nBtk2--24 to 49 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; few fine pores; thin patchy clay films on faces of peds and lining pores; few fine soft masses of calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (18 to 30 inches thick)\nBk--49 to 60 inches; yellowish brown (10YR 5/4) silt loam, brown (10YR 4/3) moist; massive; slightly hard, friable, sticky and plastic; few fine soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chaves County, New Mexico; 2,250 feet south and 1,300 feet west of the northeast corner Sec. 30, T. 8 S., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section December through March and May through September.\nSoil Temperature:  59 to 63 degrees F.\nDepth to the base of the Bt horizon:  40 to 60 inches\nA horizon:  Value - 4 or 5 dry\nChroma:  2 or 3\nBt horizon:  Hue - 10YR or 7.5YR\nValue:  4 or 5 dry, 3 through 5 moist\nChroma:  2 through 4\nTexture:  silt loam or silty clay loam\nBk horizon:  Hue - 10YR or 7.5YR\nValue:  4 or 5\nChroma:  3 or 4\nTexture:  silt loam or silty clay loam\nCalcium carbonate equivalent:  less than 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series recognized in this family at this time.  Close competitors are the Asparas, Cale, Hodgins, and Tucumcari series.  Asparas and Cale soils are mesic.  Hodgins soils lack a mollic epipedon and an argillic horizon.  Tucumcari soils have more than 35 percent clay in the particle-size control section and lack a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ranstein soils are in concave positions on plains and have slopes ranging from 0 to 2 percent.  They formed in alluvium derived mainly from limestone.  Elevations range from 4,000 to 4,300 feet.  Average annual precipitation is 12 to 14 inches.  Average annual temperature is 57 to 60 degrees F., and average frost-free period is 190 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Conger, Ector, Reagan, and the close competing Hodgins soils.  Conger soils have a petrocalcic horizon at less than 20 inches.  Ector soils have a lithic contact at less than 20 inches.  Reagan soils lack a mollic epipedon and an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  The present vegetation is mainly blue grama, tobosa, black grama, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral New Mexico.  Ranstein soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chaves County (North Part), New Mexico, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Mollic epipedon:  0 to 10 inches\nArgillic horizon:  3 to 49 inches\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
