{
  "SERIES": "RAPADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWW/DJM/RLB/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Rapado series consists of moderately deep to petrocalcic, well drained soils that formed in alluvium derived from mixed rocks, dominantly from volcanic tuffs and minor amounts of limestone.  The Rapado soils are on summits and side slopes of fan remnants and ballenas.  Slopes are 4 to 30 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ustalfic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rapado very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The surface is partially covered with 35 percent gravel and 2 percent cobbles.\nA--0 to 8 cm; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine vesicular pores; 40 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (5 to10 cm thick)\nBtk1--8 to 28 cm; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; strong fine subangular blocky structure: hard, friable, moderately sticky and moderately plastic; common very fine and fine and few medium roots; common very fine and fine tubular pores; common distinct clay films on faces of peds and lining pores; common fine carbonate coats on undersides of rock fragments; 35 percent gravel; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (20 to 30 cm thick)\nBtk2--28 to 61 cm; brown (7.5YR 5/4) very gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine and few medium roots; common very fine and fine tubular pores; common faint clay films lining pores; many fine carbonate filaments and soft masses; common fine  carbonate coats on undersides of rock fragments; 48 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (25 to 36 cm thick)\nBk--61 to 81 cm; light yellowish brown (10YR 6/4) extremely gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine roots; many very fine interstitial and common very fine tubular pores; many fine to coarse carbonate coats and pendants on vertical and undersides of rock fragments; 55 percent gravel and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 25 cm thick)\nBkqm1--81 to 99 cm; white (10YR 8/1) indurated petrocalcic horizon with alternating lenses of strongly carbonate and accessory silica cemented material; 2 to 4 mm discontinuous laminar cap at top of pan, gradual wavy boundary.  (18 to 30 cm thick)\nBkqm2--99 to 152 cm; white (10YR 8/1) strongly carbonate and accessory silica cemented petrocalcic horizon with common lenses of very gravelly loamy coarse sand to extremely gravelly coarse sand; light gray (10YR 7/2) moist; massive."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County Nevada, approximately 2.5 miles southeast of Garden Springs and about 1250 feet east and 500 feet south of the projected northwest corner of Section 24, T. 8 S., R. 69 E.; USGS Lime Mountain 7.5 minute topographic quadrangle; latitude 37 degrees 14 minutes 43 seconds N and 114 degrees 13 minutes 40 seconds W; WGS84 Decimal Degrees 37.2452778 latitude, -114.2288889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in late summer and for short periods in winter and spring; aridic soil moisture regime bordering on ustic.\nMean annual soil temperature: 11 to 14 degrees C.\nDepth to petrocalcic horizon: 50 to 100 cm.\nParticle-size control Section - Clay content:  27 to 35 percent.\nRock fragments:  35 to 55 percent, mainly gravel.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nBtk horizons\nHue:  5YR or 7.5YR.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  3 or 4.\nTexture:  Very gravelly sandy clay loam, very gravelly clay loam.\nStructure:  Subangular blocky or prismatic.\nReaction:  Slightly alkaline or moderately alkaline.\nSecondary carbonates:  Common to many carbonate filaments and seams and soft masses occur in the lower part of the profile in most pedons.\nOther features:  Common or many very thin to thick carbonate coats and pendants on vertical and undersides of rock fragments.\nBk horizon\nHue:  10YR or 7.5YR.\nValue:  6 or 7 dry, 4 through 6 moist.\nChroma:  3 or 4.\nTexture:  Extremely gravelly coarse sandy loam or extremely gravelly sandy loam.\nClay content:  5 to 15 percent.\nRock fragments:  60 to 70 percent, mainly gravel.\nOther features:  Common or many thin to thick carbonate coats and pendants on vertical and undersides of rock fragments.\nBkqm horizons\nCementation:  Indurated or strongly carbonate and accessory silica cemented petrocalcic horizon.\nThickness:  90 to 600 cm thick.\nStructure:  Horizontal fractures (platy fragments) alternating with massive.\nOther features:  Few or common lenses of very gravelly or extremely gravelly material throughout hardpan."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rapado soils are on summits and side slopes of fan remnants and ballenas.  These soils formed in mixed alluvium derived from volcanic tuff and minor amounts of limestone. Slopes are 4 to 30 percent.  Elevations are 1,160 to 1,525 meters.  The climate is semiarid with cool, moist winters and hot, intermittently moist summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 11 to 13 degrees C, and the frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Pahroc and Leo soils. The Pahroc soils lack an argillic horizon.  Leo soils lack an argillic horizon and a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat.  The present vegetation is mainly blackbrush, Nevada ephedra, banana yucca, and Joshua tree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Nevada.  Rapado soils are of limited extent.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Nevada, South Part, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizons).\nArgillic horizon - The zone from 8 to 61 cm (Btk1 and Btk2 horizons).\nUstollic feature - Meets organic carbon requirement for ustollic.\nPetrocalcic horizon - The zone from 81 to 152 cm (Bkqm1 and Bkqm2 horizons).\nParticle-size control section - The zone from 8 to 58 cm (Btk1 horizon and part of the Btk2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
