{
  "SERIES": "RAPATEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDW-JWS-AAC",
  "REVDATE": "03/2020",
  "STATES": "IL",
  "OVERVIEW": "The Rapatee series consists of very deep, well drained soils on surface mined areas. These soils formed in fine-earth material or a mixture of fine-earth material and fragments of bedrock that have been excavated and reclaimed during surface mining operations.  They have been covered with the dark colored surface layers of pre-mined soils.  Slope gradients range from 1 to 15 percent.  Mean annual precipitation is about 864 mm (34 inches), and mean annual temperature is about 10.6 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, spolic, mixed, superactive, nonacid, mesic Anthroportic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rapatee silty clay loam - on a southwest facing convex slope of 2 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 cm (0 to 3 inches); mixed black (10YR 2/1) and very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) and gray (10YR 5/1) dry; moderate very fine subangular blocky structure; friable; common fine and very fine roots; some mixing and horizontal strata of yellowish brown (10YR 5/4 and 5/8) and grayish brown (10YR 5/2) material; about 2 percent sand; slightly acid; clear smooth boundary.  [0 to 15 cm (0 to 6 inches) thick]\nC1--8 to 46 cm (3 to 18 inches); mixed, black (10YR 2/1) and very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) and gray (10YR 5/1) dry; massive; firm; common fine roots; few moderate medium and coarse clods or soil fragments; some mixing and horizontal strata of yellowish brown (10YR 5/4 and 5/8) and grayish brown (10YR 5/2) material; few distinct dark stains and few fine rounded black concretions (iron-manganese oxides); about 2 percent sand; slightly acid; abrupt wavy boundary.  [15 to 61 cm (6 to 24 inches) thick]\nC2--46 to 122 cm (18 to 48 inches); mixed dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) silty clay loam; massive; very dense, very firm; few weak coarse clods or soil fragments; few pockets of dark olive gray (5Y 3/2) silty clay loam; common fine rounded black concretions (iron-manganese oxides); about 8 percent sand; slightly alkaline; abrupt wavy boundary.  [0 to 127 cm (0 to 50 inches) thick]\nC3--122 to 152 cm (48 to 60 inches); mixed brown (10YR 4/3), yellowish brown (10YR 5/4 and 5/6), and greenish gray (5G 5/1) clay loam; massive; extremely dense, very firm; few weak medium and coarse clods or soil fragments; common distinct dark stains and common fine black concretions (iron-manganese oxides); about 14 percent sand; common fragments of coal and shale; common dolomitic till pebbles; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Knox County, Illinois; about 1 mile northwest of Victoria; 1,460 feet west and 2,300 feet north of the southeast corner of sec. 11, T. 12 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nParticle-size control section: averages between 22 and 35 percent clay\nParticle-size control section: averages between 0 and 20 percent rock fragments by volume\nRock fragments: commonly 2 mm to 15 cm (less than 1/8 inch to 6 inches) in diameter, but include some stones as large as 25 cm (10 inches) in diameter.\nSoil fragments and isolated peds of relict genetic horizons of pre-mined soils; randomly distributed throughout, and are disordered relative to any plane in the profile.\nSoil fragments: with identifiable properties such as redoximorphic features, clay films, or coatings that are characteristic of their previous formation.\nOrganic carbon content decreases irregularly with depth in most pedons because of mixing or layering, and because of the presence of coal or other carbonaceous material.\nThese soils have a succession of compressed layers or traffic pans that formed during placement and grading of the soil material.\nMoist bulk density: 1.6 g/cc or greater of each layer\nAvailable water capacity: reduced because of the compaction and is low in individual layers.\nBoundaries between layers: abrupt to gradual and from smooth to wavy, depending upon the method of reclamation used.  Roots; typically few to common throughout the upper part of the soil to a depth of about 122 cm (48 inches), but generally are lacking below that depth.\nSome pedons have free carbonates throughout the C2 horizon.\nThe Ap and C1 horizons formed in replaced darkened surface layers of pre-mined soils\nHue: dominantly 10YR\nValue: dominantly 2 or 3, (4 or 5 dry)\nChroma: dominantly 1 to 3\nTexture: silt loam or silty clay loam\nStructure: Ap has weak or moderate very fine or fine subangular blocky or granular\nCosistence: friable to very firm\nReaction: slightly acid or neutral\nOther features:  Some strata, included peds, and soil fragments have colors in the range defined for the C2 horizon.\nC horizon beneath the replaced darkened surface layer:\nHue: 10YR, 2.5Y, 5Y, 5G, 5GY or 5BG\nValue:  4 to 6\nChroma: 1 to 8.  Colors are mixed throughout.\nTexture: typically silt loam or silty clay loam to a depth of 122 cm (48 inches), typically loam, clay loam, silt loam or silty clay loam or their channery or gravelly analogues below a depth of 122 cm (48 inches)\nStrcuture: massive\nConsistence: firm or very firm\nRock fragment: 0 to 10 percent byvolume of 8 to 25 cm (3 to 10 inches) in diameter to depth of 122 cm (48 inches) and 10 to 30 percent by vlume below a depth of 122 cm (48 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Swanwick series is in a closely related family. Swanwick soils have an active cation-exchange activity class and do not have colors with value of 2 or  3 in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rapatee soils are on nearly level to strongly sloping ridgetops and sideslopes of reconstructed landscapes.  Slope gradients range from 1 to 15 percent.  These soils formed in materials that were excavated and reclaimed during surface mining operations.  The upper 122 cm (48 inches) of regolith is dominantly fine-earth material that has the darkened surface layers of pre-mined soils returned to the surface.  The underlying regolith below a depth of about 122 cm (48 inches) is a mixture of unconsolidated fine-earth material and fragments of bedrock.  Rock fragments are commonly soft shale and siltstone, with some sandstone and limestone included.  Mean annual temperature varies from 8.9 to 12.2 degrees C (48 to 54 degrees F), and mean annual precipitation varies from 813 to 914 mm (32 to 36 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lenzburg soils in areas that have been excavated during mining and the Ipava, Sable, and Tama soils on adjacent unmined landscapes.  Lenzburg soils are nearby; graded areas are on similar parts of the landscape, and ungraded areas are steeper or on narrow parallel ridges.  Lenzburg soils have not had the darkened surface layers returned to the surface after mining.  Ipava, Sable, and Tama soils formed in loess and contain B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained.  The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometer per second) in the surface layer, is moderately high (1.41 to 4.23 micrometers per second) and low to moderately low (0.01 to 0.42 micrometers per second) in the substratum to a depth of about 122 cm (48 inches), and is low to moderately low (0.01 to 0.42 micrometer per second) in the lower part of the substratum. Permeability is moderately slow in the surface layer, is moderately slow and very slow in the substratum to a depth of about 48 inches, and is very slow in the lower part of the substratum.  Water perches at various levels within the soil on the compressed layers, but primarily on the discontinuity at a depth of about 122 cm (48 inches)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rapatee soils are used for cultivated crops.  Corn, soybeans, and small grain are the principal crops. Some areas are seeded to grass-legume mixtures for pasture or hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central Illinois, mainly in MLRAs 108B, and 115C.  The extent is small.  Their extent will increase as surface mining operations continue."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Knox County, Illinois, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The dark colors in the Ap and C1 horizons of these soils result from replacement of the darkened surface layers of pre-mined soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 8 cm (0 to 3 inches).\n03/2020 Updated Taxonomic Class based on Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Data for several pedons in Illinois have been collected and are on file at the NRCS state office in Champaign, Illinois."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "moderate very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 cm (0 to 3 inches); mixed black (10YR 2/1) and very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) and gray (10YR 5/1) dry; moderate very fine subangular blocky structure; friable; common fine and very fine roots; some mixing and horizontal strata of yellowish brown (10YR 5/4 and 5/8) and grayish brown (10YR 5/2) material; about 2 percent sand; slightly acid; clear smooth boundary.  [0 to 15 cm (0 to 6 inches) thick]"
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--8 to 46 cm (3 to 18 inches); mixed, black (10YR 2/1) and very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) and gray (10YR 5/1) dry; massive; firm; common fine roots; few moderate medium and coarse clods or soil fragments; some mixing and horizontal strata of yellowish brown (10YR 5/4 and 5/8) and grayish brown (10YR 5/2) material; few distinct dark stains and few fine rounded black concretions (iron-manganese oxides); about 2 percent sand; slightly acid; abrupt wavy boundary.  [15 to 61 cm (6 to 24 inches) thick]"
      },
      {
        "name": "C2",
        "top": 46,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C2--46 to 122 cm (18 to 48 inches); mixed dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) silty clay loam; massive; very dense, very firm; few weak coarse clods or soil fragments; few pockets of dark olive gray (5Y 3/2) silty clay loam; common fine rounded black concretions (iron-manganese oxides); about 8 percent sand; slightly alkaline; abrupt wavy boundary.  [0 to 127 cm (0 to 50 inches) thick]"
      },
      {
        "name": "C3",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--122 to 152 cm (48 to 60 inches); mixed brown (10YR 4/3), yellowish brown (10YR 5/4 and 5/6), and greenish gray (5G 5/1) clay loam; massive; extremely dense, very firm; few weak medium and coarse clods or soil fragments; common distinct dark stains and common fine black concretions (iron-manganese oxides); about 14 percent sand; common fragments of coal and shale; common dolomitic till pebbles; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
