{
  "SERIES": "RAPH",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEG/RLB/JBF",
  "REVDATE": "01/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Sodic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Raph loam--rangeland.  (Colors are for dry soils unless otherwise noted.)\nAn--0 to 10 cm; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; moderate thin platy structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine vesicular pores; 5 percent gravel; strongly alkaline (pH 8.6); abrupt smooth boundary.  (8 to 18 cm thick)\nBwn--10 to 36 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine and medium roots; common very fine and fine tubular pores; 5 percent gravel; slightly effervescent; strongly alkaline (pH 8.6); gradual smooth boundary.  (18 to 33 cm thick)\nBqkn1--36 to 76 cm; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, moderately sticky and moderately plastic; common fine and medium roots; common very fine and fine tubular pores; 10 percent gravel; 5 percent fine durinodes; common distinct secondary calcium carbonate masses; violently effervescent; strongly alkaline (pH 8.8); gradual smooth boundary.  (25 to 64 cm thick)\n2Bqkn2--76 to 107 cm; very pale brown (10YR 7/3) gravelly sandy loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few fine and medium roots; common very fine and fine tubular pores; 25 percent gravel; 5 percent fine durinodes; common fine secondary calcium carbonate masses; few weakly silica-cemented masses up to 5 cm thick; violently effervescent; strongly alkaline (pH 9.0); gradual smooth boundary.  (25 to 50 cm thick)\n3Bqkn3--107 to 152 cm; very pale brown (10YR 7/3) stratified fine sandy loam through very gravelly coarse sand, light yellowish brown (10YR 6/4) moist; hard, friable, nonsticky and nonplastic; few fine roots; common very fine and fine tubular pores; few secondary calcium carbonate masses; common silica-cemented fragments up to 5 cm thick; violently effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; about 140 feet north and 2400 feet east of the projected southwest corner of section 10, T. 11 N. R.  61 E.; USGS Lund 7.5 minute topographic quadrangle; latitude 39 degrees 49 minutes 17 seconds N and longitude 115 degrees 06 minutes 17 seconds W;  NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring, dry summer and fall; typic aridic soil moisture regime\nMean annual soil temperature: 8 to 11 degrees C.\nThickness of An and Bwn horizons: 28 to 50 cm.\nReaction: Moderately alkaline through very strongly alkaline.\nSodicity (SAR): 13 to 45 percent.\nParticle-size control section - Clay content: Average 18 to 27 percent.\nRock fragments: average 5 to 35 percent, mainly gravel\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4.\nBwn horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Loam or silt loam.\nClay content: 20 to 27 percent.\nStructure: Massive or subangular blocky.\nConsistence: Slightly sticky or moderately sticky and slightly plastic or moderately plastic.\nRock fragments: 0 to 15 percent.\nBqkn1 horizon\nValue: 6 or 7 dry, 5 or 6 moist.\nChroma: 3 or 4, dry or moist.\nTexture: dominantly loam or silt loam, subhorizons of clay loam are in some pedons.\nClay content: averages 20 to 27 percent.\nStructure: Massive or subangular blocky.\nConsistence: Slightly hard or hard dry, slightly sticky or moderately sticky and slightly plastic or moderately plastic.\n2Bqkn2 horizon\nValue: 6 or 7 dry, 5 or 6 moist.\nChroma: 3 or 4.\nClay content: 15 to 20 percent.\nRock fragments: 15 to 45 percent\nStructure: Massive or subangular blocky.\nConsistence: Slightly hard or hard dry.\nDurinodes: 5 to 15 percent.\n3Bqkn3 horizon\nValue: 6 or 7 dry, 5 or 6 moist.\nChroma: 3 or 4.\nTexture: Stratified fine sandy loam through very gravelly coarse sand.  Some pedons have thin layers of other textures.\nClay content: Average 6 to 15 percent.\nRock fragment: Average 15 to 35 percent.\nConsistence: Slightly hard or hard dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Burnswick series. Burnswick soils are moist more than 20 days cumulative in the summer months."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Raph soils are on nearly level fan remnants, beach plains, alluvial plains, fan skirts, lake plains, and alluvial flats.  These soils formed in stratified alluvium derived from mixed rock sources.  Slopes are 0 to 4 percent.  Elevations are 1,410 to 1,950 meters. Mean annual precipitation is between 150 and 200 mm, mean annual temperature is 7 to 9 degrees C, and the frost-free period is about 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Katelana and Heist series.  Both these soils lack cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used primarily for livestock grazing.  The present vegetation is mainly shadscale, winterfat, bud sagebrush and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Nevada.  MLRA 28B.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County, Nevada, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series originally was recognized in Lincoln County but type location has been moved from Lincoln to White Pine County to an area more nearly representing the central concept of the series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 18 cm. (An and part of Bwn horizons)\nCambic horizon - The zone from about 10 to 36 cm. (Bwn horizon)\nParticle-size control section - The zone from 25 to 100 cm. (part of Bwn, Bqkn1 and part of the 2Bqkn2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
