{
  "SERIES": "RAPIDCREEK",
  "STATUS": "Established Series",
  "BYREV": "JWW/DJB",
  "REVDATE": "09/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal over sandy or sandy-skeletal, mixed, superactive, calcareous, frigid Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rapidcreek gravelly loam, on a southwest facing, linear slope of 2 percent in mixed forest-grassland vegetation at an elevation of about 1,345 meters.  (Colors are for moist soil unless otherwise noted.)  When described on July 9, 2004 the soil was moist throughout.\nA--0 to 4 cm; very dark grayish brown (10YR 3/2) gravelly loam, dark grayish brown (10YR 4/2) dry; weak medium and moderate fine granular structure; soft, very friable, slightly sticky; many very fine, common fine and medium roots; about 15 percent subrounded limestone gravel and subangular channers; slight effervescence; slightly alkaline; abrupt smooth boundary. (2 to 15 cm thick)\nC1--4 to 20 cm; about 80 percent stratified dark grayish brown (10YR 4/2) very gravelly loam, light brownish gray (10YR 6/2) dry, and 20 percent grayish brown (10YR 5/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak medium platy structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine, common fine and medium roots; about 40 percent subangular and subrounded gravel, 2 percent subrounded cobble; strong effervescence; moderately alkaline; clear wavy boundary.\nC2--20 to 38 cm; about 80 percent brown (10YR 4/3), pale brown (10YR 6/3) dry, and 20 percent dark brown (10YR 3/3), brown (10YR 5/3) dry very gravelly fine sandy loam; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common fine and medium roots; about 43 percent subangular and subrounded gravel and 2 percent subrounded cobbles; strong effervescence; moderately alkaline; clear wavy boundary.  (Combined thickness of the C horizon is 25 to 51 cm)\n2C3--38 to 53 cm; dark grayish brown (10YR 4/2) very gravelly loamy coarse sand, light brownish gray (10YR 6/2) dry; massive; soft, very friable, nonsticky and nonplastic; common very fine and finea and few medium roots; about 50 percent subangular and subrounded gravel; violent effervescence; moderately alkaline; clear wavy boundary.\n2C4--53 to 157 cm; brown (10YR 4/3) extremely cobbly loamy coarse sand, pale brown (10YR 6/3) dry; single grain; loose; common very fine and few fine and medium roots; about 70 percent mixed sedimentary fragments, of which 35 percent are rounded cobbles, 30 percent subrounded and rounded gravel,and 5 percent rounded stones; strong effervescence; moderately alkaline; clear wavy boundary.\n3C5--157 to 173 cm; 60 percent dark grayish brown (10YR 4/2) gravelly fine sandy loam, grayish brown (10YR 5/2) dry, and 40 percent very dark grayish brown (10YR 3/2) gravelly very fine sandy loam, dark grayish brown (10YR 4/2) dry; massive; soft, very friable; few very fine and fine roots; 30 percent mixed sedimentary fragments, of which 20 percent are subrounded gravel and 10 percent rounded cobble; violent effervescence; moderately alkaline;  clear wavy boundary.  (0 to 20 cm thick)\n2C4'--173 to 200 cm (68 to 80 inches); brown (10YR 4/3) extremely cobbly loamy coarse sand, pale brown (10YR 6/3) dry; single grain; loose;  few very fine roots; 60 percent mixed sedimentary fragments, of which 40 percent are rounded cobble and 20 percent rounded gravel; strong effervescence; moderately alkaline.  (Combined thickness of the 2C horizon is 102 to 171 cm)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, South Dakota; about 0.5 miles north of Maurice, between Highway 14A and Spearfish Creek; about 1,000 feet north and 1,700 feet west of the southeast corner of Sec. 8, T. 5 N., R. 2 E.; Maurice USGS topographic quadrangle, South Dakota; GPS 44 degrees 24 minutes 20.3 seconds north latitude and 103 degrees 53 minutes 53.2 seconds west longitude; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to effervescence:  0 to 15 cm\nDepth to contrasting particle-size class or lithologic discontinuity:  30 to 60 cm\nA horizon:\nHue:  5YR to 10YR\nValue:  3 or 4, 4 to 6 dry\nChroma:  2 to 4\nTexture:  GR-L, CB-L\nClay content:  18 to 27 percent\nRock fragments:  15 to 35 percent gravel and/or cobble\nReaction:  neutral or slightly alkaline\nC horizon:\nHue:  5YR to 10YR\nValue:  3 to 6, 5 to 7 dry\nChroma:  2 to 6\nTexture:  stratified LS, SL, FSL, VFSL, L, SIL, CL (fine-earth fraction)\nClay content:  15 to 27 percent horizon average; individual strata may contain more or less\nRock fragments:  35 to 60 percent rounded and subrounded, mixed sedimentary and igneous fragments; 20 to 45 percent gravel and 2 to 40 percent cobble\nCalcium carbonate equivalent:  2 to 15 percent\nReaction:  slightly alkaline or moderately alkaline\n2C horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5, 5 or 6 dry\nChroma:  2 to 4\nTexture:  stratified LS, S, LCOS, COS (fine-earth fraction)\nClay content:  3 to 10 percent horizon average\nRock fragments:  50 to 80 percent rounded and subrounded, mixed sedimentary and igneous fragments; 20 to 50 percent cobble, 10 to 40 percent gravel, and 0 to 10 percent stones\nCalcium carbonate equivalent:  1 to 5 percent\nReaction:  slightly alkaline to moderately alkaline\n3C horizon (when present):\nHue:  10YR\nValue:  3 or 4, 4 or 5 dry\nChroma:  2 or 3\nTexture:  L, FSL, VFSL (fine-earth fraction)\nClay content:  15 to 25 percent\nRock fragments:  15 to 35 percent rounded and subrounded gravel and/or cobble\nCalcium carbonate equivalent:  2 to 10 percent\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this taxonomic class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Alluvium derived primarily from mixed sedimentary sources, but also including minor components of igneous- and metamorphic-derived material\nLandform:  flood plains and low terraces in mountain valleys and canyon floors\nSlopes:  1 to 10 percent\nElevation:  1,158 to 1,830 meters\nMean annual air temperature:  6 to 9 degrees C\nMean annual precipitation:  455 to 710 mm\nPrecipitation pattern:  Over half of the average annual precipitation falls as rain and snow from March through July\nFrost-free period:  100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBullflat, Cordeston, and Marshbrook - have mollic epipedons and are fine-loamy.  In addition, Bullflat soils have an argillic horizon, Cordeston soils have a cumulic mollic epipedon, and Marshbrook soils have a aquic moisture regime.  Bullflat soils occur on higher landscape positions and Cordeston soils occur on slightly higher and Marshbrook soils on slightly lower landscape positions than Rapidcreek soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well to somewhat excessively drained; saturated hydraulic conductivity is high over very high; low to medium runoff; rarely to occasionally flooded for very brief to brief periods during the months of April through August."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rapidcreek soils have a riparian or mixed woodland and grassland ecological community and are utilized for livestock grazing, wildlife habitat, recreation, and limited homesite development.  Common vegetation present on most areas includes Timothy, Kentucky bluegrass, smooth brome, sedges, cottonwood, boxelder, green ash, and occasional ponderosa pine and Black Hills spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rapidcreek soils occur in valleys and canyons on the Limestone Plateau physiographic area in the Black Hills of South Dakota and Wyoming; LRR G, MLRA 62; the series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Update Soil Survey of Lawrence County, South Dakota, 2006.  The name is taken from Rapid Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 25 to 100 cm (C2, C3, and 2C4 horizons)\nOchric epipedon:  The zone from 0 to 4 cm  (A horizon)\nStrongly contrasting particle-size classes:  At the lower boundary of the C2 horizon\nLithologic discontinuity:  At the upper boundary of the 2C3 horizon and at the upper boundary of the 3C5 horizon.\nOther features:  Fluventic suborder, an irregular decrease in organic matter\nThe assignment of the cation-exchange activity class is derived from lab data from the typical pedon.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
