{
  "SERIES": "RARICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFB/RHM",
  "REVDATE": "07/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, micaceous Spodic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rarick stony loam, forested.  (Colors are for dry soil unless otherwise stated.)\n01--3 to 2 inches; undecomposed organic material consisting mainly of needles, bark, and twigs.\n02--2 inches to 0; partially decomposed organic material like that of the horizon above.\nA1--0 to 8 inches; dark brown (7.5YR 4/2) stony loam, dark brown (7.5YR 3/2) moist; moderate medium crumb structure; soft, very friable; 20 percent stones, most of which are on the surface; strongly acid; gradual smooth boundary.  (6 to 15 inches thick)\nA2--8 to 14 inches; light gray (10YR 7/2) gravelly sandy loam, grayish brown (10YR 5/2) moist; weak fine subangular blocky structure that parts to weak medium crumbs; weak platy structure in places; soft, very friable; 20 percent gravel and stones; very strongly acid; gradual smooth boundary.  (1 to 6 inches thick)\nB2ir--14 to 21 inches; brown (7.5YR 5/4) gravelly sandy loam, dark brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable; 15 percent gravel and stones; very strongly acid; diffuse wavy boundary.  (9 to 21 inches thick)\nR--21 inches; fractured and partly weathered gneiss and schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; up Gold Creek from Ohio City, Colorado 1/2 mile beyond sign post showing directions to Gold Creek Trail, Union Park, and Taylor River, in T. 50 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the umbric epipedon ranges from 7 to 15 inches, thickness of solum ranges from 15 to 40 inches, and depth to bedrock ranges from 20 to 40 inches.  Mean annual soil temperature ranges from 32 to 36 degrees F., and mean summer soil temperature ranges from 40 to 44 degrees F., with an 0 horizon.  The control section is typically sandy loam and has 5 to 18 percent clay, 10 to 40 percent silt, and 40 to 75 percent sand.  Rock fragments range from 5 to 35 percent and range from gravel to stones over 10 inches in diameter.  Reaction is very strongly acid or strongly acid and the soil is less than 50 percent base saturated.\nThe A1 horizon has hue of 10YR through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Organic carbon ranges from 1 to more than 8 percent.  Usually this horizon has fine crumb or granular structure, but has weak subangular blocky structure in some pedons.  It is soft or slightly hard.\nThe A2 horizon has hue of 10YR or 7.5YR, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4.  Usually it has weak platy or granular structure, but it has weak subangular blocky structure, in some pedons.  This horizon is soft or slightly hard.\nThe B2 horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 through 6.  Organic carbon ranges from .3 to 2.5 percent and exceeds 1.2 percent in the upper 4 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boze, Josie, Longval, Saddleback, Suttler, and Trail Creek series.  Boze, Josie, Saddleback, Suttler, and Trail Creek soils are all deeper than 40 inches to a lithic contact.  Longval soils lack iron concentrations in B2 horizon, have mean annual soil temperatures above 39 degrees F., lack A2 horizons, and are generally less acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Rarick soils are on steep mountain sides and ridge crest at high elevations.  Slope gradients range from 6 to 50 or more percent.  The soils formed in moderately coarse textured very strongly acid parent materials weathered residually from gneiss or similar bedrock.  At the type location the average annual precipitation is 26 inches, about half of which falls during the months of April through August.  The average annual temperature is 32 degrees F., and the average summer temperature is 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jenkins, Leal, and Matcher soils.  Matcher soils have a sandy-skeletal control section.  Leal and Jenkins soils have light colored surface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for forestry, native pastureland, and for recreational purposes.  Native vegetation is mainly spruce, fir, lodgepole pine, vaccinium, buffalo berry, prostrate juniper, and various lichens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountainous areas of central Colorado and Wyoming.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 1/75.\nThe mineralogy class was changed from paramicaceous to micaceous in 07/2010 by the National Soil Survey Center on request of the responsible MLRA regional office.  The change was necessary based on the eleventh edition of the Keys to Soil Taxonomy, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
