{
  "SERIES": "RASBAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJ/MEO",
  "REVDATE": "11/2005",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over fragmental, mixed, superactive, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rasband - loam 1 - 3 percent slopes.\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) light loam, very dark brown (10YR 2/3) moist; weak coarse subangular blocky breaking to weak fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; abundant fine roots; noncalcareous; neutral (pH 7.1 paste); clear smooth boundary. (5 to 7 inches thick)\nB1--5 to 12 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium blocky structure; very hard, firm, slightly sticky and slightly plastic; ;abundant fine roots; common fine pores; thin occasional clay films; noncalcareous; neutral (pH 6.9 paste); claer wavy boundary. (7 to 10 inches thick)\nB21--12 to 24 inches; dark grayish brown (10YR 4/2) heavey loam, (20 percent gravel), dark brown (10YR 3/3) moist; weak coarse prismatic, breaking to moderate medium blocky structure; extremely hard, extremely firm, very sticky and very plastic; plentiful fine roots; common fine and medium pores; moderate continuous clay films; noncalcareous; neutral (pH 6.7 paste); clear wavy boundary. (5 to 18 inches thick)\nB22--24 to 30 inches; brown (10YR 4/3) gravelly loam, dark brown (10YR 3/3) moist; weak coarse prismatic, breaking to moderate medium subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; plentiful fine roots; common very fine pores; thin patchy clay films; noncalcareous; slightly acid (pH 6.5 paste); clear wavy boundary. (6 to 18 inches thick)\nB3--30 to 36 inches; brown (10YR 4/3) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable slightly sticky and slightly plastic; few fine roots; very thin patchy clay films; noncalcareous; neutral (pH 7.2 paste); clear smooth boundary.  (4 to 30 inches thick)\nC1--36 to 40 + inches; brown (10YR 5/3) very gravelly loamy coarse sand, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; few fine roots; noncalcareous; neutral (pH 7.0 paste)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  1/8 mile W. of Heber Fairgrounds, N. of road, 2,620 feet S., 2,040 feet E. of NW corner Section 6,T4S., R5E., Photo 12, Wasatch County, Utah."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Physiography, stream terrace; elevation, 5,600 feet above sea level; relief, 2 percent slope, SW aspect; parent materials, alluvium from andesite; classification, Brunizem 5.72 - 5.4 Boric Argixerolls; climate, mean annual air temperature 45 degrees F., mean summer air temperature 62 degrees F., average annual precipitation 16 to 20 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are currently no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  alluvium derived from andesite\nLandform:  stream terraces\nSlopes:  1 to 3 percent\nElevation:  about 5,600 feet\nMean annual temperature:  about 45 degrees F\nMean summer temperature:  about 63 degrees F\nMean annual precipitation:  16 to 20 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  (Not available at this time)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability, low runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nOSED scanned by SSQA.  Last revised by state on 1960.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
