{
  "SERIES": "RASTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVN/WED/JBF",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Raster very stony sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)   The soil surface is covered with 10 percent stones, 20 percent cobbles, and 20 percent gravel.\nA1--0 to 10 cm; dark grayish brown (10YR 4/2) very stony sandy loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine and fine interstitial and few fine tubular pores; 15 percent gravel, 10 percent cobbles and 10 percent stones; neutral (pH 7.0); clear smooth boundary.  (5 to 15 cm thick)\nA2--10 to 30 cm; dark grayish brown (10YR 4/2) very cobbly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and few fine roots; many very fine and fine, common medium and few coarse tubular pores; 20 percent gravel, 25 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4); clear wavy boundary.  (10 to 25 cm thick)\nA3--30 to 69 cm; dark grayish brown (10YR 4/2) extremely stony sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; many very fine tubular and many very fine and few fine interstitial pores; 25 percent gravel, 15 percent cobbles and 25 percent stones; slightly alkaline (pH 7.4); clear wavy boundary.  (25 to 50 cm thick)\nC--69 to 152 cm; light yellowish brown (10YR 6/4) extremely stony sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and few fine interstitial pores; 10 percent gravel, 35 percent cobbles and 25 percent stones; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; about 100 feet west and 700 feet north of southeast corner of section 17, T. 9 N., R. 51 E.; USGS Moores Station 7.5 minute topographic quadrangle; latitude 38 degrees 38 minutes 07 seconds N and longitude 116 degrees 14 minutes 25 seconds W; WGS84 Decimal Degrees 38.6352778 latitude, -116.6402778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, moist in winter and early spring, dry summer and fall but intermittently moist due to convection storm; dry in all parts at least 45 consecutive days following the summer solstice; xeric soil moisture regime.\nMean annual soil temperature: 9 to 12 degrees C.\nMollic epipedon thickness: 50 to 75 cm.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content:  6 to 14 percent.\nRock fragments:  60 to 80 percent; 10 to 30 percent gravel, 15 to 35 percent cobbles and 15 to 25 percent stones.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nC horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture:  Loamy sand or sand.\nRock fragments:  60 to 80 percent, with 45 to 70 percent stones and cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dehlinger, Demox, Drit, Gamboa, Goldmountain, Hannarocks, Langrell, Murken, Packard, Plumas, Watterson and Wrentham soils.\nDehlinger and Packard soils have more than 18 percent clay in the particle-size control section. Demox soils are dry for 120 consecutive days and have less than 50 percent rock fragments in the control section.  Drit and Langrell soils have cambic horizons.  Drit soils are dry for 90 consecutive days and have mostly gravel sized rock fragments and are dominated by coarse sand. Goldmountain, Hannarocks, Murken and Wrentham soils have bedrock at depths of 50 to 100 cm. Langrell  and Watterson soils contain less than 60 percent rock fragments in the particle-size control section.  Gamboa and Plumas soils have mollic epipedons more than 76 cm thick. Gamboa soils have mean annual soil temperatures of 12 to 14 degrees C.. Plumas soils have less than 60 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Raster soils are on fan aprons.  These soils formed in mixed alluvium derived dominantly from andesite rocks.  Slopes are 8 to 30 percent.  Elevations are 1,555 to 2,135 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 300 to 360 mm; mean annual temperature is 9 to 11 degrees C., and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mijay, Chuckridge and Veet soils.  Mijay and Chuckridge soils have an argillic horizon and a duripan.  Veet soils have a cambic horizon and lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat.  The present vegetation is mainly basin big sagebrush, desert bitterbrush, singleleaf pinyon, Utah juniper, serviceberry, green ephedra, desert prune, currant and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Nevada.  MLRA 29.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nye County, Northeast Part, Nevada.  1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (Pachic)- The zone from the soil surface to 69  cm (A1, A2 and A3 horizons).\nParticle-size control section - The zone from 25 to 100 cm (A3 and part of A2 and c horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
