{
  "SERIES": "RATAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/AWS/TWH",
  "REVDATE": "05/2012",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, micaceous, frigid, shallow Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ratake channery loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 inches (0 to 25 cm); reddish gray (5YR 5/2) channery loam, very dark reddish brown (5YR 3/2) moist; strong fine granular and crumb structure; soft, very friable; 20 percent soft phyllite fragments; very high mica content; neutral; clear smooth boundary.  (7 to 20 inches (18 to 50 cm) thick)\nBw--10 to 15 inches 25 to 38 cm); reddish brown (5YR 5/3) very channery loam, reddish brown (5YR 4/3) moist; moderate fine subangular blocky structure parting to strong fine granules; soft, very friable; 60 percent phyllite fragments; very high mica content; neutral; diffuse wavy boundary.  (0 to 10 inches (0 to 25 cm) thick)\nCr--15 to 25 inches (38 to 64 cm); weathered phyllite or phyllitic schist.  Fragments are well weathered and can be crushed in the hand with some difficulty but without significant contributions to the fine portions of the soil on first and second breakages.  Horizon can be penetrated with a spade with difficulty.  Very high mica content."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Larimer County, Colorado; SE corner of Sec. 5, T. 8 N., R. 70 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic\nThickness of the mollic epipedon: 7 to 20 inches (18 to 50 cm)\nDepth to the paralithic contact: 10 to 20 inches (25 to 50 cm)\nBase saturation: 90 to 100 percent\nParticle-size control section:\nClay content: 15 to 35 percent\nRock fragment content: 35 to 80 percent\nMica content: 45 to 70 percent (by grain count)\nA horizon:\nHue: 7.5YR to 2.5YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 to 3\nTexture: channery loam, gravelly loam, gravelly sandy loam\nStructure: granular or crumb structure but has weak subangular blocky structure in some pedons\nConsistence: soft or slightly hard\nReaction: slightly acid to slightly alkaline\nBw horizon: (when present)\nHue: 7.5YR to 2.5YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture: very channery loam, very gravelly loam, very gravelly sandy loam, very gravelly sandy clay loam\nStructure: subangular blocky structure but has very weak prismatic structure in some pedons\nRock fragment content: 35 to 80 percent, mainly small fragments of phyllite ranging from 1/2 to 2 inches in length, and 1/8 to 1/4 inch in thicknessReaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ratake soils are on upland hills and ridges, principally in foothill areas at the margins of the Rocky Mountain system.\nSlope: gradients range from 2 to 60 or more percent\nMean annual precipitation: 14 to 20 inches (355 to 457 mm))\nPrecipitation pattern: peak periods during the spring and early summer months  The average annual temperature is 45 degrees F., the mean summer temperature is 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kittredge and Troutdale soils.  Kittredge and Troutdale soils lack a paralithic contact above depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Principal native vegetation is mountainmahogany, fringed sage, sideoats grama, cactus and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothill areas of northern and central Colorado. LRR E, MLRA 48A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Larimer County, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 to 10 inches (0 to 25 cm) (A1 horizon)\nParalithic contact: 15 inches (38 cm) (Cr layer)\nThe clay content of the series concept is unclear. It appears that clay was meant to range no higher than 27 percent.\nThe mineralogy class was changed from paramicaceous to micaceous, based on soil taxonomy changes to the mineralogy classes for soils high in mica.\nTaxonomic Version: Soil Taxonomy Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
