{
  "SERIES": "RATHDRUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJW/SHB/JAL",
  "REVDATE": "10/2002",
  "STATES": "ID,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, amorphic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rathdrum silt loam, forested; on a 3 percent southwest-facing slope at 2,600 feet elevation.  When described on September 6, 1974, the soil was slightly moist.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; fresh needles, leaves and twigs.\nOe--1 to 2 inches; partially decomposed needles, twigs and roots.\nBw1--2 to 6 inches; pale brown (10YR 6/3) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak medium platy structure parting to weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and few coarse roots; common very fine, fine and medium tubular pores; 2 percent pebbles; many small pieces of charcoal; slightly acid (pH 6.4); clear wavy boundary.  (4 to 8 inches thick)\nBw2--6 to 24 inches; pale brown (10YR 6/3) ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and common coarse roots; many fine and medium tubular pores; 3 percent pebbles; few pieces of charcoal; slightly acid (pH 6.4); gradual wavy boundary.  (14 to 22 inches thick)\nBC--24 to 46 inches; very pale brown (10YR 7/4) ashy silt loam, yellowish brown (10YR 5/4) moist; weak medium and coarse subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; common fine and medium, few very fine and coarse roots; many fine and medium tubular pores; 5 percent pebbles; few black concretions; few pieces of charcoal; slightly acid (pH 6.2); abrupt wavy boundary.  (12 to 24 inches thick)\nC1--46 to 56 inches; very pale brown (10YR 8/3) and very pale brown (10YR 7/4) ashy very fine sandy loam, pale brown (10YR 6/3) and yellowish brown (10YR 5/4) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and coarse roots; few fine and medium tubular pores; reddish colored band 1/2 to 1 inch thick; 5 percent pebbles; slightly acid (pH 6.4); clear wavy boundary.  (5 to 12 inches thick)\n2C2--56 to 70 inches; pale brown (10YR 6/3) gravelly silt loam, dark yellowish brown (10YR 4/4) moist; massive; soft, friable, nonsticky and nonplastic; few fine and medium roots; few fine and medium tubular pores; 15 percent pebbles, 5 percent cobbles, 5 percent stones; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kootenai County, Idaho; 1.4 miles north of railroad overpass on State Highway 41 and 300 feet west of highway, about 2,100 feet north and 50 feet west of the southeast corner of sec. 20, T. 53 N., R. 4 W.  Latitude - 47 degrees, 55 minutes, 29 seconds North; Longitude - 116 degrees, 50 minutes, 58 seconds West; USGS -  Spirit Lake East Quadrangle"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 42 to 46 degrees F.\nSolum thickness - 18 to 40 inches\nThin volcanic ash layer - 0.25 to 0.5 inch thick present in some undisturbed pedons between organic and mineral surface\nSoil moisture control section - usually dry 30 to 45 consecutive days July to September, moist October to June\nReaction - moderately acid to neutral throughout\nVolcanic ash material - 40 to 60 inches thick\nVolcanic glass content in the 0.02 to 2.0 mm fraction - 60 to 90 percent\nAcid-oxalate extractable Al plus 1/2 Fe - 0.4 to 2.0 percent Phosphate retention - 25 to 55 percent\n15-bar water content on air dried samples - 5 to 12 percent\nBw horizon\nHue - 10YR or 7.5YR\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 3 or 4 dry or moist\nTexture - ASHY-SIL, ASHY-VFSL\nRock fragments - 0 to 5 percent gravel\nBulk density - 0.65 to 0.90 g/cc\nC horizon\nValue - 6 through 8 dry, 4 through 6 moist\nTexture - ASHY-SIL, ASHY-VFSL, ASHY-FSL\nRock fragments - 0 to 10 percent gravel\nBulk density - 0.65 to 0.95 g/cc upper part, 0.85 to 1.10 g/cc lower part in some pedons\n2C horizon\nTexture - GR-SIL, SIL, VFSL\nRock fragments - 0 to 30 percent\nBulk density - 0.85 to 1.10 g/cc, some pedons 1.10 to 1.30 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rathdrum soils are in depressions and concave positions on glacial outwash plains and terraces.  Slopes range from 0 to 8 percent.  They formed in volcanic ash over glacial outwash materials.  Elevations range from 2,000 to 2,600 feet.  The climate is characterized by cool, moist winters, and warm, relatively dry summers.  The average annual precipitation ranges from 25 to 35 inches and average annual air temperature is 42 to 45 degrees F.  The frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonner, Hoodoo, Kaniksu, Kootenai, and McGuire soils.  Bonner and Kootenai soils are on outwash terraces and plains and have a sandy-skeletal substratum at depths of 20 to 40 inches.  Hoodoo soils are on flood plains and drainageways and are poorly drained.  Kaniksu soils are on outwash terraces and plains and have a thin mantle of volcanic ash and a sandy control section.  McGuire soils are on outwash terraces and are loamy-skeletal and have a mesic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability.  Some areas are subject to rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for timber production, wildlife habitat, recreation, and some hay and pasture.  A few areas are used for crop production.  Natural vegetation is mainly western redcedar, grand fir, Douglas-fir, western white pine, ponderosa pine, lodgepole pine, and western larch, with an understory of myrtle pachystima, western thimbleberry, big blueberry, sedge, queencup beadlily, brackenfern, longtube twinflower, pine reedgrass, rose, and fairybells.  Some areas have western hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho and northeastern Washington, and possibly northwestern Montana.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kootenai County, Idaho, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision (6/95) changes the classification from Typic Vitrixerands to Typic Udivitrands.  The vegetation indicates a udic soil moisture regime.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (O, Bw1, and part of Bw2 horizons)\nCambic horizon - 6 to 24 inches (Bw2 horizon)\nParticle-size control section - 2 to 42 inches (Bw1, Bw2, and part of the BC horizon)\nADDITIONAL DATA:  National Soil Survey Laboratory Sample Numbers - 86P 338, 78P 548, 78P 551.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
