{
  "SERIES": "RATONWEST",
  "STATUS": "Tentative Series",
  "BYREV": "Rev: SAZ",
  "REVDATE": "08/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ratonwest very cobbly loam, in an area of Ratonwest-Rock Outcrop complex, 1 to 10 percent slopes under a cover of ponderosa pine, (Colors are for dry soil unless otherwise noted.)\nOi--2 to 0 centimeters (1 to 0 inches); pine needles and leaves.\nA--0 to 13 centimeters (0 to 5 inches); dark reddish brown (5YR 3/3) very cobbly loam, dark reddish brown (5YR 2.5/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common coarse roots; common very fine irregular pores; 10 percent gravel and 30 percent cobbles and 5 percent stones; no effervescence; neutral (pH 7.0); clear smooth boundary. (13 centimeters thick)\nBt1--13 to 23 centimeters (6 to 9 inches); reddish brown (5YR 4/3) very cobbly clay, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine and common coarse roots; common fine tubular pores; common distinct clay films on faces of peds and in pores; 10 percent gravel and 30 percent cobbles; no effervescence; neutral (pH 7.0); clear wavy boundary. (9 centimeters thick)\nBt2--23 to 33 centimeters (9 to 13inches); reddish brown (5YR 4/4) very cobbly clay, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few very fine and fine and common coarse roots; few fine tubular pores; common distinct clay films on faces of peds and in pores; 10 percent gravel and 45 percent cobbles; no effervescence; neutral (pH 7.0); abrupt smooth boundary. (10 centimeters thick)\n2R--33 centimeters (13 inches); basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cibola County, New Mexico; approximately 5 kilometers south and 3.7 kilometers west of \"Hole-in-the-Wall\"; 732 meters south and 122 meters west of the northeast corner of Sec. 26, T. 7 N., R. 12 W.; USGS Ice Caves SE, New Mexico 7.5 minute topographic quadrangle; 34 degrees, 48 minutes, 25.0 seconds N. and 108 degrees, 3 minutes, 48.7 seconds W., UTM 13S 3855914n 219746e, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is usually moist, in some part, more than 90 cumulative days from May through October. The period of maximum precipitation is July through October following convection storms; Typic Ustic moisture regime.\nSoil temperature: less than 8 degrees C (46 degrees F)\nDepth to lithic contact -- 15 to 50 centimeters (6 to 20 inches)\nControl Section\nPercent clay (weighted average): 35 to 50 percent\nRock fragments (weighted average): 40 to 60 percent mainly cobbles\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: loam\nRock fragments: averages 25 to 60 percent, mainly cobbles\nBt\nHue: 5YR, 7.5YR\nValue: 3 to 5, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: clay, clay loam\nRock fragments: Averages 40 to 60 percent, mainly cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ernem (MT), Posant (CO), and Raton (NM) series. Ernem soils have a Bk horizon overlying indurated sandstone bedrock. Posant soils are dominated by gravel sized rock fragments and overlie quartz latite bedrock. Raton soils are mapped in LRR-G and represent a different climatic pattern based on greater rainfall in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ratonwest soils are on mesas, in depressions and swales, and on basalt plains, ridges, and hills. Slopes are 1 to 10 percent. These soils formed in windblown sediments and mixed alluvium. Elevation is 2195 to 2680 meters (7200 to 8800 feet). Mean annual precipitation is 405 to 610 millimeters (16 to 24 inches). The mean annual temperature is 4 to 7 degrees C (40 to 45 degrees F). Frost free season is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cebolleta soils. Cebolleta soils are moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; Medium runoff; Moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. Vegetation is mainly blue grama, western wheatgrass, big bluestem, little bluestem, mountain muhly, Gambles oak, and few ponderosa pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern New Mexico. The soils are of moderate extent. LRR - D; MLRA - 35"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Cibola County, Soil Survey of Cibola Area, Parts of Cibola, McKinley, and Valencia Counties, New Mexico, 2007. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon - the zone from 0 to 33 centimeters (0 to 13 inches)(A and Bt horizons)\n2. Argillic horizon - the zone from 13 to 33 centimeters (6 to 13 inches)(Bt1 and Bt2 horizons)\n3. Particle Size Control Section: 0 to 33 centimeters (0 to 13 inches)(A and Bt horizons)\n4. Lithic contact: the contact at 33 centimeters (13 inches)(R horizon)\nClassified according to Soil Taxonomy 2nd edition, 1999; and Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
