{
  "SERIES": "RATSNEST",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/CLM",
  "REVDATE": "02/97",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ratsnest gravelly silt loam -- on a northwest-facing slightly convex slope of 4 percent, in native rangeland, at 2560 feet elevation.  (Colors are for air-dry soils unless otherwise stated.  When described on June 19, 1985, the soil was dry throughout.)\nA--0 to 2 inches; light gray (10YR 7/2) gravelly silt loam, brown (10YR 4/3) moist; moderate medium platy structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; common very fine and fine, few medium vesicular and tubular pores; 20 percent gravel; mildly alkaline (pH 7.8); abrupt smooth boundary.  (2 to 5 inches thick)\nBt1--2 to 4 inches; pale brown (10YR 6/3) silty clay loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and  plastic; common very fine and fine, few medium roots; common very fine and fine, few medium vesicular and tubular pores; common moderately thick clay films on faces of peds and in pores; 5 percent gravel; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 to 5 inches thick)\nBt2--4 to 10 inches; light yellowish brown (10YR 6/4) clay, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to strong fine angular blocky; very hard, very firm, very sticky and very plastic; few very fine, fine, and medium roots; few very fine and fine tubular pores; continuous thick clay films on faces of peds and in pores; moderately alkaline (pH 8.3); abrupt smooth boundary.  (5 to 13 inches thick)\nBtk--10 to 25 inches; light yellowish brown (10YR 6/4) silty clay loam, brownish yellow (10YR 6/8) moist; moderate fine and medium subangular blocky structure; hard, friable, very sticky and very plastic; few very fine and fine roots; few very fine and fine tubular pores; continuous moderately thick clay films on faces of peds and in pores; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 15 inches thick)\nBk--25 to 33 inches; pale yellow (2.5Y 7/4) silty clay loam, light olive brown (2.5Y 5/6) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, sticky and plastic; few very fine and fine roots; few very fine and fine tubular pores; few thin clay films in pores; slightly effervescent; mildly alkaline (pH 7.7); clear wavy boundary.  (8 to 16 inches thick)\nC--33 to 39 inches; highly fractured tuff with 10 percent light gray (10YR 7/2) silt loam, very pale brown (10YR 7/3) moist between soft rock fragments; massive; soft, friable, slightly sticky, slightly plastic; few very fine roots; neutral (pH 7.0); gradual smooth boundary.  (0 to 7 inches thick)\nCr--39 inches; slightly weathered tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 4 1/2 miles south and 4 1/2 miles west of Marsing; 1,800 feet south and 1,000 feet east of the northwest corner of section 26, T.2 N., R.5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to calcium carbonates - 10 to 21 inches\nDepth to paralithic contact - 30 to 40 inches\nAverage annual soil temperature - 52 to 55 degrees F.\nA horizon\nValue - 6 or 7 dry\nChroma - 3 or 4 dry or moist\nGravel - 15 to 25 percent\nReaction (pH) - neutral or mildly alkaline\nBt horizon\nValue - 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - SICL, C, or SIC\nClay content - 27 to 35 percent (upper part); 35 to 45 percent (lower part)\nGravel - 0 to 5 percent\nReaction (pH) - mildly to moderately alkaline\nBtk and Bk horizons\nHue - 2.5Y or 10YR\nValue - 5 or 6 moist\nChroma - 3 through 6 dry or moist\nTexture - SICL, SIL, or GR-SIL\nClay content - 15 to 30 percent\nSoft rock fragments - 0 to 20 percent\nReaction (pH) - mildly to moderately alkaline\nCalcium carbonate equivalent - 15 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Frines and Hatknoll series.  The Frines soils are 20 to 30 inches deep to a paralithic contact and have 5 to 25 percent rock fragments in the Btk horizon.  Hatknoll soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ratsnest soils are gently sloping and sloping on summits of pediments adjacent to foothills at elevations of 2,350 to 3,600 feet.  Slopes range form 3 to 12 percent.  These soils formed in residuum and alluvium from lacustrine deposits.  The climate is cool and moist in the winter and hot and dry in the summer.  Average annual precipitation ranges from 8 to 10 inches and average annual temperature ranges from 50 to 53 degrees F.  The frost-free period is 125 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hardtrigger (T), Ornea, and Willhill series.  Hardtrigger soils are loamy with more organic matter in the surface layer and commonly on northeast aspects.  Ornea soils are loamy and on similar landscape positions.  Willhill soils are skeletal with more organic material in the surface layer and on foothill backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ratsnest soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is shadscale, bud sagebrush, Indian ricegrass, and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  Ratsnest soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nOchric epipedon with less than 0.6 percent organic carbon - zone 0 to 2 inches (A horizon)\nArgillic horizon and particle-size control section - zone   2 to 22 inches (Bt1, Bt2, and part of Btk)\nCalcic horizon - zone 10 to 33 inches (Btk and Bk)\nParalithic contact -  at 39 inches (Cr)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
