{
  "SERIES": "RAUVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRJ-DLB-JMS",
  "REVDATE": "03/2009",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Rauville series consists of very deep, very poorly drained soils formed in alluvium on flats and flood plains.  Permeability is moderately slow in the upper part and moderately rapid in the underlying sand and gravel. Slopes are less than 2 percent.  Mean annual precipitation is about 22 inches and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rauville silty clay loam - on a plane slope of less than 1 percent in native range.  When described the soil was wet. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 7 inches; black (10YR 2/1) silty clay loam, gray (10YR 5/1 and dark gray (10YR 4/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; few fine and medium snail shell fragments; strong effervescence; moderately alkaline; clear smooth boundary.\nA2--7 to 27 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; few fine and medium snail shell fragments; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the A horizon is 24 to 42 inches)\nCg--27 to 45 inches; dark gray (2.5Y 4/1) silty clay loam, light gray (10YR 6/1) dry; massive; hard, friable, sticky and plastic; few fine roots; common fine and medium snail shell fragments; strong effervescence; moderately alkaline; abrupt smooth boundary.  (0 to 35 inches thick)\n2Cg--45 to 60 inches; light olive brown (2.5Y 5/3) stratified gravelly sand and clay loam, light yellowish brown (2.5Y 6/3) dry; common medium prominent yellowish brown (10YR 5/8) and common medium distinct greenish gray (5G 6/1) mottles; massive; very hard, firm; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, South Dakota; about 5 miles south and 13 miles west of Marvin; 635 feet west and 90 feet south of the northeast corner of sec. 17, T. 120 N., R. 52 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon ranges from 24 to more than 60 inches.  The series control section typically is silty clay loam or silt loam averaging between 25 and 35 percent clay.  The calcium carbonate equivalent ranges from 20 to 40 percent.  From 10 to 20 percent of the calcium carbonate is clay-size carbonates.  Some pedons have mottles throughout.  An 0 horizon up to 6 inches thick is on some pedons.\nThe A horizon has a hue of 10YR, 2.5Y, 5Y or is neutral; value of 2 or 3 and 3 to 5 dry; and chroma of 2 or less.  It is silty clay loam or silt loam with high organic matter content. It is slightly alkaline or moderately alkaline.  Some pedons have Ak and Bkg horizons.\nThe Cg horizon has a hue of 10YR, 2.5Y, 5Y or is neutral; value of 2 to 6 and 5 to 8 dry; and chroma of 1 or less.  Some pedons have chroma of 2 with mottles.  It is silty clay loam or silt loam, but is silty clay, clay loam, or loam  below a depth of 40 inches in some pedons. It is slightly alkaline or moderately alkaline.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and 5 to 8 dry, and chroma of 1 to 4.  It is stratified gravelly sand with thin layers of gravelly sandy loam, sandy loam, silt loam, loam, fine sandy loam, and clay loam.  It ranges from neutral to moderately alkaline.  Some pedons do not have 2C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Downata, Halleck, Inkom, Lamoure, and Playmoor series.  Downata and Halleck soils have violent effervescence at depths of 20 to 40 inches and are drier in the soil moisture control section during the 120 days following the summer solstice.  In addition Downata soils have a high water table of 0 to 18 inches from January to June.  Inkom soils have 18 to 27 percent clay in the particle size control section. Lamoure soils typically have mottles within depths of 40 inches and are poorly drained.  Playmoor soils have many salt accumulations in the upper part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rauville soils are on flat to nearly level low bottom lands along streams and drainageways.  Slopes are less than 2 percent.  They formed in calcareous, silty recent alluvium.  The mean annual air temperature ranges from 38 to 48 degrees F, and mean annual precipitation ranges from 14 to 24 inches.  Growing season is about 120 to 130 days; average growing season precipitation ranges from 14 to 18 inches; and growing degree days are about 2500 to 2900."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lamoure and Playmoor soils and the similar Divide, Fordville, LaDelle, Marysland, Oldham, Parnell, Renshaw, and Spottswood soils.  Lamoure, Playmoor, and Marysland soils are on slightly higher positions on bottom lands.  The Divide, Fordville, Renshaw, and Spottswood soils are underlain by sand and gravel at depths less than 40 inches and are on higher adjacent landscapes.  Ladelle soils have a drier soil moisture control section and are on higher position on the landscape.  Marysland soils have calcic horizons within 16 inches.   Oldham soils have a fine textured series control section.  Parnell soils have a fine textured control section and have argillic horizons. The Oldham and Parnell are poorly drained soils in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; surface runoff is very low; permeability is moderately slow or moderate and is moderately rapid in underlying sand and gravel.  These soils have a water table that typically is at or near the surface and is within 2 feet of the surface even in periods of drought. A ponded phase is recognized in which up to 2 feet of water is on the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used to grow grass for pasture.  Native vegetation is prairie cordgrass, reedgrass, rivergrass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota, eastern North Dakota, and western Minnesota.  It is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rock County, Minnesota, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 27 inches (A1, A2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 7 inches; black (10YR 2/1) silty clay loam, gray (10YR 5/1 and dark gray (10YR 4/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; few fine and medium snail shell fragments; strong effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--7 to 27 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; few fine and medium snail shell fragments; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the A horizon is 24 to 42 inches)"
      },
      {
        "name": "Cg",
        "top": 69,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg--27 to 45 inches; dark gray (2.5Y 4/1) silty clay loam, light gray (10YR 6/1) dry; massive; hard, friable, sticky and plastic; few fine roots; common fine and medium snail shell fragments; strong effervescence; moderately alkaline; abrupt smooth boundary.  (0 to 35 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 114,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--45 to 60 inches; light olive brown (2.5Y 5/3) stratified gravelly sand and clay loam, light yellowish brown (2.5Y 6/3) dry; common medium prominent yellowish brown (10YR 5/8) and common medium distinct greenish gray (5G 6/1) mottles; massive; very hard, firm; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
