{
  "SERIES": "RAUZI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW/MCS",
  "REVDATE": "09/1999",
  "STATES": "WY",
  "OVERVIEW": "The Rauzi series consists of very deep, well drained soils formed in alluvium or eolian deposits derived from mixed sedimentary sources.  Rauzi soils are on fan remnants and hillslopes, and in valleys.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 15 inches, and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rauzi sandy clay loam -- on a northeast-facing slope of 2 percent, utilized as rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium and moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; neutral (pH 7.2); abrupt smooth boundary.  (2 to 7 inches thick)\nBt1--6 to 12 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; strong medium and coarse prismatic structure parting to strong medium and coarse angular blocky; very hard, firm, sticky and plastic; common fine and very fine roots; many prominent clay films on faces of peds and lining pores and root channels; neutral (pH 7.0); clear smooth boundary.\nBt2--12 to 20 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 4/4) moist; strong medium and coarse prismatic structure parting to strong medium and coarse angular blocky; hard, friable, sticky and plastic; few fine and very fine roots; many prominent clay films on faces of peds and lining pores; neutral (pH 7.2); clear wavy boundary.\nBt3--20 to 30 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots; common faint, few distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); gradual wavy boundary.  (Combined thickness of the Bt horizon is 10 to 24 inches.)\nC1--30 to 50 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; slightly alkaline (pH 7.4); clear wavy boundary.  (20 to 35 inches thick)\nCk2--50 to 60 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; massive; soft, very friable; nonsticky and nonplastic; few very fine roots; strongly effervescent, few fine filaments and soft masses of calcium carbonate; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 180 feet west and 1,240 feet south of the northeast corner of section 25, T. 50 N., R. 72 W.  44 degrees 17 minutes 15 seconds north latitude and 105 degrees 27 minutes west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to accumulations of calcium carbonate is 40 to 60 inches or more.  Depth to the base of the argillic horizon is 14 to 31 inches.   The moisture control section is usually moist in some part in March through June.  The average annual soil temperature is 47 to 50 degrees F.\nThe A horizon has value of 4 through 6 dry and 3 or 4 moist, and chroma of 2 through 4.  It is neutral or slightly alkaline.\nThe Bt horizon has hue of 5YR or 7.5YR and has subhorizons with hue of 10YR.  It has value of 4 or 5 dry and 3 or 4 moist, and chroma of 3 through 6.  It has 20 to 35 percent clay and 35 to 55 percent fine and coarser sand.  It is neutral or slightly alkaline.\nThe C horizon has value of 5 or 6 dry and 4 or 5 moist, and chroma of 3 through 6.  Textures are commonly sandy loam, fine sandy loam, or sandy clay loam and less commonly loamy sand.  It is commonly slightly effervescent or strongly effervescent between a depth of 40 and 60 inches.  Calcium carbonate equivalent in this layer is estimated to be 1 to 5 percent.  It is slightly alkaline in layers lacking calcium carbonate and moderately alkaline in layers containing calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arwite (T), Augustine, Banquito (T), Bigbow (T), Carri (T), Celacy, Dalhart, Deekay (T), Dermala, Elwop (T), Evpark (T), Flugle, Fort Collins, Goesling, Iwela, Lykorly, Maia, Nomrah, Nyjack, Oldwolf (T), Olnest (T), Orlie, Parkelei (T), Pinitos, Ribera, Stoneham and Todest (T) series.  Arwite soils have Bt horizons with hue no redder than 10YR.  Augustine, Dermala, Flugle, Goesling, Lykorly, and Maia soils are moist in some part of the moisture control section during the 120 days following the winter solstice.  Banquito, Carri, Evpark, Nyjack and Todest soils have a lithic contact at 20 to 40 inches.  Bigbow soils have buried horizons at depths of less than 40 inches.  Celacy, Elwop, and Oldwolf soils have a paralithic contact at 20 to 40 inches.  Dalhart soils have average annual soil temperatures of 52 to 59 degrees F.  Deekay soils have 15 to 35 percent fine and coarser sand in the particle-size control section. Fort Collins and Stoneham soils have soil temperatures greater than 41 degrees F. for 210 to 240 days. Iwela, Nomrah, Orlie, and Parkelei soils are usually dry in the moisture control section in May and June.  Olnest soils are 12 to 23 inches to free carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rauzi soils are on fan remnants, backslopes, footslopes, toeslopes, and in valleys.  They formed in alluvium or eolian deposits derived from mixed sedimentary sources including sandstones, shales, and porcelanite.  Slopes are 0 to 15 percent.  Elevations are 3,500 to 5,000 feet.  The mean annual precipitation ranges from 14 to 17 inches, half of which falls as rain or snow from March through June.  The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Arwite and Elwop soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized as rangeland, hayland and pasture, nonirrigated cropland, and wildlife habitat.  The native vegetation is mainly needleandthread, Indian ricegrass, little bluestem, western wheatgrass, and blue grama. Winter wheat, oats, barley, and alfalfa are the principle cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rauzi soils occur in the Powder River basin of north-central and northeastern Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Campbell County, Wyoming, Southern Part; 1993"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A)\nArgillic horizon - 6 to 30 inches (Bt1, Bt2, Bt3)\nAridic subgroup of ustic soil moisture regime.\nSIR - WY1369\nLRR - G\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium and moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; neutral (pH 7.2); abrupt smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--6 to 12 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; strong medium and coarse prismatic structure parting to strong medium and coarse angular blocky; very hard, firm, sticky and plastic; common fine and very fine roots; many prominent clay films on faces of peds and lining pores and root channels; neutral (pH 7.0); clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--12 to 20 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 4/4) moist; strong medium and coarse prismatic structure parting to strong medium and coarse angular blocky; hard, friable, sticky and plastic; few fine and very fine roots; many prominent clay films on faces of peds and lining pores; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 51,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--20 to 30 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots; common faint, few distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); gradual wavy boundary.  (Combined thickness of the Bt horizon is 10 to 24 inches.)"
      },
      {
        "name": "C1",
        "top": 76,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--30 to 50 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; slightly alkaline (pH 7.4); clear wavy boundary.  (20 to 35 inches thick)"
      },
      {
        "name": "Ck2",
        "top": 127,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "Ck2--50 to 60 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; massive; soft, very friable; nonsticky and nonplastic; few very fine roots; strongly effervescent, few fine filaments and soft masses of calcium carbonate; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
