{
  "SERIES": "RAVENNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CER-DRM-SEA",
  "REVDATE": "03/2015",
  "STATES": "OH,PA",
  "OVERVIEW": "The Ravenna series consists of very deep, somewhat poorly drained soils formed in Wisconsinan age till on till plains.  Some pedons have a thin mantle of loess or other silty material.  Saturated hydraulic conductivity is moderately high above the fragipan and moderately low in the fragipan and below.  Slope ranges from 0 to 15 percent.  Mean annual precipitation is about 1065 mm (42 in), and mean annual temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aeric Fragiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ravenna silt loam, 2 to 6 percent slopes in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp-- 0 to 23 cm (0 to 9 in); dark grayish brown (10YR 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; moderate medium granular structure; friable; many roots; 2 percent rock fragments; very strongly acid; abrupt smooth boundary. [15 to 28 cm (6 to 11 in) thick]\nBE-- 23 to 38 cm (9 to 15 in); yellowish brown (10YR 5/6) silt loam; common medium prominent light brownish gray (10YR 6/2) masses of reduced iron; few fine distinct strong brown (7.5YR 5/8) masses of oxidized iron; weak medium subangular blocky structure; friable; common roots; few distinct pale brown (10YR 6/3) silt coats on faces of peds; grayish brown (10YR 5/2) organic stains along root channels;  3 percent rock fragments; very strongly acid; clear wavy boundary. [0 to 20 cm (0 to 8 in) thick]\nBt-- 38 to 56 cm (15 to 22 in); yellowish brown (10YR 5/4) silt loam; common medium distinct light brownish gray (10YR 6/2) masses of reduced iron; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common roots; few distinct grayish brown (10YR 5/2) clay films on faces of peds; many faint very pale brown (10YR 7/3) moist, white (10YR 8/1) dry, silt coats on vertical faces of peds; common faint very pale brown (10YR 7/3) moist, white (10YR 8/1) dry, silt coats on horizontal faces of peds; common fine dark brown  (7.5YR 3/2) iron-manganese concretions; gray (10YR 5/1) horizontal clay flows  to  inch thick at the base of the horizon; yellowish brown (10YR 5/6) rind 1/8 to  inch thick between the clay flows and the prism interior; 5 percent rock fragments; very strongly acid; clear wavy boundary. [8 to 51 cm (3 to 20 in) thick]\nBtx1-- 56 to 81 cm (22 to 32 in); yellowish brown (10YR 5/4) loam; common medium distinct light brownish gray (10YR 6/2) masses of reduced iron; common medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; weak very coarse prismatic structure parting to moderate thick platy; very firm; brittle; few roots on vertical prism faces; many distinct gray (10YR 5/1) clay films on vertical faces; few distinct gray (10YR 5/1) clay films on horizontal faces; gray (10YR 5/1) clay seams 8 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the seam and the prism interior; common distinct very pale brown (10YR 7/3) silt coats on faces of peds; common medium dark brown (7.5YR 3/2) iron-manganese concretions; 10 percent rock fragments; very strongly acid; gradual wavy boundary.\nBtx2-- 81 to 102 cm  (32 to 40 in); yellowish brown (10YR 5/4) loam; many medium distinct gray (10YR 6/1) masses of reduced iron; common fine and medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; weak very coarse prismatic structure parting to moderate medium platy; very firm; brittle; many distinct gray (10YR 5/1) clay films on vertical faces; few distinct gray (10YR 5/1) clay films on horizontal faces; gray (10YR 5/1) clay seams 8 to 12 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the seam and the prism interior;  many medium very dark brown (10YR 2/2) iron-manganese concretions; 10 percent rock fragments; moderately acid; clear wavy boundary.\nBtx3-- 102 to 122 cm  (40 to 48 in); yellowish brown (10YR 5/4) loam; common fine and medium distinct gray (10YR 6/1) masses of reduced iron; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak very coarse prismatic structure parting to weak medium platy; firm; brittle; many distinct gray (10YR 5/1) clay films on seams 8 to 12 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the clay films and the prism interior;  few fine very dark brown (10YR 2/2) iron-manganese concretions; 10 percent rock fragments; slightly acid; clear wavy boundary. [Combined thickness of the Btx horizons is 36 to 102 cm (14 to 40 in)]\nBC-- 122 to 137 cm  (48 to 54 in); yellowish brown (10YR 5/4) loam; common fine distinct light brownish gray (10YR 6/2) masses of reduced iron; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak coarse and very coarse subangular blocky structure; firm; many distinct gray (10YR 5/1) clay films on seams 8 to 15 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the clay films and the ped interior;  few medium very dark brown (10YR 2/2) iron-manganese concretions; 10 percent rock fragments; slightly acid; clear wavy boundary. [0 to 51 cm (0 to 20 in) thick]\nC-- 137 to 188 cm  (54 to 74 in); yellowish brown (10YR 5/4) loam; common medium distinct grayish brown (10YR 5/2) masses of reduced iron; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; massive; firm; many distinct gray (10YR 5/1) vertical partings 12 to 20 in apart; common very dark brown (10YR 2/2) iron-manganese concretions; 1 percent rock fragments in the upper part of the horizon and as much as 20 percent in the lower part; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Trumbull County, Ohio; Brookfield Township; about 0.9 mile south of Brookfield Center; 135 yards east of SR 7 and 90 yards north of Co. Hwy. 1162; USGS Sharon West topographic quadrangle; Latitude 41 degrees, 13 minutes, 17.35 seconds N. and Longitude 80 degrees, 33 minutes, 58.91 seconds W.; NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 102 to 203 cm (40 to 80 in). Free carbonates are at depths of 152 to 254 cm (60 to 100 in) or more. The underlying till has calcium carbonate equivalent of 5 percent or less.  Base saturation is above 60 percent in the lower part of the solum or C horizon. The depth to the top of the fragipan ranges from 36 to 76 cm (14 to 30 in), but is typically deeper than 50 cm (20 in). Content of rock fragments ranges from 0 to 20 percent by volume above the pan, and 2 to 25 percent in the pan and below it.  They are dominantly sandstone but include shale and some crystalline rocks.  The particle size control section averages 18 to 27 percent clay.  Reaction ranges, in the A and BE horizons from extremely acid to slightly acid; in the Bt horizon from extremely acid to moderately acid; in the Btx horizons from very strongly acid to neutral; in the BC horizon from very strongly acid to slightly alkaline; and in the C horizon from strongly acid to slightly alkaline.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 or 5 (6 or 7 dry), and chroma of 1 to 3. Some pedons have an A horizon 3 to 13 cm (1 to 5 in) thick that has a value of 2 or 3 (4 or 5 dry) and chroma of 1 or 2. The Ap or A horizon is silt loam or loam.\nThe E horizon, where present, is mixed in the Ap in some cultivated areas.  It has hue of 10YR or 2.5Y, value of 4 to 6, chroma of 2 to 4, and has redoximorphic features. It is silt loam or loam.\nThe BE or B/E horizon has hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 1 to 6. It is silt loam or loam.\nThe Bt horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 6, chroma of 2 to 6; and has few to many redoximorphic features. Ped faces have hues of 10YR to 5Y with dominant chroma of 2 or less. Texture commonly is loam or silt loam, but subhorizons of clay loam, silty clay loam, or gravelly phases of these textures are permitted. Structure is weak or moderate subangular or angular blocky with primary structure of weak or moderate fine to coarse prismatic in some pedons.\nThe Btx horizon has hue of 10YR or 2.5Y, value of 4 or 5, chroma of 3 or 4, and redoximorphic features. It is sandy loam, loam, or silt loam; or their gravelly analogues.\nThe BC horizon is similar to the Btx or 2Btx in color and texture but lacks brittleness.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4. It is silt loam, loam, or sandy loam; or their gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abbottstown, Buckingham, Gresham, Portville, and Venango series. Abbottstown soils have a lithic contact within 60 in and hue of 5YR or redder in the B horizon. Buckingham soils have hue of 5YR or redder in the C horizon. Gresham soils typically have thicker sola. Portville soils lack crystalline rock fragments and are formed in colluvium. Venango soils lack a horizon above the fragipan that has clay films."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ravenna soils are formed in Wisconsinan age till on till plains. They are extensive on broad, nearly level to gently sloping base slopes and interfluves. Slope ranges from 0 to 15 percent. Soils developed in till with a thin mantle of loess in some places. The underlying till has a calcium carbonate equivalent of 5 percent or less. Mean annual precipitation ranges from 830 to 1320 mm (33 to 52 in) and mean annual temperature ranges from 6 to 11 degrees C (43 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Canfield, Fitchville, Frenchtown, Jimtown, and Wooster soils. The moderately well drained Canfield soils and well drained Wooster soils are formed in similar soil materials and are on higher and steeper areas nearby. The poorly drained Frenchtown soils formed in similar soil materials and are in nearby low areas and drainage ways. Fitchville and Jimtown soils lack fragipans and are on nearby terrace treads and risers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained.  Saturated hydraulic conductivity is moderately high above the fragipan and moderately low in the fragipan and below.  In undisturbed areas the depth to the top of a perched seasonal high water table is at 18 to 28 cm (7 to 11 in) during October to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in cropland. Corn, oats, wheat, and mixed hay are principal crops. Some areas are used for pasture and a few are wooded. The natural vegetation is deciduous forest with sugar maple, beech, and red oak the main species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern to central Ohio and northwestern Pennsylvania. MLRA 139, 111E and 140 (see remarks). This soil also occurs in units that are across the boundary with adjacent MLRAs of 124, 126 and 127.  The soils of this series are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ashland and Wayne Counties, Muddy Fork Project, Ohio, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Future MLRA projects have been set up in NASIS to investigate the use of Ravenna in MLRAs 111E and 140.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - from the surface to a depth of about 38 cm (15 in) (Ap, BE horizons).\n2. Argillic horizon - from a depth of 38 to 122 cm (15 to 48 in) (Bt, Btx1, Btx2, Btx3 horizons).\n3. Fragipan - 56 to 122 cm (22 to 48 in) (Btx1, Btx2, Btx3 horizons).\n4. Redoximorphic features - 23 to 188 cm (9 to 74 in).\nNote: 09/2014- Changed OSD type location from Wayne Co. OH to Trumbull Co. OH because depth to the fragipan is more representative of aggregated data for this series.\nADDITIONAL DATA: Characterization data for the Ravenna series can be found at the NCSS Soil Characterization Database.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap-- 0 to 23 cm (0 to 9 in); dark grayish brown (10YR 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; moderate medium granular structure; friable; many roots; 2 percent rock fragments; very strongly acid; abrupt smooth boundary. [15 to 28 cm (6 to 11 in) thick]"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE-- 23 to 38 cm (9 to 15 in); yellowish brown (10YR 5/6) silt loam; common medium prominent light brownish gray (10YR 6/2) masses of reduced iron; few fine distinct strong brown (7.5YR 5/8) masses of oxidized iron; weak medium subangular blocky structure; friable; common roots; few distinct pale brown (10YR 6/3) silt coats on faces of peds; grayish brown (10YR 5/2) organic stains along root channels;  3 percent rock fragments; very strongly acid; clear wavy boundary. [0 to 20 cm (0 to 8 in) thick]"
      },
      {
        "name": "Bt",
        "top": 38,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt-- 38 to 56 cm (15 to 22 in); yellowish brown (10YR 5/4) silt loam; common medium distinct light brownish gray (10YR 6/2) masses of reduced iron; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common roots; few distinct grayish brown (10YR 5/2) clay films on faces of peds; many faint very pale brown (10YR 7/3) moist, white (10YR 8/1) dry, silt coats on vertical faces of peds; common faint very pale brown (10YR 7/3) moist, white (10YR 8/1) dry, silt coats on horizontal faces of peds; common fine dark brown  (7.5YR 3/2) iron-manganese concretions; gray (10YR 5/1) horizontal clay flows  to  inch thick at the base of the horizon; yellowish brown (10YR 5/6) rind 1/8 to  inch thick between the clay flows and the prism interior; 5 percent rock fragments; very strongly acid; clear wavy boundary. [8 to 51 cm (3 to 20 in) thick]"
      },
      {
        "name": "Btx1",
        "top": 56,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx1-- 56 to 81 cm (22 to 32 in); yellowish brown (10YR 5/4) loam; common medium distinct light brownish gray (10YR 6/2) masses of reduced iron; common medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; weak very coarse prismatic structure parting to moderate thick platy; very firm; brittle; few roots on vertical prism faces; many distinct gray (10YR 5/1) clay films on vertical faces; few distinct gray (10YR 5/1) clay films on horizontal faces; gray (10YR 5/1) clay seams 8 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the seam and the prism interior; common distinct very pale brown (10YR 7/3) silt coats on faces of peds; common medium dark brown (7.5YR 3/2) iron-manganese concretions; 10 percent rock fragments; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btx2",
        "top": 81,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btx2-- 81 to 102 cm  (32 to 40 in); yellowish brown (10YR 5/4) loam; many medium distinct gray (10YR 6/1) masses of reduced iron; common fine and medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; weak very coarse prismatic structure parting to moderate medium platy; very firm; brittle; many distinct gray (10YR 5/1) clay films on vertical faces; few distinct gray (10YR 5/1) clay films on horizontal faces; gray (10YR 5/1) clay seams 8 to 12 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the seam and the prism interior;  many medium very dark brown (10YR 2/2) iron-manganese concretions; 10 percent rock fragments; moderately acid; clear wavy boundary."
      },
      {
        "name": "Btx3",
        "top": 102,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btx3-- 102 to 122 cm  (40 to 48 in); yellowish brown (10YR 5/4) loam; common fine and medium distinct gray (10YR 6/1) masses of reduced iron; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak very coarse prismatic structure parting to weak medium platy; firm; brittle; many distinct gray (10YR 5/1) clay films on seams 8 to 12 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the clay films and the prism interior;  few fine very dark brown (10YR 2/2) iron-manganese concretions; 10 percent rock fragments; slightly acid; clear wavy boundary. [Combined thickness of the Btx horizons is 36 to 102 cm (14 to 40 in)]"
      },
      {
        "name": "BC",
        "top": 122,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC-- 122 to 137 cm  (48 to 54 in); yellowish brown (10YR 5/4) loam; common fine distinct light brownish gray (10YR 6/2) masses of reduced iron; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak coarse and very coarse subangular blocky structure; firm; many distinct gray (10YR 5/1) clay films on seams 8 to 15 in apart on faces of prisms; strong brown (7.5YR 5/6) rind 1/8 to  inch wide between the clay films and the ped interior;  few medium very dark brown (10YR 2/2) iron-manganese concretions; 10 percent rock fragments; slightly acid; clear wavy boundary. [0 to 51 cm (0 to 20 in) thick]"
      },
      {
        "name": "C",
        "top": 137,
        "bottom": 188,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C-- 137 to 188 cm  (54 to 74 in); yellowish brown (10YR 5/4) loam; common medium distinct grayish brown (10YR 5/2) masses of reduced iron; common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; massive; firm; many distinct gray (10YR 5/1) vertical partings 12 to 20 in apart; common very dark brown (10YR 2/2) iron-manganese concretions; 1 percent rock fragments in the upper part of the horizon and as much as 20 percent in the lower part; slightly acid."
      }
    ]
  ]
}
