{
  "SERIES": "RAVENELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMA/GJS/JVC/JBF",
  "REVDATE": "06/2017",
  "STATES": "NV",
  "OVERVIEW": "The Ravenell series consists of very shallow, well drained soils that formed in alluvium derived from igneous rocks. Ravenell soils are on pediments. Slopes are 4 to 30 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ravenell very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted). The soil surface is covered with 2 percent stones, 10 percent boulders, and 35 percent gravel.\nA1--0 to 3 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; many very fine interstitial pores; 35 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 7.2); abrupt smooth boundary. (3 to 8 cm thick)\nA2--3 to 8 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and many very fine roots, many very fine interstitial pores; 30 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 6.8); clear smooth boundary. (3 to 10 cm thick)\nBt--8 to 18 cm; brown (7.5YR 5/4) very gravelly sandy clay, brown (7.5YR 4/4) moist; strong medium and fine subangular blocky structure; hard, firm, very sticky and moderately plastic; few medium, common fine, and many very fine roots; common fine and very fine tubular pores; continuous distinct clay films on faces of peds; 30 percent gravel, 10 percent cobbles, and 1 percent stones; neutral (pH 6.8); abrupt wavy boundary. (8 to 30 cm thick)\n2Cr--18 cm; soft, weathered sandstone; with clay coats, carbonate coats, and root mats along fracture planes; planes narrow and diminish with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:   Lyon County, Nevada, 2 miles west of the top of Aldrich Grade; about 50 feet north and 2,250 feet east of the southwest corner of section 3, T. 7 N., R. 27 E.; USGS Ninemile Ranch 7.5 minute topographic quadrangle; latitude 38 degrees 29 minutes 18 seconds N and longitude 118 degrees 57 minutes 11 seconds W; WGS84 Decimal Degrees 38.4883333 latitude, -118.9530556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in summer and fall except for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to bedrock: 15 to 36 cm to a paralithic contact. The bedrock is weakly consolidated sandstone, siltstone, mudstone, or conglomerate\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content: 25 to 35 percent.\nRock fragments: 35 to 60 percent, mostly gravel larger than 5 mm. Lithology of fragments are igneous rocks.\nA horizons\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nRock fragments: 35 to 60 percent, mostly gravel.\nStructure:  Granular or subangular blocky.\nBt horizon\nHue: 7.5YR or 10YR.\nValue: 4 through 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly clay or very gravelly sandy clay.\nClay content: 35 to 45 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abalan, Alcan, Armoine, Berit, Bouncer, Entero, Flex, Ginex, Harvan, Penelas, Sedsked, Soar, Stodick, and Zyzzi series.\nAbalan soils have argillic horizons with less than 35 percent clay. Alcan and Bouncer soils average less than 25 percent clay in the control section. Armoine soils have bedrock at depths of 36 to 50 cm. Berit soils have mean annual soil temperature of 8 to 12 degrees C. and argillic horizons with less than 35 percent clay. Entero soils have dominantly clay loam texture in the argillic horizon. Flex soils have mean annual soil temperature of 9 to 11 degrees C. and have argillic horizons with 18 to 27 percent clay.  Ginex soils have mean annual soil temperature of 8 to 11 degrees C. and have argillic horizons with identifiable secondary carbonates and less than 35 percent clay.  Harvan soils have densic materials at 30 to 50 cm. Penelas and Soar soils have argillic horizons with less than 35 percent clay. Sedsked soils are not moist for 10 to 20 days cumulative between July and October due to convection storms.  Stodick soils are 36 to 50 cm to paralithic contacts and have argillic horizons with 25 to 35 percent clay.  Zyzzi soils have argillic horizons with less than 35 percent clay and have mostly fine gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ravenell soils are on pediments. They formed in alluvium derived from igneous rocks deposited over Tertiary sedimentary rocks. Slopes are 4 to 30 percent. Elevations range from 1,676 to 1,980 meters.  The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 10 to 12 degrees C., and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fulstone and Smedley soils.  Fulstone soils are clayey, shallow to indurated duripans, and have argillic horizons. Smedley soils are clayey, shallow to strongly cemented duripans, and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very high surface runoff; moderately high and moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ravenell soils are used for rangeland and wildlife habitat. The vegetation is low sagebrush, desert needlegrass, galleta, and Nevada ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are moderately extensive. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lyon County Area, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 8 to 18 cm (Bt horizon).\nParalithic contact - The boundary at 18 cm to underlying soft bedrock (2Cr layer).\nParticle-size control section - The zone from the soil surface to 18 cm.  (A1, A2, and Bt horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: User Pedon ID 2006NV019074."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; many very fine interstitial pores; 35 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 7.2); abrupt smooth boundary. (3 to 8 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--3 to 8 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and many very fine roots, many very fine interstitial pores; 30 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 6.8); clear smooth boundary. (3 to 10 cm thick)"
      },
      {
        "name": "Bt",
        "top": 8,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--8 to 18 cm; brown (7.5YR 5/4) very gravelly sandy clay, brown (7.5YR 4/4) moist; strong medium and fine subangular blocky structure; hard, firm, very sticky and moderately plastic; few medium, common fine, and many very fine roots; common fine and very fine tubular pores; continuous distinct clay films on faces of peds; 30 percent gravel, 10 percent cobbles, and 1 percent stones; neutral (pH 6.8); abrupt wavy boundary. (8 to 30 cm thick)"
      },
      {
        "name": "2Cr",
        "top": 18,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--18 cm; soft, weathered sandstone; with clay coats, carbonate coats, and root mats along fracture planes; planes narrow and diminish with depth."
      }
    ]
  ]
}
