{
  "SERIES": "RAVENSWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/RLB/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Ravenswood series consists of moderately deep, well drained soils that formed in colluvium and residuum derived from volcanic and metamorphic rocks. Ravenswood soils are on mountains. Slopes are 8 to 50 percent. The mean annual precipitation is about 350 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ravenswood cobbly loam--forestland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with approximately 10 percent gravel, 5 percent cobbles, and 2 percent stones.\nA1--0 to 8 cm; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; few fine vesicular and interstitial pores; 10 percent gravel, 10 percent cobbles, and 1 percent stones; neutral (pH 7.1); abrupt smooth boundary. (5 to 10 cm thick)\nA2--8 to 20 cm; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine tubular pores; 10 percent gravel and 15 percent cobbles; neutral (pH 7.1); clear smooth boundary. (5 to 18 cm thick)\nBt1--20 to 30 cm; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, fine, and medium roots; few fine tubular pores; common distinct clay films on faces of peds, lining pores, and coating rock fragments; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary. (8 to 20 cm thick)\nBt2--30 to 51 cm; yellowish brown (10YR 5/4) very gravelly clay, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; common distinct clay films on faces of peds, lining pores, and coating rock fragments; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary. (20 to 48 cm thick)\nBt3--51 to 58 cm; light yellowish brown (10YR 6/4) very gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; common faint clay films on faces of peds, lining pores, and coating rock fragments; 40 percent gravel and 10 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (0 to 25 cm thick)\nR--58 cm; hard rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; about 29.5 miles northeast of Cold Springs in the New Pass Range; approximately 600 feet east and 400 feet north of the southwest corner of section 17, T. 22 N., R. 40 E.; USGS Shoshone Meadows SE 7.5 minute topographic quadrangle; latitude 39 degrees 46 minutes 4.7 seconds N and longitude 117 degrees 30 minutes 40.4 seconds W; WGS84 Decimal Degrees 39.7681667 latitude, -117.511389 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry 45 to 90 consecutive days from mid-July to October; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 8 degrees C; greater than 5 degrees C from May through November.\nMollic epipedon thickness: 25 to 41 cm; includes the upper part of the argillic horizon.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nReaction: Slightly acid through slightly alkaline.\nParticle-size control section - Clay content: 35 to 50 percent.\nRock fragments: 35 to 60 percent, mainly gravel. Lithology of fragments are volcanic and metamorphic rocks such as rhyolite, tuff, or metarhyolite.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 5 dry in the upper part, 5 or 6 dry in lower part, 3 moist in the upper part, 3 to 5 moist in the lower part.\nChroma: 3 in the upper part, 3 through 6 in the lower part.\nTexture: The Bt1 horizon is very gravelly clay loam; the Bt2 and Bt3 horizons are very gravelly clay or very gravelly clay loam.\nStructure: Angular blocky, subangular blocky, or prismatic.\nConsistence: Slightly hard or hard, dry; friable to firm, moist; slightly sticky to very sticky and slightly plastic to very plastic, wet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birchcreek, Derringer, Droem, Leevan, McIvey, Roostercomb, Snaresnout, Threek, Tickville, Urwil, Wilpar, Yago, and Yeates Hollow series.\nBirchcreek soils have mainly cobbles and stones in the particle-size control section. Derringer soils are moderately deep to paralithic contacts. Droem, Leevan and Roostercomb soils have mollic epipedons that do not include the upper part of the argillic horizon. Also, Leevan soils have clay texture in the upper part of the argillic horizon and Droem soils have clay loam texture in all parts of the argillic horizon. McIvey, Threek, Urwil, Wilpar, Yago and Yeates Hollow soils are greater than 100 cm to bedrock. Snaresnout soils contain 60 percent or more rock fragments in the lower part of the argillic horizon.  Tickville soils have a typic xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ravenswood soils are on mountains. They formed in colluvium and residuum derived from volcanic and metamorphic rocks. Slopes are 8 to 50 percent. Elevations range from 1,829 to 2,438 meters. The climate is semiarid with cold, moist winters and warm, dry summers. The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 4 to 7 degrees C, and the frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Cleavage, Douhide, and Itca soils. Cleavage soils are loamy-skeletal, are shallow to lithic contacts, and have mollic epipedons and argillic horizons. Douhide and Itca soils are clayey-skeletal, shallow to lithic contacts, and have mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ravenswood soils are used for livestock grazing, wood products, and wildlife habitat. The present vegetation is a forest canopy of singleleaf pinyon and Utah juniper with an understory of mountain big sagebrush, Thurber's needlegrass, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and western Nevada. These soils are moderately extensive.  The series concept and main acreage is in MLRA 28B, while other acreage occurs in MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 20 to 58 cm (Bt1, Bt2, and Bt3 horizons).\nLithic contact - The boundary at 58 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 20 to 58 cm (Bt1, Bt2, and Bt3 horizons).\nThe series type location was moved from Lander County to Churchill County in 2008 to a pedon that represents the series concept.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 8 cm; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; few fine vesicular and interstitial pores; 10 percent gravel, 10 percent cobbles, and 1 percent stones; neutral (pH 7.1); abrupt smooth boundary. (5 to 10 cm thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--8 to 20 cm; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine tubular pores; 10 percent gravel and 15 percent cobbles; neutral (pH 7.1); clear smooth boundary. (5 to 18 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--20 to 30 cm; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, fine, and medium roots; few fine tubular pores; common distinct clay films on faces of peds, lining pores, and coating rock fragments; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear smooth boundary. (8 to 20 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--30 to 51 cm; yellowish brown (10YR 5/4) very gravelly clay, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; common distinct clay films on faces of peds, lining pores, and coating rock fragments; 35 percent gravel and 5 percent cobbles; neutral (pH 7.2); clear wavy boundary. (20 to 48 cm thick)"
      },
      {
        "name": "Bt3",
        "top": 51,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--51 to 58 cm; light yellowish brown (10YR 6/4) very gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; common faint clay films on faces of peds, lining pores, and coating rock fragments; 40 percent gravel and 10 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (0 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 58,
        "narrative": "R--58 cm; hard rhyolite."
      }
    ]
  ]
}
