{
  "SERIES": "RAVENDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES/DCE/JJJ",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Ravendale series consists of deep and very deep, moderately well drained soils that formed in alluvium derived from volcanic rocks.  Ravendale soils are in bolsons or on fans and terraces.  Slopes range from 0 to 2 percent. The mean annual precipitation is about 9 inches, and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Chromic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ravendale silty clay, commonly flooded-rangeland on a 1 percent smooth slope under a cover of silver sagebrush, mountain brome, streambank wheatgrass and creeping wildrye at an elevation of about 5340 feet.  (When re-described on 10/11/79 the soil was dry.  Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; strong very fine and fine granular structure, slightly hard, very friable, very sticky and very plastic; common fine and very fine roots; common very fine and fine interstitial pores; neutral (pH 7.0); abrupt wavy boundary.  (1 to 3 inches thick).\nBss1--3 to 16 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; moderate medium and coarse prismatic structure parting to strong medium and coarse angular blocky; very hard, friable, very sticky and very plastic; common fine and very fine tubular and few fine interstitial pores; common fine and few medium and coarse roots; few intersecting slickensides and few wedge shape aggregates tilt 30 to 60 degrees from horizontal; slightly alkaline (pH 7.5); clear smooth boundary.  (10 to 18 inches thick).\nBss2--16 to 27 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; strong coarse and very coarse prismatic structure (peds are 4 to 14 inches in diameter); extremely hard, friable, very sticky and very plastic; common fine and very fine, few medium and coarse roots; common fine and very fine and few coarse and medium tubular pores; common intersecting slickensides and common wedge shape aggregates tilt 30 to 60 degrees from horizontal; primary cracks are 3 to 4 feet apart and 1 to 2 inches wide, secondary cracks are 8 to 14 inches apart and 1/2 to 3/4 inches wide; moderately alkaline (pH 8.0); gradual wavy boundary.  (9 to 13 inches thick).\nBss3--27 to 48 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; strong coarse and very coarse angular blocky; very hard, friable, very sticky and very plastic; common fine and very fine and few medium and coarse roots; common fine, very fine and few tubular pores; common intersecting slickensides and common wedge shape aggregates tilt 30 to 60 degrees from horizontal; cracks between peds are 3/8 to 1/2 inches wide, with a few cracks 1 to 1 1/2 inches wide; moderately alkaline (pH 8.0); gradual wavy boundary.  (16 to 26 inches thick).\nBw1--48 to 60 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; strong coarse and very coarse angular blocky structure; very hard, friable, very sticky and very plastic; few very fine and fine roots; few fine and very fine tubular pores; slightly effervescent; very few cracks wider than 3/8 inches (1 crack is 1 inch wide); moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 2 miles north of Termo and then left on dirt road 1.4 miles W and 110 feet S of fence, about 2100 feet W Quad location and 110 feet S of the NE corner of section 21, T.35 N., R.13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature at a depth of 20 inches is 47 to 52 degrees F.  The soil is moist during the winter months and early spring.  On drying, large cracks (1/2 to 4 inches wide) extend from the surface to as deep as 50 inches forming large prisms.  The cracks remain open during July through October for about 60 to 120 days and close with soil wetting in December or January and remain closed until the soil dries about July.  Few to common intersecting slickensides and few to common wedge shape aggregates are a depth of 5 to 48 inches.  Depth to carbonates is 40 to 60 inches.  Some pedons near basin rims have paralithic tuff at a depth 40 to 60 inches.  Some pedons have loamy or gravelly layers at a depth of over 40 inches.\nThe A horizon is 7.5YR 5/2, 6/2; 10YR 4/2, 5/2, 5/3, 6/2 or 2.5Y 5/2.  Moist color is 7.5YR 3/2, 4/2; 10YR 3/2, 3/3, 4/3 or 2.5Y 4/2.  Moist values of 3 are in the upper 3 inches in some pedons.  It is clay or silty clay with a weighted average of 40 to 60 percent clay.  It is neutral to moderately alkaline.  Structure is very fine or fine granular.\nThe Bss and Bw horizons are 7.5YR 5/2, 5/4, 6/2, 6/4; 10YR 5/2, 5/3 or 2.5Y 5/2. Moist color is 7.5YR 4/2, 4/4; 10YR 4/2, 4/3, 4/4 or 2.5Y 4/2.   It is clay or silty clay but ranges to include clay loam.  The structure is medium, coarse or very coarse prismatic or is prismatic parting to angular blocky.   Reaction is mildly or moderately alkaline and noncalcareous to strongly calcareous with few to common fine filaments and treads of lime or gypsum in the lower part.  Few 5 to 10 mm lime concretions are below a depth of 50 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brubeck (CA), Doten (NV), Horsecamp (CA), Karcal (CA), Manogue (NV), Moroni (UT) and Waspo (NV) series.  Brubeck, Karcal and Waspo soils are 20 to 40 inches deep to bedrock.  Doten soils have slight to strong concentration of salt and have mottles at a depth of 22 to 36 inches.  Horsecamp soils have Bk horizons at 25 to 35 inches and have cracks; open 180 to 210 days.  Manogue soils are 10 to 20 inches deep to carbonates and are well drained, lack flooding or ponding and are on hills, plateaus and pediments.  Moroni soils have mean annual soil temperatures of 47 to 49 degrees."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ravendale soil are in bolson or on fans terraces with smooth hummocky or gilgai microrelief.  Slopes are 0 to 2 percent.  These soil formed in alluvium derived from basalt, andesite, with some tuff and diatomite influence.  Elevation is 4100 to 5500 feet.  The climate is semi-arid with warm, dry summers (except for occasional summer thunderstorms that average less than an inch precipitation) and cold, moist winters.  The mean annual precipitation is 8 to 16 inches, including about 30 to 60 inches of snowfall.  The mean January temperature is 26 to 28 degrees F., mean July temperature is 62 to 67 degrees F., and the mean annual temperature is about 44 to 48 degrees F.  Frost-free season is 60 to 100 days.  These soils received runoff from adjacent areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Brubeck, Horsecamp and the Karcal soils, and the Longcreek, Termo soils.  Longcreek soils have hard bedrock at less than 20 inches in depth. Termo soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, flooding is none to frequently; runoff is slow or ponded, permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat (with a few small areas under irrigated hay or pasture).  The vegetation is mainly silver sagebrush, rabbitbrush, bluegrass streambank wheatgrass, and creeping wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Lassen County.  The soils are of moderate extent.  MLRA is 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, California, 1994, Lassen Soil Survey Area. Established by Intermountain Soil Survey Final Correlation."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nMajor Diagnostic Soil Characteristics:\n1.  After mixing the upper 18 cm, the clay content is 40 to 60 percent by field estimate in all subhorizons to a depth of 50 inches or more.\n2.  When dry, vertical cracks 1/2 to 4 inches wide extend from the surface to a depth of 50 inches or more.\n3.  Few to common intersecting slickensides and wedge shaped aggregates are at a depth of 5 to 48 inches.\n4.  Vertical cracks close upon wetting in December and open upon drying in mid June or July and remain open to mid December.\n5.  Moist value of 4 throughout a depth of 3 to 60 inches.\n6.  Control section (10 To 40 inches) ranges from 40 to 60 percent clay from hydrometer.\n7.  MAST varies from 48 to 52 degrees F. (from Temp. Ste #12 at Termo).\n8.  The soil temperature exceeds 41 degrees F.\nfrom April 1 to December 1 (from Temp Site #12 at Termo).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
