{
  "SERIES": "RAWHIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLW/AGH",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Rawhide series consists of deep and very deep, very poorly drained soils that formed in sandy and loamy marine sediments.  They are mostly in depressions and flood plains within the Gulf Coast flatwoods on the coastal plain of northern Florida.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, thermic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rawhide mucky fine sand -- forest.  (Colors are for moist soil.)\nA--0 to 6 inches; black (N 2/0) mucky fine sand; weak medium granular structure; friable; common medium and fine roots; slightly acid; clear smooth boundary. (4 to 18 inches thick.)\nBt1--6 to 18 inches; black (10YR 2/1) sandy clay loam; weak fine subangular blocky structure; sticky and slightly plastic; neutral; clear wavy boundary.\nBt2--18 to 26 inches; very dark gray (10YR 3/1) sandy clay loam; common medium distinct gray (10YR 5/1) iron depletions; weak fine subangular blocky structure; sticky and plastic; many fine and medium roots; neutral; gradual wavy boundary; (Combined thickness of the Bt horizon is 7 to 29 inches.)\nBtkg1--26 to 40 inches; gray (10YR 5/1) sandy clay loam; weak medium subangular blocky structure; sticky and plastic; few fine roots; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulations; many fine to coarse, soft to semi-hard white accumulations and nodules of carbonates; moderately alkaline; gradual wavy boundary.\nBtkg2--40 to 65 inches; gray (10YR 6/1) sandy clay loam; weak medium subangular blocky structure; sticky and plastic; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulations; many fine and medium nodules of carbonates; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btg horizon is 10 to 40 inches.)\nBCg--65 to 80 inches; gray (10YR 5/1) sandy clay loam; weak coarse subangular blocky structure; slightly sticky; pockets of gray (10YR 6/1) fine sand; few fine white (10YR 8/1) nodules of carbonates; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lafayette County, Florida, approximately 600 feet west and 1200 feet south of the northeast corner of Sec. 17 T. 7 S., R. 11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to limestone bedrock is more than 40 inches.  Reaction ranges from moderately acid to slightly acid in the A horizon, and from slightly acid to moderately alkaline in the other horizons.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 0 to 2.  Texture is mucky fine sand, mucky loamy fine sand, sandy loam, or fine sandy loam.\nThe Bt horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  The Btg horizon or Btkg horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2.  Masses of iron accumulation are in shades of red, yellow, or brown.  Texture of the Bt, Btkg, and Btg horizons is sandy loam, fine sandy loam, or sandy clay loam.  Weighted clay content of the particle-size control section ranges from 18 to 35 percent.\nThe BCg horizon, where present, has hue of 10YR, value of 5 to 8, and chroma of 1 or 2; or hue of 5GY, value of 5 or 6, and chroma of 1.  Texture is loamy sand, sandy loam, or sandy clay loam.\nSome pedons have a C horizon of mixed sand and shell fragments.\nSome pedons have an R horizon below a depth of 40 inches.  It is hard limestone bedrock.  A Cr horizon consisting of soft, gravelly marl is above the R horizon in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family.  Stono soils are similar but have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rawhide soils are mostly in depressions and on flood plains within the Gulf Coast flatwoods on the coastal plain of northern Florida.  They formed in sandy and loamy marine sediments.  Slopes range from 0 to 2 percent.  The mean annual temperature is 66 to 70 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lynn Haven, Harbeson, Rutlege, and Wesconnett series.  Harbeson soils have a sandy texture to a depth of more than 40 inches with a loamy subsoil.  Lynn Haven and Wesconnett soils have a spodic horizon.  Rutlege soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Rawhide soils are very poorly drained.  Permeability is slow or very slow.  The water table above the soil surface for 1 to 3 months during most years on the flood plains, and 6 to 9 months in depressional areas.  Flooding is common on the flood plains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are in natural vegetation consisting of cypress, laurel oak, water oak, sweetbay, and scattered red maples and pond pine.  Fetterbush, lizard tail, water iris, waxmyrtle, grasses and sedges are in the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Peninsular Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lafayette County, Florida, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Pantego series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of 26 inches (A, Bt1, Bt2 horizons).\nArgillic horizon - The zone from 6 to 65 inches (Bt1, Bt2, Btkg1, Btkg2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; black (N 2/0) mucky fine sand; weak medium granular structure; friable; common medium and fine roots; slightly acid; clear smooth boundary. (4 to 18 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--6 to 18 inches; black (10YR 2/1) sandy clay loam; weak fine subangular blocky structure; sticky and slightly plastic; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--18 to 26 inches; very dark gray (10YR 3/1) sandy clay loam; common medium distinct gray (10YR 5/1) iron depletions; weak fine subangular blocky structure; sticky and plastic; many fine and medium roots; neutral; gradual wavy boundary; (Combined thickness of the Bt horizon is 7 to 29 inches.)"
      },
      {
        "name": "Btkg1",
        "top": 66,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkg1--26 to 40 inches; gray (10YR 5/1) sandy clay loam; weak medium subangular blocky structure; sticky and plastic; few fine roots; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulations; many fine to coarse, soft to semi-hard white accumulations and nodules of carbonates; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btkg2",
        "top": 102,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkg2--40 to 65 inches; gray (10YR 6/1) sandy clay loam; weak medium subangular blocky structure; sticky and plastic; few medium prominent strong brown (7.5YR 5/8) masses of iron accumulations; many fine and medium nodules of carbonates; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btg horizon is 10 to 40 inches.)"
      },
      {
        "name": "BCg",
        "top": 165,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "BCg--65 to 80 inches; gray (10YR 5/1) sandy clay loam; weak coarse subangular blocky structure; slightly sticky; pockets of gray (10YR 6/1) fine sand; few fine white (10YR 8/1) nodules of carbonates; moderately alkaline."
      }
    ]
  ]
}
