{
  "SERIES": "RAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJM/JHL",
  "REVDATE": "04/1999",
  "STATES": "MO",
  "OVERVIEW": "Typically these soils are brown silt loam in the A and upper part of the B horizons and mottled brown silt loam in the lower part of the B and C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ray silt loam - cultivated\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; Brown (10YR 4/3) silt loam, some dark grayish brown (10YR 4/2); weak fine and very fine granular structure; slightly hard; friable, slightly sticky, common roots; neutral; abrupt smooth boundary. (4 to 10 inches thick.)\nB21--9 to 20 inches; Brown (10YR 4/3) silt loam; weak medium subangular blocky structure; friable; slightly sticky, slightly hard, common roots; neutral; gradual smooth boundary. (6 to 16 inches thick.)\nB22--20 to 28 inches; Brown (10YR 4/3) silt loam, few fine distinct yellowish brown mottles; weak medium subangular blocky structure; friable, slightly sticky; few roots; neutral; gradual smooth boundary.  (5 to 12 inches thick.)\nB3--28 to 36 inches; Brown (10YR 4/3) silt loam; common medium faint dark grayish brown (2.5Y 4/2) and few medium distinct yellowish brown (10YR 5/6) mottles; very weak medium subangular blocky structure; friable, slightly hard, slightly sticky; few roots; neutral; gradual smooth boundary. (5 to 15 inches thick.)\nC1--36 to 54 inches; Grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) silt loam, common fine faint grayish brown (2.5Y 5/2) and common fine distinct yellowish brown (10YR 5/4-5/6) mottles; neutral; stratification evident; friable, slightly hard, slightly sticky; few roots. (10 to 20 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clay County, Missouri; NE1/4, NW1/4, SW1/4, Section 18, T51N, R30W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 40 inches.  Stratification is evident at depths of less than 40 inches. The 10-to 40-inch control section averages silt loam or light silty clay loam, and contains 18 to 30 percent clay and less than 15 percent fine and coarser sand. Some pedons contain strata less than 5 inches thick of coarser or finer material. The 10-to 40-inch control section is neutral or slightly acid. The Ap horizon has 10YR hue, value of 3 or 4 and chroma of 3.  Where the Ap horizon has color value of less than 3.5 the horizon is less than 10 inches thick. The matrix of the B horizon has 10YR hue, value of 4 or 5 and chroma of 3. Most pedons have mottles within a depth of 24 inches, but mottles of 2 or lower chroma are lacking above 24-inch depths. At depths of more than 24 inches mottles of 10YR or 2.5Y, hue 4 or 5 value and 2 chroma are common and increase in number as depth increases. In some pedons colors of 2 chroma are dominant at depths between 34 and 50 inches. Pedons lacking colors of 2 chroma to depths of 40 inches are within the range of the series. Dark colored clayey buried horizons are common at depths of 4 to 7 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Nolin and Woodmere series currently in the same family and the Arenzville, Chagrin, Clifty, Cuba, Dockery, Drury, Eel, Genesee, Haymond, Hopper, Huntington, Lindside, Lobdell, Moshanon, Nodaway, Rahm, Sharon, Steff, Tioga and Wilbur series. Nolin soils have thicker sola, generally lack mottles of 2 chroma above 40 inches and lack stratification above 40 inches. (see remarks).  Arenzville and Woodmere soils contain buried horizons above 40 inches.  Those of the Arenzville soils are dark colored and those of the Woodmere soils are strongly acid. Chagrin, Clifty, Eel, Genesee, Lobdell, Moshanon and Tioga soils have more than 15 percent fine and coarser sand in their 10-to 40-inch control sections. Cuba and Sharon soils are more acid. Dockery, Eel, Lindside, Lobdell, Rahm, Steff and Wilbur soils have mottles of 2 chroma at depths of less than 24 inches. Drury and Hopper soils lack stratification within 40 inch depth and lack mottles of 2 chroma in the lower part of the control sections. Haymond, Tioga and Wilbur soils have less than 18 percent clay in the 10-to 40-inch control section.  Huntington soils have mollic epipedons. Nodaway soils lack B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ray soils are on nearly level flood plains, which flood and on colluvial and alluvial footslopes. They formed in thick medium-textured alluvium. Soils on adjoining uplands formed in loess under forest vegetation. Ray soils typically have dark colored, clayey, buried horizons at depths between 4 and 7 feet. The average annual precipitation is 37 inches, the average July temperature is 78 degrees F., and the average January temperature is 30 degrees F. near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Dockery and Nodaway soils, the darker colored Napier soils and the finer textured Bremer, Tina, Wabash and McCroskie soils all on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Runoff is slow; permeability is estimated to be moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soils is cleared and cropped to corn, wheat and soybeans. Native vegetation is predominantly oak, hickory, ash, maple, cottonwood and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Missouri and probably Iowa. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ray County, Missouri, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Ray soils were formerly classified as Alluvial soils. The Nolin soils are similar to the Ray soils and additional study is needed to establish differentiae between the two.\nOSED scanned by SSQA.  Last revised by state on 1/70.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
