{
  "SERIES": "RAYLAKE",
  "STATUS": "Established Series",
  "BYREV": "RD-Rev.KG",
  "REVDATE": "11/2009",
  "STATES": "TX",
  "OVERVIEW": "The Raylake series consists of deep, moderately well drained soils.  These nearly level to gently sloping soils formed in shale residuum on uplands of the Jackson geological group.  Slope ranges from 0 to 5 percent.  Mean annual air temperature is about 19 degrees C (66 degrees F), and mean annual precipitation is about 1118 mm (44 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Chromic Dystruderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Raylake clay loam on a 1.5 percent slope in woodland; elevation is 61 m (200 ft)  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) clay loam; weak medium granular structure; hard, friable; many medium and few coarse roots; common fine and few medium vesicular pores; strongly acid; abrupt wavy boundary.  (Thickness is 3 to 20 cm [1 to 8 in].)\nBw--10 to 28 cm (4 to 11 in); distinctly mottled red (2.5YR 4/8) and light brownish gray (10YR 6/2) clay; weak medium subangular blocky; very hard, very firm; common medium and few coarse roots; electrical conductivity 0.4 mmhos/cm; very strongly acid; gradual wavy boundary. (Thickness is 5 to 25 cm [2 to 10 in].)\nBss--28 to 109 cm (11 to 43 in); light brownish gray (10YR 6/2) clay, common medium prominent yellowish red (5YR 5/8) mottles; weak medium angular blocky structure; very hard, very firm; common fine and medium roots; common slickensides 5 to 50 cm across; few gypsum crystals; electrical conductivity 2.4 mmhos/ cm; very strongly acid; gradual wavy boundary. (Thickness is 20 to 102 cm [8 to 40 in].)\nBssy--109 to 130 cm (43 to 51 in); light brownish gray (10YR 6/2) clay, common medium distinct yellowish red (5YR 5/8) mottles with few fragments of light yellowish brown (2.5Y 6/4) shale; weak medium subangular blocky structure; very hard, very firm; few fine roots mainly between peds; few large slickensides; common gypsum crystals; electrical conductivity 5.1 mmhos/cm; very strongly acid; gradual wavy boundary. (Thickness is 13 to 51 cm [5 to 20 in].)\nCdy--130 to 165 cm (51 to 65 in); layers of light yellowish brown (2.5Y 6/4) and light brownish gray (10YR 6/2)  shale with a clay texture; very hard, very firm; common gypsum crystals; electrical conductivity 5.5 mmhos/cm; moderately acid"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Angelina County, Texas; about 15 miles southeast of Lufkin; from intersection of Farm Road 1818 and Farm Road 844, 1.6 miles south on Farm Road 844 and 100 feet west into wooded area. (Latitude: 31 degrees, 9 minutes, 7.43 seconds N; Longitude: 94 degrees, 32 minutes, 32.13 seconds W.  Manning topographic quadrangle; NAD 1927). (Coordinates estimated from location directions and topographic software)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is not dry in any part for more than 90 days in normal years.\nMean annual soil temperature: 19 to 22 degrees C (67 to 72 degrees F)\nDepth to densic contact: 102 to 152 cm (40 to 60 in)\nDepth to cambic horizon: 3 to 20 cm (1 to 8 in)\nDepth to gypsiferous materials: 28 to 147 cm (11 to 58 in)\nVertic features: slickensides or wedge shaped peds 25 to 61 cm (10 to 24 in)\nCracks to surface:  When dry, cracks 1.2 to 2.5 cm (0.5 to 1.0 in) wide extend from the surface to depths of more than 31 cm (12 in).  Cracks remain open from 60 to 90 cumulative days in most years.\nGilgai:  Undisturbed areas have gilgai microrelief with microhighs about 10 to 31 cm (4 to 12 in) above the microlows.  Distance from the center of the microhigh to the center of the microlow range from 1.2 to about 4.6 m (4 to 15 ft)\nMottles:  Colors with chroma of 2 or less are considered litho-chromic.  Colors with chroma of 3 or more are considered to be relic or litho-chromic\nThickness of solum:  100 to 150 cm (40 to 60 in)\nParticle-size control section (weighted average)\nClay content: 45 to 60 percent\nA or Ap Horizon\nHue: 7.5 YR or 10YR\nValue: 3 or 4\nChroma: 1 to 4\nTexture: clay, clay loam or silty clay loam\nClay content: 30 to 45 percent\nEC (dS/m): 0 to 2\nReaction: very strongly to moderately acid (4.5 to 6.0)\nBw Horizon where present\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 2 to 8\nColors:  horizon is often variegated in shades of red and gray\nTexture: clay or silty clay\nClay content: 45 to 60 percent\nPressure faces: 0 to 2 percent\nMottles:  relict or litho-chromic mottles in shades of gray or red range from none to common\nEC (dS/m): 0 to 2\nReaction: extremely to very strongly acid (3.6 to 5.0)\nBss Horizon\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 1 to 8\nColors:  horizon is often variegated in shades of red, yellow and gray\nTexture: clay or silty clay\nClay content: 45 to 60 percent\nSlickensides:  5 to 50 percent\nMottles:  relict or litho-chromic mottles in shades of red, yellow or gray range from none to common\nEC (dS/m): 0.1 to 3\nSAR: 0 to 4\nReaction: extremely to moderately acid (3.6 to 6.0)\nBssy Horizon\nHue: 10YR to 2.5Y\nValue: 5 or 6\nChroma: 2 to 6\nTexture: clay\nClay content: 45 to 60 percent\nSlickensides: 5 to 50 percent\nMottles:  relict or litho-chromic mottles in shades of red, yellow, olive or brown range from none to common\nFragments: shale fragments range from 0 to 2 percent\nGypsum: 1 to 10 percent\nEC (dS/m): 1 to 6\nSAR: 0 to 4\nReaction: very strongly to slightly acid (4.5 to 6.5)\nCdy Horizon\nColors: are in shades of gray, brown or olive\nTexture: shale with texture of clay or silty clay\nClay content: 45 to 60 percent\nRock fragments: shale or mudstone fragments and plates\nGypsum: 1 to 25 percent\nEC (dS/m): 2 to 8\nSAR: 0 to 6\nReaction: very strongly acid to moderately alkaline (4.5 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Lacerda, Moswell, Naclina, Redco and Woodtell series.\nLacerda and Redco soils: contain more than 60 percent clay in the control section.\nMoswell and Woodtell soils: contain Bt horizons.\nNaclina soils: are calcareous within 100 cm (40 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: shale, mudstone or marl residuum derived from Caddell, Manning, Wellborn and Yazoo geological formations\nLandscape: coastal plain\nLandform: interstream divides\nSlope: 0 to 5 percent\nMean annual air temperature range: 18 to 21 degrees C (65 to 70 degrees F)\nMean annual precipitation range: 1067 to 1321 mm (42 to 52 in)\nFrost-free period: 230 to 245 days\nElevation: 38 to 137 m (125 to 450 ft)\nThornthwaite annual P-E indices: exceeds 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Moswell (TX), Herty (TX), and Diboll (TX) series.\nHerty and Moswell soils: have distinct Bt horizons and are on similar landscapes.\nDiboll soils: have fine-silty control sections and a natric horizon and are on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is very slow.  Runoff is high on 0 to 1 percent slopes and very high on slopes over 1 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland.  Native vegetation consists of loblolly and shortleaf pine, red oak and sweetgum. A few areas are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas; Land Resource Region P; MLRA 133B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Angelina County, Texas, 1984, Angelina County soil survey area, Texas, 1984. The name is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Lacerda or Vaiden series.  The series was separated based on differences in particle size class.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in)  (Bw, Bss horizon)\nOchric epipedon: 0 to 10 cm (0 to 4 in).  (A horizon)\nCambic horizon: 10 to 130 cm (4 to 51 in).  (Bw, Bss, Bssy horizons)\nDensic contact: The contact with Cdy at 130 cm (51 in).  (Cy horizon)\nVertic features: The presence of slickensides at 28 to 130 cm (11 to 51 in).  (Bss, Bssy horizons)\nADDITIONAL DATA: TAMU Data from S80TX-005-012.  Particle-size analysis tests were performed at the project office on one pedon.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, 10th Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) clay loam; weak medium granular structure; hard, friable; many medium and few coarse roots; common fine and few medium vesicular pores; strongly acid; abrupt wavy boundary.  (Thickness is 3 to 20 cm [1 to 8 in].)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 28,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--10 to 28 cm (4 to 11 in); distinctly mottled red (2.5YR 4/8) and light brownish gray (10YR 6/2) clay; weak medium subangular blocky; very hard, very firm; common medium and few coarse roots; electrical conductivity 0.4 mmhos/cm; very strongly acid; gradual wavy boundary. (Thickness is 5 to 25 cm [2 to 10 in].)"
      },
      {
        "name": "Bss",
        "top": 28,
        "bottom": 109,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss--28 to 109 cm (11 to 43 in); light brownish gray (10YR 6/2) clay, common medium prominent yellowish red (5YR 5/8) mottles; weak medium angular blocky structure; very hard, very firm; common fine and medium roots; common slickensides 5 to 50 cm across; few gypsum crystals; electrical conductivity 2.4 mmhos/ cm; very strongly acid; gradual wavy boundary. (Thickness is 20 to 102 cm [8 to 40 in].)"
      },
      {
        "name": "Bssy",
        "top": 109,
        "bottom": 130,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssy--109 to 130 cm (43 to 51 in); light brownish gray (10YR 6/2) clay, common medium distinct yellowish red (5YR 5/8) mottles with few fragments of light yellowish brown (2.5Y 6/4) shale; weak medium subangular blocky structure; very hard, very firm; few fine roots mainly between peds; few large slickensides; common gypsum crystals; electrical conductivity 5.1 mmhos/cm; very strongly acid; gradual wavy boundary. (Thickness is 13 to 51 cm [5 to 20 in].)"
      },
      {
        "name": "Cdy",
        "top": 130,
        "bottom": 165,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "narrative": "Cdy--130 to 165 cm (51 to 65 in); layers of light yellowish brown (2.5Y 6/4) and light brownish gray (10YR 6/2)  shale with a clay texture; very hard, very firm; common gypsum crystals; electrical conductivity 5.5 mmhos/cm; moderately acid"
      }
    ]
  ]
}
