{
  "SERIES": "RAYNHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGW-RLM-DCP",
  "REVDATE": "03/2010",
  "STATES": "CT,MA,NH,NJ,NY,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, nonacid, mesic Aeric Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Raynham silt loam, on a gently sloping area in a hayfield. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 6 inches (0 to 15 centimeters); dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; friable; many roots; slightly acid; abrupt wavy boundary. (4 to 13 inches (10 to 33 centimeters) thick.)\nBw -- 6 to 10 inches (15 to 25 centimeters); light olive brown (2.5Y 5/4) silt loam; weak very fine and fine granular structure; friable; common roots; few fine distinct and prominent yellowish brown (10YR 5/6 and 10YR 5/8) masses of iron accumulation and few fine distinct light brownish gray (2.5Y 6/2) areas of iron depletion; slightly acid; clear wavy boundary. (0 to 10 inches (0 to 25 centimeters) thick.)\nBg -- 10 to 17 inches (25 to 43 centimeters); olive gray (5Y 5/2) silt loam; weak very fine and fine subangular blocky structure; friable; common roots; many fine to coarse prominent dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary. (5 to 15 inches (13 to 38 centimeters) thick.)\nB'w -- 17 to 22 inches (43 to 56 centimeters); olive brown (2.5Y 4/4) silt loam; weak fine and medium subangular blocky structure; friable; few roots; few fine distinct olive gray (5Y 5/2) areas of iron depletion and yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary. (0 to 8 inches (0 to 20 centimeters) thick.)\nC1 -- 22 to 48 inches (56 to 122 centimeters); olive gray (5Y 5/2) and dark grayish brown (2.5Y 4/2) silt loam; weak thick and very thick plate-like divisions; friable; few roots; many fine distinct and prominent yellowish brown (10YR 5/4 and 10YR 5/6) and many fine distinct olive brown (2.5Y 4/4) masses of iron accumulation; neutral; clear wavy boundary.\nC2 -- 48 to 72 inches (122 to 183 centimeters); olive (5Y 4/3) silt loam; weak thick and very thick plate-like divisions; friable; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chittenden County, Vermont; Town of Milton, one mile south southwest of West Georgia, 205 feet east of the gravel road. USGS Georgia Plains, VT topographic quadrangle, Latitude 44 degrees, 41 minutes, 20 seconds, North, Longitude 73 degrees, 9 minutes, 35 seconds West, NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 16 through 40 inches (40 to 102 centimeters). Rock fragments range from 0 through 2 percent. Reaction ranges from very strongly acid through neutral in the solum and from moderately acid through slightly alkaline in the substratum. Below a depth of 40 inches (1 meter) from the surface, some pedons range through moderately alkaline and effervesce.\nSome pedons have O horizons\nThe Ap horizon has hue of 7.5YRYR through 2.5Y, value of 2 through 4, and chroma of 1 through 3. Texture is silt loam, silt, very fine sandy loam or loam. Some pedons have a thin A horizon or AB horizon.\nThe B horizon has hue of 5YR through 5Y, value of 4 through 6, and chroma of 1 through 4. It must have a matrix chroma 2 or less immediately below the A or Ap horizon or within 10 inches (25 centimeters) (inclusive) of the mineral surface. Texture is silt loam, silt, very fine sandy loam, or loamy very fine sand. Thin layers, 1 to 3 inches (3 to 8 centimeters) thick, of sand or gravelly sand, and silty clay loam are in some pedons. Structure is weak or moderate, very fine through medium granular or subangular blocky. Some B horizons have prismatic structure. Consistence is friable or firm.\nThe C horizon has hue of 5YR through 5Y, value of 4 through 6, and chroma of 1 through 6. Texture is silt loam, silt, or very fine sandy loam, and is commonly stratified (or varved). Thin layers of fine sand, sand, gravelly sand, or silty clay loam are in some pedons. Structure is massive or has plate-like divisions. Consistence is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series currently in the same family.\nConneaut, Munson, Raypol, Scantic, Scitico, Tonawanda, Wallington, and Walpole soils are similar soils in related families. Conneaut soils have more than 18 percent clay in the particle-size control section. Munson, Scantic, and Scitico soils have more than 18 percent clay in the lower part of the control section. Raypol soils are coarse-loamy over sandy or sandy skeletal and are more acid. Tonowanda soils are somewhat poorly drained and do not have a Bg horizon (chroma 2 or less) within 10 inches (25 centimeters) of the mineral soil surface, it has a Bw with chroma 3 directly under an A or Ap horizon. Wallington soils have a fragipan. Walpole soils have more than 70 percent fine sand or coarser in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Raynham soils are level through strongly sloping soils on lake plains and marine terraces. They are in depressions and drainageways and on side slopes of swells and knolls. Slope ranges from 0 through 12 percent. The soils formed in silty estuarine, marine or glaciolacustrine deposits. The mean annual precipitation ranges from 30 through 50 inches (762 through 1270 millimeters) and the mean annual temperature ranges from 45 through 52 degrees F. (7 through 11 degrees C.) The frost-free season ranges from 105 through 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belgrade, Birdsall, Canandaigua, Eldridge, Enosburg, Hartland, Munson, Raypol, Scitico, Scio, Unadilla, and Walpole soils. The well drained Hartland and Unadilla, moderately well drained Belgrade and Scio, poorly and very poorly drained Canandaigua, and very poorly drained Birdsall soils are in a drainage sequence with Raynham soils. The Eldridge, Enosburg, Munson, Raypol, and Walpole soils are on nearby terraces or lake plains. Eldridge and Enosburg soils have sandy solums. Raypol and Walpole soils have sandy substratums."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The potential for surface runoff is high or very high. Saturated hydraulic conductivity is moderately high or high in the solum and moderately low or moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most cleared areas are used for hay and pasture. Some areas are drained and are used for corn or other row crops. In wooded areas the common trees are red maple, eastern white pine, white spruce, red spruce, elm, eastern hemlock, gray birch, sugar maple, white oak, balsam fir, and tamarack."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Vermont, Connecticut, Massachusetts, New Hampshire, New Jersey, and New York. MLRA's 101, 139, 140, 142, 144A, 145, and 149B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, Massachusetts, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Raynham series has been defined more narrowly to assure it meets the concept of poorly drained. The Tonowanda series will take in pedons that were previously considered somewhat poorly.\n2. Episaturation was retained for this revision, although it is questionable whether the soil has a relatively impermeable layer.\n3. The use of the Raynham series in Maine, and in MLRA 143 and 144B, is relict to before temperature classes. These have been removed from the SC file.\n4. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 6 inches (0 to 15 centimeters) (Ap horizon).\nb. Cambic horizon - the zone from 6 to 22 inches (15 to 56 centimeters) (Bw and Bg horizons).\nc. Aeric feature - in 50 percent or more of the matrix, a hue of 10YR or yellower and a value and chroma, moist, of 3 or more. (Bw and B'w horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
