{
  "SERIES": "RAYNESFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. EW-JJU-RJS",
  "REVDATE": "06/2011",
  "STATES": "MT,WY",
  "OVERVIEW": "The Raynesford series consists of very deep, well drained soils that formed in alluvium, slope alluvium or colluvium derived mainly from limestone or marly shale.  These soils are on alluvial fans, fan remnants, swales, drainageways, stream terraces, hills and mountain slopes.  Slopes are 0 to 45 percent.  The mean annual precipitation is about 500 mm, and the mean annual air temperature is about 2.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic Calcic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Raynesford loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 30 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine, fine and medium roots; many very fine and fine dendritic tubular pores; 10 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (25 to 39 cm thick)\nBk1--30 to 53 cm; pale yellow (2.5Y 7/4) gravelly silt loam, light yellowish brown (2.5Y 6/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine dendritic tubular pores; 20 percent gravel and 5 percent cobbles; many soft masses of calcium carbonate and continuous distinct calcium carbonate crusts on underside of rock fragments; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (20 to 65 cm thick)\nBk2--53 to 69 cm; pale yellow (2.5Y 8/4) very gravelly silt loam, very pale brown (10YR 7/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common very fine and fine dendritic tubular pores; 25 percent gravel and 10 percent cobbles; many soft masses of calcium carbonate and continuous distinct calcium carbonate crusts on underside of rock fragments; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.\nBk3--69 to 152 cm; pale yellow (2.5Y 8/4) gravelly silt loam, very pale brown (10YR 7/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine and fine roots; 15 percent gravel and 5 percent cobbles; finely disseminated calcium carbonate and continuous distinct calcium carbonate coats on rock fragments; violently effervescent; moderately alkaline (pH 8.4). (combined thickness of Bk2, Bk3 horizons - greater than 50 cm)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; Eli Spring topographic quadrangle; UTM 12T, 345987e, 4992488n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 1.5 to 5.0 degrees C.\nMollic epipedon thickness - 25 to 39 cm\nDepth to calcic horizon - 25 to 39 cm\nParticle-size control section (weighted average) - less than 35 percent rock fragments\nParticle-size control section (weighted average) - 18 to 35 percent clay\nNote: Some pedons may have a Bw horizon with mollic colors.\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 3 or 4 dry; 1 to 3 moist\nChroma: 1 or 2; dry or moist\nTexture: loam, silt loam or clay loam\nClay content: 18 to 30 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel, 0 to 20 percent cobbles, 0 to 5 percent stones\nReaction: pH 6.4 to 7.8\nBk1 horizon\nHue: 2.5Y, 10YR or 7.5YR; dry or moist\nValue: 6 to 8 dry; 5 to 7 moist\nChroma: 1 to 4; dry or moist\nTexture: loam, silt loam or clay loam\nClay content: 15 to 35 percent\nRock fragments: 0 to 35 percent--0 to 25 percent gravel, 0 to 10 percent cobbles\nCalcium carbonate equivalent: 40 to 50 percent\nReaction: pH 7.9 to 8.4\nBk2, Bk3 horizons\nHue: 2.5Y, 10YR or 7.5YR; dry or moist\nValue: 6 to 8 dry; 5 to 7 moist\nChroma: 1 to 4; dry or moist\nTexture: loam, silt loam, clay loam or silty clay loam\nClay content: 10 to 35 percent\nRock fragments: 10 to 60 percent--10 to 40 percent gravel, 0 to 25 percent cobbles\nCalcium carbonate equivalent: 40 to 50 percent\nReaction: pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, fan remnants, swales, drainageways, stream terraces, hills and mountain slopes\nElevation - 1,400 to 2,750 meters\nSlope - 0 to 45 percent\nParent material - alluvium, slope alluvium or colluvium derived mainly from limestone or marly shale\nClimate - long, cold winters; cool, moist springs; short summers\nMean annual precipitation - 380 to 600 mm\nMean annual air temperature - 1.0 to 4.5 degrees C.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Raynesford soils are used mainly for grazing.  Potential native vegetation is mainly rough fescue, Idaho fescue, bluebunch wheatgrass, Richardson's needlegrass, mountain brome, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Raynesford soils are moderately extensive and in central and southwestern Montana, and Wyoming.  MLRAs - 43B, 44B and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Judith Basin County, Montana, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 30 cm (A horizon)\nCalcic horizon - from 30 to 152 cm (Bk1, Bk2, Bk3 horizons)\nParticle-size control section - from 25 to 100 cm (part of A, Bk1, Bk2, part of Bk3 horizons)\nRaynesford soils have a cryic temperature regime and an ustic moisture regime.\nNote: In 2011, the type location was moved to Beaverhead County because the profile description did not meet the taxonomic classification.\nADDITIONAL DATA: Soil interpretation records - MT0119, MT0665, MT1681.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
