{
  "SERIES": "READING",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCR, BCE, DJK",
  "REVDATE": "07/2020",
  "STATES": "KS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Pachic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Reading silty clay loam in a cultivated field at an elevation of 307 meters (1008 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 centimeters; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium granular structure; slightly hard, friable, slightly plastic and slightly sticky; moderately acid; abrupt smooth boundary.\nA--15 to 36 centimeters; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium granular structure; slightly hard, friable, slightly plastic and slightly sticky; moderately acid; gradual smooth boundary. (Combined thickness of the A horizons is 25 to 51 centimeters thick)\nBt1--36 to 56 centimeters; dark brown (10YR 3/3) silty clay loam, brown (10YR 4/3) dry; moderate fine subangular blocky and angular blocky structure; hard, firm, plastic and sticky; few distinct patchy continuous clay films on face of peds; moderately acid; gradual smooth boundary.\nBt2--56 to 102 centimeters; dark brown (10YR 3/3) silty clay loam, brown (10YR 4/3) dry; moderate medium and fine subangular blocky and angular blocky structure; hard, firm, plastic and sticky; common distinct continuous clay films on faces of peds; slightly acid; gradual smooth boundary\nBt3--102 to 142 centimeters; dark yellowish brown (10YR 4/4) silty clay loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; hard, firm, plastic and sticky; few distinct patchy clay films on faces of peds; slightly acid; diffuse boundary. (Combined thickness of the Bt horizons ranges from 51 to 140 centimeters thick)\nC--142 to 200 centimeters; dark yellowish brown (10YR 4/4) silty clay loam, yellowish brown (10YR 5/4) dry; massive; hard, firm, plastic and sticky; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shawnee County, Kansas; about 0.3 kilometers (0.2 miles) east of the Shawnee-Wabaunsee County line on Kansas Highway #4; located about 366 meters (1,200 feet) east and 774 meters (2,540 feet) south of the northwest corner, sec. 35, T. 12 S., R. 13 E; Dover USGS quadrangle; lat. 38 degrees 57 minutes 52.7 seconds N. and long. 95 degrees 56 minutes 33.7 seconds W, WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to argillic horizon: 25 to 51 centimeters (10 to 20 inches)\nDepth to calcium carbonate: greater than 125 centimeters (50 inches)\nThickness of the mollic epipedon: 60 to 150 centimeters (24 to 60 inches)\nDepth to redox concentrations: greater than 91 centimeters (36 inches)\nMean annual soil temperature: 13 to 14 degrees C (55 to 58 degrees F)\nParticle-size control section (weighted average):\nClay content: 27 to 35 percent\nSand content: 1 to 10 percent\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3 moist, 3 to 5 dry\nChroma: 1 to 3 dry or moist\nTexture: silt loam or silty clay loam\nClay content: 20 to 32 percent\nSand content: 1 to 12 percent\nReaction: moderately acid to neutral\nBt horizon (Upper Portion):\nHue: 10YR\nValue: 2 to 3 moist, 4 or 5 dry\nChroma: 2 to 3 dry or moist\nTexture: silty clay loam\nClay content: 27 to 35 percent\nSand content: 1 to 10 percent\nReaction: moderately acid to neutral\nBt horizon (Lower Portion):\nHue: 10YR\nValue: 3 to 5 moist, 4 to 6 dry\nChroma: 2 to 4 dry or moist\nTexture: silty clay loam\nClay content: 27 to 35 percent\nSand content: 1 to 10 percent\nRedoximorphic features: masses of oxidized iron occur in some pedons\nReaction: moderately acid to neutral\nBC or C horizon:\nHue: 10YR\nValue: 4 or 5 moist, 5 or 6 dry\nChroma: 2 to 4 dry or moist\nTexture: silt loam or silty clay loam\nClay content: 18 to 35 percent\nSand content: 1 to 12 percent\nRedoximorphic features: masses of oxidized iron occur in some pedons\nRock fragments: 0 to 2 percent fine gravel chert fragments\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Barremills, Cotter, Troxel, and Wiota series.\nBarremills soils have an average clay content of 18 to 27 percent (silt loam texture) in the PSCS.\nCotter soils contain less than 27 percent clay in the C horizons.\nTroxel soils have more than 20 percent sand in the lower third of the series control section.\nWiota soils have deeper depths to the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty alluvium\nLandform: flood-plain steps or stream terraces\nSlopes: 0 to 3 percent\nElevation: 235 to 475 meters (770 to 1560 feet)\nMean annual air temperature: 12 to 14 degrees C (53 to 57 degrees F)\nMean annual precipitation: 810 to 1020 millimeters (32 to 40 inches)\nPrecipitation pattern:  Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and May and June being the wettest months.  Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 170 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chase, Kennebec, Muscotah, and Wabash soils.\nChase soils are somewhat poorly drained and are lower on the floodplain.\nKennebec soils do not have an argillic horizon and are lower on the flood plain.\nMuscotah soils are somewhat poorly drained and are lower on the floodplain.\nWabash soils are poorly drained and are lower on the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well or moderately well\nRunoff: low\nSaturated Hydraulic Conductivity: moderately high\nFlooding: rare or very rare\nDuration: brief or very brief"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated.\nThe principle crops are corn, wheat, sorghum, soybeans and alfalfa.\nNative vegetation is tall prairie grasses and a few deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and Central parts of Eastern Kansas; Land Resource Region M, Central Feed Grains and Livestock Region and H, Central Great Plains Winter Wheat and Range Region; MLRAs 106 and 76; The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riley County, Kansas, l970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 36 to 86 centimeters (Bt1, Bt2, horizons)\nMollic epipedon: 0 to 102 centimeters (Ap, A, Bt1, Bt2 horizons)\nArgillic horizon: 36 to 142 centimeters (Bt1, Bt2, Bt3 horizons)\nOther features: Some areas have lighter textured subsoil and some have heavier textured subsoil.\n12/00 BCE, JCR\nRange of Characteristics: Changed the \"Depth to redox concentrations\" back to the original series concept. Added a statement, that some pedons may have a BC Horizon.\nUpdated the competing series section\nRestated ranges for mean annual precipitation and mean annual temperature.\nModified format by LRM in 3/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\n09/2008 GJJ removed English units and made some format changes.\n1/2015 DJK Updated climate data using 1981-2010 data. Updated RIC of mollic thickness, depth to redox, and PSCS clay content. Updated horizon ranges; split Bt into upper and lower, combined BC with C, changed to reaction classes rather than values. Updated competing series, distribution and extent, and additional data sections.\nADDITIONAL DATA:Kellogg Soil Survey Laboratory data available for Pedon ID 71KS045002; Kansas State University Pedology Laboratory data available for Pedon ID numbers: 88KS061323, 89KS061545, 94KS087013, 95KS087010s, 95KS177022s, 96KS045101s, 97KS091001, 99KS197003, 04KS103019, and 05KS103045.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
