{
  "SERIES": "REAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-GLL-MLG-WJG-JAM",
  "REVDATE": "07/2010",
  "STATES": "TX",
  "OVERVIEW": "The Real series consists of soils that are very shallow or shallow to paralithic limestone bedrock interbedded with marl and chalk. These well drained soils formed in residuum derived from limestone of Cretaceous age. These nearly level to steep soils are on summits, shoulders, and backslopes of ridges on dissected plateaus. Slope ranges from 1 to 40 percent, but are more commonly found on 1 to 8 percent slopes. Mean annual air temperature is about 19 degrees C (67 degrees F), and mean annual precipitation is about 762 mm (30 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic, shallow Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Real gravelly clay loam--in rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; hard, friable; many very fine and fine roots; 15 percent weakly cemented limestone and caliche gravel; 1 percent limestone cobbles and stones; violently effervescent; moderately alkaline; abrupt wavy boundary. (Thickness of the A horizon is 10 to 28 cm [4 to 11 in])\nAk--15 to 33 cm (6 to 13 in); dark grayish brown (10YR 4/2) extremely gravelly clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; hard, friable; many very fine and fine roots; 75 percent weakly cemented limestone and caliche gravel; 1 percent limestone cobbles and stones; violently effervescent; moderately alkaline; abrupt wavy boundary. (Thickness of the Ak horizon is 15 to 38 cm [6 to 15 in])\nCr--33 to 91 cm (13 to 36 in); 80 percent white (10YR 8/1), 10 percent brownish yellow (10YR 6/6), and 10 percent light yellowish brown (2.5Y 6/3) moist weakly cemented limestone bedrock that is moderately cemented in the upper 2.5 cm (1 in)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Uvalde County, Texas; From the intersection of U.S. Highways 90 and 83 in Uvalde, 29.6 miles north on U.S. Highway 83 to a metal gate, 20 feet east and 50 feet south in rangeland in Garner State Park. (Reagan Wells USGS topographic quadrangle;  Latitude: 29 degrees, 34 minutes, 32 seconds N; Longitude: 99 degrees, 45 minutes, 3 seconds W.; NAD83.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 20 to 48 cm (8 to 19 in) to paralithic limestone bedrock\nEffervescence: Strongly or violently\nReaction: Slightly alkaline or moderately alkaline\nParticle-size control section (weighted average):\nSilicate clay content: 22 to 35 percent\nRock fragments and or pararock fragments: Amount-35 to 85 percent by volume, size-5 to 250 mm (0.2 to 10 in), kind-limestone, chalk, and caliche that are weakly to strongly cemented\nCalcium carbonate equivalent: 40 to 70 percent by weight in the fine-earth fraction.\nA and Ak horizons\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 1 to 3\nTexture: loam or clay loam; and their gravelly to extremely gravelly phases\nSilicate clay content: 22 to 35 percent\nCarbonate clay content: 0 to 6 percent\nRock fragments and or pararock fragments: Amount-5 to 85 percent by volume, size-5 to 250 mm (0.2 to 10 in), kind-limestone and caliche that are weakly to strongly cemented\nIdentifiable secondary carbonate: Amount-0 to 10 percent by volume, size-fine to medium, contrast-distinct, kind-masses, coats, and nodules, location-on bottom surfaces and around rock fragments.  Nodules of secondary carbonates are pararock fragments\nBk horizon (where present) is the same range as the A horizon except\nHue: 7.5YR or 10YR\nValue: 4 to 6\nCr layer\nHue: 10YR to 2.5Y\nValue: 6 to 8\nChroma: 1 to 8\nIdentifiable secondary carbonate: kind-masses and coats, cementation-weakly to moderately, location-throughout the bedrock note- In most pedons, the upper 1.5 to 8 cm (0.5 to 3 in) is plugged with calcium carbonate, but the continuity, crack spacing and or thickness or the layer fails the requirements of a petrocalcic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar series are\nBoracho (TX+AZ), Dermott (TX), Doss (TX), Eola (TX), Laverne (TX+OK), and Mailtrail (TX).\nBoracho, Dermott, Eola, Laverne and Mailtrail soils: Are shallow to a petrocalcic horizon.\nDoss soils: Have less than 35 percent rock and or pararock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Residuum derived from limestone of Cretaceous age, interbedded with marl and chalk..\nLandscape: Dissected plateaus\nLandform: Summits, shoulders, and backslopes of ridges\nSlope: 1 to 40 percent\nClimate: Dry subhumid\nSoil moisture: Typic ustic moisture regime\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 660 to 864 mm (26 to 34 in)\nMean annual air temperature: 18 to 21 degrees C (65 to 70 degrees F)\nFrost-free period: 220 to 250 days\nElevation: 305 to 732 m (1,000 to 2,400 ft)\nThornthwaite annual P-E index: 38 to 50"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aledo (TX), Brackett (TX), Campwood (TX), Eola (TX), Kavett (TX), Kerrville (TX), Tarrant (TX) and Valera (TX).\nAledo, Eola, and Tarrant soils: Occur higher on the landscape in summit, shoulder, and backslope positions.\nBrackett, Kavett, and Valera soils: Occur lower on the landscape in footslope positions.\nCampwood soils: Are very deep alluvial soils on stream terraces.\nKerrville soils: Occur on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on 20 to 40 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used entirely as rangeland. The climax plant community is a tall grass and mid grass, oak savannah. The dominant grass is little bluestem. The other grasses are sideoats grama, tall grama, yellow Indiangrass, silver bluestem, slim tridens, pinhole bluestem, cane bluestem, tall dropseed, hairy grama, and perennial threeawns. The dominant forbs include Engelmann daisy, bushsunflower, and sensitive briar. The woody plants include live oak, Texas oak, flameleaf sumac, evergreen sumac, agarito, and greenbriar. With heavy stocking rates the site could potentially deteriorate to a plant population of sideoats grama, seep muhly and live oak. If continuous heavy grazing continues for many years, Ashe juniper will increase and form a dense stand with an understory of plants, such as Texas grama, red grama, puff sheath dropseed, Lindheimer muhly, and Texas persimmon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-Central Texas; Southwest Plateaus and Plains Range and Cotton Region, LLR-I: MLRA 81B-Edwards Plateau, Central Part; MLRA 81C-Edwards Plateau, Eastern Part; MLRA 82A-Texas Central Basin; Southwestern Prairies Cotton and Forage Region, LLR-J: MLRA 85-Grand Prairie. This series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uvalde County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:The correct classification of this pedon as described is loamy rather than loamy-skeletal particle size class.  It was not changed from its original classification until a study is completed.  The pararock fragments function like rock fragments in the soil for most uses.\nThese soils were included with Tarrant soils which have a lithic contact of limestone bedrock. This series needs to be studied and redescribed where it is correlated to determine if the content of pararock fragments justifies the particle-size class of loamy, rather than loamy-skeletal, and if it has a petrocalcic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 33 cm (0 to 13 in) (A and Ak horizons)\nCalcic horizon: 15 to 33 cm (6 to 13 in) (Ak horizon)\nParalithic contact: 33 cm (13 in) (top of Cr layer)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 11th Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 15 cm (0 to 6 in); dark grayish brown (10YR 4/2) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; hard, friable; many very fine and fine roots; 15 percent weakly cemented limestone and caliche gravel; 1 percent limestone cobbles and stones; violently effervescent; moderately alkaline; abrupt wavy boundary. (Thickness of the A horizon is 10 to 28 cm [4 to 11 in])"
      },
      {
        "name": "Ak",
        "top": 15,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ak--15 to 33 cm (6 to 13 in); dark grayish brown (10YR 4/2) extremely gravelly clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; hard, friable; many very fine and fine roots; 75 percent weakly cemented limestone and caliche gravel; 1 percent limestone cobbles and stones; violently effervescent; moderately alkaline; abrupt wavy boundary. (Thickness of the Ak horizon is 15 to 38 cm [6 to 15 in])"
      },
      {
        "name": "Cr",
        "top": 33,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--33 to 91 cm (13 to 36 in); 80 percent white (10YR 8/1), 10 percent brownish yellow (10YR 6/6), and 10 percent light yellowish brown (2.5Y 6/3) moist weakly cemented limestone bedrock that is moderately cemented in the upper 2.5 cm (1 in)"
      }
    ]
  ]
}
