{
  "SERIES": "REBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRS/GMK/LCL",
  "REVDATE": "04/2001",
  "STATES": "CA",
  "OVERVIEW": "The Reba series is a member of the fine, montmorillonitic, mesic family of Xerollic Paleargids.  Typically, Reba soils have light brownish gray and grayish brown, sandy loam and sandy clay loam A1 horizons, abruptly underlain by grayish brown, columnar, silty clay B2t horizons grading to calcareous sandy loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Xeric Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Reba sandy loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA11--0 to 4 inches; light brownish gray (2.5Y 6/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure; soft, friable, nonsticky, nonplastic; common very fine and fine roots; many fine and medium vesicular pores; medium acid (pH 6.0); abrupt smooth boundary. (2 to 6 inches thick)\nA12--4 to 10 inches; grayish brown (2.5Y 5/2) sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, friable, sticky, slightly plastic; common fine, many medium and coarse horizontal roots; common fine and medium tubular and common very fine interstitial pores; slightly acid (pH 6.2); abrupt smooth boundary.  (4 to 13 inches thick)\nB21t--10 to 15 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; strong fine and medium columnar structure; extremely hard, very firm, sticky, very plastic; common fine and medium roots, mostly exped; few fine tubular pores; continuous moderately thick clay films on faces of peds and lining pores; columns have whitish coatings or caps; slightly acid (pH 6.5); clear smooth boundary. (3 to 7 inches thick)\nB22t--15 to 21 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 3/2) moist; strong medium angular blocky structure; extremely hard, very firm, sticky, very plastic; common fine and medium exped roots; very few fine tubular pores; many moderately thick clay films on faces of peds and lining pores; neutral (pH 7.0); clear smooth boundary.  (5 to 10 inches thick)\nB3--21 to 25 inches; grayish brown (2.5Y 5/2)\nsandy clay loam, very dark grayish brown (2.5Y 3/2) moist; moderate medium angular blocky structure; very hard, firm, sticky, slightly plastic; few fine roots; few fine tubular pores; common thin clay films line pores and as bridges between sand grains; mildly alkaline (pH 7.5); gradual smooth boundary.  (3 to 8 inches thick)\nC1ca--25 to 40 inches; light brownish gray (2.5Y 6/2) heavy sandy loam, dark grayish brown (2.5Y 4/2) moist; weak coarse angular blocky structure; very hard, firm, slightly sticky, slightly plastic; few fine roots; few fine tubular and interstitial pores; common thin clay films line pores and as bridges between sand grains; strongly effervescent, lime in white filaments, threads and seams; 5 percent small pebbles; moderately alkaline (pH 8.0); gradual smooth boundary. (10 to 20 inches thick)\nC2ca--40 to 49 inches; light brownish gray (2.5Y 6/2) coarse sandy loam, dark grayish brown (2.5Y 4/2) moist; weak coarse angular blocky structure; very hard, firm, slightly sticky, nonplastic; few fine roots; few fine tubular and interstitial pores; few thin clay films line pores and as bridges; strongly effervescent, lime is segregated in white filaments and threads and seams; moderately alkaline (pH 8.0); gradual smooth boundary.  (6 to 10 inches thick)\nC3--49 to 56 inches; light brownish gray (2.5Y 6/3) coarse sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, nonsticky, nonplastic; lime is disseminated; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 1,600 feet south of the old abondoned Highway 40A, approximately 1/2 mile west of Highway 395; 1,200 feet north-northwest of the south quarter corner of sec. 11, T.22N., R.17E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges in thickness from 22 to 40 inches.  The mean annual soil temperature is about 49 degrees to 51 degrees F.  The soil temperature is above 41 degrees F. from about March 15 to November 15 and above 47 degrees F. from about April 1 to November 1.  The soil between depths of about 6 to 14 inches is usually dry all of the time from about June 1 until November 15 and is moist in some or all parts all the rest of the year.  The soil is estimated to have about 1 to 3 percent organic matter to a depth of about 15 to 18 inches.  (See Remarks).  A desert pavement or a winnowed coarse sand covers the surface of parts or all of some pedons to a depth of 1/4 to 3 inches.  Rock fragments, mostly 1/4 to 3/4 inch in diameter, make up to 5 percent of the A and B horizons and up to 30 percent of the C horizon.  The soil is slightly to medium acid near the surface and becomes alkaline with depth.  The A1 horizon is light brownish gray or grayish brown (10YR 6/2, 5/2; 2.5Y 6/2, 5/2).  It is sandy loam or sandy clay loam with about 15 to 25 percent clay.  This horizon has vesicular porosity and octagonal cracks 6 to 8 inches apart.  The B2t horizon is grayish brown to light olive brown (10YR 5/2; 2.5Y 5/3, 5/4).  It is clay and silty clay with about 40 to 45 percent clay and an increase of 15 to 20 percent more clay absolute than the overlying A horizon.  This horizon has columnar structure in the upper part and is prismatic to angular blocky in the lower portion.  In many pedons the upper surfaces of the columns is capped with an A2 horizon which varies from indistinct coatings to a distinct horizon 1/2 inch thick.  The C horizon is light yellowish brown to grayish brown (10YR 6/2; 2.5Y 6/3, 6/4, 5/2) and is heavy sandy loam or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Acoma, Gooding, and Sorf series.  Acoma soils have 15 to 35 percent gravel in the control section.  Gooding soils have a duripan over bedrock at depths of less than 40 inches.  Sorf soils have 45 to 60 percent clay in the B2t horizon and have clay loam C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Reba soils are gently sloping to moderately steep and are on dissected fans at elevations of 4,500 to 5,200 feet.  They formed in old alluvium from mixed sources.  The climate is cool semiarid with cool dry summers and cold moist winters.  Mean annual precipitation is about 6 to 12 inches.  Average January temperature is 29 degrees F.; average July temperature is 69 degrees F.; mean annual temperature is 48 degrees to 50 degrees F.  The freeze-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Reno, Caleppi, and Trosi soils have duripans.  Galeppi soils have mollic epipedons and have sandy clay loam B2t horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILTIY",
    "content": "DRAINAGE AND PERMEABILTIY:  Well-drained; slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  The vegetation is stunted big sagebrush, cheatgrass, Great Basin wildrye, mustard and some perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern California.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Reba soils were formerly classified as Brown soils.  The organic matter content of these soils needs further study.  They may more closely fit into the Xeralfic subgroup.\nOSED scanned by SSQA. Last revised by state on 11/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
