{
  "SERIES": "RECKLOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBR/TER",
  "REVDATE": "02/1999",
  "STATES": "UT,WY",
  "OVERVIEW": "The Recklor series consists of very deep, well drained soils on mountain ridges and slopes.  They formed in colluvium from sedimentary rocks.  Slopes are 6 to 40 percent.  The average annual air temperature is 35 to 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Ustollic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Recklor gravelly loam, on a 10 percent north  slope - rangeland.  (Colors are for air-dry unless otherwise stated.)\nA--0 to 3 inches; reddish brown (5YR 4/3) gravelly loam, dark reddish brown (5YR 3/2) moist; weak medium and fine subangular blocky structure parting to moderate fine granular; soft, friable, sticky and plastic; many very fine roots; many very fine irregular pores; 25 percent gravel; mildly alkaline (pH 7.4); clear smooth boundary.  (3 to 4 inches thick)\nBt--3 to 22 inches; reddish brown (5YR 4/4) very gravelly clay loam, reddish brown (5YR 4/3) moist; moderate coarse subangular blocky structure parting to strong very fine subangular blocky; hard, friable, very sticky and plastic; common very fine and fine roots; common very fine tubular pores; common thin clay films on ped faces and in pores; 25 percent gravel and 10 percent cobbles; mildly alkaline (pH 7.4); gradual smooth boundary.  (8 to 20 inches thick)\nBtk--22 to 60 inches; reddish brown (5YR 4/4) very gravelly clay loam, reddish brown (5YR 4/4) moist; weak very fine angular blocky structure; hard, friable, sticky and plastic; few very fine and fine roots; 25 percent gravel and 15 percent cobbles, some of which have variegated yellowish brown and olive colors; slightly effervescent, 5 percent carbonates as segregated 1/2 inch masses and specks, few thin calcium and silica pendants on gravel; mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Daggett County, Utah; 2,400 feet west and 600 feet south of northeast corner sec. 14, T. 3 N., R 25 E. on Willow Creek Butte."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 39 to 44 degrees F. and the mean summer soil temperature is 55 to 59 degrees F.  Depth to carbonates range from 12 to 30 inches.  Rock fragments are rounded gravel, cobbles and stones.\nThe A horizon has hue of 5YR to 10YR and chroma of 2 or 3.  Texture is loam or sandy loam with 15 to 27 percent clay.  Rock fragments range from 20 to 40 percent.\nThe Bt horizon has hue or 2.5YR of 5YR, value of 3 or 4 dry and moist and chroma of 3 or 4.  When the moist value is 3, chroma is 4.  Texture is clay loam with 35 to 40 percent clay.  Rock fragments range from 35 to 50 percent.\nThe Btk horizon has hue of 2.5YR or 5YR, value of 4 to 6 dry, 3 or 4 moist and chroma of 4 to 6.  Texture is clay loam or sandy clay loam with 20 to 35 percent clay.  Rock fragment content ranges from 35 to 50 percent.  Reaction is mildly or moderately alkaline.  Some pedons have less than 15 percent rock fragments below 36 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cluff, Reck (T), Winz and Yence series.   Cluff soils have an albic horizon and are slightly to strongly acid.  Reck soils are noncalcareous throughout and have Bt horizons with hues of 7.5YR or yellower.  Winz soils have an albic horizon and are slightly acid.  Yence soils are slightly acid to neutral throughout and do not have secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Recklor soils are on mountain ridges and slopes.  They formed in colluvium from sedimentary rocks.  At the type location these are of the Bishop Conglomerate Formation and the underlying Colton member of the Wasatch Formation.  Slopes are 6 to 40 percent.  Elevation is 7,500 to 9,000 feet.  The average annual precipitation is 16 to 20 inches with a slight increase in spring but otherwise fairly evenly distributed throughout the year.  The average annual air temperature is 35 to 40 degrees F. The frost-free season is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amsden, Condie and Davtone soils.  Amsden soils have a deeper dark colored surface and occur in less exposed sites.  Condie soils occur under trees. Davtone soils have over 16 inches of dark colored surface and occur in swales and on footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability.  Much of the snow blows off or is lost through sublimation reducing the amount of precipitation that actually enters the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Potential native vegetation is mainly black sagebrush, Wyoming threetip sagebrush, low rabbitbrush, junegrass, bluebunch wheatgrass, western wheatgrass, asters and phlox."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah and southwestern Wyoming.  These soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Daggett County (Henrys Fork Area) Utah, 1988"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series is being proposed in the Henrys Fork Soil Survey area, Utah-Wyoming.  Diagnostic horizons and features recognized in this series:\nMollic subgroup - the upper soil that, when mixed to 15 cm., has moist color value of 3 or less; the zone from 0 to 6 inches.\nArgillic horizon - the zone of clay illuviation from 3 to 60 inches.  The Bt, (the upper and main argillic) which evidenced most of the clay illuviation is 8 to 20 inches thick.  The Btk, the lower part of the argillic, has lesser amounts of clay illuviation together with some calcium carbonate accumulation.\nK feature - the zone of carbonate accumulation in the lower part of the argillic horizon from 22 to 60 inches.\nMoisture and temperature regimes are interpolated from stations in the surrounding area and from vegetative indicators.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; reddish brown (5YR 4/3) gravelly loam, dark reddish brown (5YR 3/2) moist; weak medium and fine subangular blocky structure parting to moderate fine granular; soft, friable, sticky and plastic; many very fine roots; many very fine irregular pores; 25 percent gravel; mildly alkaline (pH 7.4); clear smooth boundary.  (3 to 4 inches thick)"
      },
      {
        "name": "Bt",
        "top": 8,
        "bottom": 56,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--3 to 22 inches; reddish brown (5YR 4/4) very gravelly clay loam, reddish brown (5YR 4/3) moist; moderate coarse subangular blocky structure parting to strong very fine subangular blocky; hard, friable, very sticky and plastic; common very fine and fine roots; common very fine tubular pores; common thin clay films on ped faces and in pores; 25 percent gravel and 10 percent cobbles; mildly alkaline (pH 7.4); gradual smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Btk",
        "top": 56,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "narrative": "Btk--22 to 60 inches; reddish brown (5YR 4/4) very gravelly clay loam, reddish brown (5YR 4/4) moist; weak very fine angular blocky structure; hard, friable, sticky and plastic; few very fine and fine roots; 25 percent gravel and 15 percent cobbles, some of which have variegated yellowish brown and olive colors; slightly effervescent, 5 percent carbonates as segregated 1/2 inch masses and specks, few thin calcium and silica pendants on gravel; mildly alkaline (pH 7.8)."
      }
    ]
  ]
}
