{
  "SERIES": "RECLUSE",
  "STATUS": "Established Series",
  "BYREV": "GFK/CAP/CJH",
  "REVDATE": "12/2005",
  "STATES": "MT,WY",
  "OVERVIEW": "The Recluse series consists of very deep, well drained, moderately permeable soils.  They formed on alluvial fan, benches, hills, drainageways, ridges and terraces in alluvium or eolian materials from mixed sources.  Slopes range from 0 to 20 percent.  The mean annual precipitation is about 14 inches, and the mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Recluse loam-on southwest facing slope of 2 percent; utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 5 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; noneffervescent; neutral (pH 6.8); abrupt smooth boundary. (2 to 10 inches thick)\nBt1--5 to 12 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to strong fine and medium angular blocky; hard, friable, moderately sticky and moderately plastic; few distinct discontinuous very dark grayish brown (10YR 3/2) clay films on faces of peds and in pores; noneffervescent; neutral (pH 7.0); clear wavy boundary.\nBt2--12 to 17 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to strong medium angular blocky; hard, friable, moderately sticky and moderately plastic; few distinct discontinuous dark brown (10YR 3/3) clay films on faces of peds and in pores; noneffervescent; neutral (pH 7.2); abrupt wavy boundary. (Combined Bt horizons 5 to 15 inches thick)\nBtk--17 to 23 inches; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate fine and medium angular blocky; hard, friable, moderately sticky and moderately plastic; few distinct discontinuous dark brown (10YR 3/3) clay films on faces of peds and in pores; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (0 to 10 inches thick)\nBk1--23 to 42 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.\nBk2--42 to 60 inches; light brownish gray (10YR 6/2) loam, grayish brown (10YR 5/2) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline (pH 8.4).  (Combined Bk horizons 15 to 40 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Campbell County, Wyoming; about 550 feet north and 2050 feet east of the southwest corner of Sec. 4, T 47 N, R 74 W.; USGS Double Tanks, WY topographic quadrangle; lat. 44 degrees 4 minutes 25 seconds N. and long. 105 degrees 45 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 19 inches in thickness.  Depth to horizons of continuous calcium carbonate accumulation and the base of the argillic horizon ranges from 16 to 30 inches.  Calcium carbonate equivalent ranges from 5 to 15 percent in the Bk horizons.  Rock fragments range from 0 to 10 percent gravel.  The soil is usually dry in the moisture control section when the soil temperature at a depth of 20 inches is 41 degrees F. or warmer.  The moisture control section is dry for 60 consecutive days and 90 cumulative days between July 15 and October 25 in most years.  The mean annual soil temperature is 48 to 51 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 dry and 2 or 3 moist, and chroma of 2 or 3.  It is loam, silt loam, clay loam, very fine sandy loam or fine sandy loam.  Reaction is neutral or slightly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6 dry and 2 to 5 moist, and chroma of 2 to 4.  Texture is loam, clay loam, silt loam or silty clay loam.  It has 20 to 35 percent clay and less than 35 percent fine or coarser sand.  Structure is typically angular blocky but may be prismatic in some pedons.  Reaction is neutral or slightly alkaline.\nThe Btk horizon has hue of 10YR or 2.5Y, value of 4 to 6 dry and 2 to 5 moist, and chroma of 2 to 4.  Texture is loam, clay loam, silt loam or silty clay loam.  It is slightly alkaline or moderately alkaline.  The calcium carbonate equivalent ranges from 3 to 12 percent.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry and 3 to 6 moist and chroma of 2 to 4.  Texture is clay loam, silt loam, silty clay loam, fine sandy loam, very fine sandy loam or loam.  Calcium carbonate is disseminated and as seams and masses. Reaction is slightly alkaline or moderately alkaline.  The calcium carbonate equivalent ranges from 5 to 15 percent.\nThe C horizon, when present, has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 to 6 moist, and chroma of 2 or 3.  Texture is sandy loam, fine sandy loam, very fine sandy loam or loam.  Reaction is slightly alkaline or moderately alkaline.  Calcium carbonate is disseminated."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ascalon, Asparas, Bresser, Capulin, Cedak, Critchell, Dagflat, Datil, Featherlegs, Hargreave, Harlan, Hemingford, Hiarc, Kirtley, Lavate, Loarc, Moskee, Noden, Ryegate, Satanta, Shalona, Sugardee, Wages and Wolf series.  It is assumed the Asparas, Critchell, Dagflat, Datil, Hargreave, Harlan, Hiarc, Kirtley, Lavate, Loarc and Noden series are competing pending update of the classification.  Ascalon and Moskee soils have an argillic horizon averaging more than 35 percent fine or coarser sand.  Bresser soils have loamy coarse sand or gravelly loamy sand at depths of 20 to 38 inches.  Asparas, Capulin, Datil and Wolf soils have calcic horizons at depths less than 40 inches.  Cedak, Dagflat, Hargreave, Hiarc, Kirtley and Ryegate soils have bedrock at depths of 20 to 40 inches.  Featherlegs soils have gravelly or cobbly material at depths of 30 to 40 inches.  Harlan and Sugardee have redder hue.  Critchell, Lavate and Noden soils lack free carbonates to a depth of 40 inches or more.  Loarc, Satanta and Shalona soils are not usually dry in the moisture control section for 90 or more cumulative days between July 15 and October 25.  Wages soils have secondary carbonates at a depth of 15 inches or less."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Recluse soils are on hills, ridges, alluvial fans, benches, drainageways and terraces.  Slopes are 0 to 20 percent.  The soils formed in alluvium or eolian material from mixed sources.  Elevation is 3,500 to 6,000 feet.  The average annual precipitation is 10 to 17 inches.  The average annual air temperature is 46 to 51 degrees.  The frost-free season is 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cedak, Hargreave and Moskee soils and the Deekay, Forkwood, Hiland, Julesburg, Nuncho and Platmak soils.  These soils occur in similar positions to the Recluse soils.  Deekay, Forkwood and Hiland soils do not have a mollic epipedon.  Julesburg soils are coarse-loamy.  Nuncho and Platmak soils are fine."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff is slow or medium.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Recluse soils are used for rangeland, hayland and cropland.  Native vegetation consists of western wheatgrass, green needlegrass, needleandthread and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and eastern Wyoming.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Weston County, Wyoming; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - the zone from the surface of the soil to a depth of 12 inches (A and Bt1 horizons); Argillic horizon - the zone from 5 to 23 inches (Bt1, Bt2 and Btk horizons).\nSIR - WY0506\nLRR - G\nNational Cooperative Soil Survey\nU.S.A."
  }
}
