{
  "SERIES": "RED HILLS",
  "STATUS": "Established Series",
  "BYREV": "DLN-RLL",
  "REVDATE": "02/2006",
  "STATES": "TN",
  "OVERVIEW": "The Red Hills series consists of moderately deep, well drained soils that have moderate to moderately rapid permeability.  They formed in colluvium and residuum from quartzose limestone and calcareous sandstone and shale.  At least part of each profile formed in colluvium or materials affected by soil creep.  These soils are on moderately steep to very steep side slopes.  Slopes range from 12 to 80 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, parasesquic, thermic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Red Hills sandy loam on a 54 percent slope - forested. (Colors are for moist soil.)\nOi--1 to 0 inches; undecomposed hardwood litter and twigs.\nA--0 to 4 inches; dark reddish brown (2.5YR 3/3) sandy loam; weak medium granular structure; very friable; many fine and few coarse roots; 10 percent soft sandstone gravel; very strongly acid; abrupt smooth wavy boundary.  (2 to 8 inches thick)\nBw1--4 to 16 inches; dark reddish brown (2.5YR 3/4) cobbly sandy loam; weak fine subangular blocky structure; friable; many fine and common medium roots; 15 percent soft sandstone cobbles and gravel; very strongly acid; clear smooth boundary.\nBw2--16 to 26 inches; dark reddish brown (2.5YR 3/4) very cobbly loam; weak fine subangular blocky structure; friable; many fine roots; 40 percent soft sandstone cobbles and gravel; very strongly acid; clear smooth boundary.  (combined thickness of the Bw horizon 10 to 20 inches)\nCr--26 to 32 inches; dark reddish brown decalcified quartzose limestone with many distinct dark red (2.5YR 3/6) argillans ranging from 0.5 to 5 mm in thickness along relict fracture planes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McMinn County, Tennessee; east of Englewood 6.9 miles on State Route 39 (0.5 miles north of the junction of State Routes 39 and 310 on S.R. 39), and 400 feet east of State Route 39 in a hardwood forest.  Mecca Quadrangle  35 degrees 21 minutes 38.20 seconds North latitude and 84 degrees 25 minutes 18.21 seconds West longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft decalcified quartzose limestone and calcareous sandstone and shale ranges from 20 to 40 inches.  Depth to hard rock ranges from 40 to more than 60 inches.  Rock fragments are gravel and channers of decalcified reddish quartzose limestone and calcareous sandstone and shale and range from 5 to 25 percent in the A horizon, from 15 to 35 percent in the upper part of the Bw horizon, and from 5 to 45 percent in the lower part of the Bw or BC horizon.  The soil is very strongly acid to moderately acid throughout.\nThe A horizon has hue of 2.5YR to 10YR, value of 2 to 4, and chroma of 3 to 6.  Texture of the fine-earth fraction is loam, sandy loam, fine sandy loam or rarely clay loam and sandy clay loam.\nThe Bw horizon (and BC horizon if present) has hue of 10R to 7.5YR, value of 3 to 5, and chroma of 3 to 6.  Texture of the fine-earth fraction is loam, sandy loam, fine sandy loam, sandy clay loam, or clay loam.\nThe Cr horizon is soft, reddish, decalcified quartzose limestone and calcareous sandstone and shale that may have seams of clayey material along relict fractures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Red Hills soils are on dominantly narrow sloping to steep ridge tops and steep and very steep side slopes.  The soil formed in colluvium and residuum from materials weathered from calcareous sandstone or quartzose limestone interbedded with sandy shale.  At least a portion of each profile formed in colluvium or material affected by soil creep.  Near the type location, mean annual temperature is 57.0 degrees F. and mean annual precipitation is 56.5 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alcoa, Neubert, Steekee, and Tellico series.  Alcoa soils are on foot slopes and stream terraces and are very deep.  Neubert soils are on adjacent narrow floodplains and are very deep.  Steekee soils are on nearby side slopes and ridge tops and are in a shallow family.  Tellico soils are on adjacent gently sloping to very steep ridge tops and side slopes and are deep or very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate to moderately rapid permeability; medium or high runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forest consisting of mixed hardwoods and pines.  Some harvested areas are usually replanted in pines for pulpwood production.  A few cleared areas are used for unimproved pasture or abandoned."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Appalachian Ridges and Valleys in Tennessee and possibly Alabama and Georgia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McMinn County, Tennessee; 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Red Hills soils were previously included with Steekee and Tellico series.\nDiagnostic horizons and features recognized in this profile are:\nOchric epipedon--0 to 4 inches\nCambic horizon--4 to 26 inches\nParalithic contact--26 inches\nUmbric intergrade epipedon--0 to 7 inches\nSIR Number:  TN1307\nSoil characterization data availailable for pedon S95TN-107-8 and S95TN-107-9"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--1 to 0 inches; undecomposed hardwood litter and twigs."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 4 inches; dark reddish brown (2.5YR 3/3) sandy loam; weak medium granular structure; very friable; many fine and few coarse roots; 10 percent soft sandstone gravel; very strongly acid; abrupt smooth wavy boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--4 to 16 inches; dark reddish brown (2.5YR 3/4) cobbly sandy loam; weak fine subangular blocky structure; friable; many fine and common medium roots; 15 percent soft sandstone cobbles and gravel; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--16 to 26 inches; dark reddish brown (2.5YR 3/4) very cobbly loam; weak fine subangular blocky structure; friable; many fine roots; 40 percent soft sandstone cobbles and gravel; very strongly acid; clear smooth boundary.  (combined thickness of the Bw horizon 10 to 20 inches)"
      },
      {
        "name": "Cr",
        "top": 66,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--26 to 32 inches; dark reddish brown decalcified quartzose limestone with many distinct dark red (2.5YR 3/6) argillans ranging from 0.5 to 5 mm in thickness along relict fracture planes."
      }
    ]
  ]
}
