{
  "SERIES": "RED SPUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLM/MEO/AJE/JEB",
  "REVDATE": "06/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Red Spur loam, woodland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, friable, nonsticky, slightly plastic; many medium and fine roots; slightly acid; clear wavy boundary. (3 to 6 inches thick)\nA2--5 to 26 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure that parts to weak fine granular; soft, friable, nonsticky, slightly plastic; many medium and fine roots; moderately acid (pH 6.0); clear wavy boundary. (18 to 27 inches thick)\nE--26 to 38 inches; pink (7.5YR 7/4) fine sandy loam, yellowish red (5YR 4/6) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; few fine roots; moderately acid (pH 6.0); gradual wavy boundary. (10 to 13 inches thick)\nE/B--38 to 48 inches; 70 percent pink (7.5YR 7/4) fine sandy loam (E part) and 30 percent red (2.5YR 4/6) dry and moist; sandy clay loam (Bt part); moderate medium subangular blocky structure; very hard, firm, slightly sticky, plastic; few fine and medium roots; moderate continuous clay films on the Bt peds; moderately acid (pH 6.0); gradual irregular boundary. (0 to 13 inches thick)\nBt--48 to 56 inches; red (2.5YR 4/6) dry and moist; cobbly sandy clay loam; moderate medium subangular blocky structure; very hard, firm, slightly sticky, plastic; few fine and medium roots; moderate continuous films on peds; moderately acid (pH 6.0); abrupt smooth boundary. (8 to 13 inches thick)\nR--56 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cache County, Utah; about 16 miles east of Avon; about 1 mile west and 1/2 mile north of Monte Cristo guard station; 2,000 feet north and 1,000 feet west of the SE corner of sec. 31, T.9N., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon: 22 to 30 inches\nSoil moisture: the moisture regime is udic.\nMean annual soil temperature: 38 to 42 degrees F\nMean summer soil temperature: 52 to 58 degrees F\nA horizon\nHue: 5YR through 10YR\nValue: 2 or 3 moist\nChroma: 2 or 3\nReaction: slightly acid or moderately acid.\nIt has weak fine granular to weak medium and coarse subangular blocky structure.\nE horizon\nHue: 5YR or 7.5YR\nValue: 5 through 7 dry, 4 or 5 moist\nChroma: 3 through 6\nTexture: fine sandy loam to loamy fine sand\nReaction: medium acid or slightly acid\nThis horizon has weak medium or coarse subangular blocky structure.\nThe E horizon tongues from 4 to 13 inches into the Bt horizon.\nBt horizon\nHue: 2.5YR or 5YR\nValue: 4 through 6 dry and moist\nChroma: 4 through 8\nTexture: cobbly fine sandy clay loam to cobbly clay loam\nGravel and cobble content: 20 to 35 percent\nThis horizon has weak medium prismatic to moderate medium and coarse subangular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ercan, Foidel, Skylick, and Yeljack series.\nErcan soils have mollic epipedons less than 20 inches thick.\nFoidel and Yeljack soils do not have a lithic contact and have less than 20 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Red Spur soils are on moderately steep to steep mountain slopes of all aspects at elevation of 7,500 to 8,500 feet. Gradients are 10 to 30 percent. The soils formed in colluvium and residuum from sandstone, typically from the Wasatch Formation. The climate is humid. The average annual precipitation is 27 to 35 inches. The mean annual temperature is 35 to 37 degrees F. and the mean summer temperature is 60 to 62 degrees F. The frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Lucky Star soils and the Agassiz, Cluff, Mult, and Scout soils. Agassiz soils lack albic horizons and argillic horizons and have mollic epipedons less than 16 inches thick and are less than 20 inches deep over fractured limestone.  Cluff soils lack mollic epipedons and have very cobbly clay or very cobbly heavy clay loam argillic horizons. Mult soils lack albic horizons and have less than 15 percent coarser than very fine sand. Scout soils lack both mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland. The native vegetation is quaking aspen, big sagebrush, snowberry, mountain brome, Columbia needlegrass, meadow rue, slender wheatgrass, yarrow, and larkspur. In Utah this soil is correlated to the High Mountain Loam (Aspen) range site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountain areas of Northern Utah. MLRA 47. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cache County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 56 inches.\nParticle-size control section:  The zone from 48 to 56 inches.  (entire argillic horizon)\nMollic epipedon (Pachic feature):  from 0 to 26 inches.  (A1 and A2 horizons)\nArgillic horizon (Pale feature):  from 48 to 56 inches.  (Bt horizon)\nLithic contact:  the contact with sandstone at 56 inches.  (R layer)\nIt is unclear if this soil typically has albic colors in the E horizon and E part of the E/B horizon. Colors in the typical pedon could be interpreted as albic colors if they are due to uncoated grains. The ranges of these horizons include colors that are definitely not albic colors. Hence until this can be investigated neither an albic horizon nor a glossic horizon is within the typical concept of this series.\nThe 06/2011 revision updated the typical pedon description to be more consistent with the description in the Cache Valley Area published survey. The moisture regime was clarified as udic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
