{
  "SERIES": "RED HOOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPW-JRS-MS",
  "REVDATE": "04/2013",
  "STATES": "ME,NY,OH,PA",
  "OVERVIEW": "The Red Hook series consists of very deep, somewhat poorly drained soils formed in Wisconsinan age glaciofluvial deposits on outwash plains and terraces, stream terraces, and moraines. Saturated hydraulic conductivity is moderately high through high in the mineral solum and substratum. Slope ranges from 0 through 8 percent. The mean annual temperature is about 49 degrees F., and the mean annual precipitation is about 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Red Hook silt loam, on a 2 percent slope in an idle and brushy field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure; friable; many roots; 10 percent rock fragments; moderately acid; abrupt smooth boundary. (6 to 12 inches thick.)\nBw1 -- 6 to 8 inches; brown (10YR 4/3) silt loam; weak thin platy structure; friable; common roots; common fine pores; few fine faint grayish brown (10YR 5/2) areas of iron depletion in the matrix; 10 percent rock fragments; moderately acid; clear wavy boundary.\nBw2 -- 8 to 13 inches; brown (10YR 5/3) loam; weak thin platy structure; friable; few roots; few fine pores; many medium faint grayish brown (10YR 5/2) areas of iron depletion in the matrix and many medium faint dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; 10 percent rock fragments; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizon is 5 to 18 inches.)\nBg -- 13 to 22 inches; grayish brown (10YR 5/2) loam; weak thin platy structure; friable; few roots; few fine pores; many medium distinct brown (7.5YR 4/4) and prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; 10 percent rock fragments; moderately acid; clear wavy boundary. (0 to 25 inches thick.)\nCg -- 22 to 72 inches; grayish brown (10YR 5/2) gravelly loam; massive; firm; common medium pores; few medium prominent brownish yellow (10YR 6/6) and distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; 30 percent rock fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Steuben County, New York; Town of Hornby, 1,000 feet south of New York Route 414 at Ferenbaugh. Elevation 1150 feet. USGS Corning, NY topographic quadrangle; Latitude 42 degrees, 11 minutes, 41 seconds N. and Longitude 77 degrees, 0 minutes, 28 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 through 40 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 through 4, and chroma of 2 or 3. Dry color value is 6 or more. Texture is fine sandy loam, loam, or silt loam in the fine-earth fraction. Structure is weak or moderate, fine through coarse, granular or subangular blocky. Consistence is very friable or friable. Rock fragments range from 5 to 35 percent. Reaction is very strongly acid through slightly acid, unless limed.\nSome pedons have an E or BE horizon with hue of 7.5YR, 10YR, or 2.5Y, value of 4 through 6, and chroma of 1 through 6. Texture is sandy loam, loam or silt loam in the fine-earth fraction. Structure is weak or moderate, subangular blocky. Rock fragments range from 5 to 35 percent. Reaction is strongly acid through slightly acid.\nThe B horizon has hue of 7.5YR through 5Y, value of 3 through 6, and chroma of 1 through 6, commonly with contrasting colors, textures, and amount of rock fragments between subhorizons. Texture is sandy loam, loam or silt loam in the fine-earth fraction. Structure is very weak through moderate, subangular blocky or platy. Consistence is friable or firm. Rock fragments range from 10 to 60 percent in subhorizons of the B, but average less than 35 percent. Reaction is strongly acid through neutral. Some pedons have a BA horizon.\nThe C horizon has hue of 7.5YR through 5Y, value of 3 through 5, and chroma of 1 through 4. Texture is silt loam through sandy loam in the fine-earth fraction, with random strata of coarser or finer textured material. Some pedons have sandy, silty or clayey 2C horizons below 40 inches. Rock fragments range from 10 to 65 percent, averaging less than 35 percent above 40 inches. Reaction is moderately acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Busti, Holton, Lamson, Newstead, Massena, Punsit, Ridgebury, and Sun series are in similar families. The Atherton and Fredon series are also in closely related families. Busti, Massena, Punsit, Ridgebury, and Sun soils developed in till and lack stratified C horizons. Holton soils developed in alluvium and have fewer rock fragments in the B and C horizons. Lamson soils developed in deep sandy lacustrine deposits and lack rock fragments. Newstead soils are 20 to 40 inches deep to bedrock. Atherton soils have fine-loamy particle-size control sections. Fredon soils have coarse-loamy over sandy or sandy-skeletal particle-size control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Red Hook soils formed in water-sorted Wisconsinan age glaciofluvial deposits on slight rises and convex flats on outwash plains, and on treads on outwash terraces and stream terraces. Slope ranges from 0 through 8 percent. The mean annual precipitation ranges from 29 through 45 inches, and the mean annual temperature ranges from 45 through 52 degrees F. The frost free period ranges from 120 through 198 days. Elevations range from 250 through 1500 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allard, Alton, Atherton, Blakeslee, Castile, Chenango, Conotton, Fitchville, Glenford, Halsey, Hoosic, Raynham, Scio, Tunkhannock, Unadilla, and Wurtsboro soils. The somewhat excessively drained Hoosic, well and somewhat excessively drained Alton, Chenango and Tunkhannock soils, the well drained Conotton, moderately well drained Blakeslee and Castile soils, and moderately and well drained Wurtsboro soils are on higher landscape positions. The poorly and very poorly drained Atherton soils and very poorly drained Halsey soils are on lower landscape positions. The Allard, Fitchville, Glenford, Raynham, Scio and Unadilla soils are silty soils on nearby terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is negligible or very high. Saturated hydraulic conductivity is moderately high through high in the mineral solum and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for pasture, hay, oats, and corn. Woodlots contain elm, red and sugar maple, ash, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New York, northeastern Ohio, northern Pennsylvania, and Maine. MLRA's 101, 126, 139, 140, 144A, 144B and 146. The series is moderately extensive, about 85,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dutchess County, New York, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The use of Red Hook in MLRA's 144B and 146 will probably not continue. It is a mesic series. Its use in MLRA 126 is related to outwash areas below the terminal moraine.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from 0 to 6 inches (Ap horizon).\n2. Cambic horizon - the zone from 6 to 22 inches (Bw1, Bw2 and Bg horizons).\n3. Aquic conditions - evidenced by redoximorphic features below the surface layer (Bw1 horizon), a 2 chroma matrix and redox concentrations within 20 inches of the soil surface, and an Aquic moisture regime.\n4. Udic soil moisture regime - (a humid, temperate climate)\n5. Superactive CEC class - based on 1 pedon (S79NY025) from Sullivan County, NY.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
