{
  "SERIES": "REDBELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/TDT",
  "REVDATE": "03/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aquultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Redbell silt loam, on a level stream terrace in an improved pasture.  (When described, the soils were dry.  Colors are for moist soil unless otherwise stated.)\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate very fine and fine subangular blocky structure parting to fine and medium granular; hard, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; common very fine discontinuous interstitial pores; moderately acid (pH 5.8); clear smooth boundary.  (3 to 10 inches thick)\nA2--3 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate medium and coarse subangular blocky structure parting to fine and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; many very fine and fine and few medium roots; common very fine and fine continuous tubular pores; common faint very fine sand and silt coatings on faces of peds and lining pores; moderately acid (pH 5.8); clear smooth boundary.  (3 to 12 inches thick)\nBt1--8 to 18 inches; very dark grayish brown (10YR 3/2) silty clay loam, brown (10YR 5/3) dry; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine and fine and few medium roots; many very fine and fine and few medium continuous tubular pores; common faint clay films on faces of peds and lining pores; common organic stains on faces of peds and lining pores; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and common fine and medium faint grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) iron depletions;  moderately acid (pH 5.8); gradual smooth boundary.  (7 to 12 inches thick)\nBt2--18 to 34 inches; very dark grayish brown (10YR 3/2) silty clay loam, brown (10YR 5/3) dry; moderate medium and coarse subangular blocky structure; very hard, firm, very sticky and moderately plastic; common distinct clay films on faces of peds and lining pores; many very fine and fine and few medium roots; many very fine and fine and few medium tubular pores; common distinct organic stains on faces of peds and lining pores; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and common fine and medium faint grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) iron depletions; moderately acid (pH 5.6); gradual smooth boundary.  (10 to 20 inches thick)\nBt3--34 to 42 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate medium and coarse subangular blocky structure; hard, firm, very sticky and moderately plastic; common very fine and fine roots; many very fine and fine and few medium continuous tubular pores; common distinct very dark grayish brown (10YR 3/2) clay films on faces of peds and lining pores; 5 percent partially weathered gravel; many fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and gray (10YR 6/1) iron depletions; moderately acid (pH 5.6); gradual smooth boundary.  (6 to 10 inches thick)\nBt4--42 to 50 inches; mottled yellowish brown (10YR 5/6), gray (10YR 5/1) and light gray (10YR 6/1) silty clay loam, weak medium and coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few fine and medium roots; many very fine and fine continuous tubular pores; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds and lining pores; common manganese shot fragments and prominent stains; 10 percent partially weathered gravel; moderately acid (pH 5.6); gradual smooth boundary.  (6 to 10 inches thick)\nBCt--50 to 62 inches; mottled strong brown (7.5YR 5/8), grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) loam; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine continuous tubular pores; few faint clay films on faces of peds and lining pores; many very dark gray (10YR 3/1) manganese stains; 10 percent partially weathered gravel; moderately acid (pH 5.6); clear smooth boundary.  (6 to 13 inches thick)\n2C--62 to 70 inches; multicolored extremely gravelly sand; single grain; loose, nonsticky and nonplastic."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon, about 31/2 miles west of the community of Lookingglass; 2,000 feet east and 400 feet south of the northwest corner of section 32, T. 27 S., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist, but is dry throughout the control section for 60 to 80 consecutive days during the summer.  Mean annual soil temperature is 52 to 56 degrees F.  The mollic epipedon is 20 to 45 inches thick.  Depth to aquic conditions and redoximorphic features with chromas of 2 or less is 8 to 20 inches.  The particle-size control section averages 35 to 50 percent clay.  Hue is 10YR or 7.5YR.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It has 0 to 10 percent gravel.\nThe Bt horizon has value of 3 or 4 moist, 4 through 6 dry and chroma of 2 through 4 moist and dry.  It is silty clay loam, gravelly silty clay loam, or silty clay, averaging 35 to 50 percent clay.  Coarse fragments range from 0 to 15 percent gravel and 0 to 10 percent cobbles.  Soils with higher percentages of rock fragments are found in fan positions.  Clay films are faint to distinct.\nThe 2C horizon is massive or single grain with greater than 60 percent gravel and 0 to 15 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Currently there are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Redbell soils are on stream terraces and alluvial fans at elevations of 100 to 1,200 feet.  Slopes are 0 to 5 percent. The soils formed in  alluvium from mixed materials.  The climate is characterized by cool moist winters and dry warm summers.  The mean annual temperature is 50 to 55 degrees F., and the mean annual precipitation is 30 to 60 inches.  The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brand, Coburg, Malabon, Pengra, and Waldo soils.  Brand soils are poorly drained and lack mollic epipedons. Coburg soils have aquic conditions with redox features at 30 to 40 inches and are on stream terraces. Malabon soils lack redox features within the solum and are on stream terraces. Pengra soils are fine-silty over clayey.  Waldo and Pengra soils have aquic conditions with chroma of two or less and redox concentrations at depths of 0 to 10 inches. ."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; moderately slow permeability. An apparent water table is at its uppermost limit from November to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for small grains, grazing, improved pasture and wildlife habitat.  Native vegetation is Oregon white oak, ash, willow, poison oak, snowberry, grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior valleys of southern and west-central Oregon.  MLRA 5. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horoizons and features include:\nPachic feature - the zone from 0 to 42 inches (A1, A2, Bt1, Bt2 and Bt3 horizons).\nArgillic horizon - the zone from 8 to 62 inches (Bt1, Bt2, Bt3, Bt4 and BCt horizons).\nAquultic feature - chroma of 2 or less (redox depletions) within 8 to 20 inches of the surface and at least some part of the argillic horizon within 30 inches having a base saturation (sum) of less than 75 percent.\nParticle size control section - the zone from 8 to 28 inches.\nClassification revised from Pachic Ultic Argixerolls to Aquultic Argixerolls based on presence of redox features within 30 inches, 3/2000.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
