{
  "SERIES": "REDBANK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "12/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Redbank fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; moderate fine granular structure; soft, very friable; slightly effervescent, lime disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.  (2 to 8 inches thick)\nC--5 to 60 inches; reddish brown (2.5YR 5/4) fine sandy loam stratified with thin lenses of loam and loamy sand, reddish brown (2.5YR 4/4) moist; massive; slightly hard, very friable; strongly effervescent, lime disseminated and as few soft masses and filaments; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; SW1/4, NE1/4 of sec. 6, T. 41 N., R. 83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are typically calcareous throughout but may be leached a few inches in some pedons.  The organic carbon decreases irregularly with depth and ranges from .8 to 2 percent in the upper 30 inches.  The mean annual soil temperature ranges from 47 to 53 degrees F.  The particle size control section is stratified but averages a fine sandy loam or sandy loam with 5 to 18 percent clay.  Thin strata of loamy sand, loam, and loamy very fine sand are common.  Rock fragments are typically less than 5 percent but may range from 0 to 15 percent throughout.  EC is less than 4 mmhos throughout.\nThe A horizon has hue of 7.5YR through 2.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 6.  Very thin strata are common in many pedons.  Reaction is mildly through strongly alkaline.\nThe C horizon has hue of 5YR through 10R, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 6.  Total carbonates range from about 1 to 5 percent with any pedogenetic lime concentrated in thin, inconsistent strata.  Reaction is typically moderately or strongly alkaline; however, some pedons may have very strongly alkaline reactions where influenced by sodic shale or flood waters high in sodium."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clarkelen, Colorow, Glenberg, and Kornman series.  Clarkelen and Glenberg soils have hue of 2.5Y through 10YR throughout.  Colorow soils are mottled in the substrata.  Kornman soils have overthickened man-made Ap horizons high in nitrogen and phosphate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Redbank soils are on recent flood plains and terraces.  These soils formed in alluvium derived from redbed sandstone and interbedded shales.  Slopes are simple and are 0 to 8 percent.  Elevations are 5,000 to 6,500 feet.  The mean annual precipitation ranges from about 10 to 16 inches with about half falling as snow or rain in April, May, and early June.  The mean annual air temperature ranges from 43 to 49 degrees F.  The frost-free season is estimated to range from 105 to 140 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barnum soils and the competing Glenberg soils.  Barnum soils occur intermixed with the Redbank soils and have 18 to 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability.  These soils are rarely and occasionally flooded for brief periods during April through July in Wyoming and April through September in Utah."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pasture or hayland, rangeland, wildlife habitat, and limited irrigated cropland.  Native vegetation consists of western wheatgrass, basin wildrye, green needlegrass, and silver sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central and central Wyoming and southern Utah.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County, Wyoming, South Part; 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
