{
  "SERIES": "REDCAP",
  "STATUS": "Established Series",
  "BYREV": "PVS/DJE",
  "REVDATE": "02/2006",
  "STATES": "CA",
  "OVERVIEW": "Redcap series consists of deep, well drained soils formed from material weathered from olivine andesite with a pumice overburden. These soils are on volcanic mountain ridges and have slopes of 20 to 50 percent.  Mean annual precipitation is 40 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Cindery over medial-skeletal, glassy over mixed, nonacid, frigid Vitrandic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Redcap series - on a 35 percent slope at 6,600 feet elevation under red fir and lodgepole pine. (Colors are for dry soil unless otherwise stated. When described on 7/2/80 the soil was dry throughout.)\n01--1/2 to O inches; duff consisting of red fir needles. (1/2 to 1 1/2 inches thick)\nA--O to 3 inches; light brownish gray (10YR 6/2) cindery loamy coarse sand, dark grayish brown (lOYR 4/2) moist; single grain; loose, loose, nonsticky and nonplastic; common very fine, fine and medium roots; many very fine interstitial pores; 30 percent medium gravel size pumice cinders; slightly acid (pH 6.0) clear smooth boundary. (2 to 5 inches thick)\nAC--3 to 24 inches; light brownish gray (lOYR 6/2) very cindery loamy coarse sand, light yellowish brown (lOYR 6/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and few medium roots; many very fine interstitial pores; 40 percent medium gravel size pumice cinders; slightly acid (pH 6.5); clear smooth boundary. (18 to 24 inches thick)\n2Bwbl--24 to 32 inches; light gray (lOYR 7/2) very gravelly sandy loam, brown (lOYR 4/3) moist; weak medium subangular blocky structure; loose, friable, nonsticky and nonplastic; common fine and medium roots; many very fine interstitial pores; 40 percent andesite pebbles; slightly acid (pH 6.5); gradual wavy boundary. Slightly smeary. (6 to 10 inches thick)\n2Bwb2--32 to 44 inches; light gray (lOYR 7/2) very gravelly sandy loam, brown (lOYR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and medium roots; many fine interstitial pores; few thin clay films bridging sand grains; 40 percent andesite pebbles; slightly acid (pH 6.5); gradual wavy boundary. Slightly smeary. (10 to 14 inches thick)\n2Bwb3--44 to 60 inches; light gray (lOYR 7/2) very gravelly sandy loam, dark yellowish brown (lOYR 4/4) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and medium roots; many fine interstitial pores; 50 percent pebbles and 10 percent andesite cobbles; slightly acid (pH 6.5); diffuse wavy boundary. Slightly smeary. (8 to 14 inches thick)\n2Cr--60 inches; contact with compacted till."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Siskiyou County; California; about 5 miles southeast of Medicine Lake Guard Station on Red Cap Mountain; NW 1/4, SW 1/4, Section 22, T.43N., R.2E., M.D.M., 0.2 miles from end of Forest Road No.  43N08H."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The overlying pumice soil is 20 to 36 inches deep. Pumice cinder content averages 35 to 50 percent by volume in the 10 to 24 inch portion of the control section. The underlying residual soil is 24 to 36 inches thick. Andesite gravel content averages 40 to 50 percent by volume in the 24 to 40 inch portion of the control section.  Depth to andesite flow rock or compacted glacial till is 40 to over 60 inches. The mean annual soil temperature is 40 to 47 degrees F. and the mean summer soil temperature is 60 to 65 degrees F. The soil is dry in the 12 to 24 inch control section from July to mid-October. It is moist in some or all parts the rest of the year. O horizons are 1/2 inch to 1 1/2 inches thick.\nThe A horizon of the surface soil has dry color of lOYR 6/2, 6/3, 7/2 or 7/3 and moist color of lOYR 4/2, 5/2 5/3 6/2, 6/3, or 6/4. It is loamy coarse sand or sand modified by 30 to 60 percent pumice cinders. It is slightly to medium acid.\nThe 2Bwbl horizon has dry color of lOYR 6/2, 6/3, or 7/2 and moist color of lOYR 4/2, 4/3, or 4/4. The texture is sandy loam or fine sandy loam modified by 35 to 45 percent andesite pebbles by volume. It has weak to moderate medium subangular blocky structure. It is slightly acid to neutral.\nThe 2Bwb2 horizon has dry color of lOYR 6/2, 6/3, or 7/2 and moist color of lOYR 4/3 or 4/4. It is sandy loam modified by 40 to 50 percent andesite pebbles by volume. It has weak to moderate medium subangular blocky structure. It is slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Lapine and Yallani series in other families.  Lapine soils are cryic and are cindery throughout. Yallani soils lack a pumice overburden and have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Redcap soils are on sideslopes of volcanic mountain peaks at elevations of 5,000 to 6,600 feet. Slopes are 20 to 50 percent.  The soils are formed in pumice cinders deposited over a soil formed from pyroclastic material and weathered from andesite flow rock. The depth of the over-lying pumice soil is dependent on the distance from source. It is 20 to 36 inches. The climate is continental and subhumid with warm nearly dry summers and cold, moist winters. Mean annual precipitation is 35 to 45 inches. Snowfall is 20 to 45 inches and lasts from early December until early April in most years. Mean January temperature is 25 to 30 degrees F.; mean annual air temperature is 38 to 45 degrees F.  Frost-free season is 40 to 65 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lostspring (T), Sheld, Stonewell (T) and Yallani soils. Lostspring soils are cindery over medial. Sheld has an umbric epipedon and no pumice overburden. Stonewell soils lack a buried soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very slow runoff, very rapid permeability in surface soil, moderately rapid permeability in buried soil. The A horizon is hydrophobic when dry."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for timber. Native vegetation is mainly white fir, red fir and lodgepole pine. he shrubs are snowbrush, pine mat manzanita, greenleaf manzanita, chinquapin and nuttall willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Volcanic sideslopes in the pumice mantle region in the northern California portion of the Cascade Range. The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Klamath National Forest, California, 1982.\nOSED scanned by SSQA. Last revised by state on 8/82.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
