{
  "SERIES": "REDCANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev: RJK/TDT/JBF",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Calcidic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Redcanyon extremely bouldery loam, on a south-facing slope of about 45 percent in rangeland. (Colors are for moist soil unless otherwise noted).\nA--0 to 20 cm; dark brown (7.5YR 3/2) extremely bouldery loam, brown (7.5YR 5/2) dry; weak medium and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, few medium and coarse roots; common very fine and fine tubular pores; 40 percent boulders, 10 percent stones, 10 percent cobbles, and 10 percent gravel; neutral (pH 6.6); gradual wavy boundary. (18 to 28 cm thick)\nAB--20 to 46 cm; dark brown (10YR 3/3) very bouldery loam, brown (10YR 4/3) dry; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine and fine, few medium and coarse roots; common very fine and fine tubular pores; 25 percent boulders, 15 percent stones, 5 percent cobbles, and 10 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary. (0 to 33 cm thick)\nBw--46 to 74 cm; dark brown (10YR 3/3) extremely bouldery loam, pale brown (10YR 6/3) dry; massive; slightly hard, firm, slightly sticky and slightly plastic; common very fine and fine, few medium and coarse roots; common very fine and fine tubular pores; 20 percent boulders, 15 percent stones, 10 percent cobbles, and 20 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary. (20 to 38 cm thick)\nBk--74 to 79 cm; dark brown (10YR 3/3) extremely bouldery loam, light yellowish brown (10YR 6/4) dry; massive; very hard, firm, slightly sticky and slightly plastic; few roots; few fine carbonate filaments; carbonate coatings on the underside of rock fragments; violently effervescent; 40 percent boulders, 15 percent stones, 10 percent cobbles, and 15 percent gravel; slightly alkaline (pH 7.4); abrupt irregular boundary. (5 to 15 cm thick)\nR--79 cm; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about 2 miles northwest of Valley Falls, in the SE1/4 NW1/4 SE1/4 of section 22, T. 35 S., R. 20 E;  latitude 42 degrees 31minutes 2 seconds N and longitude 120 degrees 20 minutes 33 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: usually dry and are moist in the winter and early spring. The soils are dry throughout the moisture control section from about July through October.\nMean annual soil temperature: 8 to 10 degrees C.\nDepth to bedrock: 50 to 100 cm.\nDepth to secondary carbonates: 38 to 76 cm.\nMollic epipedon: 18 to 50 cm thick.\nHue: 10YR or 7.5 YR.\nOther features: Mollic colors can extend to a depth of over 50 cm but organic matter content is less than 1 percent at these depths and the color is bedrock influenced.\nParticle-size control section - Clay content: 18 to 30 percent.\nRock fragments: Averages 50 to 70 percent, dominantly boulders and stones.\nA horizon, and AB horizon (when present)\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3 moist and dry.\nBw horizon\nValue: 4 to 6 dry, 3 or 4 moist.\nChroma of 3 or 4 moist and dry.\nTexture: Loam or clay loam.\nClay content: 20 to 30 percent.\nRock fragments: 50 to 70 percent..\nReactionn: Neutral or slightly alkaline.\nBk horizon\nValue of 5 to 7 dry, 3 or 4 moist.\nChroma of 3 or 4 moist and dry.\nClay content: 18 to 27 percent.\nRock fragments: 60 to 80 percent\nReaction: Slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dustin, Haystack, Heytou, Nighthawk, Olex Peshastin, and Strat series.\nDustin, Haystack, Heytou, Nighthawk, Olex Peshastin, and Strat soils are over 100 cm deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Redcanyon soils are on sideslopes of hills and mountains and are associated with rock outcrop. They formed in colluvium over basalt and tuff. Slopes are 30 to 50 percent. Elevations are 1,280 to 1,465 meters. The climate is characterized by cool moist winters and hot dry summers. The mean annual precipitation is 250 to 360 mm. The mean annual temperature is 7 to 9 degrees C. The frost-free period is 70 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eglirim and Lorella soils. Eglirim and Lorella soils have an argillic horizon and are clayey-skeletal. In addition, Lorella soils have a lithic contact at 25 to 50 cm and Eglirim soils have a lithic contact at greater than 150 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for livestock grazing and wildlife habitat. Potential native vegetation is bluebunch wheatgrass, Idaho fescue, Wyoming big sagebrush, Sandberg bluegrass and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Oregon; MLRA 21. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County, Oregon, Southern Part, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 46 cm (A and AB horizons).\nCambic horizon - The zone from 46 to 79 cm (Bw and Bk horizons).\nSecondary carbonates as filaments and coatings on bedrock at 74 to 79 cm. (Bk horizon).\nLithic contact - The contact at 79 cm (R layer).\nParticle-size control section - The zone from 25 to 79 cm (Bw, Bk and part of the AB horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
