{
  "SERIES": "REDDALE",
  "STATUS": "Established Series",
  "BYREV": "PJL/PSD",
  "REVDATE": "02/98",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over fragmental, smectitic, mesic Ustic Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reddale very fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 2 inches; light reddish brown (5YR 6/3) very fine sandy loam, dark reddish brown (5YR 3/4) moist; massive vesicular crust; slightly hard, very friable, nonsticky and slightly plastic; mildly alkaline (pH 7.4); abrupt smooth boundary.  (0 to 3 inches thick)\nA2--2 to 4 inches; pinkish gray (5YR 6/2) very fine sandy loam, dark reddish brown (5YR 3/4) moist; moderate very thin platy structure; slightly hard, very friable, nonsticky and slightly plastic; mildly alkaline (pH 7.8); clear smooth boundary.  (1 to 4 inches thick)\nBE--4 to 7 inches; pink (5YR 7/3) loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure parting to strong very fine angular blocky; hard, very friable, slightly sticky and slightly plastic;  mildly alkaline (pH 7.8); abrupt smooth boundary.  (0 to 4 inches thick)\nBt--7 to 16 inches; reddish brown (5YR 5/4) clay, dark reddish brown (5YR 3/4) moist; strong medium and coarse columnar structure parting to strong fine angular blocky, a thin ashy coating occurs on tops of rounded caps; hard, firm, sticky and plastic; many prominent clay films on vertical and horizontal faces of peds; 5 percent fine porcelanite channers; moderately alkaline (pH 8.2); clear wavy boundary.  (6 to 16 inches thick)\nBtk--16 to 24 inches thick; reddish brown (5YR 4/4) heavy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and slightly plastic; common distinct clay films on vertical and horizontal faces of peds; strongly effervescent on ped faces and slightly effervescent on ped interiors, calcium carbonate as few distinct masses and in seams; 5 percent fine porcelanite channers; strongly alkaline (pH 8.6); gradual wavy boundary.   (5 to 15 inches thick)\n2C--24 to 60 inches; fractured, displaced porcelanite with a few interstices partly filled with strongly effervescent and strongly alkaline loam.  Most interstices are larger than 2 mm. in diameter and increase in size with depth.  The porcelanite fragments are coated with secondary carbonates in the upper part but are relatively clean at 60 inches.  They are variable but about 70 percent are large channers and 25 percent cobble and stone size."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Wyoming; NW1/4 NE1/4 of sec. 4, T. 57 N., R. 84 W.  The site is about 200 feet north of the road and is marked with a stake."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the fragmented porcelanite ranges from 20 to 40 inches.  Depth to the base of the Bt horizon and secondary carbonates ranges from 10 to 27 inches.  The mean annual soil temperature ranges from 47 to 51 degrees F.  Rock fragments in the upper control section range from 0 to 15 percent fine porcelanite channers, rock fragments in the fragmental part of the control section range from 65 to 85 percent channers and 15 to 35 percent cobble and stone.\nThe A horizon has hue of 7.5YR through 2.5YR, value of 6 or 7 dry, 3 through 5 moist, and chroma of 4 or 5.  Reaction is neutral or mildly alkaline.\nAn E or BE horizon is present in about half the pedons but is not required for the series.  Texture is loam or less typically light clay loam with 15 to 32 percent clay.  Reaction is neutral or mildly alkaline.\nThe Bt horizon has hue of 7.5YR through 2.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 4 or 5.  It is  clay with 40 to 50 percent clay, less than 40 percent silt, and less than 35 percent fine or coarser sand.  Reaction is mildly or moderately alkaline.\nThe Btk horizon has hue of 5YR or 2.5YR, value of 4 through 6 dry, 3 through 6 moist, and chroma of 2 through 4.  The Btk is part of the argillic horizon and is a heavy clay loam or clay with 35 to 45 percent clay.  Reaction is moderately or strongly alkaline.  A Bk horizon is present in some pedons and contains less clay than the Btk.\nThe 2C horizon consists of red and yellowish red fractured porcelanite.  Only a few interstices in the upper few inches contain soil material; the rest are void.  The porcelanite has been displaced and fractured by the heat generated when the coal seams burned.  Clinkers are common in some areas above 60 inches but normally occur at a depth of 10 feet or more depending upon the thickness of the beds.  In some areas the upper part of the C horizon has been charged with secondary carbonates which coat part or all faces of the rock fragments.  The porcelanite beds range from a few feet in thickness to over 100 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this class.  The Bauxson soils are somewhat similar in that they have argillic horizons and overlie porcelanite beds.  Bauxson soils have a mollic epipedon, have less than 35 percent clay in the Bt, and have the fragmental porcelanite at 20 inches or less."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reddale soils are on nearly level and gently sloping remnant swales, toeslopes, and footslopes of low hills on tablelands.  They formed in modified residuum and slopewash alluvium derived from weathered porcelanite.  Slopes are 0 to 6 percent.  Elevations range from 3,500 to 5,000 feet.  The mean annual precipitation is about 12 inches and ranges from 10 to 17 inches.  The mean annual temperature is about 47 degrees F. and ranges from 45 to 49 degrees F.  The frost-free season is estimated to range from 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sear and Wibaux soils.  Sear soils have thin Bt horizons and have the fragmental porcelanite at depths of 5 to 10 inches.  Wibaux soils have more than 35 percent coarse fragments in the upper part of the control section and lack pedogenic development.  These soils occur on more sloping parts of the tablelands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; very slow permeability in the upper part and very rapid in the fragmental substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of western wheatgrass, needleandthread, big sagebrush, and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and north central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County, Wyoming; 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (A1,A2)\nArgillic horizon - 7 to 24 inches (Bt,Btk)\nLithologic discontinuity - 24 inches (2C)\nSIR - WY0561\nNational Cooperative Soil Survey\nU.S.A."
  }
}
