{
  "SERIES": "REDDIES",
  "STATUS": "Established Series",
  "BYREV": "JMO-RCK; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN",
  "OVERVIEW": "The Reddies series consists of moderately well drained, moderately rapidly permeable soils on flood plains in the Southern Blue Ridge mountains, MLRA 130B. They formed in recent alluvium that is loamy in the upper part and is moderately deep to sandy strata containing more than 35 percent by volume gravel and/or cobbles. Slope ranges from 0 to 3 percent. Near the type location, mean annual temperature is 56 degrees F. and mean annual precipitation is 49 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Oxyaquic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Reddies fine sandy loam on a 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 14 inches; very dark grayish brown (10YR 3/2) fine sandy loam; grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many fine roots; 5 percent rounded gravel by volume; common fine flakes of mica; neutral; clear smooth boundary. (10 to 20 inches thick)\nBw--14 to 26 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak medium subangular blocky structure; very friable; common fine roots; common fine and medium flakes of mica; slightly acid; clear irregular boundary. (10 to 30 inches thick)\nC1--26 to 41 inches; dark yellowish brown (10YR 4/6) very gravelly sand; single grained; loose; 40 percent rounded gravel and 5 percent cobbles by volume; common fine and medium flakes of mica; slightly acid; abrupt wavy boundary.\nC2--41 to 60 inches; multicolored very gravelly sand; single grained; loose; 40 percent rounded gravel and 10 percent cobbles by volume; common fine and medium flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, North Carolina; 3.2 miles east of Cullowhee; 1.25 miles northeast of intersection of N.C. Highway 107 and Secondary Road 1737; and 200 feet south of intersection of Secondary Roads 1737 and 1740 in a cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 39 inches. The soil is underlain within depths of 20 to 40 inches, by horizons that contain more than 35 percent gravel and/or cobbles. The coarse-loamy material above the C horizon averages less than 50 percent fine and coarser sand. Rock fragments, dominantly gravel size are in the A and B horizons of some pedons, but comprise less than 35 percent by volume. Reaction ranges from very strongly acid to neutral. Content of mica flakes is few to many.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 2 or 3. It is loam, fine sandy loam, or sandy loam in the fine-earth fraction. In some pedons, there is a recently deposited thin layer of sandy overwash.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8. Mottles of chroma 2 or less are below a depth of 20 inches in some pedons. This horizon is loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nThe C horizon is multicolored or has hue of 7.5YR to 2.5Y, value of 2 to 6, and chroma of 2 to 8. It is loamy sand, loamy fine sand, coarse sand, or sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Reddies soils are on nearly level, relatively narrow flood plains in the upper reaches of watersheds in the Southern Blue Ridge mountains, MLRA 130B. Elevation ranges from about 1,200 to 3,200 feet, but many range as high as 4,500 feet. The soils formed in alluvium that is loamy in the upper part and is moderately deep to sandy strata containing more than 35 percent by volume of gravel and/or cobbles. Mean annual precipitation ranges from about 45 to 65 inches, and mean annual temperature ranges from 46 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Biltmore, Cullowhee, Dellwood, Dillard, Ela, Nikwasi, Ostin, Rosman, Smokemont, Statler, and Toxaway soils. Biltmore, Cullowhee, Dellwood, Nikwasi, Ostin, Rosman, and Toxaway soils are on flood plains. Biltmore soils are in a sandy particle-size class. Cullowhee soils are somewhat poorly drained. Dellwood, Ostin, and Smokemont soils are in a sandy-skeletal particle-size class. Ela, Nikwasi, and Toxaway soils are poorly and very poorly drained and occur in depressions and backwater areas. Biltmore soils are in a sandy particle-size class and Rosman soils are in a coarse-loamy particle-size class and occur on flood plains of larger, or slower moving streams. Dillard and Statler soils are on low stream terraces and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; the seasonal high water table is at depths of 2 to 3.5 feet in winter and spring. Runoff is slow. Flooding frequency ranges from rare to frequent. Permeability is moderately rapid in the A and B horizons, and rapid in the C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of the acreage is cleared and is used for hay, corn, pasture, truck crops, ornamentals, and urban uses. The rest is mainly in hardwood forest. Yellow-poplar, sycamore, red maple, and river birch are the dominant trees. Common understory plants are rhododendron, ironwood, flowering dogwood, red maple, tag alder, greenbrier, and switchcane. A few areas have been planted to eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge mountains, MLRA 130B North Carolina and Tennessee and possibly Virginia, South Carolina, and Georgia. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, North Carolina, 1990. The name is from the Reddies River in Wilkes County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Reddies series was formerly included with the Rosman and French series. However, Rosman soils are deeper than 40 inches to sandy-skeletal strata and French soils are in a fine-loamy over sandy or sandy-skeletal family and have an ochric epipedon. The July 1990 revision changed the classification to coarse-loamy over sandy or sandy-skeletal, mixed, mesic Fluventic Haplumbrepts. The series was previously in a coarse-loamy family. Lab data indicates that a dominance of soils mapped Reddies average less than 50 percent fine and coarser sand in the coarse-loamy part of the particle-size control section.\nThe following diagnostic horizons and features are recognized in this pedon:\nUmbric epipedon - The zone from the surface to 14 inches (Ap horizon).\nCambic horizon - The zone from 14 inches to 26 inches below the surface (Bw horizon).\nContrasting particle-size classes - Coarse-loamy material overlying sandy-skeletal material at a depth of 26 inches.\nADDITIONAL DATA:\nNASIS Data Map Unit ID: NASIS data for the typical pedon in Jackson County, NC are represented by DMU #369446.\nSIR: NC0193\nMLRA: 130B\nRevised 02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  }
}
