{
  "SERIES": "REDFORD",
  "STATUS": "Established Series",
  "BYREV": "NAR/LNK/GSD",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Redford series consists of very shallow and shallow, well drained soils that formed in gravelly alluvium and residuum derived from fanglomerate. Redford soils are on ballenas and fan remnants in intermontane basins. Slopes range from 1 to 70 percent. The mean annual precipitation is about 11 inches and the mean annual air temperature is about 72 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Redford very gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.) 85 percent of the surface is covered with igneous gravel and cobbles.\nA--0 to 3 inches; very pale brown (10YR 7/3) very gravelly sandy loam, brown (10YR 5/3) moist; weak very fine subangular blocky structure; very friable, soft, nonsticky, nonplastic; common very fine and fine roots; 55 percent igneous gravel; strongly effervescent; moderately alkaline; clear smooth boundary. (1 to 4 inches thick)\nBk--3 to 14 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak very fine subangular blocky structure; common very fine and fine roots; very friable, soft, nonsticky, nonplastic; 30 percent igneous gravel; 6 percent medium faint carbonate masses; calcium carbonate equivalent is 10 percent; violently effervescent; moderately alkaline; abrupt smooth boundary. (9 to 11 inches thick)\nR--14 to 24 inches; strongly cemented fanglomerate bedrock, very high excavation difficulty; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Presidio County, Texas; from the intersection of U.S. Highway 67 and FM 170 in Presidio, TX; 33.1 miles southeast on FM 170; 1778 feet north-northwest of the road in rangeland. USGS Quadrangle: Santana Mesa, Texas. Latitude: 29 degrees, 19 minutes, 6.3 seconds North, Longitude: 103 degrees, 59 minutes, 23.3 seconds West; NAD 83. UTM coordinates: 598094 meters easting, 3243688 meters northing; Zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Ustic aridic soil moisture regime. Intermittently moist in the soil moisture control section during July through September.\nSoil temperature: 72 to 78 degrees F.\nDepth to bedrock: 6 and 20 inches\nReaction: moderately alkaline to strongly alkaline\nParticle size control section (weighted average)\nClay content: 8 and 18 percent\nRock fragment content: averages more than 35 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: sandy loam, fine sandy loam, loam\nRock fragments: 25 to 70 percent\nEffervescence: slight to strong\nBk horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 4 to 5 moist\nChroma: 3 to 4, dry or moist\nTexture: sandy loam, fine sandy loam, loam\nRock fragments: 25 to 85 percent\nCalcium carbonate equivalent: 5 to 15 percent\nEffervescence: strong to violent\nR horizon\nHue: 7.5YR, 10YR\nValue: 6 to 8 dry, 5 to 6 moist\nChroma: 1 to 3, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Redlight (TX) series.  Redlight soils have 15 to 35 percent calcium carbonate equivalent, are on hills and mountains formed from limestone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Redford soils are mostly on shoulders and backslopes of ballenas and fan remnants in intermontane basins. These soils formed in gravelly alluvium and residuum derived from fanglomerate. Slope ranges from 1 to 70 percent. Elevation ranges from 1,800 to 3,995 feet. Mean annual precipitation ranges from 10 to 13 inches. Most precipitation occurs as high intensity rain during afternoon thunderstorms from June to September. Mean annual air temperature ranges from 68 to 72 degrees F. The frost-free period ranges from 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corazones (TX), Ojinaga (T-TX), and Pantera (TX) soils. Corazones soils are very deep and generally occur on lower positions. Ojinaga soils are shallow to a petrocalcic horizon and occur on summits and shoulders of fan remnants and pediment remnants. Pantera soils are very deep and occur in drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Desert Shrubland vegetative zone. Native vegetation includes ocotillo, leatherstem, creosotebush, lechuguilla, chino grama, and fluffgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas. MLRA 42. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Presidio County, Texas; Soil Survey of Presidio County, Texas; 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are\nParticle-size control section - the zone from 0 to 14 inches (A, Bk horizons)\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nCalcic horizon - the zone from 3 to 14 inches (Bk horizon)\nLithic contact - the zone at 14 inches(R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very pale brown (10YR 7/3) very gravelly sandy loam, brown (10YR 5/3) moist; weak very fine subangular blocky structure; very friable, soft, nonsticky, nonplastic; common very fine and fine roots; 55 percent igneous gravel; strongly effervescent; moderately alkaline; clear smooth boundary. (1 to 4 inches thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--3 to 14 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak very fine subangular blocky structure; common very fine and fine roots; very friable, soft, nonsticky, nonplastic; 30 percent igneous gravel; 6 percent medium faint carbonate masses; calcium carbonate equivalent is 10 percent; violently effervescent; moderately alkaline; abrupt smooth boundary. (9 to 11 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": 61,
        "narrative": "R--14 to 24 inches; strongly cemented fanglomerate bedrock, very high excavation difficulty; violently effervescent."
      }
    ]
  ]
}
