{
  "SERIES": "REDFEATHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/MLP/AP",
  "REVDATE": "01/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Redfeather sandy loam, woodland.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed organic material chiefly needles, bark, twigs and remains of understory plants.\nOe-1 to 2 inches; partially decomposed organic material like that in the horizon above.\nA--2 to 3 inch; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable; about 10 percent pebbles and cobbles; moderately acid; clear smooth boundary.  (0 to 2 inches thick)\nE--3 to 10 inches; light brownish gray (10YR 6/2) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable; about 15 percent pebbles and stones; strongly acid; clear smooth boundary.  (5 to 8 inches thick)\nE/B--10 to 14 inches; brown (10YR 5/3) very gravelly sandy loam, brown (10YR 4/3) moist, weak fine subangular blocky structure; soft, very friable; seams and streaks of material like the underlying horizon imbedded in a matrix of material like the overlying horizon; about 35 percent pebbles and 5 percent cobbles; strongly acid; clear wavy boundary.  (2 to 5 inches thick)\nBt--14 to 19 inches; reddish brown (5YR 5/4) very gravelly sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, firm; thin  clay films on peds and on sand and gravel fragments; about 35 percent pebbles and 10 percent cobbles; moderately acid; clear wavy boundary.  (2 to 5 inches thick)\nR--19 inches; hard granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Larimer County, Colorado; approximately 1,300 feet south and 1,000 feet west of the NE corner of Sec. 21, T. ll N., R. 74 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture regime is udic bordering on ustic.\nMean annual soil temperature:  42 to 44 degrees F\nMean summer soil temperature:  52 to 56 degrees F\nDepth to lithic contact:  10 to 20 inches\nParticle-size control section (weighted average):\nClay content:  18 to 35 percent\nSand content:  50 to 70 percent\nRock fragments:  35 to 80 percent, dominantly gravel\nA horizon (if present):\nHue:  10YR or 7.5YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  1 through 3\nBase saturation:  60 to 100 percent\nReaction:  slightly acid to neutral\nE horizon:\nHue:  10YR or 7.5YR\nValue:  5 to 8 dry, 4 to 6 moist\nChroma:  1 through 3\nTexture:  sandy clay loam, sandy loam, loamy sand modified by rock fragments\nReaction:  strongly acid to slightly acid\nE/B horizon:\nHue:  7.5YR or 10YR\nValue:  4 to 7 dry, 4 to 6 moist\nChroma:  1 through 4\nTexture:  sandy clay loam, sandy loam modified by rock fragments\nReaction:  strongly acid to slightly acid\nBt horizon:\nHue:  5YR through 10YR\nValue:  4 through 6 dry, 3 or 4 moist\nChroma:  3 through 6\nTexture:  sandy clay loam, sandy loam modified by rock fragments\nRock fragments:  35 to 80 percent\nReaction:  strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Redfeather soils are on mountain slopes and ridges.  Slopes range from 5 to 70 percent.  Elevation ranges from 7,800 to 9,500 feet.  The soils formed in moderately coarse textured material weathered from granite, gneiss and schist.  The growing season averages less than 75 days.  Annual precipitation ranges from 16 to 20 inches with peak periods during the spring and summer.  Mean annual temperature ranges from 40 to 44 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boyle, Naz, Ratake, Schofield and Wetmore soils.  Boyle, Ratake and Wetmore soils lack cryic temperatures.  Naz soils have mollic epipedons.  Schofield soils have a lithic contact at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for forestry, recreation, wildlife and watershed purposes.  Vegetation is mainly lodgepole pine and spruce with some ponderosa pine and aspen, with an understory of shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The front range of the Rocky Mountains in Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Larimer County Area, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include an argillic horizon from 14 to 19 inches; a lithic contact at 19 inches\n; glossic subhorizon is the E/B horizon, consisting of blotchy masses and streaks of the E material mixed with the underlying Bt horizon in no semblance of order likened that of fingering material from above.  This horizon is consistent though.\nTaxonomic Version:   Eighth Edition, 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
