{
  "SERIES": "REDHOOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "8/98",
  "STATES": "VI",
  "OVERVIEW": "The Redhook series consists of very deep, excessively drained, very rapidly permeable soils on vegetated beach areas along the sea coast.  They formed in calcareous marine deposits.  Near the type location, the mean annual temperature is about 80 degrees F., and the mean annual precipitation is about 40 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, carbonatic, isohyperthermic Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Redhook extremely stony sand. (Colors for moist conditions.)\nA--0 to 7 inches; dark brown (10YR 4/3) extremely stony sand; single grained; loose; common fine roots, few coarse roots; about 50 percent, by volume, shell and coral pebbles; about 15 percent, by volume, igneous pebbles, cobbles, and stones; strongly effervescent; moderately alkaline; clear wavy boundary. (2 to 10 inches thick)\nAC--7 to 10 inches; brown (10YR 5/3) very stony sand; single grained; loose; common fine roots; about 35 percent, by volume, shell and coral pebbles; about 15 percent, by volume, igneous pebbles, cobbles, and stones; strongly effervescent; moderately alkaline; gradual smooth boundary. (1 to 5 inches thick)\nC1--10 to 16 inches; very pale brown (10YR 7/3) very gravelly sand; single grained; loose; few fine roots; about 40 percent, by volume, shell and coral pebbles; about 5 percent, by volume, igneous pebbles; strongly effervescent; moderately alkaline; gradual smooth boundary. ( 8 to 12 inches thick)\nC2--16 to 60 inches; white (10YR 8/2) very gravelly sand; single grained; loose; about 30 percent, by volume, shell and coral gravel; 5 percent, by volume, igneous pebbles; common fine faint (10YR 7/4) masses of iron accumulation; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Water Island, U.S. Virgin Islands.  On a vegetated beach area east of triangular saltpond, about 0.4 mile north-northwest of Sprat Point and about 50 feet west of the beach.  Central St. Thomas topograpraphic Quadrangle; lat. 18 degrees 19 minutes 23 seconds N.; long. 64 degrees 56 minutes 39 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction is moderately alkaline throughout the profile.  The soil is moderately saline throughout the profile.\nThe A horizon has hue of 10YR, value of 4 to 8, and chroma of 2 or 3.  Content of coral, shell, and igneous pebbles, cobbles, and stones ranges from 35 to 80 percent, by volume.\nThe AC horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 8, and chroma of 2 to 3.  Content of coral, shell, and igneous pebbles, cobbles, and stones ranges from 35 to 50 percent, by volume.\nThe C horizon has hue of 7.5YR or 10YR, value of 6 to 8, and chroma of 1 to 3.  Content of coral, shell, and igneous pebbles, cobbles, and stones ranges from 15 to 50 percent, by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Redhook soils are on vegetated beach areas along the coast above the high tide line. They formed in stone, gravel, and sand-sized deposits of marine coral, sea shells, and igneous rocks.  Slopes range from 0 to 5 percent.  The climate is tropical semiarid.  The average annual air temperature ranges from 76 to 82 degrees F., and the mean annual precipitation is about 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cinnamon Bay, Glynn, Jaucas, Sandy Point, Solitude, and Sugar Beach soils.  Cinnamon Bay and Glynn soils are on higher alluvial fans and terraces.  In addition, Cinnamon Bay soils are fine-loamy and Glynn soils are clayey-skeletal.  Jaucas soils are on similar positions but have less than 35 percent rock fragments in the particle-size control section.  Sandy Point and Sugar Beach soils are in slightly lower saline marshes, ponds, and flats adjoining the sea and are very poorly drained.  In addition, Solitude soils are fine-loamy and Sugar Beach soils are organic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Redhook soils are used for recreation and as marine wildlife refuges.  Areas of Redhook soils support sea grapes, coconuts, and other salt-tolerant xerophytic plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  U.S. Virgin Islands. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Water Island, U.S. Virgin Islands, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Jaucas series.\nDiagnostic horizons and other features recognized in this pedon include:\nOchric epipedon - the zone from 0 to 10 inches (A and AC horizons).\nSkeletal feature - rock fragments content averages more than 35 percent in the zone from 10 to 40 inches (C1 and C2 horizons).\nMLRA:  271, 273.\nSIR:  VI0016.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
