{
  "SERIES": "REDLEVEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. PEP:GWH",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hyperthermic, coated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Redlevel fine sand--on a west facing, nearly level forested slope of one percent.  (Colors are for moist soil.)\nA1--0 to 3 inches; dark brown (10YR 3/3) fine sand; weak medium granular structure; very friable; few fine and medium roots; very strongly acid; gradual wavy boundary.  (2 to 4 inches thick)\nA2--3 to 7 inches; dark grayish brown (10YR 4/2) fine sand; single grained; loose; few fine and medium roots; very strongly acid; gradual wavy boundary.  (2 to 4 inches thick)\nBw1--7 to 15 inches; yellowish brown (10YR 5/8) fine sand; single grained; loose; few fine and many medium roots; strongly acid; gradual wavy boundary.\nBw2--15 to 26 inches; strong brown (7.5YR 5/8) fine sand; few medium distinct yellowish red (5YR 5/8) mottles; weak medium granular structure; very friable; few medium roots; slight increase in fines content from horizon above; strongly acid; gradual wavy boundary.\nBw3--26 to 42 inches; strong brown (7.5YR 5/8) fine sand; few medium distinct yellowish red (5YR 5/8) mottles; weak medium granular structure; very friable; few medium roots; slight increase in fine content from horizon above; very strongly acid; gradual wavy boundary.\nBw4--42 to 55 inches; yellowish brown (10YR 5/8) fine sand; weak medium granular structure; very friable; few scattered fragments of marine shells and limestone rock less than 1 inch in diameter; very strongly acid; abrupt wavy boundary.  (36 to 52 inches thick)\n2R--55 inches; white (10YR 8/1) hard limestone; containing common fractures 2 to 6 inches wide."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Citrus County, Florida; 0.6 mile west of U.S. Highway 19 and 30 feet south of a trail road; NE1/4SE1/4, sec. 23, T. 17 S., R.  16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Field tested reaction ranges from strongly acid to moderately alkaline in all horizons.  However, upon wetting and drying the reaction may become very strongly acid.  Solum thickness and depth to the limestone ranges from 40 to 60 inches.  Solution cavities 80 inches or more deep may be present in some pedons.  Silt plus clay content of the 10- to 40-inch control section averages more than 5 percent.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to 4.  Texture is sand or fine sand.\nThe E horizon, where present, ranges from 2 to 5 inches in thickness and has hue of 10YR, value of 5 or 6, and chroma of 2.  Texture is sand or fine sand.\nThe Bw horizon has hue of 10YR to 5YR, value of 4 to 7, and chroma of 4 to 8.  Most sand grains in the Bw horizon are coated with clay materials and iron oxides.  In most pedons the clay content gradually increases with increasing depth, but the increase in clay is less than 3 percent over the horizon above and fails to meet the requirements for an argillic horizon.  Texture is sand or fine sand.  Low chroma colors normally associated with high water tables are not present due to the presence of the iron oxides.  Fractures in the limestone bedrock may be filled with marl or calcareous loamy materials.\nThe 2R horizon is hard limestone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Those in similar families are Adamsville, Archbold, Astatula, Broward, Canaveral, Candler, Gainesville, Hallandale, Lake, Palm Beach, Plantation, Pompano, Sanibel, Satellite, St. Lucie, and Tavares series.  Adamsville, Archbold, Astatula, Candler, Gainesville, Lake, Palm Beach, Satellite, St. Lucie, and Tavares soils occur on similar landscapes but are sandy to depths of 80 inches or more.  In addition, Archbold, Astatula, Gainesville, Lake, Palm Beach, St. Lucie, and Tavares soils are better drained.  Broward soils are similar but are uncoated and have limestone at depths from 20 to 40 inches.  Canaveral soils are mixed sand and shell fragments to depths of 80 inches.  Hallandale soils have limestone within depths of 20 inches and are more poorly drained.  Plantation soils are more poorly drained and have histic epipedons.  Pompano soils are more poorly drained and are sandy to 80 inches.  Sanibel soils are more poorly drained and have histic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Redlevel soils are on nearly level flatwoods of the Lower Coastal Plain in Peninsular Florida.  Slopes range from 0 to 2 percent.  Mean annual precipitation near the type location is 56 inches and is heaviest in the summer.  Mean annual air temperature is 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Adamsville, Broward, Hallandale, and Tavares series, and the Boca series.  Boca soils are more poorly drained and have limestone overlain by an argillic horizon at depths of 20 to 40 inches.  All of these soils occur on similar topographic positions as Redlevel soils.  Tavares soils will commonly occur on landscape that have more relief with up to 8 percent slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Redlevel soils have a water table at depths of 24 to 36 inches for 2 to 4 months duration in most years.  It rises above depths of 24 inches briefly in very rainy seasons in some years.  In Florida these soils are considered somewhat poorly drained.  Runoff is slow.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range although a few areas are used for pasture and urban development.  Native vegetation is dominantly cabbage palms, and scattered longleaf pines, and slash pines in the overstory and pineland threeawn, fetterbush, grassleaf goldaster, chalky bluestem, creeping bluestem, panicum, and sawpalmetto in the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Citrus County, Florida; 1985.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
