{
  "SERIES": "REDNEEDLE",
  "STATUS": "Established Series",
  "BYREV": "LJL/TM/ET",
  "REVDATE": "12/2015",
  "STATES": "NV",
  "OVERVIEW": "The Redneedle series consists of very shallow, somewhat excessively drained soils that formed in residuum and colluvium from calcareous sandstone conglomerate. Redneedle soils are on hills. Slope ranges from 15 to 50 percent. The mean annual precipitation is about 4 inches and the mean annual air temperature is about 72 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, hyperthermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Redneedle very gravelly fine sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 70 percent gravel, 3 percent cobbles and 3 percent stones.\nA--0 to 1 inch; light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate thick platy structure parting to weak fine subangular blocky; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial pores and common fine tubular pores; 15 percent distinct very pale brown (10YR 7/3) calcium carbonate coats on rock fragments, not oriented; 40 percent pebbles, 1 percent cobbles and 1 percent stones; violently effervescent (7 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); clear smooth boundary. (1 to 2 inches thick.)\nBw--1 to 5 inches; light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; common very fine interstitial pores and fine tubular pores; 15 percent distinct very pale brown (10YR 7/3) calcium carbonate coats on rock fragments, not oriented; 40 percent pebbles, 1 percent cobbles and 1 percent stones; violently effervescent (8 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); abrupt wavy boundary. (2 to 7 inches thick.)\nR--5 inches; hard calcareous sandstone conglomerate bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 5 miles east of Las Vegas, Nevada; approximately 5 miles north and 0.5 miles east of Red Needle; projected area 1,854 feet south and 750 feet west of the northeast corner of section 21, T. 20 S., R. 63 E.; USGS Frenchman Mtn., NV 7.5 minute topographic quadrangle; 36 degrees, 11 minutes, 52.3 seconds north latitude and 114 degrees, 56 minutes, 25.2 seconds west longitude; UTM 11, 0685180e 4007860n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry; moist in some part during winter and spring and intermittingly moist in the upper part following summer thunderstorms.  These soils have a typic aridic moisture regime.\nSoil temperature: 72 to 78 degrees F.\nDepth to lithic contact: 3 to 9 inches.\nControl section - Rock fragments: 35 to 70 percent, mainly gravel.\nClay content: 6 to 12 percent.\nA horizon -Hue: 10YR, 7.5YR or 5YR.\nChroma: 3 or 4 moist.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent of the fine earth fraction: 1 to 15 percent.\nOrganic matter: 0 to 0.5 percent.\nBw and Bk horizons (when present) - Hue: 10YR, 7.5YR or 5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 4 or 5 dry.\nTexture: Fine sandy loam or sandy loam.\nStructure: Platy or subangular blocky.\nConsistence: Soft or slightly hard, nonsticky or slightly sticky.\nRock fragments: 35 to 70 percent, mainly gravel with 0 to 5 percent cobbles and stones.\nEffervescence: Strongly effervescent or violently effervescent.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent of the fine earth fraction: 1 to 15 percent.\nOrganic matter: 0 to 0.25 percent.\nOther features: 5 to 60 percent calcium carbonate coats on rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Appleseed (AZ), Goldroad (AZ, NV, CA), Hyder (AZ), Quilotosa (AZ) and Sunrock (AZ, CA, NV) series. Appleseed soils have calcium carbonate equivalent of 15 to 35 percent and form in limestone parent material over limestone bedrock. Goldroad and Quilitosa soils have granitic and metamorphic rock fragments and have lithic contacts over granite or metamorphic rocks. Hyder and Quilitosa soils have intermittent soil moisture for 20 days or more in summer, typical of the Sonoran desert. Hyder and Sunrock soils have rock fragments that are mostly volcanic in origin and lithic contacts over volcanic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Redneedle soils are on hills. Slope ranges from 15 to 50 percent. These soils formed in residuum and colluvium from calcareous sandstone conglomerate. Elevations are 1,400 to 2,300 feet. The climate is low latitude desert, with mild winters and very hot summers. Precipitation is greatest in the winter with a lesser secondary peak in summer typical of the Mojave Desert. The mean annual precipitation is 3 to 5 inches; mean annual air temperature is 69 to 75 degrees F., and the frost-free season is 300 to 360 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Heleweiser soils. Heleweiser soils have calcic horizons and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and  wildlife habitat. The present vegetation is mainly white brittlebush, Torrey ephedra and creosotebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, Soil Survey Area, 2001. The name is coined from Red Needle, a geologic landmark."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon - 0 to 5 inches (A and Bw horizons).\nLithic contact - 5 inches (top of R layer).\nParticle-size control section - 0 to 5 inches (A and Bw horizons).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 7/2006. ET"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate thick platy structure parting to weak fine subangular blocky; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial pores and common fine tubular pores; 15 percent distinct very pale brown (10YR 7/3) calcium carbonate coats on rock fragments, not oriented; 40 percent pebbles, 1 percent cobbles and 1 percent stones; violently effervescent (7 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); clear smooth boundary. (1 to 2 inches thick.)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--1 to 5 inches; light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; common very fine interstitial pores and fine tubular pores; 15 percent distinct very pale brown (10YR 7/3) calcium carbonate coats on rock fragments, not oriented; 40 percent pebbles, 1 percent cobbles and 1 percent stones; violently effervescent (8 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); abrupt wavy boundary. (2 to 7 inches thick.)"
      },
      {
        "name": "R",
        "top": 13,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--5 inches; hard calcareous sandstone conglomerate bedrock."
      }
    ]
  ]
}
