{
  "SERIES": "REDPINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD-FRK-RJS",
  "REVDATE": "07/2008",
  "STATES": "ID",
  "OVERVIEW": "The Redpine series consists of moderately deep, well drained soils formed in alluvium over weakly consolidated ash, tuffaceous calcareous sandstone, and siltstone.  These soils are on backslopes and shoulders of hills.  Permeability is moderately slow. Slopes range from 8 to 25 percent.  The average annual precipitation is about 14 inches and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Redpine loam, rangeland; on a 12 percent slope at an elevation of 6,400 feet.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine and few medium and coarse roots; 10 percent gravel; neutral (pH 6.8); clear smooth boundary.  (4 to 6 inches thick)\nAB--4 to 10 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine and few medium and coarse roots; 10 percent gravel; neutral (pH 6.8); clear smooth boundary.  (4 to 8 inches thick)\nBt1--10 to 16 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium roots; common discontinuous faint clay films on faces of peds and in pores; 10 percent gravel; neutral (pH 7.0); clear smooth boundary.\nBt2--16 to 22 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; strong medium prismatic structure; very hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium roots; common continuous distinct clay films on faces of peds and in pores; 10 percent gravel and 5 percent paragravel; neutral (pH 7.0); clear smooth boundary.  (combined thickness of Bt1 and Bt2 is 10 to 18 inches)\nBk--22 to 26 inches; pale brown (10YR 6/3) paragravelly clay loam, brown (10YR 5/3) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; lime is disseminated and as thin coats surrounding of paragravel; 15 percent paragravel; strongly effervescent; moderately alkaline (pH 7.9); abrupt wavy boundary.  (4 to 9 inches thick)\n2Cr--26 to 60 inches; light gray (2.5Y 7/1) weakly consolidated ash."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bear Lake County, Idaho; about 3 miles west of Bennington, Idaho; about 2,585 feet east and 200 feet north of the southwest corner of section 35, T. 11 S., R. 43 E.  (42 degrees 24 minutes 58.3 seconds North Latitude and 111 degrees 23 minutes 44.9 seconds West Longitude.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil  moisture control section  usually moist, dry in all parts for 45 consecutive days or more in the four months following the summer solstice.  Xeric moisture regime.\nThickness of mollic epipedon  10 to 16 inches\nDepth to paralithic contact  20 to 40 inches\nAverage annual soil temperature  42 to 46 degrees F.  Frigid soil temperature regime.\nParticle-size control section\nClay content  27 to 33 percent\nRock fragments  5 to 20 percent gravel and 0 to 5 percent cobbles\nA horizon\nChroma  2 dry or moist\nTexture  loam\nClay content  16 to 20 percent\nRock fragments  0 to 10 percent gravel\nReaction  neutral (pH 6.6 to 7.3)\nAB horizon\nChroma  2 dry or moist\nTexture  loam, gravelly loam\nClay content  16 to 20 percent\nRock fragments  0 to 15 percent gravel\nReaction  neutral (pH 6.6 to 7.3)\nBt horizons\nValue  4 or 5 dry and 3 or 4 moist\nChroma  2 or 3 dry or moist\nTexture  clay loam, gravelly clay loam\nClay content  27 to 33 percent\nRock fragments  5 to 20 percent gravel and 0 to 5 percent cobbles\nPararock fragments  0 to 10 percent\nReaction  neutral (pH 6.6 to 7.3)\nBk horizon\nValue  5 or 6 dry and 4 or 5 moist\nChroma  2 or 3 dry or moist\nTexture  loam, clay loam, gravelly clay loam, paragravelly clay loam\nClay content  20 to 28 percent\nRock fragments  0 to 20 percent gravel and 0 to 5 percent cobbles\nPararock fragments  10 to 20 percent\nCalcium carbonate equivalent  15 to 25 percent\nReaction  slightly to moderately alkaline (pH 7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bess, Border (I), Cedarpoint, Chesnimnus, Fewkes, Justesen, McCarey, Pegram (T), Pinehollow (T), Vickings, and Victon series. Bess, Border, Cedarpoint, Chesnimnus, Fewkes, Justesen, Pegram, and  Vicking soils are very deep.  McCarey and Pinehollow soils have a lithic contact at 20 to 40 inches.  Vickton soils have a lithic contact at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: back slopes and shoulders of hills\nElevation: 5,900 to 6,900 feet\nSlope: 8 to 25 percent\nParent Material:  alluvium over weakly consolidated ash, tuffaceous calcareous sandstone or siltstone of the Salt Lake Formation.\nClimate: long, cool winters; dry, warm summers\nAverage annual precipitation: 12 to 20 inches\nAverage annual temperature: 39 to 44 degrees F.\nFrost-free season: 70 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brushtop (T), Burchert (T),  Draney (T), and Whitetop (T) soils.  Brushtop soils are deep to weakly consolidated ash, occupy north-facing aspects and are cryic.  Burchert soils are moderately deep to weakly and moderately consolidated tuffaceous sandstone and siltstone, lack a calcic horizon, and occupy similar landscape positions.  Draney soils are shallow, are calcareous throughout, and occupy convex shoulder positions.  Whitetop soils are shallow, formed in residuum from weakly consolidated ash, and occupy shoulders, summits and upper backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for wildlife habitat and rangeland.  The dominant native vegetation is mountain big sagebrush, serviceberry, common snowberry, antelope bitterbrush, eriogonum, bluebunch wheatgrass, prairie junegrass, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho. The series is not extensive. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bear Lake County, Idaho, 2008.  The name is coined from nearby Pine Hollow road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Depths to diagnostic horizons and features start from the mineral soil surface.  Diagnostic horizons and features recognized in his pedon are:\nMollic epipedon: the zone from 0 to 16 inches (A, AB, and Bt1 horizons)\nArgillic horizon:  the zone from 10 to 22 inches (Bt1 and Bt2 horizons)\nCalcic horizon: the zone from 22 to 26 inches (Bk horizon)\nParalithic contact: 26 inches (2Cr horizon)\nParticle-size control section: the zone from 10 to 22 inches (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
