{
  "SERIES": "REDROCK",
  "STATUS": "Tentative Series",
  "BYREV": "DHC/GB/SSP",
  "REVDATE": "1/99",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Redrock clay loam, on a southwest-facing 3 percent slope under irrigated pasture at an elevation of 7015 feet.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; slightly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary.  (2 to 6 inches thick)\nBw--3 to 10 inches; light brown (7.5YR 6/3) clay loam, brown (7.5YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; slightly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary.  (7 to 10 inches thick)\nBk1--10 to 30 inches; pinkish white (7.5YR 8/2) clay loam, pinkish gray (7.5YR 6/2) moist; massive; hard, friable, slightly sticky and slightly plastic; 3 percent pebbles, 2 percent cobbles; many visible secondary calcium carbonate occurring as finely divided marl-like forms; strongly effervescent; moderately alkaline (pH 8.4); gradual smooth boundary.\nBk2--30 to 60 inches; pinkish gray (7.5YR 7/2) clay loam, brown (7.5YR 5/2) moist; massive; very hard, friable, slightly sticky and slightly plastic; 5 percent pebbles; common visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; strongly effervescent; moderately alkaline (pH 8.2).  (Combined thickness of the Bk horizons is 48 to 54 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montrose County, Colorado; located about 1320 feet east and 400 feet north of the center of section 15, T. 49N., R. 8 W.; USGS Red Rock Canyon topographic quadrangle; latitude 38 degrees, 30 minutes, 47 seconds north and longitude 107 degrees, 45 minutes, 09 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature:  44 to 46 degrees F.\nMean summer soil temperature:  55 to 57 degrees F.\nDepth to cambic:  2 to 6 inches\nDepth to calcic:  9 to 16 inches\nParticle-size control section (weighted average):  28 to 35 percent clay with 0 to 10 percent rock fragments\nA horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 or 3 dry or moist\nTexture:  loam or clay loam with 22 to 32 percent clay\nRock fragments:  0 to 15 percent\nReaction:  moderately alkaline or strongly alkaline\nBw horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 or 4 dry or moist\nTexture:  loam or clay loam with 22 to 32 percent clay\nRock fragments:  0 to 10 percent\nReaction:  moderately alkaline or strongly alkaline\nBk horizon:\nHue:  7.5YR or 10YR\nValue:  6 through 8 dry, 4 through 6 moist\nChroma:  2 or 3 dry or moist\nTexture:  loam or clay loam with 25 to 34 percent clay\nRock fragments:  0 to 15 percent\nCalcium carbonate equivalent:  15 to 30 percent\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Whitesage series.  Whitesage soils have less that 28 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium from mixed sedimentary sources\nLandform: alluvial fans and valley side slopes\nSlope: 2 to 10 percent\nElevation: 6,800 to 7,800 feet\nMean annual precipitation:  13 to 16 inches\nMean annual temperature:  42 to 44 degrees F.\nFrost-free period:  90 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  There are the Blanyon and Bostwick soils.  Blanyon soils have a fine-textured argillic horizon and do not have a calcic horizon.  The Bostwick soils have a mollic epipedon, an argillic horizon, and do not have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for irrigated hay and pasture, rangeland, and wildlife habitat.  Native vegetation is western wheatgrass, muttongrass, Wyoming big sagebrush, and black sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado.  The series is of minor extent.  MLRA 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Montrose County, Colorado, Ridgway Soil Survey Area, 1994.  The name is taken from a canyon and a USGS topographical quadrangle name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include an ochric horizon from 0 to 3 inches, a cambic horizon from 3 to 10 inches, and a calcic horizon from 10 to 60 inches.\nThe classification was changed from Haplocalcidic Ustochrepts to Aridic Calciustepts 1/99.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
