{
  "SERIES": "REDSLUFF",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/DWH/SBS",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Redsluff series consists of very deep, moderately well drained soils that formed in overbank alluvium over channel alluvium from predominantly volcanic rocks.  Redsluff soils are on low fan terraces.  Slopes range from 0 to 2 percent.  The mean annual precipitation is about 24 inches, (610 mm) and the mean annual temperature is about 61 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Redsluff gravelly loam, on a less than 1 percent slope under a cover of annual grasses at an elevation of 184 feet, (56 m).  When described on 5/14/97 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted)\nAp--0 to 2 inches, (0 to 5 cm); light brown (7.5YR 6/3) gravelly loam, dark reddish brown (5YR 3/3) moist; 20 percent clay; weak medium subangular blocky structure parting to strong fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; many fine to coarse vesicular and tubular pores; 25 percent gravel; noneffervescent; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (0 to 12 inches, (0 to 31 cm) thick)\nBt1--2 to 5 inches, (5 to 13 cm); light brown (7.5YR 6/3) gravelly loam, dark reddish brown (5YR 3/3) moist; 24 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; common fine and medium tubular pores; common distinct continuous clay films on faces of peds; 25 percent gravel; noneffervescent; slightly acid, pH 6.5 by Hellige-Truog; clear wavy boundary.\nBt2--5 to 12 inches, (13 to 31 cm); brown (7.5YR 5/3) gravelly clay loam, dark reddish brown (5YR 3/3) moist; 28 percent clay; moderate medium subangular blocky structure; hard, very firm, moderately sticky and moderately plastic; common very fine and fine roots; many fine and medium tubular pores; many distinct continuous clay films on faces of peds; 15 percent gravel; noneffervescent; neutral, pH 6.7 by Hellige-Truog; gradual smooth boundary.\nBt3--12 to 21 inches, (31 to 53 cm); brown (7.5YR 5/3) gravelly loam, dark reddish brown (5YR 3/3) moist; 26 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine to medium tubular pores; many distinct continuous clay films throughout; 30 percent gravel; noneffervescent; neutral, pH 6.7 by Hellige-Truog; gradual smooth boundary.\nBt4--21 to 29 inches, (53 to 74 cm); light brown (7.5YR 6/3) gravelly loam, dark reddish brown (5YR 3/3) moist; 21 percent clay; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; many distinct continuous clay films on faces of peds; 25 percent gravel; noneffervescent; neutral, pH 6.8 by Hellige-Truog; clear wavy boundary.\nBt5--29 to 37 inches, (74 to 94 cm); light brown (7.5YR 6/3) gravelly loam, brown (7.5YR 4/3) moist; 19 percent clay; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; many distinct continuous clay films on faces of peds and in pores; 25 percent gravel; noneffervescent; neutral, pH 7.0 by Hellige-Truog; clear smooth boundary.\nBt6--37 to 42 inches, (94 to 107 cm); light brown (7.5YR 6/3) extremely gravelly sandy loam, brown (7.5YR 4/3) moist; 15 percent clay; weak fine and medium subangular blocky structure; loose, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine tubular pores; common faint continuous clay films on faces of peds; 40 percent gravel and 25 percent cobbles; noneffervescent; neutral, pH 7.0 by Hellige-Truog; abrupt smooth boundary. (Combined thickness of the Bt horizon is 30 to 65 inches, (76 to 165 cm) thick).\nCq--42 to 80 inches, (107 to 203 cm); extremely gravelly loamy sand; 1 percent clay; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; common fine and medium irregular rigid silica concretions under rock fragments; 45 percent gravel and 35 percent cobbles; noneffervescent; neutral, (pH 7.0 by Hellige-Truog. (0 to 45 inches, (0 to 114 cm) thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 0.38 miles east of the intersection of Keefer Road and Highway 99, approximately 1160 feet north and 2450 feet east of the southwest corner of Section 30, Township 23 N., Range 1 E., 39 degrees, 48 minutes, 51.9 seconds North latitude and 121 degrees, 54 minutes, 34.7 seconds West longitude, NAD83.  U.S.G.S. Quad: Nord, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to extremely gravelly or coarser substratum is 35 to 65 inches, (89 to 165 cm).  The mean annual soil temperature is 63 to 64 degrees F, (17 to 18 degrees C).  The soil moisture control section is dry in all parts from about May to about October (about 150-180 days).  The particle-size control section averages 25 to 35 percent clay and 2 to 25 percent rock fragments, mostly gravel.  Mineralogy is mixed.  A fluctuating water table can occur at depths of 35 to 80 inches, (89 to 203 cm) below the surface of the soil from December through April.  Rock fragments on the surface range from 0 to 15 percent gravel and 0 to 5 percent cobbles.  Some pedons have weakly cemented Bq horizons below 60 inches, (152 cm).\nThe Ap horizon dry color is 10YR 5/3, 5/4, 6/3, 6/4, 7.5YR 4/3, 4/4, 5/3 or 6/3.  Moist color is 7.5YR 3/2, 3/3, 5YR 3/3, 10YR 3/2 or 3/3.  Texture is loam or gravelly loam.  Clay content ranges from 16 to 24 percent.  Rock fragments range from 0 to 30 percent gravel.  Reaction ranges from slightly acid to slightly alkaline.\nThe upper part of the Bt horizon dry color is 7.5YR 5/3, 5/4, 6/3 or 5YR 5/4.  Moist color is 10YR 3/3, 4/3, 7.5YR 3/2, 3/3, 4/2, 5YR 3/3 or 4/3.  Texture is loam or clay loam and gravelly, cobbly, very gravelly, and very cobbly equivalents.  Clay content ranges from 20 to 35 percent.  Rock fragments range from 5 to 30 percent gravel and 0 to 30 percent cobbles.  Reaction ranges from slightly acid to slightly alkaline.\nThe lower part of the Bt horizon dry color is 7.5YR 5/4, 6/3, 6/4 or 5YR 5/4.  Moist color is 7.5YR 4/3, 4/4, 5YR 3/3, 4/3 or 10YR 4/3.  Texture is gravelly loam, extremely gravelly sandy loam, extremely gravelly coarse sandy loam or extremely cobbly sandy loam.  Clay content ranges from 10 to 20 percent.  Rock fragments range from 25 to 70 percent gravel and 0 to 45 percent cobbles.  Reaction ranges from neutral to slightly alkaline.\nThe Cq horizon dry color is 7.5YR 6/4 or 7/4.  Moist color is 7.5YR 3/3, 4/3 or 5YR 3/3.  Texture is extremely gravelly loamy sand, extremely gravelly coarse sandy loam or extremely cobbly coarse sandy loam.  Clay content ranges from 1 to 8 percent.  Rock fragments range from 10 to 50 percent gravel, 15 to 45 percent cobbles and 0 to 5 percent stones.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bellyspring, Coarsegold, Hicksville, Olashes, Perkins, Pleasanton and Rescue series.  Bellyspring and Coarsegold soils are moderately deep and do not have a fluctuating water table.  Hicksville soils are deep and very deep to consolidated sediments, have bleached sand grains in the Bt horizon, have 2Bt horizons and lack secondary silica below a depth of 35 inches, (89 cm).  Olashes soils have less than 15 percent rock fragments in the Bt horizon.  Perkins soils have greater than 10 percent clay and less than 65 percent coarse fragments in the C horizon.  Pleasanton soils have 18 to 27 percent clay in the particle-size control section, are well drained and do not have a fluctuating water table.  Rescue soils are deep and very deep to paralithic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Redsluff soils are on low fan terraces.  Slopes range from 0 to 2 percent.  These soils formed in overbank alluvium over channel alluvium weathered from predominantly volcanic rocks.  Elevation is 175 to 350 feet, (54 to 122 m).  Mean annual precipitation is 24 to 28 inches, (610 to 737 mm).  The mean annual temperature is 61 to 62 degrees F, (16 to 17 degrees C).  Frost free season is 250 to 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Redtough, Redswale and Charger soils.  Redtough soils are on high terraces and are shallow.  Redswale soils are on high terraces and are very shallow.  Charger soils are on alluvial fans and are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; negligible runoff; moderate saturated hydraulic conductivity in the A horizon, moderate to moderately slow in the upper Bt horizon, moderate to moderately rapid in the lower Bt horizon, moderately rapid to rapid in the Cq horizon.  The soils are rarely flooded for very brief periods in December to March.  A fluctuating water table can occur at depths of 35 to 80 inches, (89 to 203 cm) below the surface of the soil from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for home site development, livestock grazing and orchards.  Vegetation is annual grasses, forbs and scattered valley oak, with blue oak and foothill pine in canyon settings."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the 262Aa (North Valley Alluvium) subsection of the 262A (Great Valley) section.  MLRA 17 - Sacramento Valley.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 2 inches, (0 to 5 cm) (Ap)\nArgillic horizon - zone from 2 to 21 inches, (5 to 53 cm) (Bt1, Bt2, Bt3)\nParticle-size control section - zone from 2 to 21 inches, (5 to 53 cm) (Bt1, Bt2, Bt3)\nThe soil moisture control section - zone from 7 to 22 inches, (18 to 56 cm) (Bt2, Bt3, Bt4)\nRemarks: Competing Hicksville soil needs to have the depth class refined.  It is deep and very deep to consolidated sediments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
