{
  "SERIES": "REDSLIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/TDT",
  "REVDATE": "02/2011",
  "STATES": "OR",
  "OVERVIEW": "The Redslide series consists of moderately deep, well drained soils on north-facing mountain and hill sideslopes.  They formed in volcanic ash and colluvium derived from volcanic rocks.  Slopes are 15 to 50 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Redslide stony ashy sandy loam - rangeland, on a 35 percent north-facing slope at 3800 feet elevation.  (When described (6/86), the soil was dry throughout.  Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, friable, slightly sticky and nonplastic; common medium and many very fine and fine roots; many very fine irregular pores; 5 percent gravel, 5 percent cobbles and 15 percent stones; neutral (pH 7.0); clear smooth boundary.  (2 to 10 inches thick)\nA2--4 to 21 inches; brown (10YR 5/3) very cobbly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; many very fine irregular pores; 20 percent gravel and 30 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (11 to 20 inches thick)\nBk--21 to 34 inches; brown (10YR 5/3) extremely cobbly ashy sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; common fine, medium, and coarse roots; many very fine irregular pores; 20 percent gravel and 45 percent cobbles; lime coatings under rock fragments; slightly effervescent; slightly alkaline (pH 7.6); abrupt wavy boundary.  (4 to 14 inches thick)\nR--34 inches; fractured rhyolitic bedrock; lime coatings on bedrock and in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deschutes County, Oregon; 1,600 feet east and 2,300 feet south of the NW corner of sec. 21, T. 15 S., R. 12 E. (Latitude 44 degrees, 15 minutes, 21 seconds North, Longitude 121 degrees, 18 minutes, 20 seconds West NAD 83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil moisture control section is usually dry it is dry in all parts for 120 to 150 days (cumulative) after the summer solstice.  The mean annual soil temperature is 48 to 52 degrees F.  Depth to bedrock is 20 to 40 inches.  The pumice sand content (0.5-2.0 millimeters) 15 to 30 percent.  The mollic epipedon is 15 to 25 inches thick.  The acid oxalate aluminum plus one-half the acid oxalate iron is 0.40 to 0.80 percent.  Phosphate retention is 15 to 25 percent.  Base saturation is 80 to 100 percent.  The particle-size control section contains 5 to 10 percent clay, 45 to 70 percent sand and 35 to 70 percent rock fragments, primarily cobbles.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 dry and moist.  It is sandy loam or loam with 5 to 20 percent gravel, 5 to 40 percent cobbles and 0 to 20 percent stones.  Total rock fragments ranges from 20 to 60 percent.  Reaction is neutral.\nThe Bk horizon has value of 5 or 6 dry, 3 or 4 moist and chroma of 2 or 3 dry and moist.  It is sandy loam or loam with 0 to 20 percent gravel, 40 to 60 percent cobbles and 0 to 5 percent stones.  Total rock fragments range from 50 to 70 percent.  Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Redslide soils are on north-facing side slopes of volcanic uplands and canyons.  Elevation is 2,000 to 4,000 feet.  Slopes are 15 to 50 percent.  The soils are formed in volcanic ash and colluvium derived from volcanic rocks.  The climate is characterized by cool, moist winters and hot, dry summers.  The mean annual precipitation is 8 to 12 inches.  The mean annual temperature is 47 to 52 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deschutes, Lickskillet, and Stukel soils.  Deschutes are on lava plains and are coarse-loamy.  Lickskillet soils are on steep sideslopes and are shallow to bedrock.  Stukel soils are on lava plains and are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Potential native vegetation is western juniper, antelope bitterbrush, mountain big sagebrush, Idaho fescue, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Deschutes Basin of central Oregon; MLRA 10.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nmollic epipedon - from the soil surface to 21 inches (A1 and A2 horizons).  Organic matter is assumed to be less than 1 percent below 21 inches.\nVitritorrandic subgroup - the very fine sand fraction contains about 19 percent glass and glass-coated aggregate.  The acid oxalate aluminum plus one-half the acid oxalate iron is about 0.5 percent.  Laboratory data is based on the associated Deschutes Series, pedon S87OR-017-002."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; grayish brown (10YR 5/2) stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, friable, slightly sticky and nonplastic; common medium and many very fine and fine roots; many very fine irregular pores; 5 percent gravel, 5 percent cobbles and 15 percent stones; neutral (pH 7.0); clear smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 21 inches; brown (10YR 5/3) very cobbly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; many very fine irregular pores; 20 percent gravel and 30 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (11 to 20 inches thick)"
      },
      {
        "name": "Bk",
        "top": 53,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--21 to 34 inches; brown (10YR 5/3) extremely cobbly ashy sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; common fine, medium, and coarse roots; many very fine irregular pores; 20 percent gravel and 45 percent cobbles; lime coatings under rock fragments; slightly effervescent; slightly alkaline (pH 7.6); abrupt wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "R",
        "top": 86,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--34 inches; fractured rhyolitic bedrock; lime coatings on bedrock and in fractures."
      }
    ]
  ]
}
