{
  "SERIES": "REDTOUGH",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/DWH",
  "REVDATE": "01/2006",
  "STATES": "CA",
  "OVERVIEW": "The Redtough series consists of shallow, somewhat poorly drained soils that formed in alluvium from predominantly volcanic rocks.  Redtough soils are on mounds and risers on high fan terraces and are on strath terraces on Cascade foothills.  Slopes range from 0 to 15 percent.  The mean annual precipitation is about 24 inches, (660 mm) and the mean annual temperature is about 61 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Redtough loam, on a north facing 1 percent slope under a cover of annual grasses and forbs at an elevation of 278 feet, (85 m).  When described on 3/26/97 the soil was dry from 0 to 1 inch, (0 to 2.54 cm) and slightly moist from 1 to 13 inches, (2.54 to 33 cm).  (Colors are for dry soil unless otherwise noted)\nA--0 to 1 inches, (0 to 2.54 cm); reddish brown (5YR 5/4) loam, dark reddish brown (5YR 3/3) moist; 19 percent clay; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots and common fine roots; many very fine vesicular and tubular pores; noneffervescent; 10 percent gravel; slightly acid, pH 6.2 by Hellige-Truog; abrupt smooth boundary. (1 to 3 inches, (2.54 to 8 cm) thick)\nBt1--1 to 7 inches, (2.54 to 18 cm); yellowish red (5YR 5/6) gravelly loam, dark reddish brown (2.5YR 3/4) moist; 25 percent clay; moderate medium subangular blocky structure; moderately hard, firm, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular and tubular pores; few faint patchy manganese or iron-manganese stains on faces of peds and many faint continuous clay films on rock fragments and on faces of peds; noneffervescent; 15 percent gravel and 5 percent cobbles; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary.\nBt2--7 to 13 inches, (18 to 33 cm); yellowish red (5YR 5/6) very cobbly loam, dark reddish brown (2.5YR 3/4) moist; 26 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular and tubular pores and common fine vesicular and tubular pores; many faint continuous clay films on faces of peds and on rock fragments; noneffervescent; 10 percent gravel and 25 percent cobbles; slightly acid, by 6.5 Hellige-Truog; abrupt irregular boundary. (Combined thickness of the Bt horizon is 7 to 19 inches, (18 to 48 cm) thick).\nBqm--13 inches, (33 cm); indurated duripan; 1/8 inch (3 mm) manganese capping."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 0.5 miles north of Rock Creek Road and 2.3 miles east of Meridian Road; approximately 2700 feet north and 2000 feet east of the southwest corner of Section 16, Township 23 N., Range 1 E., 39 degrees, 50 minutes, 53.04 seconds North latitude and 121 degrees, 52 minutes, 25.9 seconds West longitude, NAD83.  U.S.G.S. Quad: Richardson Springs Southeast, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to duripan is 10 to 20 inches, (25 to 51 cm).  The mean annual soil temperature is 62 to 64 degrees F, (17 to 18 degrees C).  The soil moisture control section is dry in all parts from about May to about November (150 to 80 days).  The particle-size control section averages 18 to 27 percent clay and 5 to 35 percent rock fragments, mostly gravel and cobbles.  Mineralogy is mixed.  A fluctuating, water table can occur between the top of the duripan and 2 inches, (5 cm) below the surface of the soil from November through March.  Redoximorphic features such as oxidized iron masses and manganese masses occur in the Bt horizon and manganese surface coats occur in layers 1/8 to 1/4 inches (3 to 5 mm) thick on top of the duripan.  Some pedons have soft oxidized iron masses in the A horizon.  Rock fragments on the surface range from 0 to 5 percent gravel and 0 to 10 percent cobbles.  Some pedons have 1/16 inch, (2 mm) thick organic crust on the surface.\nThe A horizon dry color is 5YR 4/6, 5/4, 5/6, 6/6, 7.5YR 5/4 or 6/4.  Moist color is 7.5YR 3/3, 5YR 3/3, 3/4 or 2.5YR 3/4.  Texture is loam or gravelly loam.  Clay content ranges from 15 to 22 percent.  Rock fragments range from 0 to 35 percent gravel and 0 to 5 percent cobbles.  Reaction ranges from moderately acid to neutral.\nThe Bt horizon dry color is 5YR 4/6, 5/4, 5/6, 7.5YR 5/4 or 6/4.  Moist color is 2.5YR 3/3, 3/4, 5YR 3/3, 3/4, 4/3 or 7.5YR 3/3.  Texture is loam, gravelly loam, very gravelly loam, cobbly loam or very cobbly loam.  Clay content ranges from 18 to 27 percent.  Rock fragments range from 5 to 40 percent gravel and 0 to 40 percent cobbles.  Reaction ranges from slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Igo and Cyvar series.  Igo soils are very shallow.  Cyvar soils have hue of 10YR, have secondary carbonates throughout and do not have a documented water table."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Redtough soils are on mounds and risers on high fan terraces of the Red Bluff Formation and are on strath terraces on Cascade foothills.  Slopes range from 0 to 15 percent.  These soils formed in alluvium weathered from predominantly volcanic rocks.  Elevation is 200 to 400 feet, (61 to 122 m).  Mean annual precipitation is 23 to 28 inches, (584 to 711 mm).  The mean annual temperature is 60 to 62 degrees F, (16 to 17 degrees C).  Frost free season is 250 to 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Redswale and Redsluff soils.  Redswale soils are in swales on high fan terraces and are very shallow.  Redsluff soils are on low fan terraces and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; very high runoff; moderate saturated hydraulic conductivity in the A and Bt horizons and impermeable in the Bqm horizon.  A fluctuating water table can occur between the top of the duripan and 2 inches, (5 cm) below the surface of the soil from November to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock, grazing, wildlife habitat, watershed and home site development.  Vegetation is soft chess, filaree, medusahead, popcorn flower, shootingstar, brodiaea, red brome, ripgut brome, mouse barley, butter-n-eggs, bluedicks, tidytips, goldfields, yellow carpet, soap plant, yellow starthistle, Mediterranean barley, vetch, hairypink and dandelion."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California.  MLRA 17 - Sacramento Valley.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 1 inch, (0 to 2.54 cm) (A).\nArgillic horizon - zone from 1 to 13 inches, (2.54 to 33 cm) (Bt1, Bt2).\nDuripan at 13 inches, (33 cm).\nParticle-size control section- zone from 0 to 13 inches, (0 to 33 cm).\nMoisture control section - zone from 7 to 13 inches, (18 to 33 cm).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inches, (0 to 2.54 cm); reddish brown (5YR 5/4) loam, dark reddish brown (5YR 3/3) moist; 19 percent clay; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots and common fine roots; many very fine vesicular and tubular pores; noneffervescent; 10 percent gravel; slightly acid, pH 6.2 by Hellige-Truog; abrupt smooth boundary. (1 to 3 inches, (2.54 to 8 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 3,
        "bottom": 18,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--1 to 7 inches, (2.54 to 18 cm); yellowish red (5YR 5/6) gravelly loam, dark reddish brown (2.5YR 3/4) moist; 25 percent clay; moderate medium subangular blocky structure; moderately hard, firm, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular and tubular pores; few faint patchy manganese or iron-manganese stains on faces of peds and many faint continuous clay films on rock fragments and on faces of peds; noneffervescent; 15 percent gravel and 5 percent cobbles; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 18,
        "bottom": 33,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt2--7 to 13 inches, (18 to 33 cm); yellowish red (5YR 5/6) very cobbly loam, dark reddish brown (2.5YR 3/4) moist; 26 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine vesicular and tubular pores and common fine vesicular and tubular pores; many faint continuous clay films on faces of peds and on rock fragments; noneffervescent; 10 percent gravel and 25 percent cobbles; slightly acid, by 6.5 Hellige-Truog; abrupt irregular boundary. (Combined thickness of the Bt horizon is 7 to 19 inches, (18 to 48 cm) thick)."
      },
      {
        "name": "Bqm",
        "top": 33,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bqm--13 inches, (33 cm); indurated duripan; 1/8 inch (3 mm) manganese capping."
      }
    ]
  ]
}
