{
  "SERIES": "REEDSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-RWS-GWH",
  "REVDATE": "02/2003",
  "STATES": "WI",
  "OVERVIEW": "The Reedsburg series consists of deep, somewhat poorly drained soils formed in 15 to 40 inches of loess over cherty clayey residuum weathered from limestone on uplands.  These soils have moderate permeability in the upper part of the solum and slow in the lower part.  Slopes range from 0 to 12 percent.  Mean annual precipitation is about 30 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reedsburg silt loam - on a southeast-facing convex slope or 4 percent in a cultivated field at an elevation of about 1,195 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; common roots; few pores; some brown (10YR 5/3) B horizon material; few angular chert fragments; slightly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nBt1--9 to 17 inches; brown (10YR 5/3) silt loam; few fine faint grayish brown (10YR 5/2) and common fine and medium prominent yellowish brown (10YR 5/6) mottles; moderate medium subangular blocky structure; friable; few roots; common pores; faint patchy clay films on faces of peds and in pores and channels; some very dark grayish brown (10YR 3/2) fillings in worm and root channels; few angular chert fragments; strongly acid; gradual wavy boundary.\nBt2--17 to 26 inches; brown (10YR 5/3) silt loam; common fine faint grayish brown (10YR 5/2) and common fine and medium prominent yellowish brown (10YR 5/6) mottles; moderate fine subangular blocky structure; friable; few roots; common pores; faint patchy clay films on faces of peds and in pores and channels; few angular chert fragments; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid; gradual wavy boundary.\nBt3--26 to 31 inches; light brownish gray (10YR 6/2) silty clay loam; many fine and medium prominent yellowish brown (10YR 5/6) mottles; moderate fine subangular blocky structure; firm; few roots; common pores; faint patchy clay films on faces of peds and in pores and channels; few angular chert fragments; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons ranges from 8 to 30 inches.)\n2Bt4--31 to 37 inches; strong brown (7.5YR 5/6) cherty clay; common fine distinct brown (7.5YR 5/2) and red (2.5YR 4/6) mottles; strong very fine angular blocky structure; very firm; few roots; common pores; distinct continuous clay films on faces of peds and in pores and channels; clean silt grains in thin coatings on faces of some peds; estimated 20 percent angular chert fragments by volume; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid; clear smooth boundary.\n2Bt5--37 to 60 inches; variegated reddish brown (5YR 4/4), red (2.5YR 4/6), and strong brown (7.5YR 5/6) cherty clay; common medium distinct yellowish brown (10YR 5/6) mottles; strong very fine angular blocky structure; very firm; few roots; common pores; distinct continuous clay films on faces of peds and in pores and channels; estimated 25 percent angular chert fragments by volume; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid.  (The 2Bt horizon ranges from 20 to more than 45 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sauk County, Wisconsin; about 8 miles north and 2 1/2 miles east of Plain; about 15 feet south and 115 feet west of the center, sec. 26, T. 11 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to bedrock is greater than 60 inches.  Thickness of the loess is 15 to 40 inches.  Angular chert fragments are typically in the 2B horizon and are dominantly less than 3 inches in diameter but some range to 10 inches in diameter.  Volume of chert fragments in the loess is 0 to 15 percent and is 0 to 35 percent in the clay residuum.  Volume of chert fragments larger than 3 inches in size ranges from 0 to 15 percent in the loess and in the residuum.  The solum is leached of free carbonates to the depth of the dolomite.  Reaction of the surface layer and upper part of the subsoil depends on past liming practices. Reaction is slightly acid to very strongly acid in the B horizon and medium acid to very strongly acid in the 2B horizon.\nThe Ap or A horizon has 10YR hue, value of 2 or 3, and chroma of 1 to 3.  The A horizon has the lower value and chroma and is 3 to 5 inches thick.  Some pedons have E horizons.\nThe Bt horizon has 10YR or 7.5YR hue, value of 4 to 6, and chroma of 3 to 6 with a chroma of 2 in some subhorizons.  It is silt loam or silty clay loam, averaging 18 to 30 percent clay.\nThe 2Bt horizon, formed in the residuum  has 2.5YR, 5YR, or 7.5YR hue; value of 3 to 5; and chroma of 2 to 8.  Less commonly it has hue of 10R.  Some pedons have hue of 10YR in the 2Bt horizon either as layers or as mottles.  The 2Bt horizon is clay, silty clay, or the cherty analogs.  It averages 40 to 80 percent clay.  Some pedons have pockets or discontinuous lenses in the 2Bt horizon with 45 to 65 percent sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils in other families are the Baylis, NewGlarus, Palsgrove, Southridge, Valton, and Wildale series.  All of these soils do not have mottles with chroma of 2 or less in the upper 30 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reedsburg soils are on broad ridgetops and upper valley side slopes in dissected uplands underlain by limestone.  Slope gradients commonly are 2 to 6 percent but range from 0 to 12 percent.  The regolith consists of 15 to 40 inches of loess over cherty clayey residuum weathered from limestone.  Mean annual temperature ranges from 44 to 53 degrees F, and mean annual precipitation ranges from 28 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing NewGlarus, Palsgrove, Valton, and Wildale soils.  The well drained NewGlarus soils are in nearby areas where the underlying dolomite is within a depth of 40 inches.  The well drained Palsgrove soils are in similar landscape positions where the loess mantle is thicker.  The well drained Valton soils occupy similar landscape positions but generally are on narrower ridgetops where the underlying dolomite is at a depth greater than 5 feet.  The well drained Wildale soils occupy similar landscape positions where the loess mantle is less than 15 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow or medium.  Permeability is moderate in the loess and slow in the cherty clayey residuum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are mainly under cultivation with corn, small grains, and legumes the principal crops.  Some areas are used for pasture and some small areas are maintained in woodland.  Native vegetation was mixed deciduous forest and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wisconsin and possible northwestern Illinois, northeastern Iowa, and southeastern Minnesota.  These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sauk County, Wisconsin, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Taxonomic placement of Reedsburg pedons hinges on the texture of the upper part of the residuum (paleosol).  The amount of clay in the upper part of the residuum will vary because of the amount of erosion or deposition (pedisediment) that has occurred prior to the loess cover.\nDiagnostic horizons and feature recognized in this pedon are:  ochric epipedon - zone from the surface of the soil to a depth of 9 inches (Ap horizon); argillic horizons zone from 9 to 60 inches (Bt1, Bt2, Bt3, 2Bt4, and 2Bt5 horizons); udic moisture regime; mesic temperature regime; 2 chroma mottles within 75 cm of the soil surface; clay distribution such that the percentage of clay does not decrease as much as 20 percent of the maximum within a depth of 1.5 m of the soil surface; hue redder than 10YR and chroma of more than 4 dominant in at least the lower part of the argillic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; very friable; common roots; few pores; some brown (10YR 5/3) B horizon material; few angular chert fragments; slightly acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 17 inches; brown (10YR 5/3) silt loam; few fine faint grayish brown (10YR 5/2) and common fine and medium prominent yellowish brown (10YR 5/6) mottles; moderate medium subangular blocky structure; friable; few roots; common pores; faint patchy clay films on faces of peds and in pores and channels; some very dark grayish brown (10YR 3/2) fillings in worm and root channels; few angular chert fragments; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--17 to 26 inches; brown (10YR 5/3) silt loam; common fine faint grayish brown (10YR 5/2) and common fine and medium prominent yellowish brown (10YR 5/6) mottles; moderate fine subangular blocky structure; friable; few roots; common pores; faint patchy clay films on faces of peds and in pores and channels; few angular chert fragments; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt3--26 to 31 inches; light brownish gray (10YR 6/2) silty clay loam; many fine and medium prominent yellowish brown (10YR 5/6) mottles; moderate fine subangular blocky structure; firm; few roots; common pores; faint patchy clay films on faces of peds and in pores and channels; few angular chert fragments; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons ranges from 8 to 30 inches.)"
      },
      {
        "name": "2Bt4",
        "top": 79,
        "bottom": 94,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt4--31 to 37 inches; strong brown (7.5YR 5/6) cherty clay; common fine distinct brown (7.5YR 5/2) and red (2.5YR 4/6) mottles; strong very fine angular blocky structure; very firm; few roots; common pores; distinct continuous clay films on faces of peds and in pores and channels; clean silt grains in thin coatings on faces of some peds; estimated 20 percent angular chert fragments by volume; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid; clear smooth boundary."
      },
      {
        "name": "2Bt5",
        "top": 94,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "narrative": "2Bt5--37 to 60 inches; variegated reddish brown (5YR 4/4), red (2.5YR 4/6), and strong brown (7.5YR 5/6) cherty clay; common medium distinct yellowish brown (10YR 5/6) mottles; strong very fine angular blocky structure; very firm; few roots; common pores; distinct continuous clay films on faces of peds and in pores and channels; estimated 25 percent angular chert fragments by volume; some dark coatings and soft accumulations of iron and manganese oxides; strongly acid.  (The 2Bt horizon ranges from 20 to more than 45 inches thick.)"
      }
    ]
  ]
}
