{
  "SERIES": "REEDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDO-CJH",
  "REVDATE": "10/98",
  "STATES": "MT,ND,SD,WY",
  "OVERVIEW": "The Reeder series consists of moderately deep, well drained, moderately permeable soils that formed in material weathered from soft, calcareous sandstone, siltstone or mudstone.  These soils are on uplands and have slope of 0 to 35 percent.  Mean annual temperature is 42 degrees F, and mean annual precipitation is 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reeder loam - cultivated.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse and fine subangular blocky structure parting to weak fine granular; friable; many roots, many fine pores; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nBt1--8 to 12 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate coarse and medium prismatic and moderate medium angular blocky structure; friable; common roots, many fine pores; many faint clay films on vertical and many clay films on horizontal faces of peds; neutral; clear smooth boundary.\nBt2--12 to 17 inches; brown (10YR 5/3) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic and moderate medium angular blocky structure; friable; many clay films on faces of peds; neutral; gradual wavy boundary.  (Combined Bt horizons 6 to 20 inches thick)\nBk1--17 to 32 inches; light brownish gray (2.5Y 6/3) loam, dark grayish brown (2.5Y 4/3) moist; weak coarse and medium prismatic and moderate medium subangular blocky structure; friable; few roots; many fine pores; common masses of carbonates; strong effervescence; moderately alkaline; gradual wavy boundary.\nBk2--32 to 36 inches; light yellowish brown (2.5Y 6/4) loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; friable; few fine roots; many fine threads of carbonates, strong effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bk horizons 0 to 28 inches thick)\nCr--36 to 60 inches; pale yellow (5Y 7/3), soft sandstone and siltstone, olive (5Y 5/3) moist; few masses of carbonates; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bowman County, North Dakota; about 5 miles east of Bowman-Hally Dam and Reservoir; 1575 feet south and 475 feet west of the northeast corner, sec. 14, T. 129 N., R. 100 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates is 8 to 36 inches.  The depth to soft sandstone, siltstone or mudstone ranges from 20 to 40 inches.  Thickness of the mollic epipedon ranges from 7 to 16 inches.  Stony phases are recognized.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 2 or 3.  It is loam, silt loam or clay loam.  It is slightly acid to slightly alkaline.\nThe Bt horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6 and 3 to 5 moist, and chroma of 2 to 4.  It is loam, sandy clay loam or clay loam.  This horizon commonly averages between 20 and 30 percent clay, but ranges from 18 to 35 percent and from 20 to 45 percent fine sand and coarser.  It is neutral or slightly alkaline.  It has moderate or strong coarse to fine prismatic structure, or medium or fine angular or subangular blocky structure.  Peds in the Bt horizon have common or many faint clay films.\nThe Bk horizon has hue of 10YR, 2.5Y or 5Y, value of 5 to 8 dry and 4 to 6 moist, and chroma of 2 to 4.  It is loam, silt loam, silty clay loam, clay loam or sandy clay loam.  It is slightly alkaline or moderately alkaline.  It contains disseminated and segregated carbonates.  The calcium carbonate equivalent is 6 to 20 percent.  Segregated carbonates occurs as common or many masses or threads.\nThe Cr horizon is soft weathered sandstone, siltstone or mudstone and has hue of 10YR, 2.5Y or 5Y, and value of 4 to 7 and 3 to 5 moist, and chroma of 1 to 3.  It is slightly alkaline or moderately alkaline.  Some of the layers exhibit the platiness of the original rock structure and others are massive.  Some pedons have a loam, clay loam or silty clay loam C horizon above the Cr horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bookcliff, Bullflat, Dooley, Empedrado, Fairfield, Farnuf, Felor, Greenway, Gurney, Hangdo, Krem, Lefor, Lininger, Livona, Martinsdale, Moen, Sponseller, Trag, Ulrant, Vida, Watrous, Wemple, Williams and Yegen series in the same family and the Morton series.  Bookcliff, Bullflat, Dooley, Empedrado, Fairfield, Farnuf, Felor, Greenway, Hangdo, Krem, Lefor, Livona, Martinsdale, Sponseller, Trag, Ulrant, Vida, Wemple, Williams and Yegen soils do not have soft weathered bedrock within a depth of 40 inches.  In addition, Fairfield soils have a thinner solum and have a calcic horizon within a depth of 14 inches; Lefor, Livona, and Yegen soils have more sand in the control sections; and Williams soils formed in glacial till.  Gurney, Moen and Watrous soils have a lithic contact between depths of 20 and 40 inches.  Lininger soils do not have carbonates in the solum.  Morton soils are fine-silty."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reeder soils are on level to steep uplands.  Slope gradients typically are 1 to 15 percent but ranges from 0 to 35 percent.   The soils formed in material weathered from soft, calcareous sandstone, siltstone or mudstone.  Mean annual temperature is about 39 to 45 degrees F, and mean annual precipitation is about 12 to 19 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amor, Arnegard, Flasher, Morton, Sen, Shambo and Vebar soils.   Amor, Morton, Sen and Vebar soils are on the same plain as the Reeder soils.  Sen soils do not have argillic horizons, have weaker structure, and are coarse-silty.  Vebar soil are coarse-loamy.  Arnegard soils are in the concave swales and flats below the Reeder soils.  Shambo soils are in the adjacent stream valleys at lower elevations.  Flasher soils do not have mollic epipedons, have coarser textures and are on the steeper hilltops and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium or rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cultivated areas are used for growing small grains, flax, corn, hay and grass in a crop summer fallow rotation.  Native vegetation is mid- and short-prairie grasses as green needlegrass, needleandthread, western wheatgrass and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern North Dakota, northwestern South Dakota, north-central Wyoming, and southeastern Montana.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 11/91.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 12 inches (Ap and Bt1 horizons); argillic horizon - the zone from 8 to 17 inches (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak coarse and fine subangular blocky structure parting to weak fine granular; friable; many roots, many fine pores; neutral; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 12 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate coarse and medium prismatic and moderate medium angular blocky structure; friable; common roots, many fine pores; many faint clay films on vertical and many clay films on horizontal faces of peds; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--12 to 17 inches; brown (10YR 5/3) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic and moderate medium angular blocky structure; friable; many clay films on faces of peds; neutral; gradual wavy boundary.  (Combined Bt horizons 6 to 20 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 43,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--17 to 32 inches; light brownish gray (2.5Y 6/3) loam, dark grayish brown (2.5Y 4/3) moist; weak coarse and medium prismatic and moderate medium subangular blocky structure; friable; few roots; many fine pores; common masses of carbonates; strong effervescence; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 81,
        "bottom": 91,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2--32 to 36 inches; light yellowish brown (2.5Y 6/4) loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; friable; few fine roots; many fine threads of carbonates, strong effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bk horizons 0 to 28 inches thick)"
      },
      {
        "name": "Cr",
        "top": 91,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--36 to 60 inches; pale yellow (5Y 7/3), soft sandstone and siltstone, olive (5Y 5/3) moist; few masses of carbonates; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
