{
  "SERIES": "REESE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ-RLB-JVC-JBF",
  "REVDATE": "03/2016",
  "STATES": "NV,OR",
  "OVERVIEW": "The Reese series consists of very deep, poorly drained soils that formed in alluvium and lacustrine deposits derived from volcanic ash and volcanic rocks.  Reese soils are on alluvial flats and flood plains.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 180 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, calcareous, mesic Duric Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reese silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 13 cm; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine vesicular and tubular pores; strongly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (10 to 18 cm thick)\nA2--13 to 23 cm; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; strong coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine, medium and coarse roots; many very fine vesicular and tubular pores; strongly effervescent; very strongly alkaline (pH 9.2); clear wavy boundary.  (10 to 33 cm thick)\nC--23 to 48 cm; variegated light gray (10YR 7/2) pale brown (10YR 6/3) and yellowish brown (10YR 5/4) silty clay loam, variegated brown (10YR 4/3) and dark brown (10YR 3/3) moist; weak very fine and fine angular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine, few fine, medium and coarse roots; many very fine interstitial and tubular pores; violently effervescent; strongly alkaline (pH 8.8); gradual smooth boundary.  (8 to 25 cm thick)\nCq--48 to 69 cm; variegated pale brown (10YR 6/3) and light gray (10YR 7/2) silty clay loam, variegated brown (10YR 4/3) and dark brown (10YR 3/3) moist; weak very fine and fine angular blocky structure; hard, friable, moderately sticky and very plastic; few very fine, fine and  medium roots; common very fine tubular pores; continuous faint silica coats on faces of peds and many silica coats lining pores; 45 percent 5 to 20 mm diameter moderately cemented durinodes; slightly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (0 to 20 cm thick)\nCqk1--69 to 124 cm; gray (10YR 6/1) silty clay loam, variegated dark grayish brown (10YR 4/2) and very dark gray (10YR 3/1) moist; weak thick platy structure; very hard, firm and very firm, brittle; few very fine and fine roots; many very fine tubular pores; common fine distinct brownish yellow (10YR 6/6) and yellowish brown (10YR 5/6) moist masses of iron accumulation; continuous brittle matrix and thin silica coats lining pores; violently effervescent; strongly alkaline (pH 9.0); clear wavy boundary.  (15 to 56 cm)\nCqk2--124 to 152 cm; light gray (10YR 7/1) silty clay loam, variegated grayish brown (10YR 5/2) and dark gray (5Y 4/1) moist; massive; hard, firm, very sticky and very plastic; many very fine and fine tubular pores; common fine distinct yellowish brown (10YR 5/4) and brown (7.5YR 4/4) moist masses of iron accumulation; 40 percent 5 to 15 millimeter diameter moderately cemented durinodes; 20 percent discontinuous weak silica cementation; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 3.7 miles south of Battle Mountain on the flood plain of the Reese River; about 2,000 feet west of the approximate southeast corner of section 5, T. 31 N., R. 45 E.; USGS Blossom Spring 7.5 minute topographic quadrangle; latitude 40 degrees 34 minutes 49 seconds N and longitude 116 degrees 55 minutes 36 seconds W; WGS84 Decimal Degrees 40.5802778 latitude, -116.9266667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; Saturated at depths of 30 to 90 cm between March and July; xeric soil moisture regime.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to horizons with firm consistence and a brittle manner of failure: 38 to 76 cm.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6).\nSodicity (SAR): 13 to 500 in the upper 50 cm and decreases with depth.\nParticle-size control section - Clay content: Averages 18 to 30 percent. Sand content: More than 15 percent fine sand and coarser.\nRock fragments:  Up to 5 percent gravel below 64 cm in many pedons.\nA horizons\nHue: 10YR or 2.5Y.\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  1 through 4, dry or moist.\nC, Cq, and Cqk horizons\nHue:  10YR through 5Y.\nValue:  6 or 7 dry, 3 through 6 moist.\nChroma:  1 through 4, dry or moist.\nTexture:  Stratified loam, silt loam, silty clay loam, clay loam, and sandy clay loam; Some pedons have thin strata of coarse sandy loam or sandy loam.\nConsistence:  Slightly hard or hard, dry, very friable to firm, moist and slightly sticky to very sticky wet.  A brittle manner of failure may exist in the matrix when moist consistence is firm or very firm.\nSecondary silica and durinodes:  Cq horizons are brittle in the matrix with subhorizons containing 20 to 50 percent durinodes.\nCalcium carbonate equivalent: 15 to 30 percent.\nRedoximorphic features: Colors are usually variegated and redox concentrations are present as masses of iron accumulation.\nOther features: Buried A horizons are at depths below 50 cm in some pedons; Stratified sand and gravel are at depths below 107 cm in some pedons; Concretions of secondary calcium carbonate are below depths of 50 cm in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Charnock series.  Charnock soils do not have a horizon that has a matrix with firm consistence when moist and a brittle manner of failure."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reese soils are on alluvial flats and flood plains.   These soils formed in alluvium and lacustrine deposits derived from volcanic ash and volcanic rocks.  Slopes are 0 to 2 percent.  Elevations range from 1,280 to 1,465 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 250 mm, the mean annual temperature is 8 to 10 degrees C., and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Batan, Bubus, Duffer, Sombrero, and Sonoma soils.  Batan soils are fine-silty and have durinodes in a friable matrix.  Bubus soils are coarse-loamy and have durinodes in a friable matrix.  Duffer soils are fine-silty and have calcic horizons.  Sombrero soils are shallow to duripans.  Sonoma soils are fine-silty and have buried A horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; high surface runoff; slow permeability; moderately low saturated hydraulic conductivity.  Endosaturation is present with an apparent seasonal high water table between 90 and 150 cm (moderately deep and deep free water occurrence classes) year-round and ranges up to depths of 30 to 90 cm for brief periods during the spring runoff period between March and July.  Cumulative annual duration class for deep endosaturation is Persistent.  Flooding is none, rare or occasional.  Some phases are susceptible to frequent ponding for long duration year-round with water up to 30 cm deep.  A drained phase is recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Reese soils are used for rangeland and wildlife habitat.  The present vegetation is mainly black greasewood, alkali sacaton, alkali bluegrass, basin wildrye, and inland saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada and south-central Oregon.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 24, while other acreage occurs in MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County (North Part), Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The revision of July 2003 updated the taxonomic class from Fine-loamy, mixed, superactive, calcareous, mesic Aeric Halaquepts.  Future study is needed to determine the amount of volcanic glass in this series and whether the taxonomic class should be changed to Ashy, glassy, calcareous, mesic Aquandic Halaquepts.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nDurinodes - The zones from 48 to 69 cm and 124 to 152 cm (Cq and Cqk2 horizons).\nDuric feature - The zone from 69 to 100 cm (Cqk1 horizon).\nEndosaturation feature - The condition of ground water with an upper boundary between 46 and 90 cm at certain times during normal years (parts of the C, Cq, and Cqk1 horizons).\nParticle-size control section - The zone from 25 to 100 cm (Cq horizon and parts of the C and Cqk1 horizon).\nADDITIONAL DATA:  A pedon from Lake County, Oregon is reference sampled for the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S86OR-037-005 (pedon # 86P0991).  Selected data are available.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
