{
  "SERIES": "REGAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "06/1999",
  "STATES": "ND,SD",
  "OVERVIEW": "The Regan series consists of very deep, poorly or very poorly drained, moderately or moderately slow permeable soils that formed in silty alluvium overlying stratified coarser alluvium.  These soils are on upland swales, low terraces, and bottom lands in stream valleys and outwash channels and have slopes of 0 to 3 percent.  Mean annual air temperature is 42 degrees F, and mean annual precipitation is l6 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Regan silty clay loam - on a level slightly concave slope of less than l percent under native grass.  (Colors are for moist soil unless otherwise stated.  When described the soil was wet throughout.)\nA1--0 to 4 inches; very dark gray (2.5Y 3/1) silty clay loam, dark gray (2.5Y 4/1) dry; moderate fine granular structure; hard, friable, slightly sticky and slightly plastic; many roots; slight effervescence; moderately alkaline; clear wavy boundary.\nA2--4 to 9 inches; very dark gray (5Y 3/1) silty clay loam, gray (5Y 5/1) dry; strong fine and very fine subangular blocky structure parting to strong fine granular; hard, friable, sticky and slightly plastic; common roots; strong effervescence; moderately alkaline; clear very wavy boundary.  (Combined A horizons 4 to 14 inches thick)\nBkg1--9 to 16 inches; gray (5Y 5/1) silty clay loam, light gray (5Y 6/1) dry; moderate medium granular structure; very hard, friable, sticky and slightly plastic; common roots; violent effervescence; moderately alkaline; gradual wavy boundary.\nBkg2--16 to 28 inches; dark gray (5Y 4/1) silty clay loam, gray (5Y 5/1) dry; massive; extremely hard, firm; few roots; violent effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bkg and BCk horizons 8 to 40 inches thick)\n2Cg1--28 to 54 inches; olive gray (5Y 4/2) clay loam, gray (5Y 5/1) dry; massive; extremely hard, friable; few roots, few pores; few salt crystals; strong effervescence; moderately alkaline; clear smooth boundary.\n2Cg2--54 to 60 inches; olive gray (5Y 4/2) sandy clay loam, gray (5Y 5/1) dry; few fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; massive; stratified with clay loam and sandy loam layers; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burleigh County, North Dakota; about 7 miles north and l mile west of Regan; 1650 feet south and 1000 feet east of the northwest corner, sec. 34, T. 144 N., R. 78 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section typically averages between 27 and 35 percent clay, and ranges from 18 to 35 percent.  Some pedons have a conductivity of 4 to 15 mmhos/cm.  The mollic epipedon commonly is 7 to 12 inches thick, but ranges to as much as 16 inches thick.\nThe A horizon has 5Y, 2.5Y, or 10YR hue, value of 2 or 3 and 4 or 5 dry, and chroma of 1 or 2.  It is loam, fine sandy loam, silt loam, silty clay loam or clay loam.  It has weak or moderate subangular blocky or granular structure, slight to strong effervescence, and some pedons contain salt crystals. Some pedons have an ABk horizon and Ab horizons.\nThe Bk horizon has 10YR, 5Y, or 2.5Y hue, value of 3 to 6 and 4 to 7 dry, and chroma of 1 or 2 moist.  It is silt loam or silty clay loam.  It has weak or moderate grades of prismatic, subangular blocky or granular structure and 15 to 55 percent calcium carbonate equivalent.  Distinct or prominent redoximorphic features are in the lower part of the horizon in some pedons.\nThe 2C horizon has 5Y hue, rarely 2.5Y or 10YR hue, value of 3 to 5 and 5 to 7 dry, and chroma of 1 to 4.  Horizons with chroma of 2 or 3 have distinct or prominent redoximorphic features of 5GY, 5Y or 2.5Y hue and chroma of 1 to 4.  Some have redoximorphic features of 10YR hue.  The 2C horizon typically is clay loam and sandy clay loam, but some are stratified and range from sandy loam through silty clay loam.  Some have sand or sand and gravel below depths of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bear Lake, Colvin, Nielsville, Ojata and Winger series.  Bear Lake soils are on elevations above 4500 feet and typically have a shorter frost-free season.  Colvin soils have more organic matter in the A horizon and typically have lower color values when moist.  In addition, they have less sand in the lower half of the control section and formed in silty lake sediments in a subhumid climate.  Nielsville soils have clay till at depths of 40 to 60 inches.  Ojata soils are strongly saline with conductivity exceeding 15 mmhos/cm and have thinner sola.  Winger soils have higher mean annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Regan soils are on level, plane and slightly concave swales in uplands and on low terraces and bottomlands in stream valleys and outwash channels.  Slopes  ranges from 0 to 3 percent.  The soils formed in silty alluvium overlying stratified coarser alluvium.  The mean annual air temperature ranges from 34 to 48 degrees F, and the mean annual precipitation from 12 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arnegard, Farland, Grail, Harriet, Manning, Parshall, Savage, Stady and Straw soils in nearby swales and terraces; and the Amor, Max, Morton, Vebar, and Williams soil on nearby uplands.  All of these except Harriet soils are well drained and do not have calcic horizons within depths of 16 inches.  Harriet soils are on the same terrace and swales as Regan soils in a few areas. They have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly or very poorly drained.  Water table is at the surface part of the time and is typically within depths of 36 inches except during long drouths.  Aquifers of lignite or sand and gravel carry water from higher land to these soils.  Runoff is slow.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for hay and pasture.  Some areas are cropped to small grains and feed crops.  Native vegetation is prairie cordgrass, switchgrass, northern reedgrass, and wetland sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota and northwestern South Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Because of the clay size carbonates, soil is questioned for coarse-silty.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 9 inches (A1 and A2 horizons); calcic horizon - the zone from 9 to 28 inches (Bkg1 and Bkg2 horizons); aquic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly or very poorly",
        "drainage_overview": "poorly or very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; very dark gray (2.5Y 3/1) silty clay loam, dark gray (2.5Y 4/1) dry; moderate fine granular structure; hard, friable, slightly sticky and slightly plastic; many roots; slight effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "A2--4 to 9 inches; very dark gray (5Y 3/1) silty clay loam, gray (5Y 5/1) dry; strong fine and very fine subangular blocky structure parting to strong fine granular; hard, friable, sticky and slightly plastic; common roots; strong effervescence; moderately alkaline; clear very wavy boundary.  (Combined A horizons 4 to 14 inches thick)"
      },
      {
        "name": "Bkg1",
        "top": 23,
        "bottom": 41,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkg1--9 to 16 inches; gray (5Y 5/1) silty clay loam, light gray (5Y 6/1) dry; moderate medium granular structure; very hard, friable, sticky and slightly plastic; common roots; violent effervescence; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bkg2",
        "top": 41,
        "bottom": 71,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkg2--16 to 28 inches; dark gray (5Y 4/1) silty clay loam, gray (5Y 5/1) dry; massive; extremely hard, firm; few roots; violent effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bkg and BCk horizons 8 to 40 inches thick)"
      },
      {
        "name": "2Cg1",
        "top": 71,
        "bottom": 137,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cg1--28 to 54 inches; olive gray (5Y 4/2) clay loam, gray (5Y 5/1) dry; massive; extremely hard, friable; few roots, few pores; few salt crystals; strong effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2Cg2",
        "top": 137,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "2Cg2--54 to 60 inches; olive gray (5Y 4/2) sandy clay loam, gray (5Y 5/1) dry; few fine distinct dark yellowish brown (10YR 4/4) redoximorphic concentrations; massive; stratified with clay loam and sandy loam layers; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
