{
  "SERIES": "REGGAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAM/RJE/TLA",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic Typic Cryofolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reggad very cobbly highly decomposed organic material on a 60 percent west-facing slope with alder vegetation.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures)\nOi--0 to 1 inch; slightly decomposed loose leaves and twigs and moss, extremely acid (pH 4.2) abrupt smooth boundary.  (0 to 3 inches thick)\nOe--1 to 2 inches; dark brown (7.5YR 3/4) moderately decomposed organic material, dark brown (7.5YR 4/4) dry; massive; hard, friable, nonsticky, nonplastic, 90 percent fiber, 50 percent rubbed, many very fine and fine roots; extremely acid (pH 4.2); abrupt smooth boundary.  (1 to 5 inches thick)\nOa1--2 to 8 inches; black (10YR 2/1) very cobbly highly decomposed organic material, very dark grayish brown (10YR 3/2) dry, weak fine granular structure; soft, very friable; nonsticky, nonplastic; 10 percent fiber, 1 percent rubbed; 20 percent angular cobbles, 25 percent angular pebbles, very strongly acid (pH 4.6) abrupt wavy boundary.  (5 to 10 inches thick)\nOa2--8 to 17 inches; very dark grayish brown (10YR 3/2) very cobbly highly decomposed organic material, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; soft, very friable, slightly sticky, slightly plastic, moderately smeary; high percentage of organic matter present indicated by field texture; few fine and medium roots; 20 percent angular cobbles, 25 percent angular pebbles, 25 percent pumice from 2 to 5 mm in diameter; very strongly acid (pH 4.8); NaF pH 11.5; abrupt irregular boundary.  (7 to 10 inches thick)\nC1--17 to 28 inches; dark yellowish brown (10YR 4/4) dark yellowish brown (10YR 3/4) dry; angular rock fragments; coarse sand partially fills voids; 10 percent stones, 60 percent cobbles, 20 percent pebbles; few fine and medium roots; strongly acid (pH 5.2); gradual irregular boundary.  (8 to 20 inches thick)\nC2--28 to 60 inches; dark yellowish brown (10YR 4/4) dark yellowish brown (10YR 3/4) dry; angular rock fragments; 10 percent stones, 60 percent cobbles, 20 percent pebbles; coarse sand partially fills voids; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snoqualmie Pass Area, King County, Washington; Denny Creek Area; about 500 feet west of I-90 freeway; 800 feet north and 500 feet west of the southeast corner of sec. 6, T. 22 N., R. 11 E., WBM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature ranges from 37 degrees F to 46 degrees F.  Fine earth in the control section averages less than 15 percent and is too little to fill most interstices.\nThe Oa horizon has hue of 7.5YR or 10YR and value of 2 or 3 moist, 3 or 4 dry.  It is dominantly sapric material.  It contains 20 to 40 percent volcanic ash and pumice.  It is extremely acid to moderately acid.  It has 10 to 30 percent cobbles and stones and 20 to 50 percent pebbles.\nThe C horizon has a texture in the fine earth fraction of sand or coarse sand.  The fine earth is generally confined to the upper 20 inches of the C horizon and does not exceed 15 percent of the total volume.  Most interstices are not filled with fines.  It contains volcanic ash and pumice in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Sokolof and Tebenkof series.  The Sokolof soils have organic material partially filling interstices throughout the particle-size control section.  Tebenkof soils are bouldery in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reggad soils are on talus slopes on mountain canyon sideslopes at elevations of 2,800 to 6,000 feet.  The lower limit of the elevation range being on northerly and easterly exposures and in cold air drainages.  Slopes range from 30 to 90 percent.  The soils formed in an admixture of organic matter, volcanic ash and pumice over deep rock rubble from many types of rock.  The mean January air temperature is about 27 degrees F, the mean July air temperature is about 59 degrees F, mean annual air temperature is about 42 degrees F.  Average annual precipitation is 70 to 130 inches, with a considerable portion of this in the form of snow.  Frost-free season is 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altapeak, Chinkmin, Haywire, Index, Klapatche, Playco, Nagrom, Nimue, Serene, and Spukwush soils.  All these soils are Spodosols.  None of these soils are fragmental."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained, very rapid permeability, slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for watershed and wildlife habitat.  Native vegetation is vine maple, Sitka alder, tall blue huckleberry, western swordfern, and devils club."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cascade Mountains in King, Pierce, and Chelan Counties, Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Snoqualmie Pass Area, King County, Washington, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an folistic epipedon from the surface to 17 inches, and fragmental material from 17 to 60 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
