{
  "SERIES": "REGNIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAH-RJA-ACT-CLN",
  "REVDATE": "09/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, thermic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Regnier clay loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 23 cm (0 to 9 in); reddish brown (2.5YR 5/4) clay loam, reddish brown (2.5YR 4/4) moist; strong fine granular structure; hard, firm, sticky and plastic; many fine and very fine roots; violently effervescent; strongly alkaline; gradual smooth boundary. (5 to 30 cm)\nC--23 to 46 cm (9 to 18 in); reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; massive; hard, firm, sticky and plastic; common fine and very fine roots; violently effervescent; strongly alkaline; clear wavy boundary. (15 to 25 cm)\nCr--46 to 91 cm (18 to 36 in); stratified shale and siltstone; very few fine and very fine roots following natural cleavage planes through the shale; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: De Baca County, New Mexico; about 300 feet west and 1,500 feet north of the southeast corner, sec. 19, R. 26 E., T. 6 N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An aridic moisture regime bordering on ustic.  The soil moisture control section is dry in all parts for 180 days to 270 days, cumulative, in normal years.  The period of maximum precipitation is May through October.\nSoil Temperature: 15 to 17 degrees C (59 to 63 degrees F).\nDepth to paralithic contact: 30 to 50 cm (12 to 20 in).\nA horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6, 3 or 4 moist\nChroma: 2 to 8\nTexture: loam, silt loam, sandy clay loam, clay loam or their gravelly counterparts.\nEffervescence: slight to violently\nReaction: moderately alkaline or strongly alkaline\nRock fragments: 0 to 10 percent cobbles, 0 to 25 percent pebbles\nC horizon, or BCk horizon (where present)\nHue: 2.5YR to 7.5YR\nValue: 4 or 5, 3 or 4 moist\nChroma: 3 to 8\nTextures: loam, silt loam, sandy clay loam, or clay loam\nEffervescence: slight to violently\nReaction: moderately alkaline or strongly alkaline\nRock fragments: 0 to 5 percent pebbles\nCalcium carbonate: none to few in the form of coatings, films, and threads\nCr horizon:\nHue: 2.5YR to 5YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 to 4\nEffervescence: none to violently\nReaction: slightly alkaline or strongly alkaline\nPlaty beds of stratified shale and siltstone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Burson (TX) series.  Similar soils are the Lacoca series.\nBurson series: are less than 30 cm deep to a paralithic contact and receive more precipitation during the spring.\nLacoca series: have a lithic contact with sandstone within 50 cm of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  residuum and colluvium derived from shale, sandstone and siltstone of the Santa Rosa, Chinle, and Dockum Formation.\nLandform: mainly on convex, low ridgetops and side slopes of erosional plains.\nSlope:  0 to 80 percent\nMean annual temperature: 15 to 17 degrees C (58 to 60 degrees F).\nMean annual precipitation: 356 to 432 mm (12 to 15 in)\nFrost-free period: 180 to 200 days\nElevation:  1,160 to 1,620 meters (3,800 to 5,300 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hassell and the similar Lacoca soils.\nHassell soils: have well developed argillic horizons, are moderately deep to shale, and are on the same landscape positions.\nLacoca soils: are on the same landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow.  Runoff is low on slopes less than 1 percent, medium on 1 to 5, high on 5 to 20 percent slopes and very high on slopes more than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for livestock grazing.  Native vegetation consists of blue grama, alkali sacaton, tobosa and sideoats grama.  The ecological site is Red Shale (R070XB071NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Upper Pecos River Valley (MLRA 70B in LRR G) of east-central New Mexico.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Southwest Quay Area, New Mexico, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 23 cm. (A horizon)\nParalithic contact: stratified shale and siltstone at 46 cm.\nADDITIONAL DATA:  NSSL data from De Baca County, NM (S82NM-011-003)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
