{
  "SERIES": "REHBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-SEB-ACT",
  "REVDATE": "2/98",
  "STATES": "TX",
  "OVERVIEW": "The Rehburg series consists of deep, moderately well drained, very slowly permeable soils that formed in residuum weathered from stratified, compact, tuffaceous materials and sandstones.  These soils are on gently sloping to sloping uplands.  Slopes range from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, thermic Aquic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rehburg loamy fine sand, on a convex 2 percent slope, in pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; pale brown (10YR 6/3) loamy fine sand, very pale brown (10YR 7/3) dry; single grained; loose, very friable; many fine and few medium roots; moderately acid; clear smooth boundary.  (6 to 23 inches thick)\nE--12 to 23 inches; light brownish gray (10YR 6/2) loamy fine sand, white (10YR 8/2) dry; single grained; loose, very friable; many fine and few medium roots; moderately acid; abrupt wavy boundary. (11 to 20 inches thick)\nBt1--23 to 36 inches; grayish brown (2.5Y 5/2) clay loam, light brownish gray (2.5Y 6/2) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; continuous clay films on surfaces of peds; common medium prominent yellowish brown (10YR 5/8) and red (10R 4/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (8 to 14 inches thick)\nBt2--36 to 44 inches; grayish brown (2.5Y 5/2) loam, light brownish gray (2.5Y 6/2) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; clay films on surfaces of peds; few fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (8 to 17 inches thick)\nCr--44 to 60 inches; mottled light brownish gray (2.5Y 6/2), pale olive (5Y 6/3), olive yellow (2.5Y 6/8), and yellowish brown (10YR 5/8); weakly cemented thinly bedded sandstone and tuffaceous clays; very hard and very firm; few fine roots and organic stains in crevices; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Texas; 5 miles northwest of Burton, Texas on Farm Road 1697; then northwest 0.5 mile on County Road 23; then 350 feet west in a post oak pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches which corresponds to depth to paralithic contact.  The soil ranges from strongly acid to neutral in the A and E horizons and from very strongly acid to slightly acid in the Bt horizons.  The combined thickness of the A and E horizons is 20 to 40 inches.\nThe A and E horizons have value of 4 to 7, and chroma of 1 to 3.  Textures are loamy fine sand or fine sand.\nThe Bt horizons have hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 2.  The Bt1 is clay loam, clay, or sandy clay with clay content of 35 to 45 percent.  The Bt2 horizon typically is clay loam, loam, or sandy clay loam with clay content of 20 to 30 percent.  Clay content of the control section ranges from 25 to 35 percent.  Few to many fine or medium yellow, brown, and red masses of iron accumulation of varying shades are present.\nThe Cr horizon ranges from weakly to strongly cemented sandstone.  Compact and massive tuffaceous shales that have clay texture occur in some pedons.  Organic stains commonly are present in the crevices.  Crevices or fractures in bedrock are spaced 6 inches to 24 inches apart."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Elmina, Fordtran, Lufkin, and Nimrod series.  Elmina soils have fine textured argillic horizons and have a udic moisture regime.  Fordtran soils have fine textured argillic horizons and have a hyperthermic temperature regime.  Lufkin soils have loamy surface layers less than 10 inches thick and have clayey argillic horizons.  Nimrod soils do not have paralithic contacts and do not have gray colors throughout the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rehburg soils are on gently sloping to sloping uplands.  These soils formed from tuffaceous sandstones, siltstones, and clays of the Catahoula and related geological formations.  Slopes are mainly 1 to 5 percent but range up to 8 percent.  Mean annual precipitation ranges from 32 to 40 inches, and mean annual temperature ranges from 64 to 70 degrees F.  Frost free days range from 260 to 280 days and elevation ranges from 250 to 550 feet.  Thornthwaite annual P-E indices range from 48 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arol, Burlewash, Falba, Greenvine, Kitterll, Shalba, and Padina series.  Arol, Burlewash, and Falba soils have loamy surfaces less than 10 inches thick and solum thickness 20 to 40 inches thick.  Arol and Falba soils are on slightly lower areas.  Burlewash soils are on similar landscapes.  Greenvine soils are on nearby slopes and have vertic properties.  Kitterll and Shalba soils have solum thickness of 20 inches or less and are on similar landscapes.  Padina soils have sandy surfaces of more than 40 inches and are on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is very slow.  Runoff is medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on 3 to 5 percent slopes.  A perched water table is perched on the surface of the argillic horizon in the winter and spring after heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for improved bermudagrass pasture, a few areas are cropped to corn and oats.  The native vegetation is mid and tall grasses with an overstory or post oak, blackjack oak, cedar, and yaupon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils do not have an aquic moisture regime.  Classification change from Arenic Albaqualfs is the result of interpretation that low chroma matrix is due, in part, to lithochromic influences.  Field observations, landscape position and climate indicate the whole soil is not typically saturated throughout.  These soils were formerly included in the Elmina series.\nDiagnostic horizons and features recognized in the pedon are:\nOchric epipedon - 0 to 23 inches.  (A and E horizons)\nAbrupt texture change to clayey Bt at 23 inches.\nArgillic horizon - 23 to 44 inches.  (Bt1 and Bt2 horizons)\nArenic feature - Sandy surface texture greater than 20 inches thick.\nParalithic Contact - at 44 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  National Soil Survey Laboratory S77TX-477-001 (77P2504-77P2508)."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 12 inches; pale brown (10YR 6/3) loamy fine sand, very pale brown (10YR 7/3) dry; single grained; loose, very friable; many fine and few medium roots; moderately acid; clear smooth boundary.  (6 to 23 inches thick)"
      },
      {
        "name": "E",
        "top": 30,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--12 to 23 inches; light brownish gray (10YR 6/2) loamy fine sand, white (10YR 8/2) dry; single grained; loose, very friable; many fine and few medium roots; moderately acid; abrupt wavy boundary. (11 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 58,
        "bottom": 91,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--23 to 36 inches; grayish brown (2.5Y 5/2) clay loam, light brownish gray (2.5Y 6/2) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; continuous clay films on surfaces of peds; common medium prominent yellowish brown (10YR 5/8) and red (10R 4/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 91,
        "bottom": 112,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--36 to 44 inches; grayish brown (2.5Y 5/2) loam, light brownish gray (2.5Y 6/2) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; clay films on surfaces of peds; few fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (8 to 17 inches thick)"
      },
      {
        "name": "Cr",
        "top": 112,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--44 to 60 inches; mottled light brownish gray (2.5Y 6/2), pale olive (5Y 6/3), olive yellow (2.5Y 6/8), and yellowish brown (10YR 5/8); weakly cemented thinly bedded sandstone and tuffaceous clays; very hard and very firm; few fine roots and organic stains in crevices; strongly acid."
      }
    ]
  ]
}
