{
  "SERIES": "REHFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev.  PFB/MEJ/CLM",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rehfield sandy loam on a 3 percent slope at an elevation of 4,880 feet in rangeland.  When described on August 28, 1980, the profile was dry to 50 inches.  (Colors are for dry soils unless otherwise noted.)\nA--0 to 3 inches; brown (l0YR 5/3) sandy loam, dark brown (l0YR 3/3) moist; weak medium and thick platy structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; about 5 percent pebbles; neutral (pH 6.6); clear wavy boundary.  (3 to 11 inches thick)\nAB--3 to 11 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; common very fine tubular pores; about 10 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (6 to 8 inches thick)\nBt1--11 to 23 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine, fine, medium, and coarse roots; common fine tubular pores; few faint clay films on faces of peds and in pores; about 5 percent cobbles and 5 percent pebbles; neutral (pH 7.0); clear wavy boundary.  (8 to 21 inches thick)\nBt2--23 to 42 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate, medium subangular blocky structure; slightly hard, firm, sticky and plastic; common very fine, fine, medium and coarse roots; common very fine tubular pores; few faint clay films on faces of peds and in pores; about 5 percent cobbles and 5 percent pebbles; neutral (pH 7.2); abrupt irregular boundary.  (7 to 9 inches thick)\nC--42 to 67 inches; light yellowish brown (10YR 6/4) loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots; few fine tubular pores; about 5 percent pebbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Idaho; about 16 miles east and 5 miles south of Carey; 3,000 feet north and 1,100 feet east of the southwest corner of sec. 17, T. 2 S. R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to basalt bedrock - 40 to more than 60 inches\nAverage annual soil temperature - 47 to 52 degrees F.\nBase saturation (25 to 75 cm) - 50 to 75 percent\nReaction - slightly acid or neutral\nThickness of mollic epipedon - 10 to 14 inches\nSoil moisture control section - dry 90 to 120 days in summer and early fall\nA horizon\nColor value, dry - 4 or 5\nValue, moist - 2 or 3\nChroma - 2 to 4 dry, 2 or 3 moist\nBt horizon\nColor hue - l0YR or 7.5YR\nColor value - 5 or 6 dry, 4 or 5 moist\nChroma, moist or dry - 3 or 4\nTexture - L, SL, SCL, GR-SL, GR-SCL\nClay content - 18 to 31 percent\nRock fragments - 0 to 15 percent\nC horizon\nColor chroma - 3 or 4 dry or moist\nTexture - VFSL, LS, GR-LS\nCoarse fragments - 0 to 35 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Annum, Brownlee, Chirpchatter, Dragoon, Dryfalls, Ebadlow, Felton, Fisherhill, Garcia, Goldendale, Lompico, Lorena, Meland, Meystre, Quiden, Schumacher, Shilly, Stacker, Updegraff, and Van Horn series.  Annum soils are 40 to 60 inches to a paralithic contact.  Brownlee soils have significant amounts of micaceous material throughout the solum and have precipitation greater than 16 inches.  Chirpchatter soils lack very fine sandy loam and loamy sand textures immediately below the argillic horizon.  Dragoon and Lompico have a paralithic contact at depths less than 40 inches.  Dryfalls soils have 15 to 35 percent rock fragments in the particle-size control section.  Ebadlow soils have skeletal material at depths of 25 to 36 inches.  Felton and Sanhedrin soils have 0 horizons, precipitation greater than 25 inches and frost free season greater than 120 days.  Fisherhill soils have average annual soil temperature of 52 to 54 degrees F. and have a solum more than 60 inches thick.  Garcia soils are 20 to 40 inches to bedrock.  Goldendale soils have less than 45 percent sand coarser than very fine.  Lorena, Shilly and Stacker soils are 20 to 40 inches to bedrock.  Meland soils have a lithic contact at depths less than 40 inches and have formed in silty loess deposits.  Meystre soils have 0 horizons and freeze-free periods greater than 120 days.  Quiden soils have sola more than 60 inches thick and are dry in the moisture control section for 60 to 75 days in summer and fall.  Schumacher soils have silty clay loam or silt loam argillic horizons.  Updegraff soils lack loamy sand and very fine sandy loam textures below the argillic horizon.   Van Horn soils have moderate mounts of mica in the profiles, have freeze-free periods greater than 150 days and mean annual precipitation greater than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rehfield soils are on basalt plains.  Slopes range from 1 to 15 percent.  Elevations range from 4,300 to 4,800 feet.  The soils formed in eolian and alluvial deposits over basalt.  The annual precipitation is 10 to l3 inches.  An additional 1 to 3 inches of moisture is accumulated by snow drift and run in.  The average annual temperature is about 45 degrees to 50 degrees F.  The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deerhorn, Pagari, Truesdale, and Wildors soils.  Deerhorn, Truesdale, and Wildors all have duripans.  Pagari soils are loamy-skeletal.  Deerhorn, Pagari, and Wildors soils occur on convex positions on basalt plains.  Truesdale soils occur on mound areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for range.  Vegetation is Basin big sagebrush, rabbitbrush, Indian ricegrass, and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basalt plains in southwest and southcentral Idaho.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Blaine County, Idaho, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - zone from the soil surface to about 11 inches (A and Bw horizons)\nArgillic horizon - zone from 11 to 42 inches (Bt1 and Bt2 horizons)\nParticle-size control section - 11 to 31 inches (Bt1 and part of the Bt2 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
