{
  "SERIES": "REICESS",
  "STATUS": "Established Series",
  "BYREV": "GFK/PSD",
  "REVDATE": "05/2016",
  "STATES": "WY",
  "OVERVIEW": "The Reicess series consists of deep, well drained soils formed  in alluvium on upland fan aprons and terraces.  Permeability is moderate.  Slopes range from 0 to 10 percent.  The mean annual precipitation is 17 inches and the mean annual temperature is  43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reicess--on northwest facing slope of three\npercent; utilized as cropland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak, medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; neutral; abrupt smooth boundary.  (7 to 12 inches thick)\nBt1--10 to  24 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate coarse prismatic structure parting to moderate medium and fine subangular blocky; hard, firm, sticky and plastic; many fine roots; continuous moderately thick clay films on faces of peds; neutral; clear wavy boundary.\nBt2--24 to 30 inches; light brownish gray (2.5Y 6/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; few thin clay films on faces of peds; mildly alkaline; clear wavy boundary.  (The combined thickness of the Bt is 17 to 24 inches.)\nBk--30 to 60 inches; pale brown (10YR 6/3) loam, brown\n(10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and plastic; few fine roots in upper part; strongly effervescent, lime disseminated and as common fine, irregularly shaped soft masses; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weston County, Wyoming; 300 feet west and 1,980 feet south of the NE corner of NW1/4 of sec. 14, T. 47 N., R. 63 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 8 to 15 inches thick.  Depth to the base of the argillic horizon and to the zone of maximum carbonate expression ranges from 24 to 36 inches.  Coarse fragments are typically absent but may range from 0 to 5 percent.  The mean annual soil temperature is 44 degrees F., and the mean summer soil temperature is 63 degrees F.  The mollic epipedon contains about 3 to 5 percent organic matter throughout and always includes the A horizon and may include the upper Bt horizon.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5 dry, 3\nmoist, and chroma of 2 or 3.  Clay ranges from 18 to 27 percent and is typically loam.  No specific texture is, however, diagnostic of the series.  Reaction ranges from neutral to mildly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 6 through 5 dry, 5 through 3 moist, and chroma of 2 or 3.  Texture is typically a clay loam but sandy clay loam strata do occur.  Clay ranges from 28 to 35 percent and silt from 10 to 40 percent.  Reaction ranges from neutral to mildly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry and 4 through 6 moist, and chroma of 2 through 4.  Texture is typically a loam but may be sandy clay loam or very fine sandy loam with more than 50 percent of the sand being very fine sand.  Clay ranges from 18 to 25 percent.  Carbonates range from 10 to 14 percent and are pedogenetic in nature.  This horizon, however, is not a diagnostic calcic horizon.  Reaction is moderately alkaline.\nThe C horizon, when present, has the same allowable range as the Bk horizon on color, texture, and clay percentage.  Carbonates are typically lacking or range from 0 to 10 percent with no pedogenetic alteration.  Reaction is mildly to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinniboine, Bostwick, Cheesman, Duffson, Eapa, Evanston, Jarre, Joplin, Kevin, Marmarth, Morval, Perrypark, Peyton, Telstad, Turret, and Villa Grove series.  The Assinniboine soils have 20 to 27 percent clay in the argillic horizon.  They also occur in a 10- to 14-inch precipitation zone.  The Bostwick, Jarre, Perrypark, Peyton, and Turret soils lack carbonates above 40 inches.  In addition, the Jarre and Turret soils have gravelly or very gravelly Bk and C horizons.  The Perrypark soils also have argillic horizons with a hue of 5YR or redder.  The Cheesman and Marmarth soils have a paralithic contact at 20 to 40 inches.  Duffson soils have a lithic contact to limestone at 20 to 40 inches.  Eapa soils have buried soils visible above 40 inches.  Evanston, Kevin, and Telstad soils have free carbonates above 20 inches.  The depth to the base of the Bt\nin the Kevin soils is less than 10 inches.  Telstad soils also formed in material from glacial till.  The Joplin soils have\ncompacted till at 20 to 40 inches.  The Morval soils have a Bk horizon with 15 to 25 percent carbonates.  The Villa Grove soils have from 5 to 15 percent ESP in the mollic epipedon and Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reicess soils are on upland fan aprons, fan piedmonts, and relict terraces.  The soils formed in alluvium derived from primarily sedimentary rock.  Slopes are typically 0 to 4 percent but range up to 10 percent where smooth dissections of the terraces or piedmonts occur.  Elevation ranges from 4,600 to 6,000 feet.  The average annual precipitation ranges from 15 to 19 inches of which half occurs in March, April, May, and June.  The average annual temperature ranges from 40 to 45 degrees F.  The frost-free season at the type location is 90 to 110 days.  The frost-free season is variable due to aspect, slope, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nunnston and Colsavage soils.  Nunnston soils have fine textured Bt horizons and Colsavage soils lack the mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The primary use is for dry cropland and rangeland.  Native hay, wheat, barley, and oats are the primary crops.  Native vegetation consists of Columbia needlegrass, green needlegrass, western wheatgrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Black Hills area of northeastern\nWyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weston County, Wyoming; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The name Reicess is coined.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak, medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; neutral; abrupt smooth boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to  24 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate coarse prismatic structure parting to moderate medium and fine subangular blocky; hard, firm, sticky and plastic; many fine roots; continuous moderately thick clay films on faces of peds; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--24 to 30 inches; light brownish gray (2.5Y 6/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; few thin clay films on faces of peds; mildly alkaline; clear wavy boundary.  (The combined thickness of the Bt is 17 to 24 inches.)"
      },
      {
        "name": "Bk",
        "top": 76,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "loam",
        "narrative": "Bk--30 to 60 inches; pale brown (10YR 6/3) loam, brown"
      }
    ]
  ]
}
