{
  "SERIES": "RELAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM/JLP",
  "REVDATE": "10/98",
  "STATES": "MT",
  "OVERVIEW": "Typically, Relan soils have brown grading to dark brown gravelly loam A1 horizons and pinkish gray, calcareous, gravelly loam C horizons with segregations of lime in the upper part.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Relan gravelly loam - native grass cover. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 8 inches; brown (7.5YR 5/2) gravelly loam, dark brown (7.5YR 3/2) moist; weak fine blocks that separate to weak fine crumb structure; soft, friable, nonsticky, nonplastic; many very fine roots and fine interstitial pores; common fine \"scoria\" fragments that give dark reddish brown color to rubbed moist soils; neutral (pH 7.4); gradual boundary.\nA12--8 to 13 inches; dark brown (7.5YR 4/2) gravelly loam, dark brown (7.5YR 3/3) moist; weak fine crumb structure; soft, friable, nonsticky, nonplastic; many very fine roots and fine interstitial pores; common fine \"scoria\" fragments that give dark reddish brown color to rubbed moist soil; noncalcareous; mildly alkaline (pH 7.6); clear wavy boundary. (A1 horizon is 8 to 18 inches thick)\nC1ca--13 to 26 inches; pinkish gray (7.5YR 6/4) gravelly light loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; common very fine roots and fine tubular pores; common fine \"scoria\" fragments; strongly calcareous with fine segregations of lime; moderately alkaline (pH 8.4); gradual boundary.  (10 to 20 inches thick)\nC2--26 to 30 inches; pinkish gray (7.5YR 6/4) gravelly fine sandy loam, dark brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky, nonplastic; common very fine roots and fine tubular pores; numerous fine \"scoria\" fragments; strongly calcareous; strongly alkaline (pH 8.6); gradual boundary.\nC3--30 to 62 inches; pinkish gray (7.5YR 6/4) gravelly light loam that consists of stratified sand silt, loam and small gravel in place; dark brown (7.5YR 4/4) moist; soft, very friable, nonsticky, nonplastic; few very fine roots and common fine tubular pores; strongly calcareous; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Powder River County, Montana; 1,200 feet north and 800 feet west of SE corner sec. 12, T.4S., R.5OE."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 44 to 47 degrees F. and the average summer temperature is 60 to 64 degrees F.  Average texture of the 10- to 40-inch section is loam or sandy loam with 7 to 18 percent clay, more than 15 percent fine and coarser sand and 15 to 30 percent fine gravel of porcelanite fragments. The hue is 7.5YR and redder with chroma of 2 through 4.  The Ap and A1 horizons have value of 4 or 5 dry.  The Cca horizon is weak with few to many segregations of thread and film lime and a CaC03 content of 8 to 12 percent.  Loose porcelanite beds occur at depths greater than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bass, Bitterroot, Groveland, Hopley, Kalispell, Manning, Panguitch, Tally, Twin Creek, Vebar, and Victor series.  Bass, Groveland and Kalispell soils have udic summer moisture regime and have moist value of 2 in the A1 horizons.  Bass, Manning and Victor soils have very gravelly sandy substrata below depth of about 30 inches.  Also, Bass soils have considerable mica from included granitic rock fragments.  Bitterroot and Vebar soils have paralithic contacts with sandstone at depths of 20 to 40 inches.  Hopley soils have hue yellower than 7.5YR. Panguitch soils have cambic horizons and are deeper than 18 inches to the Cca horizons.  Tally and Vebar soils have fine sandy loam pedons.  Twin Creek soils have 18 to 27 percent clay in the 10- to 40-inch section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Relan soils are on terraces and alluvial fans and on floors of swales in the uplands.  The parent material is of mixed mineral origin, consisting of local transported materials from red porcelanite beds and soils developed over these beds.  The climate is cool semiarid with mean annual temperature colder than 45 degrees F. and mean summer temperature warmer than 65 degrees F.  Mean annual precipitation is 15 to 19 inches with 9 to 12 inches falling during May to September."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dillinger, Fergus, Ringling, and Searing soils, and the competing Twin Creek soils.  Dillinger soils have mollic epipedons thicker than 20 inches.  Fergus soils have an argillic horizon. Ringling soils have red porcelanite beds at depths shallower than 20 inches.  Searing soils have porcelanite beds at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for native grass range and or dryland crop production.  Native vegetation is mid grasses and sagebrush - needle-and-thread, green needlegrass, blue grama and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Relan soils occur throughout eastern Montana where they are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Powder River County (Powder River Area), Montana, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Relan soils were formerly classified as Chestnut soils.\nOSED scanned by SSQA.  Last revised by state on 2/72.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
