{
  "SERIES": "RELFE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGS/RLT",
  "REVDATE": "10/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, siliceous, mesic Mollic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Relfe very gravelly sandy loam on a 2 percent slope in a pasture at an elevation of 885 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark brown (7.5YR 3/2), brown (10YR 5/3) dry; very gravelly sandy loam; weak very fine granular structure; very friable; many very fine roots; 50 percent gravel; neutral; clear wavy boundary. (6 to 9 inches thick)\nC1--6 to 16 inches; brown (7.5YR 4/4) extremely gravelly sandy loam; single grain; loose; many very fine roots; 80 percent chert gravel; slightly acid; clear wavy boundary.\nC2--16 to 28 inches; brown (7.5YR 4/4) extremely gravelly loamy coarse sand; single grain: loose; common very fine and few medium roots; 90 percent chert gravel; slightly acid; clear wavy boundary.\nC3--28 to 35 inches; brown (7.5YR 4/4) extremely gravelly loamy coarse sand; single grain; loose; common medium few very fine roots; 65 percent chert gravel; slightly acid; gradual wavy boundary.\nC4--35 to 41 inches; brown (7.5YR 4/4) very gravelly loamy coarse sand; single grain; loose; common medium and few very fine roots; 50 percent chert gravel; moderately acid; gradual wavy boundary.\nC5--41 to 60 inches; brown (7.5YR 4/4) extremely gravelly loamy coarse sand; single grain; loose; few very fine roots; 65 percent chert gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Phelps County, Missouri; two and one-half miles northeast of Duke; 555 feet north and 1,920 feet west of the southeast corner of section 6, T. 34 N. R. 9 W; USGS Flat, Missouri quadrangle; latitude 37 degrees 40 minutes 32.4 seconds N. and longitude 91 degrees 57 minutes 35.1 seconds W.; UTM zone 15, 591,734 m. easting and 4,170,339 m. northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The particle-size control section averages from 1 to 12 percent clay and 35 to 75 percent rock fragments.\nThe A horizon has hue of 10YR or 7.5YR, value of 3, and chroma of 2 to 4. Texture is silt loam or the gravelly to extremely gravelly analogues of sandy loam, fine sandy loam, or loam.  Reaction ranges from very strongly acid to slightly alkaline.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6 and chroma of 3 to 6.  Texture is very gravelly or extremely gravelly analogues of loamy sand, loamy coarse sand or sand. Rock fragments in individual horizons range from 10 to 90 percent. Thin strata of very gravelly or extremely gravelly sandy loam can be within 60 inches.  Reaction is very strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Series in similar families are the Kaintuck, Midco, and Wideman series. Kaintuck soils are coarse-loamy. Midco soils are loamy-skeletal. Wideman soils are sandy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Relfe soils are on nearly level to gently sloping flood plains. Slope gradients range from 0 to 3 percent. They formed in gravelly alluvium. Mean annual temperature ranges from 53 to 58 degrees F. and mean annual precipitation ranges from 42 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Yelton, Kaintuck, and Lecoma. Yelton soils have a fragipan and are on terraces and footslopes. Kaintuck soils are on similar positions and are coarse-loamy. Lecoma soils are fine-loamy and are on terraces and footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained, negligible runoff; rapid permeability. The saturated hydraulic conductivity is very high.  These soils are subject to very brief flooding in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared. They are used for hay or pasture. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ozark Highland region (MLRA 116A) of Missouri. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Phelps County, Missouri; 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this series are:\nOchric epipedon - the zone from the surface of the soil to a depth of 6 inches (Ap horizon).\nParticle size control section - the zone from 10 to 40 inches.\nADDITIONAL DATA: University of Missouri soil characterization laboratory reference number M8716125.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
