{
  "SERIES": "RELIZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/RAD/LCL/KDA",
  "REVDATE": "05/2003",
  "STATES": "CA",
  "OVERVIEW": "The Reliz series consists of shallow, somewhat excessively drained or excessively drained soils on uplands. These soils formed in material weathered from acid shale. Slope is 30 to 75 percent. The mean annual precipitation is about 20 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, nonacid, thermic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Reliz channery clay loam - native brush, oak, and annual grasses (Colors are for dry soil unless otherwise stated.)\nAl--0 to 5 inches; light brownish gray (10YR 6/2) channery clay loam, dark grayish brown (10YR 4/2) moist; strong fine and medium granular structure; slightly hard, very friable, moderately sticky, moderately plastic; many very fine, few fine and medium roots; many very fine, common fine and few medium tubular pores; many very fine, common fine and few medium tubular pores; slightly acid (pH 6.5); clear wavy boundary. (4 to 8 inches thick)\nA2--5 to 12 inches; light brownish gray (10YR 6/2) channery clay loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; many very fine and fine and few medium roots; many very fine and fine and few medium tubular pores; slightly acid (pH 6.5); abrupt irregular boundary. (6 to 10 inches thick)\nR--12 inches; Hard fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monterey County, California; south of Greenfield, 1 mile up Reliz Canyon Road from Herbert Ranch; 650 feet west and 750 feet north of the southeast corner of section 35, T. l9 S., R. 6 E.MDB&M; Latitude 36 degrees, 13 minutes, 43 seconds north and Longitude 121 degrees, 16 minutes, 45 seconds west; USGS Reliz Canyon Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a lithic contact of hard bedrock is 10 to 20 inches. Depth to bedrock is variable within short distances. The soil below a depth of about 5 inches usually is dry in all parts from May until late November or early December and usually is moist the remainder of the year. The mean annual soil temperature is 61 degrees to 64 degrees F. and the soil temperature usually is not below 47 degrees F. at any time.\nThe A horizon has color of 10YR 7/2, 7/3, 6/1, 6/2, 6/3; 2.5Y 7/2, 7/3, 6/1, 6/2 or 6/3. Moist color is 10YR 5/1, 5/2, 5/3, 4/1, 4/2, 4/3; 2.5Y 5/1, 5/2, 5/3, 4/1, 4/2 or 4/3. Texture is very channery loam, very channery clay loam or channery clay loam. Channer content is 30 to 50 percent. Reaction is medium acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Ranchoseco series. Ranchoseco series (MLRA 17), on hills with mound, intermound microrelief, have a lithic contact at a depth of 4 to 10 inches and are formed in dark metamorphic and quartzitic gravelly and cobbly alluvium from mixed rock sources."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Reliz soils are on mountainous uplands. Slope is 30 to 75 percent. Elevation is 500 to 3,400 feet. They formed in residuum weathered from Monterey shale. The climate is dry subhumid mesothermal with hot dry summers and cool moist winters.  Mean annual precipitation is 10 to 55 inches. The average January temperature is 48 degrees F., average July temperature is about 68 degrees F., and mean annual temperature is about 58 degrees to 62 degrees F. Frost-free season is about 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chamise, Gazos, Linne, Lopez, Los Osos, San Benito, and Santa Lucia soils. Chamise soils, on hills and dissected terraces, do not have a lithic contact and have a clayey-skeletal particle-size control section. Gazos, Linne and San Benito soils, on hills, have a mollic epipedon and have a fine-loamy particle-size control section. Lopez soils, on narrow divides, have a mollic epipedon. Los Osos soils, on uplands, are moderately deep to a paralithic contact, have a mollic epipedon and a fine particle-size control section. Santa Lucia soils, on uplands, are moderately deep to a lithic contact, have a mollic epipedon and a clayey-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained or excessively drained; medium or high runoff; moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Reliz soils are used mainly for livestock grazing, wildlife habitat, and watershed. Vegetation is annual grasses and forbs with shrubs and scrub live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Ranges of central California. These soils are of moderate extent. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monterey County California 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Range in Characteristics for this series does not include Reliz families mapped in map units 28 and 40 on the Los Padres National Forest Soil Survey.\nA Reliz Variant soil was sampled in Sacramento County as S82CA-067-005 and then correlated to Ranchoseco Variant. Ranchoseco soil is the only competing series with Reliz (prior to assignment of a Cation-Exchange Activity Class). This NSSL lab data had a CEC/Clay Ratio of 0.75, 0.68 and 0.53 from the surface to a lithic contact, however there was a pronounced clay increase from 15 to 18 centimeters in a 2Bt horizon in this soil that had the lowest CEC/Clay Ratio.\nReliz series was assigned an \"active\" Cation-Exchange Activity Class in 2/2003 based on soil reaction and the nature of Monterey Shale Formation parent material. This should be investigated further.\nFormer Competing Series included Amador, Calleguas, Cieneba, Daulton, Etsel, Exchequer, Friant, Gaviota, Hideaway, Lodi, Lopez, Maymen and Whiterock series. Amador, Calleguas, Cieneba, Daulton, Exchequer, Friant, Gaviota, Maymen and Whiterock soils, on uplands, hills or mountains, have a loamy particle-size control section. Etsel soils (MLRA's 5 and 15), on mountains, have a mesic soil temperature regime. Hideaway soils, on nearly level to rolling relief, have an acid reaction class. Lodi soils, on uplands, have a clayey particle-size control section. Lopez soils, on narrow divides, have a mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Al",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Al--0 to 5 inches; light brownish gray (10YR 6/2) channery clay loam, dark grayish brown (10YR 4/2) moist; strong fine and medium granular structure; slightly hard, very friable, moderately sticky, moderately plastic; many very fine, few fine and medium roots; many very fine, common fine and few medium tubular pores; many very fine, common fine and few medium tubular pores; slightly acid (pH 6.5); clear wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A2--5 to 12 inches; light brownish gray (10YR 6/2) channery clay loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; many very fine and fine and few medium roots; many very fine and fine and few medium tubular pores; slightly acid (pH 6.5); abrupt irregular boundary. (6 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 30,
        "narrative": "R--12 inches; Hard fractured shale."
      }
    ]
  ]
}
