{
  "SERIES": "REMLIK",
  "STATUS": "Established Series",
  "BYREV": "MEN-JHW, Rev. DTA",
  "REVDATE": "08/2018",
  "STATES": "VA",
  "OVERVIEW": "The Remlik series consists of very deep, well drained soils that formed in loamy and sandy sediments on Coastal Plain side slopes. Permeability is moderate or moderately rapid. Slopes range from 2 to 65 percent. Mean annual precipitation is about 47 inches and mean annual temperature is about 59 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, subactive, thermic Arenic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Remlik loamy sand - forested, on a 27 percent concave slope. (Colors are for moist soil.)\n0i--2 to 0 inches; undecomposed and partially decomposed hardwood leaves, pine needles, and twigs.\nA--0 to 3 inches; dark grayish brown (10YR 4/2) loamy sand; weak medium granular structure; very friable; many fine and medium roots; strongly acid; clear wavy boundary. (2 to 6 inches thick)\nE--3 to 27 inches; light yellowish brown (10YR 6/4) loamy sand; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear wavy boundary. (18 to 33 inches thick)\nBt1--27 to 30 inches; strong brown (7.5YR 5/6) sandy loam; weak fine subangular blocky structure; friable; common fine and medium roots; clay bridging of sand grains; strongly acid; clear smooth boundary. (0 to 6 inches thick)\nBt2--30 to 38 inches; strong brown (7.5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; common distinct clay films on faces of peds; strongly acid; gradual smooth boundary. (6 to 20 inches thick)\nC--38 to 70 inches; brownish yellow (10YR 6/6) loamy fine sand; common lamellae of strong brown (7.5YR 5/6) sandy loam; massive; friable; few fine roots; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Middlesex County, Virginia; about 3.25 miles west of Deltaville, 0.8 mile south of the junction of VA-33 and VA-628 on private road and 300 feet west of private road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 60 inches or more. Gravel ranges from 0 to 35 percent throughout. The soil ranges from extremely acid through moderately acid unless limed.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 through 5, and chroma of 2 through 4. The A horizon is sand, fine sand, loamy sand, or loamy fine sand.\nThe E horizon has hue of 7.5YR through 2.5Y, value of 5 through 7, and chroma of 3 through 8. The E horizon has textures similar to those of the A horizon.\nSome pedons have a BE or EB horizon that has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8. The BE horizon is sandy loam, fine sandy loam, or loam. The EB horizon is loamy sand or loamy fine sand.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8. In some pedons, the lower part of the Bt horizon is multicolored and includes matrix hue of 2.5Y. The Bt horizon is sandy loam, fine sandy loam, or sandy clay loam.\nSome pedons have a BC horizon that has colors similar to those of the Bt horizon. It is loamy sand, loamy fine sand, sandy loam, or fine sandy loam.\nThe C horizon has hue of 7.5YR or 10YR, value of 5 through 7, and chroma of 2 through 8, or is mottled with these or other hue without dominant matrix color.  The C horizon is sand, loamy sand, or loamy fine sand.  It commonly contains sandy loam lamellae."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (This setion not checked this date; added activity class) These are the Baymeade, Blaney, Chipola, Chisolm, Coosaw, Garcon, Gomery, Kenansville, Tenaha, Tomahawk, Uchee, and Valhalla series in the same family. Baymeade soils have Bh bodies in the E horizon. Blaney soils have a B horizon that is brittle in 10 to 60 percent of the mass. Chisolm soils have an apparent water table and are not as steep. Chipola soils have hue of 5YR or 2.5YR in the Bt horizon.  Coosaw and Garcon soils have low chroma Fe depletions in the lower part of the E horizon and in the Bt horizon. Gomery soils have sandstone within a depth of 60 inches. Kenansville soils have an apparent water table below a depth of 4 feet. Tenaha soils have soft sandstone and shale within a depth of 60 inches. Tomahawk and Valhalla soils have a Bh horizon beneath the argillic horizon. Uchee soils have a clayey Bt horizon and moderately slow permeability."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Remlik soils are on side slopes of the Coastal Plain. Slopes commonly are 2 to 45 percent but range to 65 percent. The soils formed in loamy and sandy textured fluvial and marine sediments.  The climate is humid temperate and mean annual precipitation ranges from 42 to 48 inches and mean annual temperature ranges from 58 to 62 degrees F. Elevation at the type location is about 17 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Kenansville and Uchee soils and the Suffolk, Emporia, Rumford, Smithdale, Luverne, and Nevarc series.  Except for the Kenansville and Uchee soils, none of these soils have a sandy surface layer greater than 20 inches thick. In addition, Nevarc and Luverne soils have a clayey argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very rapid runoff; moderate to moderately rapid permeability. Lateral seepage commonly causes high chroma Fe masses and low chroma Fe depletions in the lower part of the Bt horizon of many pedons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in pine and mixed hardwood forest. A small acreage on sloping areas is farmed or in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia, and possibly Maryland and North Carolina. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Middlesex County, Virginia, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. In the past Remlik soils have been included in Wayside soils and in higher units of classification.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Arenic epipedon - the zone from the surface to a depth of 27 inches which has a sandy particle-size class (A and E horizons).\nb. Argillic horizon - the zone from 27 to 38 inches (Bt horizon).\nSIR = VA0182, VA0327 (GRAVELLY)\nMLRA = 133A, 153A\nREVISED = 7/9/96, MHC added activity class; 7/25/11, DTA-changed C horizon to E and Bt horizon; 8/7/2018, DTA changed E and Bt back to C horizon.  No notes to justify the change in 2011.\nADDITIONAL DATA: Virginia Polytechnic Institute soil survey lab data shows the typical pedon of the Remlik series to have a base saturation of 18 percent at a depth of 50 inches below the top of the argillic horizon. The particle-size control section has 18.6 percent clay and 7.7 percent silt as a weighted average.\nTABULAR SERIES DATA:\nSOI-5         Soil Name   Slope  Airtemp  FrFr/Seas  Precip   Elevation\nVA0182  REMLIK      2-65    58-62     190-240     42-48     10-250\nVA0327  REMLIK      6-60    58-62     190-240     42-48     10-250\nSOI-5          FloodL  FloodH   Watertable      Kind            Months        Bedrock    Hardness\nVA0182      NONE                     4.0-6.0           PERCHED    DEC-MAR        >60\nVA0327      NONE                     4.0-6.0           PERCHED    DEC-MAR       >60\nSOI-5      Depth  Texture                       3-Inch    No-10    Clay%   -CEC-\nVA0182    0-27    FS                             0-0       80-100    0- 5       1- 6\nVA0182    0-27    LS LFS                      0-0       80-100    0-10       1- 6\nVA0182  27-38    SL L SCL                   0-0       95-100    8-25       3- 8\nVA0182  38-70    SR S LS                    0-0       95-100    2-12       1- 4\nVA0327    0-27   GR-LS GR-LFS           0-0       50- 75     0-10         -\nVA0327  27-38   SL L GR-SCL              0-0       50-100    8-25         -\nVA0327  38-70   SR S LS                     0-0       50-100    2-12         -\nSOI-5      Depth    -pH-       O.M.  Salin  Permeab   Shnk-Swll\nVA0182    0-27   3.5- 6.0    .5-1.   0-0     6.0- 20      LOW\nVA0182    0-27   3.5- 6.0    .5-1.   0-0     6.0- 20      LOW\nVA0182  27-38   3.5- 6.0    0.-.5    0-0     0.6- 6.0    LOW\nVA0182  38-70   3.5- 6.0    0.-.5    0-0     6.0- 20     LOW\nVA0327   0-27    3.6- 6.0   .5-1.    0-0     6.0- 20      LOW\nVA0327 27-38    3.6- 6.0   0.-.5    0-0     0.6- 6.0     LOW\nVA0327 38-70    3.6- 6.0   0.-.5    0-0     6.0- 20      LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
