{
  "SERIES": "REMMEL",
  "STATUS": "Established Series",
  "BYREV": "Rev.  BJD/TLA",
  "REVDATE": "08/2006",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Haploxerandic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Remmel very stony ashy sandy loam, on a southwest-facing 62 percent slope at 6,600 feet elevation in a subalpine fir and whitebark pine forest.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 1 inch; moderately decomposed needles and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 5 inches; dark grayish brown (10YR 4/2) very stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; few fine irregular pores; 15 percent gravel, 10 percent cobbles, and 15 percent stones; slightly acid (pH 6.5); clear smooth boundary.  (2 to 5 inches thick)\nBw1--5 to 9 inches; pale brown (10YR 6/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and common medium and coarse roots; common fine irregular pores; 15 percent gravel and 5 percent cobbles; NaF pH 11.0; slightly acid (pH 6.5); clear wavy boundary.\nBw2--9 to 14 inches; light yellowish brown (10YR 6/4) very gravelly ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; many very fine and fine and few medium and coarse roots; few fine irregular pores; 30 percent gravel and 5 percent cobbles; NaF pH 11.0; slightly acid (pH 6.5); clear smooth boundary.  (combined thickness of the Bw horizons is 5 to 12 inches.)\n2BC--14 to 30 inches; light yellowish brown (10YR 6/4) very cobbly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; few fine irregular pores; 30 percent gravel, 15 percent cobbles and 3 percent stones; slightly acid (pH 6.5); clear wavy boundary.  (13 to 20 inches thick)\n2C1--30 to 42 inches; pale brown (10YR 6/3) very cobbly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 35 percent gravel, 20 percent cobbles and 5 percent stones; neutral (pH 6.8); gradual wavy boundary.  (10 to 23 inches thick)\n3C2--42 to 61 inches; pale brown (10YR 6/3) very cobbly loamy coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; 40 percent gravel, 20 percent cobbles and 5 percent stones; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 18 miles north of Winthrop, Washington; 1,220 feet west and 1,200 feet south of the northeast corner of section 32, T. 38 N., R. 21 E.  (Latitude 48 degrees, 45 minutes, 11 seconds N., Longitude 120 degrees, 14 minutes, 16 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 39 to 43 degrees F.  Mean summer soil temperature ranges from 42 to 46 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 45 to 60 consecutive days following the summer solstice.  The upper 7 to 14 inches has an estimated moist bulk density of 0.75 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 8 to 12 percent for air dried samples.  Depth to loamy coarse sand textures ranges from 40 to 60 inches.  The particle-size control section averages 35 to 65 percent rock fragments and 2 to 6 percent clay.  Reaction ranges from moderately acid to slightly acid.\nThe A horizon has values of 4 or 5 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizon has chroma of 3 or 4 dry or moist.  It is gravelly ashy sandy loam or very gravelly ashy sandy loam.  It has 15 to 30 percent gravel, 0 to 5 percent cobbles, and 0 to 5 percent stones.\nThe 2BC horizon has values of 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is very gravelly sandy loam, very cobbly sandy loam, or very cobbly coarse sandy loam.  It has 35 to 45 percent gravel, 5 to 20 percent cobbles and 0 to 5 percent stones.  This horizon has a mixture of ash and has vitrandic properties.\nThe 2C horizon has values of 6 or 7 dry, 5 or 6 moist, and chroma of 2 or 3 dry or moist.  It is very gravelly sandy loam, very cobbly sandy loam or very cobbly coarse sandy loam.  It has 35 to 50 percent gravel, 5 to 20 percent cobbles and 0 to 5 percent stones.\nThe 3C horizon has values of 6 or 7 dry, 5 or 6 moist, and chroma of 2 or 3 dry or moist.  It is very gravelly loamy coarse sand or very cobbly loamy coarse sand.  It has 30 to 50 percent gravel, 10 to 20 percent cobbles, and 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buttoncreek, Devore, Finney, Gatewall, Myerscreek, and Surgh series.  Devore soils are 20 to 40 inches to lithic contact.  The Buttoncreek soils have 65 to 80 percent rock fragments in the particle size control section.  Gatewall and Myerscreek soils have Cd horizons.  Surgh and Finney soils have bedrock at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Remmel soils are on backslopes of mountains usually with a southerly aspect.  Elevation ranges from 5,400 to 7,000 feet. Slopes are 35 to 65 percent.  These soils formed in colluvium over glacial till with a mantle of volcanic ash.  The climate is characterized by cool, dry summers and cold, wet winters.  The average annual preciitation ranges from 25 to 35 inches.  The average January temperature ranges from 18 to 22 degrees F., and the average July temperature ranges from 52 to 58 degrees F.  Average annual temperature is 37 to 42 degrees F.  Frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Devore, and Myerscreek soils.  Devore soils are on shoulders and ridges of mountains and are 20 to 40 inches to bedrock.  Myerscreek soils are on back slopes and foot slopes usually with a more northerly aspect formed in dense glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for wildlife habitat, recreation, and watershed.  Native vegetation is subalpine fir, lodgepole pine and whitebark pine with an understory of pinegrass, smooth woodrush, lupine, northwestern sedge, pachystima, grouse blueberry, and common yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features in this pedon are:\nOchric epipedon - 1 to 5 inches (A horizon)\nCambic horizon - 5 to 14 inches (Bw horizon)\nPSCS - zone from 11 to 41 inches (part of Bw, 2BC, and 2C horizon)\nAndic properties from 1 to 14 inches\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
