{
  "SERIES": "REMORRIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ",
  "REVDATE": "02/2016",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Remorris silty clay loam-rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered by 30 percent channers, 20 percent flagstone, 10 percent stones and 10 percent boulders.\nA--0 to 3 inches; red (2.5YR 5/6) silty clay loam, red (2.5YR 4/6) moist; strong very fine and fine granular structure; soft, very friable, moderately sticky and moderately plastic; common very fine and few fine roots; many very fine and common fine pores; carbonates are disseminated; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (1 to 4 inches thick)\nC1--3 to 10 inches; reddish brown (2.5YR 4/4) silty clay loam, reddish brown (2.5YR 4/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; carbonates are disseminated; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (3 to 10 inches thick)\nC2--10 to 15 inches; red (2.5YR 5/6) silty clay loam, red (2.5YR 4/6) moist; massive; very hard, very firm, moderately sticky and moderately plastic; few very fine and fine roots; carbonates are disseminated; 5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (3 to 8 inches thick)\nCr--15 inches; weathered Morrison formation interbedded shale and siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, Utah; about .75 miles northwest of the confluence of Right Hand and Left Hand Collet Canyons; located about 700 feet west and 300 feet north of the southeast corner of sec. 26, T. 37 S., R. 4 E.; Seep Flat USGS quad; lat. 37 degrees 33 minutes 17.88 seconds N. and long. 111 degrees 25 minutes 41.05 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic moisture regime\nMean annual soil temperature: 47 to 55 degrees F.\nDepth to paralithic contact: 4 to 20 inches to Morrison Formation and Chinle Formation shale and siltstone\nReaction:  moderately to strongly alkaline\nParticle-size control section (weighted average):\nClay content: 18 to 35 percent\nRock fragments: 0 to 35 percent gravel and channers\nA horizon\nHue: 2.5YR, 5YR\nValue: 4 to 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nC horizon\nHue: 2.5YR, 5YR\nValue: 4 to 6 dry, 3 or 5 moist\nChroma: 3 to 6, dry or moist\nTexture: silty clay loam, clay loam, silt loam, loam, very fine sandy loam\nClay content: 18 to 35 percent\nRock fragments: 0 to 30 percent gravel or channers"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canyon (NE), Epping (NE), Eslendo (NM), Gerst (UT), Picante (CO), Quarteles (NM), Redarrow (WY), Sandoval (NM), Shingle (WY), Simel (UT), Taluce (WY), Tassel (NE), and Tesihim series. Canyon, Epping, Eslendo, Gerst, Picante, Sandoval, Shingle, Taluce, Tesihim, and Tassel soils are 7.5YR or yellower.  Taluce, Tassel, and Tesihim soils contain less than 18 percent clay in the particle-size control section.  Simel soils have a lithic contact underlying the paralithic contact.  Quarteles soils have 10 to 20 percent volcanic glass.  Canyon, Epping, Tassel, Gerst, Redarrow, Shingle, and Taluce soils are moist in the soil moisture control section during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Remorris soils are on structural benches, escarpments, and hillslopes on structural benches. The soils formed in alluvium, colluvium and local residuum derived from Morrison formation siltstone and shale. Slopes range from 5 to 70 percent. The mean annual air temperature is 45 to 54 degrees F. The frost-free period is 120 to 165 days. The mean annual precipitation is 9 to 14 inches. Elevation ranges from 4,270 to 8,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Rizno series. The Rizno soils are over lithic bedrock contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, high to very high runoff, moderately slow to moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland, wildlife habitat and recreation.  Potential native vegetation includes Utah juniper, roundleaf buffaloberry, Utah serviceberry, Indian ricegrass, two-needle pinyon, galleta, broom snakeweed, and singleleaf ash. These soils have been correlated to the Semidesert Steep Shallow Loam (Utah Juniper-Pinyon) 035XY240UT ecological site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Utah. MLRA is 35. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garfield County, Utah; Grand Staircase-Escalante National Monument soil survey area, 2004. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nParalithic contact - the boundary with Morrison formation interbedded shale and siltstone at 15 inches (Cr horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nUpdated competing series section May 31, 2008, CEM\nUpdated competing series section January 2010, CEM\nUpdates and revisions for the correlation of Arches National Park (UT687), February 2009, CEM\nUpdate and revisions for the correlation of Capitol Reef National Park, January 2013, WWJ\nUpdate and revisions for the correlation of MLRA 35 - McCracken Mesa update project, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
