{
  "SERIES": "RENDOVY",
  "STATUS": "Established Series",
  "BYREV": "Rev.  DWG/TLA",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Rendovy series consists of very deep, well drained soils formed in glacial till from sedimentary and volcanic rock with a mantle of volcanic ash.  These soils are on backslopes and footslopes of mountains.  Slopes are 15 to 65 percent.  The average annual precipitation is about 22 inches and the average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Andic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rendovy gravelly ashy fine sandy loam, on a east northeast-facing 36 percent slope at 3,880 feet elevation in a Douglas-fir and ponderosa pine forest.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 2 inches; moderately decomposed needles and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--2 to 7 inches; brown (10YR 4/3) gravelly ashy fine sandy loam, dark brown (10YR 3/3) moist; weak, fine, subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, few medium and coarse roots; many very fine and fine irregular pores; 15 percent gravel; neutral (pH 6.8); clear smooth boundary.  (3 to 5 inches thick)\nBw1--7 to 14 inches; brown (10YR 5/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic and moderately smeary; many very fine and fine, and few medium and large roots; many very fine and fine irregular pores; 15 percent gravel; neutral (pH 6.8); clear smooth boundary. (4 to 10 inches thick)\n2Bt1--14 to 26 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, grayish brown (10YR 5/2) moist; moderate fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; many very fine and fine irregular pores; few discontinuous faint clay films in between sand grains; 30 percent gravel and 5 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (8 to 12 inches thick)\n3Bt2--26 to 37 inches; pale brown (10YR 6/3) very gravelly sandy clay loam, brown (10YR 5/3) moist; strong fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; common fine irregular pores; few discontinuous faint clay films on faces of peds and in pores; 30 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.\n3Bt3--37 to 48 inches; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, yellowish brown (10YR 5/4) moist; strong fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine and few medium and coarse roots; few fine and medium irregular pores; common discontinuous faint clay films on faces of peds, in pores, and between sand grains; 35 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.\n3Bt4--48 to 62 inches; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, yellowish brown (10YR 5/6) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine and medium irregular pores; few discontinuous faint clay films in between sand grains; 30 percent gravel and 5 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 8 miles northwest of Winthrop, Washington; 1,900 feet west and 300 feet south of the northeast corner of section 25, T. 36 N., R. 20 E.  (Latitude 48 degrees, 35 minutes, 55 seconds N., Longitude 120 degrees, 16 minutes, 49 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 46 degrees F.    These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 days following the summer solstice.  The mantle of volcanic ash is 7 to 14 inches thick, and has an estimated moist bulk density of 0.75 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 8 to 12 percent for air dried samples.  The particle-size control section averages from 35 to 65 percent rock fragments, and 18 to 35 percent clay.  Reaction is slightly acid to neutral throughout.  Rock fragments are rounded.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.\nThe Bw horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is gravelly ashy sandy loam or gravelly ashy fine sandy loam.  It has 15 to 25 percent gravel.\nThe 2Bt horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist. It is very gravelly sandy loam or very gravelly sandy clay loam.  It has 30 to 40 percent gravel, and 5 to 10 percent cobbles.\nThe 3Bt horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4 dry, 3 to 6 moist.  It is very gravelly sandy clay loam, very cobbly sandy clay loam, or very gravelly clay loam.  It has 25 to 45 percent gravel, and 5 to 20 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rendovy soils are on backslopes and footslopes of mountains at elevations of 3,200 to 5,200 feet.  Slopes are 15 to 65 percent.  These soils formed in glacial till from sedimentary and volcanic rock with a mantle of volcanic ash.  The climate is characterized by warm, dry summers and cool, moist winters.  The average annual precipitation ranges from 20 to 24 inches.  The average January temperature ranges from 22 to 26 degrees F., the average July temperature ranges from 62 to 67 degrees F., and the average annual temperature ranges from 40 to 44 degrees F.  The frost-free season ranges from 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Goshawk, Santop, and Nicmar soils.  Santop and Goshawk soils are found on shoulders and upper backslopes and are 20 to 40 inches to bedrock.  Nicmar soils are on backslopes and footslopes of mountains and have a mixed volcanic ash surface; vitrandic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid runoff; moderately rapid to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production, recreation, wildlife habitat, watershed and livestock grazing.  Native vegetation is Douglas-fir and ponderosa pine with an understory of Scouler willow, pinegrass, shinyleaf spirea, silky lupine, silvercrown luina, and pachystima."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Okanogan County, Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon\nCambic horizon - 7 to 14 inches (Bw horizon)\nArgillic horizon - 14 to 62 inches  (2Bt, 3Bt1, 3Bt2, and 3Bt3 horizons)\nPSCS - 14 to 34 inches  (2Bt and part of 3Bt1 horizons).  Some pedons have a 1 inch thick C horizon on the surface that is a deposit of Mt. St. Helens \"w\" ash.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
