{
  "SERIES": "REND",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCF-DEP",
  "REVDATE": "07/2011",
  "STATES": "IL",
  "OVERVIEW": "The Rend series consists of very deep, moderately well drained soils on convex shoulders and back slopes.  Rend soils formed in loess and other silty deposits which overlay silty or loamy valley materials.  Slope ranges from 0 to 10 percent.  Mean annual precipitation is about 1067 mm (42 inches), and mean annual temperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Fragic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rend silt loam, on a linear, 6 percent back slope in a grass field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 13 cm (0 to 5 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine angular blocky structure parting to weak fine granular; friable; many fine roots throughout; few fine spherical iron-manganese concretions; slightly acid; abrupt smooth boundary.  [10 to 20 cm (4 to 8 inches) thick]\nBt1--13 to 38 cm (5 to 15 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine prismatic structure parting to strong fine subangular blocky; firm; common fine roots between peds; common distinct dark yellowish brown (10YR 4/6) clay films on faces of peds and in pores; few fine spherical iron-manganese concretions; about 5 percent sand; very strongly acid; abrupt smooth boundary.\nBt2--38 to 61 cm (15 to 24 inches); yellowish brown (10YR 5/4) silty clay loam; strong medium prismatic structure parting to moderate medium subangular blocky; firm; common very fine and fine roots between peds; many distinct brown (10YR 4/3) clay films on faces of peds and in pores; common medium distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine spherical iron-manganese concretions; about 5 percent sand; very strongly acid; abrupt smooth boundary.\n2Btx1--61 to 102 cm (24 to 40 inches); yellowish brown (10YR 5/6) silt loam; weak coarse prismatic structure; firm; few very fine roots between prisms; few prominent gray (10YR 6/1) silt coatings on faces of peds; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds and in pores; common medium distinct yellowish brown (10YR 5/4) and common fine and medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; few fine spherical iron-manganese concretions; about 20 percent sand; brittle, very strongly acid; clear smooth boundary.\n2Btx2--102 to 127 cm (40 to 50 inches); yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure; firm; few very fine roots between prisms; few prominent gray (10YR 6/1) silt coatings on faces of prisms; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds and in pores; common fine and medium distinct light brownish gray (10YR 6/2) iron depletions; common fine spherical iron-manganese masses; about 20 percent sand; brittle; strongly acid; clear smooth boundary.\n2Btx3--127 to 155cm (50 to 61 inches); yellowish brown (10YR 5/4) silt loam; moderate coarse prismatic structure; firm; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds and in pores; many fine and medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; few prominent black (2.5Y 2.5/1) iron-manganese stains on prisms; common fine and medium spherical iron-manganese masses; about 20 percent sand; brittle; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Illinois; about one-quarter mile northwest of maintenance office of Wayne Fitzgarrell State Park; 710 feet south and 320 feet west of the northeast corner of section 14, T. 5 S., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the brittle layer: 41 to 102 cm (16 to 40 inches)\nParticle size control section: averages between 27 and 35 percent clay\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture:  silt loam, but includes silty clay loam in some eroded pedons\nSand content: 2 to 10 percent\nRock fragment content: 0 to 1 percent\nReaction: extremely acid to moderately acid, pedons that have been limed can range to neutral\nE horizon, where present:\nThickness: 5 to 15 cm (2 to 6 inches)\nTexture: silt loam\nSand content: 2 to 10 percent\nRock fragment content: 0 to 1 percent\nReaction: extremely acid to moderately acid\nBt horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture:  silty clay loam or silt loam\nSand content: 2 to 10 percent\nRock fragment content: 0 to 1 percent\nReaction:  very strongly acid or strongly acid\nBx, 2Bx, or 2Btx horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 8\nTexture: silt loam or silty clay loam\nStructure:  primary structure is coarse prismatic\nPed surfaces: groups of prisms are separated or surrounded by cracks filled with silt or silt loam that has greater color than the interior of the prisms\nClay content: 20 to 30 percent\nSand content: 15 to 45 percent\nRock fragment content: 1 to 15 percent\n3Bt horizons, where present:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 1 to 6\nTexture:  loam, silt loam, clay loam, or silty clay loam\nClay content: 18 to 35 percent\nSand content: 15 to 45 percent\nRock fragment content: 1 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Weddel and Wrengart series.  Weddel soils have more than 30 percent clay in the lower part of the series control section. Wrengart soils have more than 15 percent rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rend soils are on convex summits and shoulder slopes and on convex to linear back slopes of valley benches, mainly adjacent to tributaries of the Mississippi River.  Slope ranges from 5 to 10 percent.  Rend soils formed in 41 to 102cm (16 to 40 inches) of Peorian loess and in 76 to 152cm (30 to 60 inches) of other silty to loamy materials which overly valley fill materials.  The second increment of silty material is thought to be erosional sediments (pedisediment) or locally reworked A horizon of paleosols and early Wisconsinan loess (mixed zone).  It often contains a few igneous pebbles or coarse fragments from local bedrock deposited as glacial drift.  Mean annual precipitation ranges from 1016 to 1143 mm (40 to 45 inches).  Mean annual temperature ranges from 12 to 14 degrees C (54 to 57 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the bench phases of Bluford, Cisne, and Wynoose soils.  The somewhat poorly drained Bluford soils and poorly drained Cisne and Wynoose soils are on broader summits or in lower positions than the Rend soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  Depth to the top of a perched seasonal high water table ranges from 61 to 107 cm (2 feet to 3.5 feet) between December and April in normal years.  Potential for surface runoff is medium.  Saturated hydraulic conductivity is moderately high in the upper part and moderately low in the lower part.  Permeability is moderate in the upper part and slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used to grow corn, grain sorghum, soybeans, wheat and pasture.  Native vegetation is deciduous forest consisting mainly of oaks and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 113 and 114B in southern Illinois.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Illinois, 1993.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 13 cm (5 inches) (Ap horizon).\nArgillic horizon: from a depth of 13 to 155 cm (5 to 61 inches) (Bt and 2Btx horizons).\nFragic properties:  coarse structure and brittleness from 61 to 155 cm (24 to 61 inches) (2Btx horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
