{
  "SERIES": "RENICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHD:JEA:CLG",
  "REVDATE": "09/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic Ruptic-Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Renick clay loam, in rangeland\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 20 cm (0 to 8 inc); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; hard, friable, sticky; many fine roots; about 10 percent by volume of serpentine fragments ranging from 1/4 to  1/2 inch in diameter; neutral; clear smooth boundary.\nA2--20 to 38 cm (8 to 15 in); brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, sticky; common fine and medium roots; 10 to 15  percent serpentine fragments 1/4 to 1/2 inch in size; neutral; clear wavy boundary. Combined thickness of the A1 and A2 horizons is 5 to 41 cm (2 to 16 in) thick\nA3--38 to 48 cm (15 to 19 in); brown (10YR 4/3) gravelly clay, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky  structure; hard, friable, sticky; 20 percent by volume, soft and cemented angular fragments 1/4 to 1 inch in size of serpentine  fragments; few fine roots; neutral; clear wavy boundary. Thickness of the A3 horizon is 0 to 10 cm (0 to 4 inches thick)\nR--48 to 56 cm (19 to 22 in); light olive gray (5Y 6/2) bed of indurated fractured and tilted serpentine with few roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gillespie County, Texas; Renick Ranch, 0.15 mile south to private road, then west 1.1 mile (across Coal Creek) to Coal Creek Road, which point is 6.5 miles northeast of Willow City, Texas.\nUSGS topographic quadrangle: Willow City, Texas;\nLatitude: 30 degrees, 28 minutes, 30 seconds N;\nLongitude:  98 degrees, 37 minutes, 40.7 seconds W;\nDatum:  WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic-Ustic soil moisture regime.\nSolum thickness and Depth to lithic contact: 5 to 51 cm (2 to 20 in)\nThickness of the mollic epipedon: 2 to 51 cm (2 to 20 in)\nOther feature: The dominant part of the pedon has a mollic epipedon. This horizon is interrupted within each pedon by a horizon 2 to 4 inches thick that is too thin to qualify as a mollic epipedon.\nParticle-size control section (weighted average)\nClay content: 36 to 45 percent\nRock fragments: 5 to 35 percent\nThe A horizons\nHue: 7.5YR, 10YR\nValue: 3 to 4 dry, 2 to 3 moist\nChroma: 2 to 3 dry or moist\nTexture: clay loam or clay and their gravelly counterparts\nClay content: 35 to 50 percent\nRock fragments: 5 to 35 percent total; serpentine gravel to stones\nEffervescence: None to slight\nReaction (pH): Slightly acid to slightly alkaline (6.1 to 7.8)\nThe R layer\nHue: 5Y\nValue: 6 or 7\nChroma: 2\nBedrock: Indurated Serpentine\nTilt: 30 to 60 degrees from horizontal\nOutcrops: have a parallel alignment and occur 3 to 24 feet apart"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils include the Cornick, Eckert, Eckrant, and Harper series.\nCornick soils: have less than 35 percent clay content in the particle-size control section and formed from gypsum\nEckert and Eckrant soils: have more than 35 percent rock fragments in the particle-size control section and formed from limestone\nHarper soil:"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Clayey residuum derived from the Coal Creek formation of pre-Cambrian age serpentinite.\nLandscape: Dissected plateaus\nLandform: Ridges\nSlope: 3 to 12 percent\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual precipitation: 660 to 813 mm (26 to 32 in)\nThornthwaite P-E Index: 40 to 46\nMean annual air temperature: 18.3 to 20.0 degrees C (65 to 68 degrees F)\nFrost-free period: 215 to 240 days\nElevation: 304.8 to 457.3 m (1000 to 1500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Katemcy and Ligon series.\nKatemcy and Ligon soils: have argillic horizons and formed on nearby areas in schist."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used entirely for rangeland. Vegetation is Texas wintergrass, fall witchgrass, curlymesquite, sideoats grama, and some silver bluestem. Woody vegetation is sparse, consisting of a few live oak, mesquite, Texas persimmon, and pricklypear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Central Basin of Texas. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gillespie County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 09/2016 (RFG-THW): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 48 cm (0 to 19 in).\nLithic contact at 48 cm (19 in).\nThe exchange complex is dominated by magnesium.\nADDITIONAL DATA: TAMU data for pedon ID: S09TX171003\nA mineralogical and genetic study of serpentine derived soils in Gillespie County, Texas; masters thesis by Hamouda Mohamed Maoui, Texas Tech University, Lubbock, Texas.\nTaxonomic Version: Keys to Soil Taxonomy, 12th Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
