{
  "SERIES": "RENISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-SEB-ACT",
  "REVDATE": "2/98",
  "STATES": "TX",
  "OVERVIEW": "The Renish series consists of shallow, well drained calcareous soils that have formed in beds of indurated calcareous sandstone.  These soils are on gently sloping to moderately steep uplands.  Slope is dominantly about 5 percent, but ranges from 1 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Renish clay loam, on a convex 3 percent slope, in pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; very friable moist; many fine roots; common fine pores; violently effervescent; moderately alkaline; abrupt wavy boundary.  (12 to 20 inches thick)\nR--12 inches; hard calcareous sandstone that is coarsely fractured."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Texas; from Burton, Texas east on U.  S. Highway 290 for 0.6 mile then north on County Road 25 for 1 mile, then 100 feet east in open pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to hard bedrock ranges from 12 to 20 inches. The calcium carbonate equivalent ranges from 10 to 35 percent.  Calcareous sandstone fragments in the A and on the surface range from 0 to 30 percent.  Fragments are irregular shaped and range from 1/2 to 1 inch thick and are about 2 to 6 inches across.  Reaction is slightly alkaline or moderately alkaline.  Soil temperature ranges from 67 to 71 degrees F.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to 3. Texture is loam, fine sandy loam, clay loam, and their gravelly counterparts.  A thin AC transition horizon occurs in some pedons that have sola 12 to 20 inches thick.\nThe bedrock (R layer) consists of whitish or brownish calcareous indurated sandstone.  The calcareous sandstone has a hardness greater than 3 on Mohs scale.  It is coarsely fractured and contains thin horizontal layers of softer materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kokernot (TX), Magoffin (AZ), and Shidler (OK) series.  Similar soils are the Bolar, Carbengle, Doss, Engle, Lucien, Stephen, and Talpa series.  Kokernot soils have hue redder than 10YR and are dry in the moisture control section for longer periods.  Magoffin soils have mean annual soil temperature from 59 to 64 degrees F., developed in material weathered from basalt, and support a significantly different plant community.  Shidler soils are noncalcareous in the upper part.  Bolar, Carbengle, Doss, Engle, Lucien, and Stephen soils do not have a lithic contact.  In addition, Bolar, Carbengle, and Engle soils have sola thicker than 20 inches.  Talpa soils have a calcic horizon and are dry in the moisture control section for longer periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Renish soils are on narrow ridgetops and moderately steep breaks along major divides in uplands.  They formed in materials weathered from calcareous sandstone or limestone mainly of the Oakville geological formation.  Slopes are mainly about 5 percent but range from 1 to 20 percent.  Mean annual precipitation ranges from 35 to 45 inches and mean annual temperature ranges from 65 to 69 degrees F.  Frost free days range from 260 to 280 days and elevation ranges from 200 to 60 feet.  Thornthwaite annual P-E indices range from 48 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the and the Brenham, Carbengle, Frelsburg, Klump, and Latium series.  Brenham and Latium soils are on lower sideslopes and are more clayey. Frelsburg and Klump soils are on slightly higher lying ridgetops.  Carbengle soils are also on strongly sloping breaks.  All of the associated soils have sola thicker than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate. Runoff is medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on 5 to 20 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range or pasture.  Vegetation consists mainly of ragweed, Texas needlegrass, common bermudagrass, little bluestem, indiangrass, sideoats grama, silver bluestem, and scattered liveoak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Texas; it is known to exist only on the Oakville geological formation.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Texas, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 12 inches.  (A horizon)\nLithic contact--hard sandstone at 12 inches\nUstic moisture regime\nADDITIONAL DATA:  National Soil Survey Laboratory - S77TX-477-002 (77P2509-77P2510).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 12 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; very friable moist; many fine roots; common fine pores; violently effervescent; moderately alkaline; abrupt wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 30,
        "texture_class": "sand",
        "narrative": "R--12 inches; hard calcareous sandstone that is coarsely fractured."
      }
    ]
  ]
}
