{
  "SERIES": "RENSHAW",
  "STATUS": "Established Series",
  "BYREV": "SDW-WDB-CJH",
  "REVDATE": "05/2004",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Renshaw series consists of very deep, somewhat excessively drained soils formed in loamy sediments and the underlying sand and gravel on outwash plains and terraces.  Permeability is moderate in the upper part and very rapid in the underlying material.  Slopes range from 0 to 25 percent.  Mean annual precipitation is about 22 inches and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Calcic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Renshaw loam - on a plane slope of less than 1 percent in a cultivated field.  When described the soil was dry throughout. (Colors are for dry soil unless otherwise stated)\nAp--0 to 7 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, very friable; neutral; clear smooth boundary.  (4 to 12 inches thick)\nBw--7 to 15 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; about five percent gravel; neutral; abrupt wavy boundary.  (6 to 12 inches thick)\n2Bk--15 to 20 inches; light brownish gray (2.5Y 6/2) very gravelly loamy sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose; about 50 percent gravel; common carbonates coat the undersides of rock fragments; about 20 percent calcium carbonate equivalent; strong effervescence; slightly alkaline; diffuse wavy boundary.  (0 to 25 inches thick)\n2C--20 to 80 inches; light yellowish brown (2.5Y 6/3) very gravelly sand, olive brown (2.5Y 4/3) moist; single grain; loose; about 50 percent gravel; few carbonate coats on undersides of rock fragments; about 10 percent calcium carbonate equivalent; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Codington County, South Dakota; about 6 miles south and 4 miles east of Florence; 80 feet north and 255 feet east of the southwest corner of sec. 5, T. 117 N., R. 53 W. USGS Watertown West, SD topographical quadrangle, 44 degrees, 57 minutes, 49 seconds N latitude, 97 degrees, 13 minutes, 39 seconds W longitude, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to sand and gravel (15 to 55 percent gravel by volume) ranges from 14 to 20 inches.  The sandy or sandy-skeletal part of the particle-size control section has 15 to 60 percent gravel.  Thickness of the mollic epipedon ranges from 7 to 16 inches and includes all of the B horizon in most pedons.\nThe A horizon has value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It typically is loam, but is gravelly loam, sandy loam, stony loam or very stony loam in some pedons.  It ranges from moderately acid to slightly alkaline.  Some pedons have an ABk horizon.  Stony and very stony phases are recognized.\nThe Bw horizon has hue of 10YR or 7.5YR value of 3 to 5 and 3 or 4 moist, and chroma of 1 to 4.  It typically is loam, but it is sandy loam, sandy clay loam or gravelly loam containing less than 30 percent by volume of gravel.  It typically is moderately acid to slightly alkaline, but is moderately alkaline in the lower part of some pedons.  In some pedons there is a loamy sand or sandy loam transitional horizon less than 5 inches thick between the Bw and 2C horizons.  Some pedons have Bk horizons.\nThe 2Bk and 2C horizons have hue of 10YR or 2.5Y, value of 4 to 7, 3 to 6 moist, and chroma of 2 to 4.  They have a fine earth fraction that is loamy sand, sand or coarse sand containing 15 to 60 percent rock fragments.  Some pedons are loamy sand below depths of 40 inches.  The 2Bk horizon is identified by carbonates coats on the undersides of pebbles.  Some 2C horizons do not have carbonates.  Reaction of the 2Bk and 2C horizons ranges from moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Renwash and Strayhoss series and the closely associated Brantford series.  Renwash soils have a saturated soil moisture status within depths of 3.5 feet.  Strayhoss soils have sand and gravel at depths of 20 to 40 inches.  Brantford soils contain more than 35 percent shale fragments in the lower one-third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Renshaw soils are nearly level to moderately steep on outwash plains, glacial stream terraces, flood plains, and terrace escarpments. Slope gradients typically are less than 6 percent but range from 0 to 25 percent.  Renshaw soils formed in a thin layer of loamy alluvium underlain by thick beds of sand and gravel.  Mean annual air temperature ranges from 36 to 45 degrees F, and mean annual precipitation ranges from 15 to 28 inches, most of which falls in spring and summer.  Growing season is about 100 to 165 days; average growing season precipitation ranges from 15 to 28 inches; growing degree days are about 2400 to 3000.  Elevation above sea level ranges from 650 to 2350 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Divide, Fordville, Sioux and Spottswood.  The Divide soils have a calcic horizon and are in lower positions adjacent to swales and depressions.  Fordville and Spottswood soils have a mollic epipedon more than 16 inches thick.  They are on similar positions.  Sioux soils have sand and gravel at depths less than 14 inches and are on steeper convex slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is negligible to high depending on slope. Permeability is moderate in the upper part and very rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  When cultivated, the principal crops are small grains and alfalfa.  Native grass species include needleandthread, little bluestem, blue grama, sideoats grama, green needlegrass, sedges, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota, eastern North Dakota, and western Minnesota.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brookings County, South Dakota, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 15 inches (Ap and Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
