{
  "SERIES": "RENTSAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL/RER/EMM",
  "REVDATE": "04/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rentsac channery loam, in grassland (colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; grayish brown (10YR 5/2) channery loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; many medium and fine roots; 15 percent sandstone channers; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary. (1 to 6 inches thick)\nBk1--2 to 7 inches; light brownish gray (10YR 6/2) channery loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many medium and fine roots; many fine and very fine pores; 30 percent sandstone channers; disseminated lime; continuous distinct lime casts coating channers; strongly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (3 to 7 inches thick)\nBk2--7 to 18 inches; light brownish gray (2.5Y 6/2) extremely channery loam, dark grayish brown (2.5Y 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common medium and fine roots; many fine and very fine pores and few medium pores; 10 percent cobbles, 40 percent channers, 20 percent flagstones; disseminated lime; continuous distinct lime casts coating channers; strongly effervescent; slightly alkaline (pH 7.8); abrupt wavy boundary. (0 to 12 inches thick)\nR--18+ inches; calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; 500 feet north and 1,000 feet east of the SW corner of sec. 31, T. 20 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 40 to 47 degrees F.\nMoisture control section - between 8 inches and the lithic contact, dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F or higher.  Ustic soil moisture regime bordering on Aridic.\nDepth to calcic horizon:  1 to 6 inches\nDepth to lithic contact - 10 to 20 inches.\nPedons that have a particle-size control section from the soil surface to a depth of 10 to 14 inches to a lithic contact contain 35 to 60 percent total rock fragments.\nSoil phases - flaggy, nonstony, very channery, extremely channery, and very gravelly.\nA horizon:\nHue:  7.5YR, 10YR, or 2.5Y\nValue:  5 or 6 dry; 3 or 4 moist\nChroma:  2, 3, or 4, dry or moist\nTexture:  loam, sandy loam, fine sandy loam\nClay content:  7 to 18 percent\nRock fragments:  0 to 60 percent gravel and channers\nReaction:  pH 6.6 to 8.4\nBk1 horizon\nHue:  7.5YR, 10YR, or 2.5Y\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  2, 3, or 4, dry or moist\nTexture:  loam, sandy loam, fine sandy loam\nClay content:  7 to 18 percent\nRock fragments:  0 to 80 percent--0 to 45 percent stones and flagstones; 0 to 55 percent gravel and channers\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 6.6 to 8.4\nBk2 horizon\nHue:  7.5YR, 10YR, or 2.5Y\nValue:  5, 6, or 7 dry; 4 to 6 moist\nChroma:  2, 3, 4, or 6, dry or moist\nTexture:  loam, sandy loam, or fine sandy loam\nClay content:  7 to 18 percent\nRock fragments:  35 to 70 percent--0 to 35 percent cobbles and flagstones; 25 to 55 percent gravel and channers\nCalcium carbonate equivalent:  5 to 15 percent\nElectrical conductivity:  less than 4 mmhos/cm\nReaction:  pH 7.4 to 8.4\nR horizon - calcareous sandstone or limestone rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCedarknoll (UT) - has a Bw horizon\nCulebra (CO) - occurs at elevations greater than 8,000 feet\nHackling (CO) - has hues of 2.5YR or 5YR\nRencot (MT) - averages more than 18 percent clay in the particle-size control section\nSchoonover (CO) - averages more than 18 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains, escarpments, hills, bedrock-floored plains.\nElevation - 2,400 to 6,500 feet (up to 8,000 feet in Colorado, Utah, and Wyoming).\nSlope - 0 to 75 percent.\nParent material - slope alluvium and colluvium over residuum derived from calcareous sandstone and limestone\nClimate - long, cold winters; moist springs; warm summers.\nMean annual temperature - 38 to 45 degrees F.\nMean annual precipitation - 10 to 15 inches\nFrost-free period - 80 to 135 days (60 to 155 days in parts of Colorado, Utah, and Wyoming)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability.  In Colorado these soils are somewhat excessively drained and have moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rentsac soils are used mainly as rangeland.  Potential native vegetation is mainly bluebunch wheatgrass, needleandthread, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Rentsac series is extensive throughout Montana, parts of Wyoming, and the mountains of Colorado.  MLRAs 32, 34A, 43B, 44B, 46, 48A, 49, and 58A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 10 to 18 inches (Bk2 horizon)\nOchric epipedon: from the soil surface to a depth of 2 inches (A horizon)\nCalcic horizon:  from 2 to 18 inches (Bk1, Bk2)\nLithic contact:  the contact with sandstone at 18 inches (R layer)\nSoil interpretation records:  MT0120, MT0162, MT0771, and MT1106.\nClassification was changed from Lithic Ustorthents to Lithic Calciustepts 5/1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
