{
  "SERIES": "RENVERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLR/PSD/MCS",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, frigid Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Renvers very stony loam, 4 percent slope - rangeland. ( Colors are for dry soil unless otherwise stated.)\nThe surface has 35 percent stones and 15 percent gravel.\nA -- 0 to 1 inch; pale brown (10YR6/3) very stony loam,  brown (10YR4/3) moist; medium fine granular structure; soft, very friable, slightly sticky, slightly plastic;  many very fine and few fine roots; 30 percent stones, 10 percent gravel; neutral (pH 7.0); abrupt smooth boundary. ( 1 to 4 inches thick)\nAC -- 1 to 4 inches; brown (7.5YR 5/4) very stony fine sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky, slightly plastic;  few fine and very fine roots; 45 percent stones; neutral (pH 7.0). (2 to 9 inches)\nR -- 4 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Albany County, Wyoming; 900 feet north, 500 feet east of the southwest corner, section 24, T27N, R77W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: 20 to 50 percent of the surface is covered with sandstone gravel, channers, or stones. Depth to bedrock ranges from 4 to 10 inches. The mean annual soil temperature ranges from 41 to 47 degrees F., and the mean annual summer soil temperature ranges from 59 to 63 degrees F. The particle-size control section contains 8 to 18 percent clay, 35 to 50 percent rock fragments.\nThe A horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 4. Rock fragments range from 30 to 45 percent stones and channers, and 0 to 20 percent gravel. Reaction is neutral or mildly alkaline.\nThe AC or C horizon has hue of 2.5Y through 7.5YR. Reaction is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Asholler soils which have 18 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Renvers soils are on cuesta dipslopes and structural benches.  They formed in residuum and local alluvium derived from sandstone. Slopes are 1 to 15 percent. Elevation is 6000 to 7800 feet.  Precipitation is 10 to 14 inches, with about half falling as snow and rain in April, May, and early June. The frost-free season is 85 to 100 days depending on aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chalkhill and Rentsac soils. Chalkhill soils have argillic horizons.  Rentsac soils are calcareous and are 10 to 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mostly for rangeland and wildlife habitat. Native vegetation is mainly bluebunch wheatgrass, western wheatgrass, black sagebrush, threadleaf sedge, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The high basins of southern Wyoming. The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Albany County (Albany County Area), Wyoming; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - 0 to 4 inches (A, AC)\nLithic contact - 4 inches(R)\nUstic feature - soil has an Aridic soil moisture regime bordering on Ustic.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
