{
  "SERIES": "REPMIS",
  "STATUS": "Established Series",
  "BYREV": "Rev: RSJ/MJD",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Repmis gravelly loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nThe soil surface is covered with 25 percent gravel.\nA--0 to 7 inches; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and very fine roots; common medium, many fine and very fine pores; 15 percent gravel; neutral (pH 7.2); abrupt smooth boundary. (5 to 8 inches thick)\nBt--7 to 12 inches; brown (7.5YR 5/2) clay loam, dark brown (7.5YR 4/2) moist; moderate medium subangular blocky structure; hard, very firm, sticky and plastic; common medium, fine and very fine roots; many fine and very fine pores; many prominent clay films on faces of peds; 10 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 20 inches thick)\nBtk--12 to 16 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common medium, fine and few very fine roots; many fine and very fine pores; few distinct clay films on faces of peds; 10 percent gravel; strongly effervescent, carbonates are disseminated and occur as coatings on gravel; slightly alkaline (pH 7.8); abrupt wavy boundary. (4 to 6 inches thick)\nBkq--16 to 21 inches; pink (7.5YR 7/4) loam, light brown (7.5YR 6/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few medium, fine and very fine roots; many fine and very fine pores; 5 percent gravel; violently effervescent, carbonates are disseminated; moderately alkaline (pH 8.2); abrupt wavy boundary. (0 to 6 inches thick)\nBkqm--21 to 31 inches; very pale brown (10YR 7/3) duripan, light yellowish brown (10YR 6/4) moist; continuously capped by very thin laminae of silica; extremely hard, extremely firm, slightly sticky and slightly plastic; few fine and very fine roots matted on silica laminar cap; very strongly cemented by silica and carbonates; violently effervescent, carbonates are disseminated; moderately alkaline (pH 8.4); clear wavy boundary. (10 to 28 inches thick)\n2Ck1--31 to 43 inches; pinkish gray (7.5YR 6/2) sandy loam, brown (7.5YR 5/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common medium, fine and few very fine pores; 5 percent gravel; violently effervescent, carbonates are disseminated and occur in soft masses; moderately alkaline (pH 8.4); clear wavy boundary. (10 to 14 inches thick)\n2Ck2--43 to 60 inches; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common medium, fine and few very fine pores; 10 percent gravel; strongly effervescent, carbonates are disseminated and occur in soft masses; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; in Hamlin Valley, about 13 miles north of Modena, about 1900 feet south and 1700 feet east of the northwest corner of sec. 1, T. 33 S., R. 19 W; Eightmile Spring Quadrangle; lat. 37 degrees 57 minutes 52 seconds N. and long 113 degrees 55 minutes 26 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils have a soil moisture regime that is xeric bordering on aridic.  The mean annual soil temperature is 45 to 47 degrees F., and the mean summer temperature is 67 to 70 degrees F.\nDepth to the duripan is 20 to 40 inches.  The mollic epipedon is 5 to 10 inches thick.  In some places the mollic requirement is met after mixing of the upper 7 inches.  The particle size control section is 0 to 15 percent igneous rock fragments that are gravel and cobble in size and averages 35 to 45 percent clay.\nThe A horizon has a hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Texture is gravelly sandy loam or gravelly loam.  Rock fragment content is 0 to 15 percent gravel, but with incorporation of surface rock fragment content the A horizon yields gravelly texture modifiers.  Reaction is neutral or slightly alkaline.\nThe Bt horizon has a hue of 7.5YR or 10YR, value is 4 or 5 dry and 3 or 4 moist, and chroma is 2 to 4.  Texture is clay loam or clay.  Rock fragment content is 0 to 15 percent gravel or cobble.  Clay content is 35 to 45 percent.  Reaction is neutral to slightly alkaline.\nThe Btk horizon has a hue of 7.5YR or 10YR, value is 6 or 7 dry and 5 or 6 moist, and chroma is 3 or 4.  Texture is clay loam.  Rock fragment content is 0 to 15 percent gravel or cobbles.  Reaction is slightly to moderately alkaline.  The calcium carbonate equivalent is 5 to 15 percent.\nThe Bkq horizon has a hue of 7.5YR or 10YR, value is 6 or 7 dry and 5 or 6 moist, and chroma is 3 or 4.  Texture is fine sandy loam or loam. Rock fragment content is 0 to 15 percent gravel.  Reaction is moderately alkaline.  The calcium carbonate equivalent is 20 to 30 percent.\nThe Bkqm horizon has a hue of 7.5YR or 10YR, value is 7 or 8 dry and 6 or 7 moist, and chroma is 2 to 4.  This horizon is indurated by more than 50 percent silica cementation and is 10 to 28 inches thick.\nThe 2Ckq horizon has hue of 7.5YR or 10YR, value is 5 to 7 dry, 4 or 5 moist and chroma is 2 to 4.  Texture is sandy loam.  Rock fragment content is 0 to 15 percent gravel.  Reaction is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Budlewis (ID), Forvic (ID), Hatpeak (NV), Manard (ID), Oshone (ID), and Peevywell (ID) series.  Budlewis and Manard soils are moderately deep to basalt bedrock beneath the duripan.  Forvic soils are moderately deep to welded ash beneath the duripan and have a particle size control section with 50 to 59 percent clay.  Hatpeak soils have duripans that are greater than 30 inches thick.  Oshone and Peevywell soils do not have calcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Repmis soils are on fan remnants at elevations of 6,400 to 6,800 feet.  Slopes are 2 to 15 percent.  The Repmis soils formed in alluvium derived dominantly from igneous rocks. The mean annual precipitation is 12 to 14 inches; mean annual air temperature is 43 to 45 degrees F; and the freeze free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Radec and Checkett soils.  These soils are shallow over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability above the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing.  Important plants are pinyon, Utah juniper and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah; MLRA 28A.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron-Washington Area Soil Survey; Iron County, Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 7 inches. (A horizon)\nArgillic horizon - the zone of clay accumulation from 7 to 16 inches.  (Bt and Btk horizon)\nCalcic horizon - the zone of carbonate accumulation from 12 to 21 inches. (Btk and Bkq horizon)\nDuripan - the zone of silica enriched induration from 21 to 31 inches.  (Bkq horizon)\nClassification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
