{
  "SERIES": "RETEP",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSM//KWH/RWL/TDT",
  "REVDATE": "01/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Retep ashy sandy loam - forestland, on a 39 percent west-facing slope at an elevation of 3,300 feet. (The soil was dry when described. Colors are for dry soil unless otherwise stated. All textures are apparent field textures)\nOi--0 to 1 inch; slightly decomposed leaves, twigs and other forest litter mixed with small amounts of 1980 Mount St. Helens volcanic ash. (1 to 2 inches thick)\nA--1 to 5 inches; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate, medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; many very fine irregular pores; 20 percent pumice less than 2 mm in size; 10 percent gravel and 2 percent cobbles; NaF pH 9.2; slightly acid (pH 6.3); gradual smooth boundary. (3 to 6 inches thick)\nAB--5 to 11 inches; brown (10YR 5/3) ashy sandy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic, many very fine, fine and few medium roots; many very fine irregular pores; 20 percent pumice less than 2 mm in size; 5 percent gravel; NaF pH 9.2; slightly acid (pH 6.3); clear smooth boundary. (5 to 9 inches thick)\n2Bw1--11 to 17 inches; brown (10YR 5/3) gravelly ashy loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; soft, friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; few fine tubular and common very fine and fine irregular pores; 10 percent gravel and 5 percent cobbles; slightly acid (pH 6.3); gradual smooth boundary.\n2Bw2--17 to 31 inches; light yellowish brown (10YR 6/4) gravelly ashy loam, brown (10YR 4/3) moist; moderate medium and coarse subangular blocky structure parting to moderate medium subangular blocky; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine tubular and common very fine and fine irregular pores; 15 percent gravel and 2 percent cobbles; slightly acid (pH 6.4); gradual wavy boundary. (Combined thickness of the 2Bw horizons are 12 to 30 inches)\n2Cr--31 inches; weathered andesite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yakima County, Washington; about 5 miles northwest of the community of Nile, Washington; about 1,500 feet north and 2,000 feet east of southwest corner of section 11, T. 16 N., R. 14 E.; Latitude 46 degrees, 53 minutes, 27 seconds N. and Longitude 121 degrees, 02 minutes, 56 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mean annual soil temperature is 44 to 46 degrees F. These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 consecutive days following the summer solstice. The solum exhibits the following andic properties: an estimated moist bulk density of 0.85 to 1.15 g/cc, 30 to 60 percent glass, acid-oxalate extractable aluminum plus one half the acid-oxilate extractable iron of 0.5 to 1.0 percent, phosphate retention of more than 25 percent and 15-bar water retention of less than 12 percent for air dried samples. The upper part of the particle-size control section is 4 to 8 percent clay (estimated) and 5 to 10 percent gravel. The lower part is 18 to 27 percent clay (estimated) and 10 to 30 percent gravel and 0 to 10 percent cobbles.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist and chroma of 3 or 4 dry or moist. Reaction is slightly acid or neutral.\nThe 2Bw horizon has hue of 5YR, 7.5YR or 10YR, value of 5 or 6 dry, 4 moist and chroma of 3 or 4 dry, 3, 4, or 6 moist. Texture is ashy loam, ashy sandy loam or gravelly ashy loam. Clay ranges from 18 to 27 percent (estimated). Reaction is slightly acid or neutral.\nSome pedons have a BC horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ermabell, Laidlaw, Lundgren, Pilotbutte, Suttle, Trailcreek, and Wanoga series. Ermabell, Laidlaw, Lundgren, and Suttle, soils are very deep. Trailcreek soils have less than 18 percent clay in the particle-size control section and a paralithic contact of consolidated volcanic ash.Wanoga soils have silica and clay coatings in the vesicles of the paralithic bedrock, have a lithic contact within the series control section and is dry for 90 to 110 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Retep soils are on mountain side slopes and summits. Slopes are 25 to 55 percent. These soils formed in volcanic ash and residuum and colluvium from andesite. Elevations are 2,500 to 4,400 feet. The climate is characterized by warm, dry summers and cool, moist winters. The mean annual is 25 to 50 inches. The average January temperature is about 26 degrees F. and the average July temperature is about 65 degrees F. The mean annual temperature is 43 to 45 degrees F. The frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bograp, McDanielake, Singh, and Stemilt soils. Bograp soils are on mountain side slopes and are very deep. McDanielake and Stemilt soils are on mountain side slopes and are loamy-skeletal. Singh soils are on mountain slopes and are ashy over loamy skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate to rapid runoff; moderate permeability ."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat and recreation. Native vegetation is Douglas fir, ponderosa pine, grand fir and western larch with an understory of Oregon grape, pinegrass and elksedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Wenatchee National Forest, Naches Area soil survey, Yakima and Kittitas Counties, Washington; MLRA 6. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wenatchee National Forest, Yakima County, Washington, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - 1 to 11 inches (A and AB horizons)\nAndic soil properties - 1 to 31 inches (A, AB, 2Bw1, 2Bw2 and 2Cr horizons)\nCambic horizon - 11 to 31 inches (2Bw1 and 2Bw2 horizons)\nParalithic contact at 31 inches.\nPSCS is the zone from 1 to 3310 inches (A, AB, 2Bw1 and 2Bw2 horizons)\nDepths to diagnostic horizons and features are measured from the top of the first mineral layer.\nMore investigation is needed in regards to the clay range for the lower pscs. The range given in the range of characteristics appears to be derived from the lab data and a 15-bar times 2.5 model.\nADDITIONAL DATA: Laboratory data is available for this soil. NSSL sample number 92P 0021\nNational Cooperative Soil Survey\nU.S.A."
  }
}
