{
  "SERIES": "RETROP",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHM:JWF",
  "REVDATE": "12/98",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, thermic Oxyaquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Retrop silty clay loam--in pasture.\n(Colors are for moist soil unless otherwise stated.  When described, the soil was wet below 36 inches.)\nA1--0 to 7 inches; dark reddish brown (5YR 3/4) silty clay loam, reddish brown (5YR 5/4) dry; weak medium granular structure; hard, friable; many fine roots; calcareous; moderately alkaline; gradual smooth boundary.  (6 to 28 inches thick)\nC1--7 to 30 inches; reddish brown (5YR 4/4) silty clay loam, reddish brown (5YR 5/4) dry; massive; hard, friable; many fine roots; calcareous; moderately alkaline; diffuse smooth boundary.  (8 to 48 inches thick)\nC2--30 to 64 inches; dark reddish brown (5YR 3/4) silty clay loam, reddish brown (5YR 5/4) dry; massive; with few thin bedding planes; hard, friable; thin strata of silty clay loam; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washita County, Oklahoma; 5 miles south and 2 miles east of the center of Cordell; 450 feet east and 100 feet north of the southwest corner of sec. 25, T. 9 N., R. 17 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are moderately alkaline and calcareous throughout the 10- to 40-inch control section.\nThe A horizon has hue of 5YR, values of 3 or 4 and chromas of 3 or 4.  Where moist color values and chroma are less than 3.5, the thickness is less than 7 inches.  It is silty clay loam, silt loam, or very fine sandy loam.\nThe C horizon has hue of 5YR, values of 3 or 4 and chromas that range from 2 through 4.  It is silty clay loam or silt loam and is stratified with thin strata of coarser and finer material.  Buried horizons occur in some pedons at depths below 24 inches.  Where present, they have hues of 5YR or 7.5YR, values that range from 2 through 4 and chromas of 2 or 3.  Texture of the buried horizon is silty clay loam or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gracemont, Gracemore, Norwood, Severn, Tribbey, and Yahola series.  Gracemont, Gracemore, and Tribbey soils have water tables comparable to that of Retrop but Gracemont soils have a coarse-loamy control section, Gracemore soils are sandy and Tribbey soils are noncalcareous and have a coarse-loamy control section.  Norwood, Severn, and Yahola soils lack high water tables.  In addition, Severn soils have a coarse-silty control section and Yahola soils have a coarse-loamy control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Retrop soils are on nearly level flood plains.  Slopes range from 0 to about 1 percent.  Mean annual precipitation ranges from 24 to 28 inches and occurs mainly in the spring and fall months.  Mean annual temperature ranges from 60 degrees to 66 degrees F.  Thornthwaite annual P-E indices range from 38 to 48."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Yahola series and the Clairmont and Port series.  Neither Clairmont or Port soils have high water tables.  In addition, Port soils have a thick mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Retrop soils are somewhat poorly drained.  Runoff is slow and permeability is moderate.  A water table is at a depth of 0 to 40 inches in spring and winter.  They are frequently flooded for very brief periods during April through October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as native range or tame pasture for beef cattle.  Native grasses are mainly species of bluestems, panicum, indiangrass and eastern gamagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oklahoma.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washita County, Oklahoma; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Retrop soils were formerly classified in the Alluvial great soil group and mapped as the land type \"Wet Alluvial Land\".  These soils are associated primarily with soils having Ustic moisture regimes.  However, due to the high water table they are moist or long periods of time, thus for now are considered Udifluvents.  Oklahoma State University tests have indicated that these soils turn gray when treated with dithionate-citrate.  The sediments may be too young to have been gleyed by the high water table.  Studies continue but the present classification reflects the manner in which the soils behave.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
