{
  "SERIES": "REUTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPM/TDT",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reuter ashy sandy loam - rangeland, on a 5 percent west-facing slope at 2700 feet elevation.  (When described (9/25/89), the soil was dry throughout.  Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches: grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist: weak very fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine interstitial pores; 5 percent gravel; mildly alkaline (pH 7.4); clear smooth boundary.  (2 to 8 inches thick)\nA2--3 to 12 inches: brown (10YR 5/3) ashy sandy loam, dark brown (10YR 3/3) moist: weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 5 percent gravel; mildly alkaline (pH 7.6); clear smooth boundary.  (5 to 12 inches thick)\n2Cr--12 to 24 inches: fractured tuffaceous sandstone.  (1 to 16 inches thick.)\n2R--24 inches: welded tuff of the Deschutes Formation (see Remarks)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Oregon; above road to gravel pit, northwest quarter of the northwest quarter of section 36, T. 12 S., R.  12 E.  (Latitude 44 degrees, 34 minutes, 20 seconds N, Longitude 121 degrees, 7 minutes, 20 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the paralithic contact is 10 to 20 inches; hard rock is at a depth of 20 inches or more.  It contains about 10 to 25 percent pumice sand throughout the profile.  The soil is usually dry and is dry in all parts for 120 to 150 days (cumulative) after the summer solstice.  The mean annual soil temperature is 48 to 54 degrees F.  The profile contains 10 to 30 percent volcanic glass and glass-coated aggregates.  It is neutral or mildly alkaline throughout.  Phosphate retention is 10 to 20 percent.  The acid oxalate extractable aluminum plus one half the iron is 0.10 to 0.40 percent.  The particle-size control section has 5 to 10 percent clay and 55 to 70 percent sand.  The mollic epipedon is 7 to 12 inches thick.  Base saturation is 90 to 100 percent.\nThe A horizon has hue of 10YR, value of 5 dry and 2 or 3 moist, and chroma of 2 or 3 dry and moist.  It contains 0 to 10 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series, the McCoin series is similar.  McCoin soils have 22 to 30 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reuter soils are on rolling uplands and hills.  These soils formed in colluvium over semiconsolidated sediments of the Deschutes Formation.  The climate is characterized by cool, moist winters and hot, dry summers.  Elevations range from 2000 to 3200 feet.  Slopes are 0 to 30 percent.  The mean annual precipitation is 8 to 11 inches.  The mean annual temperature 47 to 52 degrees F.  The frost free period is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caphealy, Era, Madras, and Cullius soils.  Caphealy soils are on uplands and are moderately deep to semiconsolidated sediments.  Era soils are in swales and adjacent uplands and are deep.  Madras are on adjacent terraces and plateaus and are moderately deep to bedrock and have an argillic horizon. Cullius soils are on adjacent terraces and plateaus and are shallow to a lithic contact and have an argillic horizons ."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and cropland.  Potential native vegetation is western juniper, Wyoming big sagebrush, Thurber needlegrass, Sandberg bluegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands of Central Oregon MLRA 10.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nmollic epipedon - from the soil surface to 12 inches.  (A1 and A2 horizon)\nDeschutes Formation - semiconsolidated water-laid sediments composed of sands, gravels, and silts of volcanic origin, and reworked volcanic materials.  Interbedded basalts and ash-flow tuffs are included in this formation.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
