{
  "SERIES": "REVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFJ-KEC",
  "REVDATE": "03/2003",
  "STATES": "SD",
  "OVERVIEW": "The Reva series consists of shallow, well drained soils formed in residuum weathered from sandstone or siltstone.  Reva soils are on uplands.  Permeability is moderate or moderately rapid.  Slopes range from 6 to 100 percent.  Mean annual precipitation is about 15 inches, and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, frigid Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reva gravelly very fine sandy loam, on a convex ridge of 17 percent slope under native vegetation.  When described the soil was moist to the bedrock.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; light brownish gray (2.5Y 6/2) gravelly very fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak fine granular structure; soft, very friable; many fine and medium roots; 20 percent pebbles of hard sandstone; slight effervescence; slightly alkaline; abrupt wavy boundary.  (1 to 4 inches thick)\nC1--3 to 8 inches; light brownish gray (2.5Y 6/2) very gravelly very fine sandy loam; olive brown (2.5Y 4/3) moist; massive; soft, very friable; many fine and medium roots; 35 percent pebbles of sandstone; strong effervescence; slightly alkaline; clear wavy boundary.\nC2--8 to 16 inches; white (2.5Y 8/2) very gravelly very fine sandy loam, olive (5Y 5/4) moist; massive; soft, very friable; common fine and medium roots between the rock fragments; 45 percent pebbles and cobbles of sandstone; rock fragments coated with carbonate, interiors lack carbonates; strong effervescence in the matrix; slightly alkaline; diffuse irregular boundary.  (Combined thickness of the C horizons is 9 to 16 inches.)\nR--16 to 24 inches; white (2.5Y 8/2) hard sandstone, pale olive (5Y 6/4) moist; hard to chip with spade; few fine and medium roots following cracks; bedding planes 3 inches to over 10 inches thick; sandstone fragments coated with carbonates along bedding planes, interiors lack carbonates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harding County, South Dakota; about 5.5 miles west of Reva; 2600 feet south and 1040 feet east of the northwest corner, sec.  17, T. 18 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to hard sandstone ranges from about 10 to 20 inches.  Rock fragments of sandstone range in size from pebbles to flagstones and are on the surface and mixed throughout the C horizon.   Rock fragments make up 35 to 60 percent by volume of the soil.  The soil averages between 10 and 20 percent clay.  The soil typically is calcareous to the surface, but some pedons are free of carbonates in the upper 5 inches.  Some pedons have 1 to 2 inches of mixed forest and grass litter on the surface.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 2 to 4 moist, and chroma of 1 or 2.  It typically is gravelly very fine sandy loam or gravelly fine sandy loam but is gravelly loam or gravelly sandy loam in some pedons.  It contains 15 to 25 percent pebbles by volume. It ranges from slightly acid to slightly alkaline.\nIn some pedons there is a thin AC horizon 1 to 3 inches thick, but it is not continuous.  It has color intermediate between the A and C horizons.\nThe C horizon has 10YR, 2.5Y, or 5Y hue; value of 5 to 8 and 4 to 6 moist; and chroma of 1 to 4.  It typically is fine sandy loam or very fine sandy loam but is sandy loam or loam in some pedons and contains 35 to 60 percent fragments of rock by volume.  It is slightly or moderately alkaline.\nThe R horizon is hard sandstone or siltstone that has numerous cracks in the upper part.  It typically lacks free carbonates, but individual fragments are coated or impregnated with carbonates depending on the layer encountered."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Reva soils are on gently rolling to very steep crests of upland and ridges.  Slopes are dominantly convex and short to medium in length.  Slopes range from 6 to 70 percent.  The soil formed in residuum weathered from sandstone or siltstone.  Mean annual temperature ranges from 39 to 45 degrees F, and the mean annual precipitation ranges from 14 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amor, Blackhall, Cabba, Cabbart, Cohagen, Lakoa, Reeder, Slimbutte, Vanocker, Watrous, and Werner soils.  Amor, Reeder, and Werner soils have mollic epipedons and are on less sloping landscapes.  In addition, the Amor and Reeder soils have a fine-loamy control section and are moderately deep to soft sandstone.  Blackhall, Cabba, Cabbart, and Cohagen are on lower nearby landscapes and have soft sandstone and siltstone bedrock at shallow depths.  Lakoa soils have an E horizon and argillic horizon and are on side slopes of lower landscapes.  Slimbutte soils have a mollic epipedon and are on lower landscapes.  Vanocker soils are intermingled with Reva soils on plane slopes and have an argillic horizon and do not have bedrock at depths above 40 inches.  Watrous soils are on nearby flats and gently sloping landscapes and have a mollic epipedon, an argillic horizon, and are moderately deep to hard sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well, drained; runoff is medium to very high.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Native vegetation is mainly little bluestem, sideoats grama, threadleaf sedge, and some Ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  On high pine covered buttes in northwestern South Dakota and possible east-central Montana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harding County, South Dakota, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric horizon - the zone from the surface to a depth of 8 inches, the upper 3 inches has mollic colors (A and C1 horizon); bedrock feature - hard (lithic) sandstone at about 16 inches.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nADDITIONAL DATA:  NSSL Lab data:  83P-28 for the typical pedon.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
