{
  "SERIES": "REVERE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJM-TCJ-AGG",
  "REVDATE": "03/2014",
  "STATES": "IA,MN",
  "OVERVIEW": "The Revere series consists of very deep, poorly drained soils that formed in calcareous loamy till on ground moraines. Slopes range from 0 to 3 percent. Mean annual air temperature is about 8 degrees C (46 degrees F.).  The mean annual precipitation is about 610 mm (24 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Revere clay loam on a nearly level slightly convex slope in a cultivated field at an elevation of 349 m (1,145 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); black (N 2/0) clay loam, black (10YR 2/1) dry; weak very fine subangular blocky structure; friable; about 1 percent coarse fragments; 3 percent gypsum in nests of 1 and 2 mm. long crystals and in powders in root channels; strongly effervescet; slightly alkaline; gradual smooth boundary. [20 to 30 cm (8 to 12 inches thick)]\nAy--23 to 38 cm (9 to 15 inches); very dark gray (10YR 3/1) clay loam, dark gray (10YR 4/1) dry; weak very fine and fine subangular blocky structure; friable; about 2 percent coarse fragments; 22 percent gypsum in nests of 2 to 4 mm long crystals and in powder in root channels; strongly effervescet; slightly alkaline; clear wavy boundary. [0 to 30 cm (0 to 12 inches thick)]\nByg1--38 to 58 cm (15 to 23 inches); dark grayish brown (2.5Y 4/2) clay loam; weak very fine and fine subangular blocky structure; friable; about 2 percent coarse fragments; 20 percent gypsum in nests of 2 to 5 mm long crystals; common fine faint olive gray (5Y 5/2) Fe depletions; strongly effervescent; slightly alkaline; clear wavy boundary.\nByg2--58 to 89 cm (23 to 35 inches); olive gray (5Y 5/2) clay loam; weak fine and medium subangular blocky structure; friable; about 4 percent coarse fragments; 7 percent gypsum in nests of 2 to 5 mm long crystals; common coarse distinct olive brown (2.5Y 4/4) Fe concentrations; strongly effervescent; slightly alkaline; gradual wavy boundary.\nByg3--89 to 112 cm (35 to 44 inches); olive gray (5Y 5/2) loam; weak fine and medium subangular blocky structure; friable; about 5 percent coarse fragments; 4 percent gypsum in nests of 2 to 7 mm long crystals; common medium distinct olive brown (2.5Y 4/4) Fe concentrations;strongly effervescent; slightly alkaline; gradual wavy boundary.  [Combined thickness of the Byg horizons 15 to 74 cm  (8 to 29 inches thick)]\nCg--112 to 152 cm (44 to 60 inches); olive gray (5Y 5/2) loam; common medium distinct light olive brown (2.5Y 5/6) mottles; massive; friable; about 1 percent coarse fragments; trace of gypsum; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Redwood County, Minnesota; about 2 miles south and 7 miles east of Revere; 442 m (1,450 feet) north, and 53 m (175 feet) west of southeast corner of section 36, T. 109 N., R. 37 W. ; USGS Sanborn topographic quadrangle; lat. 44 degrees  11 minutes 56 seconds N. and long. 95 degrees 13 minutes 49 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mollic epipedon ranges from 25 to 61 cm (10 to 24 inches). Rock fragments comprise 0 to 5 percent of the volume of the upper part and 1 to 7 percent of the BC or C horizon. The average calcium carbonate equivalent ranges from 1 to 10 percent in the upper 41 cm (16 inches) and 5 to 17 percent in the rest of the sola and C horizon. The average content of gypsum in the solum ranges from 5 to 25 percent with subhorizons up to 30 percent. The C horizon lacks or has up to 5 percent gypsum.\nThe A horizon has hue of 10YR through 5Y or is neutral, value of 2 or 3 and chroma of 0 through 2. It is a clay loam or loam. It is slightly or moderately alkaline.\nThe Bg or Byg horizon has 2.5Y or 5Y hue, value of 4 or 5 and chroma of 1 or 2.  It is dominantly clay loam or loam, but subhorizons of sandy clay loam are in some pedons. It is slightly alkaline or moderately alkaline.\nThe BCg or Cg horizon has 2.5Y or 5Y hue, value of 4 through 6 and chroma of 1 or 2.  It is loam or clay loam.  It is friable or firm based on the geomorphic surface it occurs on."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Harps, Lawet, and Roshe Springs series in same family.  All of these soils lack a gypsic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Revere soils have slightly convex slopes on rims of depressions and on slight rises within poorly drained flats on ground moraines. Slopes gradients are 0 to 3 percent. Revere soils formed in loamy calcareous till of Wisconsinan age. Mean annual air temperature is 7 to 10 degrees C (45 to 50 degrees F), and mean annual precipitation ranges from 559 mm to 660 mm (22 to 26 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The main ones are the Canisteo, Okoboji, and Romnell soils. The similar Canisteo soils have similar setting. The very poorly drained Okoboji and poorly drained Romnell soils are in depressions and have thicker mollic epipedons over 24 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Surface runoff is negligible or low. Saturated hydraulic conductivity is 4.23 to 14.11 micrometers per second (.6 to 2 inches per hour) in the upper part and 1.41 to 4.23 micrometers per second (.2 to .6 inches per hour) in the firm till. The apparent seasonal high saturation is at a depth of 0 to 30 centimeters (0 to 1 feet) during the wettest parts of normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely cultivated and cropped intensively to corn and soybeans. Small grain and hay are other major crops. Reed canarygrass commonly dominates partially drained pasture. Native vegetation is predominantly wet-site tall prairie species such as prairie cordgrass, switchgrass, big bluestem, wooly sedge, giant goldenrod and Canada goldenrod."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-103.  Southwestern Minnesota. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Redwood County, Minnesota, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and properties recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 38 centimeters (15 inches) (Ap and Ay and horizons), cambic horizon - the zone from 38 to 122 centimeters (15 to 44 inches) (Byg1, Byg2 and Byg3 horizons), Aquic moisture regime.\nADDITIONAL DATA: For results of some laboratory analysis refer to MN Agr. Exp. Sta. Central File Code No. 2323.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
