{
  "SERIES": "REXOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGF",
  "REVDATE": "02/2018",
  "STATES": "AR,LA,OK",
  "OVERVIEW": "The Rexor series consists of very deep, moderately well drained, moderately permeable soils that formed in loamy alluvium.  These nearly level flood plains soils occur in the Ouachita Mountains (MLRA 119) land resource area.  Slopes are 0 to 3 percent.  Mean annual temperature is 62 degrees F., and mean annual precipitation is 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rexor loam, in pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 inches; brown (10YR 4/3) loam; weak fine granular structure; friable; many fine roots; moderately acid; gradual smooth boundary.  (7 to 10 inches thick)\nBt1--10 to 36 inches; yellowish brown (10YR 5/4) clay loam; moderate medium and fine subangular blocky structure; friable; thin patchy clay films on faces of peds; dark brown (7.5YR 4/4) coatings on faces of peds; strongly acid; gradual smooth boundary.  (8 to 28 inches thick)\nBt2--36 to 48 inches; strong brown (7.5YR 5/6) clay loam; common fine and medium distinct light brownish gray (10YR 6/2) redoximorphic depletion masses; weak medium and fine subangular blocky structure; friable; thin patchy clay films on faces of peds; strongly acid; gradual smooth boundary.  (7 to 20 inches thick)\nBt3--48 to 70 inches; brown (7.5YR 5/4) silt loam; many fine, medium and coarse distinct light brownish gray (10YR 6/2) redoximorphic depletion masses; weak coarse and medium subangular blocky structure; thin patchy clay films on faces of peds; friable; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McCurtain County, Oklahoma; about 4 miles north and 1 mile east of Millerton, Oklahoma; 50 feet west and 150 feet north of the southeast corner of sec. 23, T. 6 S., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 35 to 80 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 to 4.  Texture is loam or silt loam.  Base saturation is less than 50 percent or the A1 horizons that have moist value of 3 or less are less than 6 inches thick.  Reaction is slightly acid to very strongly acid.\nThe Bt1 and Bt2 horizons have hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8.  It is loam, silt loam, clay loam, or silty clay loam.   Some pedons have a few  redoximorphic depletion masses in shades of brown in the Bt1 horizon and in the Bt2 horizon have few to many coarse, medium, or fine distinct  redoximorphic depletion masses in shades of gray, or brown.  Reaction is slightly acid to very strongly acid.\nThe Bt3 horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8.  Some pedons have few to many coarse, medium, or fine distinct redoximorphic depletion masses in shades of gray or brown.  Texture is loam or silt loam.  Reaction is moderately acid to very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Spiro series in the same family  Spiro soils have shale bedrock within 20 inches of the soils surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rexor soils are on nearly level to gently sloping flood plains of the Ouachita Mountains (MLRA 119).  They formed in loamy alluvium.  Slopes are 0 to 3 percent.  Mean annual precipitation ranges from 43 to 56 inches.  Mean annual temperature ranges from 60 degrees to 64 degrees F.  Thornthwaite annual P-E indices are greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the  Cupco, Dela, Frizzel, Guyton, Neff, Ochlockonee, and Pushmataha and Speer series.  Cupco soils are somewhat poorly drained, have chroma of 1 or 2 as coatings on faces of peds, have water table within 0.5 feet of the surface, and are on slightly lower or concave areas.  Dela and Ochlocknee soils have a coarse-loamy control section, lack Bt horizons and are on adjacent areas.  Frizzell soils are somewhat poorly drained, have a coarse-silty control section, and are on slightly higher areas.  Guyton soils are poorly drained, have chroma of 1 or 2 as coatings on faces of peds, have tongues of E horizon extending into the Bt horizon, and are on slightly lower or concave areas.  Neff soils are on slightly lower or concave areas.  Pushmataha soils are somewhat poorly drained, lack Bt horizons, have a coarse-silty control section, and are on slightly lower or concave areas.  Speer soils are on higher areas farther from the stream channel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Rexor soils are moderately well drained.  Runoff is low and permeability is moderate.  These soils are subject to flooding for very brief periods mainly during November to June.  A perched water table is at a depth of 3 to 5 feet during November to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used for tame pasture with small areas used for the production of row crops and small grains.  The remaining areas are woodland.  Native vegetation is sweetgum, shortleaf pine, white oak, hickory, loblolly pine, and blackgum with an understory of shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ouachita Mountains (MLRA 119) land resource area of Oklahoma, and possibly Arkansas, Louisiana, and Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCurtain County, Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record:  Series  OK0143\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon- the zone from the soil surface to a depth of 10 inches.  (the A horizon)\nArgillic horizon- The zone from 10 inches to a depth of 70 inches (the Bt horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; brown (10YR 4/3) loam; weak fine granular structure; friable; many fine roots; moderately acid; gradual smooth boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--10 to 36 inches; yellowish brown (10YR 5/4) clay loam; moderate medium and fine subangular blocky structure; friable; thin patchy clay films on faces of peds; dark brown (7.5YR 4/4) coatings on faces of peds; strongly acid; gradual smooth boundary.  (8 to 28 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 91,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--36 to 48 inches; strong brown (7.5YR 5/6) clay loam; common fine and medium distinct light brownish gray (10YR 6/2) redoximorphic depletion masses; weak medium and fine subangular blocky structure; friable; thin patchy clay films on faces of peds; strongly acid; gradual smooth boundary.  (7 to 20 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 122,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt3--48 to 70 inches; brown (7.5YR 5/4) silt loam; many fine, medium and coarse distinct light brownish gray (10YR 6/2) redoximorphic depletion masses; weak coarse and medium subangular blocky structure; thin patchy clay films on faces of peds; friable; strongly acid."
      }
    ]
  ]
}
