{
  "SERIES": "REYES",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/ET/GML/RLR",
  "REVDATE": "05/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, acid, thermic Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Reyes clay, on a gently undulating slope of 1 percent at 1 meter elevation. (Colors are for dry soil unless otherwise stated. When described (11/07/17). Water table at about 152 cm.)\nOi--0 to 3 cm; brown (10YR 5/3) slightly decomposed plant material, dark brown (10YR 3/3) moist; abrupt smooth boundary. (0 to 5 cm thick)\nA--3 to 18 cm; light brownish gray (10YR 6/2) clay, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to moderate medium granular structure; moderately hard, friable, moderately sicky and very plastic; common fine and very fine roots; common very fine irregular and common very fine tubular pores; 5 percent fine distinct irregular oxidized iron masses on surfaces along pores with clear boundaries; very strongly acid (pH 4.6); gradual smooth boundary.\nAg--18 to 38 cm; brown (10YR 5/3) clay, dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and very plastic; common very fine roots; common very fine irregular pores; 7 percent fine faint irregular oxidized iron masses on the surface along pores; extremely acid (pH 4.4); clear smooth boundary. (Combined thickness of A horizons is 15 to 50 cm)\nBjg1--38 to 60 cm; grayish brown (2.5Y 5/2) silty clay, very dark grayish brown (2.5Y 3/2) moist; moderate coarse angular blocky structure; very hard, firm, moderately sticky and very plastic; common very fine roots; common very fine irregular pores; 5 percent medium distinct irregular oxidized iron masses on surfaces of peds with clear boundaries and 4 percent fine prominent pale yellow (2.5Y 7/4) dendritic jarosite masses on surfaces along root channels with clear boundaries; extremely acid (pH 4.2); clear smooth boundary;\nBjg3--60 to 95 cm; grayish brown (2.5Y 5/2) clay, dark olive gray (5Y 3/2) moist; moderate coarse angular structure; very hard, friable, moderately sticky and very plastic; common fine and very fine roots; common very fine irregular pores; 7 percent oxidized iron masses, 7 percent fine prominent pale yellow (2.5Y 7/4) irregular jarosite masses and 3 percent manganese masses in the matrix; extremely acid (pH 4.0); gradual smooth boundary.\nBjg3--95 to 115 cm; clay dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure; very hard, friable, moderately sticky and very plastic; 5 percent medium prominent moderately hard cylindrical oxidized iron concretions on surfaces of root channels with sharp boundaries and 5 percent medium prominent irregular pale yellow (2.5Y 7/4) jarosite masses in matrix with clear boundary; ultra acid (pH 3.3); gradual smooth boundary.\nBjg4--115 to 140 cm; clay dark gray (2.5Y 4/1) moist; moderate medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; 5 percent medium prominent moderately hard cylindrical oxidized iron concretions on surfaces of root channels with sharp boundaries and 5 percent medium prominent irregular pale yellow (2.5Y 7/4) jarosite masses in matrix with clear boundary; extremely acid (pH 3.7); clear smooth boundary. (Combined thickness of B horizons is 75 to 180 cm)\n2Cg--140 to 160cm; clay dark gray (N 4/) moist; massive; very hard, friable, moderately sticky and moderately plastic; 5 percent oxidized iron masses, 2 percent manganese masses and 2 percent oxidized iron concentrations in the matrix; ultra acid (pH 3.2);"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sonoma County, California; 90 meters east of Skaggs Island Road, and 1,000 meters north from Bridge over Napa Slough. USGS Sears Point topographic quadrangle; latitude 38 degrees, 10 minutes 8.80 seconds N. and longitude 122 degrees, 22 minutes 54.10 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 15 to 16 degrees C.\nSoil moisture: drained to a depth of 50 centimeters or more.  Tidal saturation is restored in some locations.\nDepth to redoximorphic features: at the soil surface or directly below the Ap horizon.\nOrganic matter: averages less than 15 percent in the control section. The profile contains major strata of mineral soil low in organic matter and thin strata of soil with 5 to 30 percent organic matter.\nClay content: 50 to 60 percent clay by weighted average in the particle-size controls section.\nn value: 0.3 to 0.7.\nReaction: with cultivation/drainage the soil becomes oxidized and is slightly to extremely acid. The lower horizons (3Cg horizons) are commonly extremely acid but range from very strongly acid to ultra acid within a space of a few centimeters. Usually the more the soil is drained and oxidized, the more acid it becomes.\nSalinity: non-saline to strongly saline; increasing with depth.\nSodicity: non sodic to slightly sodic; increasing with depth.\nSulfidic materials: throughout the profile.\nA(p)(g) horizon\nHue: 10YR or 2.5Y dry and moist\nValue: 5 to 7 dry; 3 to 5 moist\nChroma: 1 to 6 dry; 1 to 3 dry and moist\nTexture: clay or silty clay\nClay content: 50 to 65 percent\nElectrical conductivity (EC): 0 to 4 dS/m\nSodium adsorption Ratio (SAR): 0 to 6\nB(j)(g) horizon\nHue: 10yr, 5Y or N dry and moist\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 0, 1 or 2 dry; 0 or 1 moist.\nTexture: clay or silty clay\nClay content: 50 to 65 percent\nElectrical conductivity: 2 to 8 dS/m\nSodium adsorption ratio (SAR): 0 to 12\n2Cg horizon (where is occurs)\nHue: 5Y or N\nTexture: clay or silty clay\nClay content: 50 to 65 percent\nElectrical conductivity (EC): 4 to 28 dS/m\nSodium adsorption ratio (SAR): 0 to 22"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Reyes soils are on saltwater marshes which are adjacent to bodies of sea water and are now drained by large ditches and protected by levees and dikes. Slopes are 0 to 2 percent.  Elevations are between 1 meter below sea level to about 3 meters above.  The soils formed in mixed bay and stream alluvium under marsh type plants such as pickleweed, bulrush, and saltgrass. The climate is Mediterranean with hot, dry summers and cool moist winters. Mean annual precipitation is 480 to 735 millimeters. The mean annual air temperature is 14 to 15 degrees C; average January temperature is about 8 degrees C; average July temperature is about 22 degrees C. Frost-free season is 345 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAlviso soils: do not contain polysulfides and are nonacid.\nClear Lake soils: are not affected by sea water and lack high levels of polysulfides.\nJoice soils: have 30 to 50 percent organic matter in the series control section.\nNovato soils: have tidal influence and have neutral to alkaline reaction classes.\nSuisun soils: have more than 50 percent organic matter in the series control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; low saturated hydraulic conductivity. Water table fluctuates from 1 to 1.5 meters.  The soils are protected by levees and are flooded only during periods of severe storms and very high tides."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Reyes soils have been reclaimed. Reyes soils are used for production of oat hay, grain, and livestock pasture. Other areas are used as game refuges or by duck clubs. Vegetation in uncultivated areas is annual grasses, saltgrasses, coyotebush, and lambsquarter."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the edges of Suisun, San Francisco and San Pablo Bays and scattered in the Sacramento Delta in California. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sonoma County, California, 1971"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile are:\nOchric epipedon: the zone from 3 to 18 cm\nAquic conditions: the zone from 3 to 160 cm\nRedoximorphic concentrations: the zone from 3 to 160 cm\nSulfidic materials: the zone from 3 to 160 cm\nSulfuric horizon: the zone from 38 to 140 cm\nThe Reyes soils formerly were a part of the Alviso and Ryde series. The part of the Reyes soils mapped in other survey areas that are not protected by levees and are flooded daily by tides would now be recognized as the Novato series.\nADDITIONAL DATA:\nUser site/pedon ID: S2018CA097001\nType location relocated within Sonoma County in 2020 following a multi-year project to disentangle series concepts for Reyes and Novato soils.\nSampled by the Riverside Laboratory 6/28/61. Sample No. S61 Calif-49-13, SSIR No. 24, June, 1973.\nOriginal User Pedon/Site ID S1961CA097013\nClassified using the Twelfth Edition Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
