{
  "SERIES": "REZAVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB/WED/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey, smectitic, mesic Lithic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rezave stony very fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with approximately 15 percent stones, 10 percent cobbles, and 5 percent gravel.\nA--0 to 10 cm; light brownish gray (10YR 6/2) stony very fine sandy loam, dark brown (10YR 3/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine and fine tubular pores; 10 percent gravel, 5 percent cobbles, and 15 percent stones; slightly alkaline (pH 7.4); abrupt smooth boundary. (3 to 15 cm thick)\nBtn--10 to 33 cm; light yellowish brown (10YR 6/4) stony clay, dark yellowish brown (10YR 4/4) moist; strong medium and coarse prismatic structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots and common medium roots; few very fine, fine and medium tubular pores; 5 percent gravel, 5 percent cobbles, and 10 percent stones; common distinct clay films on faces of peds and lining pores; slightly effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (10 to 30 cm thick)\nBtnqk--33 to 43 cm; reddish yellow (7.5YR 7/6) very gravelly clay, brownish yellow (10YR 6/6) moist; moderate fine and medium angular blocky structure; hard and brittle, moderately sticky and moderately plastic; few roots; few fine tubular pores; 30 percent gravel, 2 percent cobbles, and 10 percent stones; common faint and few distinct clay films on faces of peds and lining pores; weak discontinuous silica cementation; few carbonate coats on bottoms of rock fragments; violently effervescent; very strongly alkaline (pH 9.2); clear broken boundary. (0 to 23 cm thick)\nBqk--43 to 48 cm; white (10YR 8/1) very stony clay loam, pink (7.5YR 7/4) moist; massive; very hard and brittle, slightly sticky and slightly plastic; few fine roots; few very fine and fine tubular pores; 20 percent gravel, 5 percent cobbles and 15 percent stones; weak discontinuous silica cementation; common carbonate coats on bottoms of rock fragments; violently effervescent; very strongly alkaline (pH 9.6); abrupt wavy boundary. (0 to 8 cm thick)\nR--48 cm; hard, slightly fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 6 miles north of Fernley; approximately 740 feet north and 1,000 feet west of the southeast corner of section 7, T. 21 N., R. 25 E.; USGS Two Tips 7.5 minute topographic quadrangle; latitude 39 degrees 41 minutes 48.7 seconds N and longitude 119 degrees 12 minutes 42.6 seconds W; WGS84 Decimal Degrees 39.6968333 latitude,  -119.211722 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and spring; dry early June through October; typic aridic soil moisture regime.\nMean annual soil temperature: 11 to 13 degrees C.\nDepth to bedrock; 36 to 50 cm to a lithic contact.\nOther features: Some pedons have a thin E horizon between the A and Btn horizons.\nParticle-size control section - Clay content:  35 to 55 percent.\nRock fragments: Average 15 to 35 percent, subhorizons range from 10 to 50 percent, increasing with depth. Lithology of the fragments is volcanic rock, such as basalt, andesite and tuff.\nA horizon\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nReaction: Neutral through moderately alkaline.\nBtn horizon\nHue: 7.5YR or 10YR.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Clay or clay loam.\nClay content: 35 to 55 percent.\nRock fragments: 10 to 25 percent, mainly stones or gravel.\nStructure: Prismatic or prismatic parting to angular blocky in the upper part and prismatic parting to angular blocky or angular blocky in the lower part.\nConsistence: Moderately sticky or very sticky and moderately plastic or very plastic, wet.\nEffervescence: Slightly effervescent through violently effervescent.\nCalcium carbonate equivalent: 1 to 5 percent.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 2 to 8 mmhos/cm.\nSodicity (SAR): 13 to 30.\nBtnqk and Bqk horizon (when present)\nValue: 7 or 8 dry, 6 or 7 moist.\nChroma: 1 through 4, dry or moist.\nTexture: Clay or clay loam.\nRock fragments: 20 to 50 percent, mainly gravel or stones.\nClay content: 35 to 45 percent.\nCementation: Weak to strong, discontinuous silica and carbonate cementation.\nCalcium carbonate equivalent: 5 to 15 percent; carbonates are commonly segregated on bottoms of rock fragments.\nReaction: Strongly alkaline or very strongly alkaline.\nSalinity (EC): 2 to 8 mmhos/cm.\nSodicity (SAR): 13 to 30."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rezave soils are on hills, mountains, and plateaus.  They typically occur on summit, shoulder, and backslope positions.  They formed in residuum and colluvium derived from volcanic rocks.  Slopes are 0 to 50 percent. Elevations range from 1,220 to 2,134 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 130 to 180 mm, the mean annual temperature is 9 to 12 degrees C, and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fireball and Pirouette soils.  Fireball soils are loamy-skeletal, deep to hard bedrock, and occur on adjacent hills and mountains.  Pirouette soils are loamy-skeletal, shallow to a thin duripan over hard bedrock, and occur on adjacent hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rezave soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly Bailey's greasewood, shadscale, bud sagebrush, Douglas rabbitbrush, Indian ricegrass, and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and northwestern Nevada.  These soils are moderately extensive.  They occur dominantly in MLRA 27, but have also been mapped in MLRAs 23 and 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, South Part, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 10 cm (A horizon).\nNatric horizon - The zone from 10 to 43 cm (Btn and Btnqk horizons)\nIdentifiable secondary carbonates - The zone from 33 to 48 cm (Btnqk and Bqk horizons).\nLithic contact - The boundary at 48 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 10 to 43 cm (Btn and Btnqk horizons).\nADDITIONAL DATA:  Primary characterization data is available as user pedon ID 78NV031001 (pedon # 78P0590).\nNASIS pedon and site ID 06NV628Z101jbf.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
