{
  "SERIES": "RHOAMETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MCS",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, frigid Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rhoamett silty clay loam - rangeland (Colors are for dry soil unless otherwise noted).\nA1--0 to 3 inches; grayish brown (2.5Y 5/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; strong fine granular structure; slightly hard, friable, sticky, plastic; common fine and medium irregular pores; many fine and medium roots; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (2 to 6 inches thick)\nAC--3 to 8 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; weak coarse angular blocky structure; hard, friable, sticky, plastic; common fine and medium irregular pores; many fine and medium roots; strongly effervescent; strongly alkaline (pH 8.6); gradual smooth boundary.  (0 to 5 inches thick)\nC--8 to 60 inches; light brownish gray (2.5Y 6.2) silty clay, dark grayish brown (2.5Y 4/2) moist; massive; extremely hard, firm, sticky, plastic; 5 percent shale channers; strongly effervescent; strongly alkaline, (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; in the SE1/4, NW1/4 section 11, T17N, R87W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to uniformly calcareous material is 0 to 10 inches.  Coarse fragment content as gravel or channers is commonly 0 to 5 percent, but ranges from 0 to 15 percent throughout.  The mean annual soil temperature is about 44 degrees F., and the mean summer soil temperature is about 63 degrees F.  The moisture control section is not dry for more than 15 consecutive days from May 15 to June 30 when the soil temperature at 20 inches is greater than 41 degrees F.  Electrical conductivity ranges from 0 to 16 throughout.\nThe A horizon has hue of 5Y through 10YR, value of 5 through 7 dry and 3 through 6 moist, chroma of 1 through 4.  Reaction is mildly or moderately alkaline.  Textures are commonly silty clay or silty clay loam, less commonly clay loam or loam.\nThe AC horizon, when present, has the same properties as the A horizon with the texture clay, and reaction of strongly alkaline also allowed.\nThe C horizon has hue of 5Y through 10YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Reaction is moderately or strongly alkaline.  Calcium carbonate equivalence is 0 to 10 percent.  Texture is commonly silty clay loam or silty clay but clay content may range form 35 to 50 percent, silt from 30 to 60 percent and sand from 15 to 35 percent.  Less than 15 percent of the sand is fine sand or coarser."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colsavage (WY), Dollard (CO), Gunsone T(WY), Nobe (MT), Orinoco T(MT), Sunburst (MT), Vanda (MT), and Wrayha (CO) series.  Colsavage, Dollard, and Orinoco have bedrock above 40 inches.  Gunsone has hues 2.5YR to 7.5YR.  Nobe and Vanda have horizons with ESP greater than 15.  Sunburst has greater than 15 percent fine sand or coarser in the particle size control section.  Wrayha is dry in the moisture control section from May 15 to June 30 when the soil temperature is greater than 41 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Rhoamett soils are on nearly level to moderately steep alluvial fans and drainageways.  Slopes are 0 to 20 percent.  They formed in fine textured alluvium derived dominantly from shale.  Elevation is 6,500 to 7,800 feet.  The mean annual precipitation is 10 to 14 inches which occurs mainly in the winter and spring months.  The mean annual air temperature is about 40 degrees F.  The mean summer temperature is about 62 degrees F.  The frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Moyerson and Poposhia soils.  The Moyerson soils have bedrock at 10 to 20 inches.  The Poposhia soils are in the fine-loamy family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained;  slow to rapid runoff; Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used dominantly as rangeland.  Native vegetation is mainly western wheatgrass, big sagebrush, basin wildrye, and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The distribution of this series is limited to the intermountain basins of southern Wyoming.  The series is of small extent."
  },
  "REMARKS": {
    "section": "SERIES ESTABISHED",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  }
}
