{
  "SERIES": "RHODESFOLLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAS-SJM-DCP",
  "REVDATE": "05/2018",
  "STATES": "CT,RI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Fluventic Psammowassents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rhodesfolly fine sand on a north facing, nearly level slope on a shoreface under 1.3 m of estuarine water. Tidal range is 80 cm. (Colors are for moist soil).\nA -- 0 to 13 cm; very dark gray (N 3/) fine sand; white (5Y 8/1) dry; single grain; nonfluid; 5 percent gravel; 2 percent shell fragments; sulphurous odor; strongly saline; slightly alkaline (pH 7.6), slightly alkaline (pH 7.6) after 8 weeks; abrupt boundary. (0 to 23 cm thick)\nCg -- 13 to 20 cm; dark gray (5Y 4/1) gravelly coarse sand; light greenish gray (10Y 7/1) dry; single grain; nonfluid; 9 percent gravel; 10 percent mixed white and blue mussel shell fragments; sulphurous odor; strongly saline; moderately alkaline (pH 8.0), slightly alkaline (pH 7.8) after 8 weeks; abrupt boundary. (6 to 68 cm thick)\nAb -- 20 to 29 cm; black (N 2.5/) coarse sand; greenish gray (10Y 6/1) dry; single grain; nonfluid; 5 percent herbaceous fibers, 0 percent rubbed; 2 percent gravel; 8 percent shell fragments; sulphurous odor; strongly saline; moderately alkaline (pH 8.2), slightly alkaline (pH 7.6) after 8 weeks; abrupt boundary. (4 to 22 cm thick)\nC'g1 -- 29 to 39 cm; very dark gray (2.5Y 3/1) coarse sand; greenish gray (10Y 6/1) dry; single grain; nonfluid; 8 percent gravel; 2 percent white mussel shell fragments; strongly saline; moderately alkaline (pH 8.4), slightly alkaline (pH 7.6) after 8 weeks; clear boundary.\nC'g2 -- 39 to 61 cm; gray (N 5/) coarse sand; light gray (N 7/) dry; single grain; nonfluid; 1 percent gravel; 1 percent shell fragments; sulphurous odor; strongly saline; strongly alkaline (pH 8.6), slightly alkaline (pH 7.5) after 8 weeks; clear boundary.\nA'b -- 61 to 72 cm; very dark gray (2.5Y 3/1) coarse sand; gray (N 6/) dry; single grain; nonfluid; 3 percent herbaceous fibers, 0 percent rubbed; 1 percent gravel; 3 percent mussel shell fragments; sulphurous odor; strongly saline; strongly alkaline (pH 8.7), slightly alkaline (pH 7.6) after 8 weeks; clear boundary.\nC''g -- 72 to 78 cm; dark gray (2.5Y 4/1) gravelly coarse sand; gray (N 6/) dry; single grain; nonfluid; 18 percent gravel; sulphurous odor; strongly saline; strongly alkaline (pH 8.6); slightly alkaline (pH 7.7), after 8 weeks; abrupt boundary.\nA''b1 -- 78 to 82 cm; very dark gray (2.5Y 3/1) gravelly coarse sand; gray (N 6/) dry; single grain; nonfluid; 1 percent herbaceous fibers, 0 percent rubbed; 10 percent gravel; 24 percent soft shell clam fragments; sulphurous odor; strongly saline; moderately alkaline (pH 8.4), slightly alkaline (pH 7.6) after 8 weeks; abrupt boundary.\nA''b2 --82 to 92 cm; greenish black (10Y 2.5/1) fine sand; gray (5Y 5/1) dry; single grain; nonfluid; 2 percent herbaceous fibers, 0 percent rubbed; 2 percent gravel; sulphurous odor; strongly saline; moderately alkaline (pH 8.3), slightly acid (pH 6.3) after 8 weeks; abrupt boundary.\nC'''g -- 92 to 150 cm; dark gray (5Y 4/1) fine sand; gray (5Y 6/1) dry; single grain; nonfluid; sulphurous odor; strongly saline; moderately alkaline (pH 8.4), slightly acid (pH 6.2) after 8 weeks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New London County, Connecticut; located about 8825 feet southeast from the intersection of the Providence and Worcester Railroad and Island Road, and 6900 feet southwest of Barn Island boat launch, south of Sandy Point. USGS Mystic, CT topographic quadrangle, Latitude 41 degrees, 19 minutes, 6.3 seconds N. and Longitude 71 degrees, 52 minutes, 38.8 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are permanently submerged. All horizons have a pH of neutral through strongly alkaline and an oxidized pH of very strongly acid through slightly alkaline. Soil has a 5:1 salinity greater than 0.6 dS/m throughout the profile. Rock fragments are predominately fine gravel or shell fragments and are less than 35 percent (by volume) in all layers within the particle-size control section.\nThe A horizon has hue of 10Y or is neutral, value of 2.5 or 3, and chroma of 0 or 1. Texture ranges from loamy fine sand through coarse sand. It is massive or single grain. Gravel content is 0 through 10 percent. Shell fragment content is 0 through 10 percent. Consistence is nonfluid.\nSome pedons have an ACg horizon with characteristics similar to the A horizon. It is 0 to 43 cm thick.\nSome pedons have a CAg or C/A horizon with hue of 5Y or 2.5Y, value of 3 through 6, and chroma of 0 through 2. Texture ranges from sandy loam through sand. It is massive or single grain. Gravel content is 0 through 5 percent. Consistence is nonfluid. It is 0 to 29 cm thick.\nThe Ab horizon has hue of 7.5YR through 5Y, 10Y, or is neutral, value of 2.5 or 3, and chroma of 0 through 2. Texture is very fine sandy loam, fine sand, mucky sand, sand, or coarse sand in the fine earth fraction. It is massive or single grain. Gravel content is 0 through 34 percent. Shell fragment content is 0 through 34 percent. Herbaceous fibers are 0 through 10 percent unrubbed and 0 through 5 percent rubbed. Consistence is nonfluid.\nThe Cg horizon has hue of 5Y, 10Y, 2.5Y, or is neutral, value of 2.5 through 5 and chroma of 0 through 2. Texture ranges from loamy sand through coarse sand in the fine earth fraction. It is massive or single grain. Gravel content is 0 through 20 percent. Shell fragment content is 0 through 34 percent. Consistence is nonfluid.\nThe 2Cg horizon, where present, has hue of 5Y, value of 2 through 5, and chroma of 0 through 2. Texture ranges from sandy loamy through sand. It is massive or single grain. Gravel content is 0 through 5 percent. Consistence is nonfluid. Sulfidic materials may be present in some pedons below a depth of 1 meter from the soil surface."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Massapog series. Massapog soils are found on flood tidal delta flats in coastal lagoons and have less than 5 percent gravel content throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Rhodesfolly soils are permanently submerged with strongly saline water on unstable bay bottoms, shore faces and washover fans that are sandy. Slope ranges from 0 through 5 percent. The soils formed in sandy deposits with numerous buried horizons from catastrophic storm events that breeched the barrier island or spit. The shore face and washover fan landforms are nearly level through gently sloping with steeper edges leading into deeper waters. The soil is subject to depositional change due to severe storm events. Wave action and strong currents influence the formation of these soils."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anguilla and Napatree soils. Anguilla soils are in mainland coves and have sulfidic materials within 50 cm of the soil surface. Napatree soils are in submerged headlands and are underlain by glacial deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Subaqueous, peraquic soil moisture regime, and high or very high saturated hydraulic conductivity. Soil is permanently submerged with salt or brackish water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and support benthic aquatic habitat. Fishing is commonplace and the species found in the area are smelt, small cod, flounder, scup, menhaden, and white perch. Shellfish farming and recreational harvesting are common. Some areas are vegetated with native algae and eelgrass (Zostera marina). Vegetative cover ranges from 0 to 35 percent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut and Rhode Island. MLRA 144A and 149B. The soils of this series are of small extent (approximately 1,400 acres (567 hectares))."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: New London County, Connecticut, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\n1. Peraquic moisture regime - positive soil water potential (permanently submerged) at the soil surface (under 126 cm of salt water at the time of coring).\n2. Ochric epipedon - the zone from 0 to 13 cm (Ag horizon).\n3. Aquic conditions - continuous saturation and reduction in the zone from 0 to 150 cm.\n4. Fluventic feature - irregular decrease in organic carbon content in the zone from 20 to 92 cm (the Ab, A'b, A''b1, and A''b2 horizons).\n5. Particle-size control section - the zone from 25 to 100 cm (Ab, C'g1, C'g2, A'b, C''g, A''b1, A''b2, and C'''g horizons).\nADDITIONAL DATA: Characterization data for the typical pedon, S05RI0009007 and additional pedon data, S05RI0009008 analyzed by the NSSL, Lincoln, NE. Additional pedon data, RI003-2006-003-GR, and RI003-2006-007-GR Kent County, Rhode Island, analyzed by the University of Rhode Island.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
