{
  "SERIES": "RHYMES",
  "STATUS": "Established Series",
  "BYREV": "MLG-KBH-JAG",
  "REVDATE": "11/2010",
  "STATES": "TX",
  "OVERVIEW": "The Rhymes series consists of very deep, excessively drained, sandy soils that formed in loamy sediments overlain by recent windblown sands. These nearly level to gently sloping soils are on stream terraces. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 864 mm (34 in) and the mean annual air temperature is about 21 degrees C (70 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, hyperthermic Grossarenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rhymes fine sand, on an east facing, 3 percent slope in pastureland; elevation is 85 meters (280 feet).  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 25 cm (0 to 10 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grained; loose, very friable; common fine roots; slightly acid; gradual smooth boundary.\nA2--25 to 91 cm (10 to 36 in); light yellowish brown (10YR 6/4) fine sand, yellowish brown (10YR 5/4) moist; single grained; loose, very friable; common fine roots; slightly acid; clear smooth boundary.\nE--91 to 142 cm (36 to 56 in); very pale brown (10YR 7/3) loamy sand, light yellowish brown (10YR 6/4) moist; single grained; loose, very friable; few fine roots; few medium distinct brownish yellow (10YR 6/6) masses of iron accumulation; slightly acid; abrupt smooth boundary. [combined thickness of the A and E horizons are 102 to 193 cm (40 to 78 in)]\nBt1--142 to 173 cm (56 to 68 in); very pale brown (10YR 7/3) fine sandy loam, pale brown (10YR 6/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, friable; few fine roots, common fine pores; common medium and coarse prominent yellowish red (5YR 5/8), strong brown (7.5YR 5/6) and brownish yellow (10YR 6/8) masses of iron accumulation; few distinct clay films on surfaces of peds; slightly acid; gradual smooth boundary.\nBt2--173 to 203 cm (68 to 80 in); very pale brown (10YR 7/3) sandy clay loam, very pale brown (10YR 7/3) moist; moderate fine and medium angular blocky structure; extremely hard, friable; few fine roots; few fine pores; common medium and coarse distinct strong brown (7.5YR 5/6) and brownish yellow (10YR 6/8) masses of iron accumulation; few distinct clay films on surfaces of peds; neutral.  [combined thickness of the Bt horizons range from 51 to 127 cm (20 to 50 in)]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Karnes County, Texas; from the intersection of Farm Road 81 and Farm Road 2724 in Panna Maria, 1.5 miles north on Farm Road 2724 to the intersection with private ranch road, 1.0 mile east on private ranch road; 1100 ft east in pastureland. Helena, Texas USGS topographic quadrangle; Latitude: 28 degrees, 59 minutes, 11 seconds N; Longitude: 97 degrees, 53 minutes, 01 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A typic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nSolum thickness is more than 203 cm (80in). Base saturation at the critical depth ranges from 60 to 100 percent.\nMean annual soil temperature: 22 to 24 degrees C (72 To 76 degrees F).\nDepth to argillic horizon: 102 to 193 cm (40 to 78 in)\nDepth to secondary calcium carbonate: 51 to 203 cm (20 to 80 in)Particle-size control section (weighted average)\nClay content: 18 to 35 percent\nA Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: fine sand, loamy sand or loamy fine sand\nReaction: moderately acid to neutral\nE Horizon\nHue: 7.5YR or 10YR\nValue: 6 to 8\nChroma: 2 to 6\nTexture: fine sand, loamy sand or loamy fine sand\nRedox concentrations: none to common, fine or medium, faint or distinct, yellow or brown masses of iron accumulation\nReaction: moderately acid to neutral\nBt Horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2 to 6\nTexture: fine sandy loam or sandy clay loam\nClay content: 18 to 35 percent\nRedox concentrations: few to common, fine or medium, faint to prominent, shades of brown, yellow or red\nRedox depletions: few, fine, prominent, distinct, gray, in soil matrix\nReaction: moderately acid to slightly alkaline\nSome pedons have a BC or BCk Horizon\nHue: 7.5YR or 10YR\nValue: 5 to 8\nChroma: 2 to 6\nTexture: fine sandy loam or sandy clay loam\nClay content: 15 to 30 percent\nIdentifiable secondary carbonate: up to 4 percent, fine or medium, concretions and masses\nReaction: moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bobillo and Hitilo series.  Similar soils include Lopeno, Nueces, Nusil, Padina, Patilo and Sarita series.  Bobillo soils: have an ustic aridic moisture regime.\nHitilo soils: have base saturation less than 60 percent and support woody vegetation dominated by blackjack and post oak.\nLopeno, Nueces, and Sarita soils: have mixed mineralogy.  In addition, Lopeno soils are moist for longer periods in the soil moisture control section.\nNusil soils: have arenic surface layers.\nPadina and Patilo soils: have a thermic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: fine sands and loamy fine sands derived from recent eolian origin over loamy sediments\nLandform: stream terrace\nSlope: 0 to 5 percent\nMean annual air temperature range: 21 to 23 degrees C (70 to 74 degrees F).\nMean annual precipitation range: 610 to 864 mm (24 to 34 in)\nFrost-free period: 270 to 290 days\nElevation: 23 to 137 m (75 to 450 ft)\nThornthwaite annual P-E indices: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Hitilo and Nusil soils and the Leming, Papalote, Poth, and Wilco soils.\nHitilo soils: are on slightly higher positions on sandy formations of the Claiborne group.\nNusil soils: are on similar to slightly lower positions.\nLeming soils: are on similar positions and have a clayey particle-size control section.\nPoth, and Wilco soils: are on slightly higher positions and have clayey subsoils, in addition Poth soils have an arenic surface layer and Wilco soils have a sandy surface layer less than 50 cm (20 in) thick.\nPapalote soils: are on similar to slightly lower positions and have a sandy surface layer less than 50 cm (20) inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Rhymes soils are somewhat excessively drained in the A and E horizons and well drained in the Bt horizon.  Permeability is rapid in the fine sand A and E horizons, moderately rapid in the loamy fine sand A and E horizons and moderately slow in the Bt horizons.  Runoff is negligible on slopes less than 1 percent, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes. A perched water table occurs at the contact of the Bt horizon in some years. When present, the water table occurs after heavy rainfall during the winter and spring months. Typically the water table is less than 6 inches thick and persists for very brief or brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is mainly used for rangeland. A few areas are in irrigated cropland or pastureland. The most common crops are peanuts, vegetables or watermelons. Native vegetation consists of grasses such as little bluestem, brownseed paspalum, Indiangrass, switchgrass, tanglehead, fringeleaf paspalum, and hooded windmillgrass. Woody vegetation consists mainly of live oaks, scattered mesquite, pricklypear, and catclaw acacia.  (Ecological site name: Sandy 22-35\" Pz;\nEcological site number: R083AY406TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Rio Grande Plain, Texas: LRR I; MLRA 83A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Karnes County, Texas, 1992. The name is from a small creek in northern Karnes County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Sarita series. Areas of iron depletion are relic and are not due to present day extended wetness. Water table studies on similar soils indicate saturation is for very brief to brief periods.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 142 to 193 cm (56 to 76 in).\nOchric epipedon:  0 to 142 cm (0 to 56 in).  (A and E horizons)\nGrossarenic feature:  0 to 142 cm (0 to 56 in).  (A and E horizons)\nArgillic horizon:  142 to 203 cm (56 to 80 in).  (Bt horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: National Soil Survey Laboratory data from Atascosa County S76TX-013-002 (40A35538-35542); Texas A&M Soil characterization lab from type location S92TX 255-002.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 25 cm (0 to 10 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grained; loose, very friable; common fine roots; slightly acid; gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--25 to 91 cm (10 to 36 in); light yellowish brown (10YR 6/4) fine sand, yellowish brown (10YR 5/4) moist; single grained; loose, very friable; common fine roots; slightly acid; clear smooth boundary."
      },
      {
        "name": "E",
        "top": 91,
        "bottom": 142,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--91 to 142 cm (36 to 56 in); very pale brown (10YR 7/3) loamy sand, light yellowish brown (10YR 6/4) moist; single grained; loose, very friable; few fine roots; few medium distinct brownish yellow (10YR 6/6) masses of iron accumulation; slightly acid; abrupt smooth boundary. [combined thickness of the A and E horizons are 102 to 193 cm (40 to 78 in)]"
      },
      {
        "name": "Bt1",
        "top": 142,
        "bottom": 173,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--142 to 173 cm (56 to 68 in); very pale brown (10YR 7/3) fine sandy loam, pale brown (10YR 6/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, friable; few fine roots, common fine pores; common medium and coarse prominent yellowish red (5YR 5/8), strong brown (7.5YR 5/6) and brownish yellow (10YR 6/8) masses of iron accumulation; few distinct clay films on surfaces of peds; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 173,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "structure": "moderate fine and medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--173 to 203 cm (68 to 80 in); very pale brown (10YR 7/3) sandy clay loam, very pale brown (10YR 7/3) moist; moderate fine and medium angular blocky structure; extremely hard, friable; few fine roots; few fine pores; common medium and coarse distinct strong brown (7.5YR 5/6) and brownish yellow (10YR 6/8) masses of iron accumulation; few distinct clay films on surfaces of peds; neutral.  [combined thickness of the Bt horizons range from 51 to 127 cm (20 to 50 in)]"
      }
    ]
  ]
}
