{
  "SERIES": "RIB",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJK-HFG-JJJ-DJH",
  "REVDATE": "01/2006",
  "STATES": "WI",
  "OVERVIEW": "The Rib series consists of very deep, poorly drained soils which are moderately deep to stratified sandy outwash. These soils formed mostly in loess or silty alluvium underlain by sandy outwash. Typically they are on outwash plains, valley trains, and stream terraces but some are on glacial lake basins and moraines. Permeability is moderate in the silty mantle, moderate or moderately rapid in the loamy lower subsoil, and rapid or very rapid in the sandy outwash. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, frigid Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rib silt loam, on a south-facing, plane slope of 1 percent, in a willow and sedge wetland, at an elevation of about 1,325 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate medium granular structure; friable; many very fine and few fine, medium, and coarse roots; about 5 percent gravel and 1 percent cobbles; moderately acid; abrupt smooth boundary. (6 to 9 inches thick)\nEg--7 to 10 inches; dark gray (2.5Y 4/1) and gray (2.5Y 5/1) silt loam, light gray (2.5Y 7/1) dry; moderate medium subangular blocky structure parting to weak thin platy; friable; few very fine and fine roots; few fine distinct olive brown (2.5Y 4/4) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (0 to 10 inches thick)\nBtg1--10 to 18 inches; grayish brown (2.5Y 5/2) silt loam; moderate medium subangular blocky structure; friable; common faint dark grayish brown (10YR 4/2) clay films on ped faces; many fine and medium distinct olive brown (2.5Y 4/4) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; slightly acid; clear wavy boundary.\nBtg2--18 to 32 inches; grayish brown (2.5Y 5/2) silt loam; moderate medium and coarse subangular blocky structure; friable; common faint dark grayish brown (10YR 4/2) clay films on ped faces; many medium and coarse prominent dark yellowish brown (10YR 4/6) masses of iron accumulation and few fine prominent gray (10YR 5/1) iron depletions; about 5 percent gravel and 1 percent cobbles; neutral; clear wavy boundary. (Combined thickness of the Btg horizon is 15 to 30 inches.)\n2Bg--32 to 35 inches; grayish brown (2.5Y 5/2) loam; moderate medium subangular blocky structure; friable; many medium and coarse prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; about 5 percent gravel; neutral; clear wavy boundary. (2 to 4 inches thick)\n3BC--35 to 37 inches; brown (10YR 4/3) and dark brown (10YR 3/3) gravelly loamy sand; weak medium subangular blocky structure; very friable; about 15 percent gravel and 2 percent cobbles; neutral; clear wavy boundary. (1 to 4 inches thick)\n3C--37 to 60 inches; brown (10YR 4/3) and dark brown (10YR 3/3) gravelly coarse sand; single grain; loose; about 20 percent gravel and 2 percent cobbles; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Taylor County, Wisconsin; about 2 miles north and 3 miles east of Medford; located about 2,400 feet west and 20 feet south of the northeast corner of section 18, T. 31 N., R. 2 E.; USGS Medford topographic quadrangle; lat. 45 degrees 10 minutes 43 seconds N. and long. 90 degrees 16 minutes 46 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic horizon, thickness of the silty mantle, and depth to sandy outwash all range from 20 to 40 inches. The weighted average clay content of the argillic horizon ranges from 18 to 27 percent and the weighted average content of fine sand or coarser is less than 15 percent. Volume of gravel ranges from 0 to 5 percent in the silty mantle and from 0 to 40 percent in the loamy lower subsoil (transition zone). Volume of gravel ranges from 3 to 45 percent as a weighted average in the sandy outwash, but ranges from 0 to 65 percent in individual strata. Volume of cobbles ranges from 0 to 5 percent throughout. Reaction ranges from very strongly acid to slightly alkaline in the solum and from moderately acid to moderately alkaline in the substratum. Depth to carbonates is 5 feet or more. Redoximorphic concentrations are throughout the solum below the A horizon. Redoximorphic depletions are 50 percent or more of the matrix or of coats on faces of peds immediately below the Ap horizon and within 20 inches of the surface. Saturation occurs within a depth of 1 foot for long periods in normal years.\nThe Ap or A horizon has hue of 7.5YR or 10YR or is neutral in hue. Value is 2 or 3 and chroma is 0 to 2. It is silt loam or mucky silt loam.\nThe Eg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2. It is silt loam.\nThe Btg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2. It is silt loam or silty clay loam.\nThe 2Bg transition horizon has hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 6; and chroma of 1 or 2. It is loam or sandy loam or the gravelly or very gravelly analogs.\nThe 3BC or 3BCg horizon has hue of 7.5YR, 10YR or 2.5Y; value of 3 to 8; and chroma of 1 to 6. It is loamy sand, loamy coarse sand, or the gravelly or very gravelly analogs.\nThe 3C or 3Cg horizon has color like the 3BC horizon described above. It is typically stratified layers of coarse sand, sand, or the gravelly or very gravelly analogs, but some individual strata may be extremely gravelly. Some pedons have strata of loamy sand or loamy coarse sand or the gravelly or very gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--20 to 40 inches of loess or silty alluvium underlain by stratified sandy outwash\nLandform--Outwash plain, valley trains, and stream terraces, but some are on glacial lake basins and small outwash areas within moraines\nSlope--0 to 2 percent\nElevation--800 to 1,950 feet\nMean annual air temperature--38 to 42 degrees F\nMean annual precipitation--28 to 33 inches\nFrost-free period--90 to 125 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anigon, Antigo, Billyboy, Blackriver, Brander, Brill, Maplehurst, Oesterle, Ossmer, Poskin, Ribriver, Rosholt, Scoba, Sconsin, and Scott Lake series.\nThe well drained Anigon soils, the moderately well drained Brander and Brill soils, and the somewhat poorly drained Poskin soils are in a drainage sequence with Rib soils. All are on higher or more sloping landscape positions.\nThe moderately well drained Blackriver and Ribriver soils, and the somewhat poorly drained Maplehurst soils are on nearby landscapes with Rib soils where the silty mantle is more than 40 inches thick. All are on higher or more sloping landscape positions.\nThe well drained Antigo soils, moderately well drained Billyboy and Sconsin Lake soils, and the somewhat poorly drained Ossmer soils are on nearby landscapes with Rib soils. These soils are coarse-loamy over sandy or sandy skeletal with a silty mantle 12 to 40 inches thick. All are on higher or more sloping landscape positions.\nThe well drained Rosholt soils, moderately well drained Scoba and Scott Lake soils, and the somewhat poorly drained Oesterle soils are on nearby landscapes with Rib soils where the silty mantle is thin or absent. All are on higher or more sloping landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Surface runoff is very low or ponded. Permeability is moderate in the silty mantle, moderate or moderately rapid in the loamy lower subsoil, and rapid or very rapid in the sandy outwash. Rib soils have an apparent seasonal high water table at a depth from 1 foot above to 1 foot below the surface much of the time from September to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas remain in woodland. Common trees are American elm, black ash, silver maple, and red maple. Many areas are cleared and used for unimproved pastureland. Some areas are drained and used for cropland. Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and northwestern Wisconsin. LRR K, MLRA 90A, and MLRA 90B. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dunn County, Wisconsin, November, 1970. The type location was changed to Taylor County with the correlation of the soil survey in 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section - the zone from 10 to 40 inches.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from 0 to 10 inches (A, Eg);\nAlbic horizon - the zone from 7 to 10 inches (Eg);\nArgillic horizon - the zone from 10 to 32 inches (Btg1, Btg2);\nTransition zone - the zone between the silty mantle and sandy outwash from 32 to 35 inches (2Bg);\nReduced matrix - in the zone from 7 to 35 inches (Eg, Btg1, Btg2, 2Bg);\nRedoximorphic concentrations - oxidized color features in the zone from 7 to 35 inches;\nRedoximorphic depletions - reduced color features in the zone from 18 to 32 inches and reduced color clay films in the zone from 10 to 32 inches;\nLithologic discontinuity - at the upper boundary of the 2Bg horizon at 32 inches and at the upper boundary of the 3BC horizon at 35 inches;\nAquic conditions within 20 inches of the surface.\nADDITIONAL DATA: Former Soil Interpretation Record - WI0144. Refer to S91WI-119-002 for NSSL data on the Rib series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; moderate medium granular structure; friable; many very fine and few fine, medium, and coarse roots; about 5 percent gravel and 1 percent cobbles; moderately acid; abrupt smooth boundary. (6 to 9 inches thick)"
      },
      {
        "name": "Eg",
        "top": 18,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--7 to 10 inches; dark gray (2.5Y 4/1) and gray (2.5Y 5/1) silt loam, light gray (2.5Y 7/1) dry; moderate medium subangular blocky structure parting to weak thin platy; friable; few very fine and fine roots; few fine distinct olive brown (2.5Y 4/4) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 25,
        "bottom": 46,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--10 to 18 inches; grayish brown (2.5Y 5/2) silt loam; moderate medium subangular blocky structure; friable; common faint dark grayish brown (10YR 4/2) clay films on ped faces; many fine and medium distinct olive brown (2.5Y 4/4) masses of iron accumulation; about 5 percent gravel and 1 percent cobbles; slightly acid; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 46,
        "bottom": 81,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--18 to 32 inches; grayish brown (2.5Y 5/2) silt loam; moderate medium and coarse subangular blocky structure; friable; common faint dark grayish brown (10YR 4/2) clay films on ped faces; many medium and coarse prominent dark yellowish brown (10YR 4/6) masses of iron accumulation and few fine prominent gray (10YR 5/1) iron depletions; about 5 percent gravel and 1 percent cobbles; neutral; clear wavy boundary. (Combined thickness of the Btg horizon is 15 to 30 inches.)"
      },
      {
        "name": "2Bg",
        "top": 81,
        "bottom": 89,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bg--32 to 35 inches; grayish brown (2.5Y 5/2) loam; moderate medium subangular blocky structure; friable; many medium and coarse prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; about 5 percent gravel; neutral; clear wavy boundary. (2 to 4 inches thick)"
      },
      {
        "name": "3BC",
        "top": 89,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3BC--35 to 37 inches; brown (10YR 4/3) and dark brown (10YR 3/3) gravelly loamy sand; weak medium subangular blocky structure; very friable; about 15 percent gravel and 2 percent cobbles; neutral; clear wavy boundary. (1 to 4 inches thick)"
      },
      {
        "name": "3C",
        "top": 94,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "narrative": "3C--37 to 60 inches; brown (10YR 4/3) and dark brown (10YR 3/3) gravelly coarse sand; single grain; loose; about 20 percent gravel and 2 percent cobbles; neutral."
      }
    ]
  ]
}
