{
  "SERIES": "RIBHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "01/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ribhill cobbly silt loam, stony, on a southwest-facing slope of 10 percent, under mixed hardwoods, at an elevation of about 1,310 feet. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 3 inches; very dark grayish brown (10YR 3/2) mucky peat (hemic material which is a mat of partially decomposed forest litter); about 50 percent fiber and 20 percent rubbed; weak thin platy structure; very friable; very strongly acid; abrupt wavy boundary. (0 to 4 inches thick)\nA--3 to 7 inches; very dark brown (10YR 2/2) cobbly silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; common fine roots; about 15 percent angular gravel and 20 percent angular cobbles; very strongly acid; abrupt wavy boundary. (3 to 6 inches thick)\nE--7 to 13 inches; brown (10YR 4/3) cobbly silt loam; moderate fine subangular blocky structure; friable; common fine roots; about 5 percent angular gravel and 20 percent angular cobbles; very strongly acid; clear wavy boundary. (0 to 8 inches thick)\nE/B--13 to 20 inches; 60 percent brown (10YR 5/3) cobbly silt loam (E); very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) cobbly silt loam (Bt); moderate medium subangular blocky structure; friable; few fine roots; about 5 percent angular gravel and 20 percent angular cobbles; strongly acid; gradual wavy boundary.\nB/E--20 to 26 inches; 70 percent dark yellowish brown (10YR 4/4) very cobbly silt loam (Bt); moderate medium subangular blocky structure; friable; few distinct brown (7.5YR 4/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) cobbly silt loam (E), very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; friable; few fine roots; about 15 percent angular gravel and 25 percent angular cobbles; very strongly acid; gradual wavy boundary. (glossic horizon - 2 to 30 inches thick)\nBt--26 to 38 inches; dark yellowish brown (10YR 4/4) very cobbly silt loam; moderate fine and medium subangular blocky structure; friable; few fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; about 20 percent angular gravel and 35 percent angular cobbles; very strongly acid; abrupt wavy boundary. (8 to 18 inches thick)\nR--38 inches; quartzite bedrock with dark yellowish brown (10YR 4/4) silt loam in joints more than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marathon County, Wisconsin; about 2 miles southwest of Wausau; located about 2,100 feet south and 1,950 feet east of the northwest corner of section 15, T. 28 N., R. 7 E.; USGS Wausau West topographic quadrangle; lat. 44 degrees 54 minutes 36 seconds N. and long. 89 degrees 39 minutes 44 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, thickness and depth are measured from the top of the mineral soil.) Depth to the base of the argillic horizon and to bedrock ranges from 20 to 40 inches. Thickness of the silty mantle ranges from 12 to 40 inches. The particle-size control section averages 6 to 17 percent clay. Rock fragments are mostly angular quartzite fragments with a few rounded igneous fragments in some pedons. Volume of rock fragments averages from 35 to 60 percent in the particle size control section. Volume of gravel ranges from 2 to 15 percent in the upper part of the solum and from 5 to 25 percent in the lower part of the solum. Volume of cobbles ranges from 5 to 25 percent in the upper part of the solum and from 20 to 45 percent in the lower part of the solum. Stones are on the surface and in the solum. Reaction ranges from very strongly acid to moderately acid in the solum.\nThe O horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3. It is a mat of partially decomposed forest litter.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. Texture is cobbly silt loam or very cobbly silt loam.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is the cobbly or very cobbly analogs of silt loam or silt.\nSome pedons have a Bw horizon with hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 3 or 4. Value and chroma of 3 do not occur together. Texture is cobbly silt loam or silt loam. Bw horizons with spodic color have less than 0.6 percent organic carbon.\nRibhill soils have a glossic horizon (E/B or B/E horizon, or both). The E part has color and texture like the E horizon described above. The Bt part has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 4 to 6. Texture is gravelly, cobbly, or very cobbly silt loam.\nSome pedons have a 2B/E horizon. The 2Bt part has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8. The 2E part has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 2 or 3. Texture of the 2Bt and 2E parts are cobbly or very cobbly loam or sandy loam.\nThe Bt horizon has color and texture like the Bt part described above.\nSome pedons have a 2Bt horizon with color and texture like the 2Bt part described above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Norbeck, Northmound, and Rumblecreek series. Norbeck and Rumblecreek soils do not have a lithic contact. Northmound soils have no igneous or metamorphic rock fragments, and have only sandstone fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--20 to 40 inches of loess or loess and till overlying quartzite bedrock\nLandform--hills on glaciated quartzite monadnocks\nSlope--2 to 40 percent\nElevation--800 to 1,950 feet\nMean annual air temperature--39 to 45 degrees F\nMean annual precipitation--28 to 33 inches\nFrost-free period--120 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fenwood, Freeon, Mosinee, Reitbrock, Rozellville, and Santiago soils. Fenwood, Mosinee, and Reitbrock soils are in areas where the soil is 40 to 60 inches thick to bedrock. Fenwood and Mosinee soils are in landscape positions similar to those of Ribhill soils and the somewhat poorly drained Rietbrock soils are in slightly lower positions. In addition, Fenwood and Reitbrock soils are in areas where there is more clay and fewer rock fragments in the soil. Rozellville soils are in landscape positions similar to those of Ribhill where there is more clay and fewer rock fragments and the soil is more than 60 inches thick to bedrock. The Freeon and Santiago soils are common associates in Barron and Rusk Counties. These soils are in similar or slightly lower areas where the depth to bedrock is greater than 80 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. The potential for surface runoff ranges from low to high. Permeability is moderate in the silty or loamy mantle."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for woodland. Common trees are sugar maple, red oak, white ash, American basswood, bitternut hickory, and paper birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Marathon, Barron, and Rusk Counties, Wisconsin. LRR K, MLRA 90A, and MLRA 90B. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marathon County, Wisconsin, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--20 to 38 inches\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon--0 to 20 inches (Oe, A, E, E/B horizons);\nAlbic horizon--13 to 20 inches (E part of the E/B horizons);\nGlossic horizon--13 to 26 inches (E/B, B/E horizons);\nArgillic horizon--20 to 38 inches (B/E, Bt horizons);\nLithic contact--38 inches (R).\nADDITIONAL DATA: Former Soil Interpretation Record - WI0392. Refer to soil survey sample number 87WI005012 for NSSL data on a Ribhill pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
