{
  "SERIES": "RICHENS",
  "STATUS": "Established Series",
  "BYREV": "REV:  JAC/RLM",
  "REVDATE": "02/1999",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Richens loam - rangeland.  (Colors are for moist soil unless otherwise noted.)\nO--1/2 inch to 0; leaves and old grass.  (0 to 1 inch thick)\nA1--0 to 8 inches; very dark brown (10YR 2/2) loam, dark yellowish brown (10YR 3/4) dry; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; 5 percent pebbles; slightly acid (pH 6.2); clear wavy boundary.  (3 to 10 inches thick)\nA2--8 to 17 inches; very dark brown (10YR 2/2) loam, dark yellowish brown (10YR 3/4) dry; weak fine subangular blocky structure parting to moderate medium granular; soft, friable, slightly sticky and slightly plastic; many fine and medium roots; 5 percent pebbles; slightly acid (pH 6.2); abrupt wavy boundary.  (8 to 17 inches thick)\nE--17 to 19 inches; strong brown (7.5YR 5/6) cobbly silt loam, light brown (7.5YR 6/4) dry; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and plastic; few fine and medium roots; 40 percent cobbles and pebbles; slightly acid (pH 6.2); abrupt wavy boundary.  (2 to 5 inches thick)\nBt1--19 to 24 inches; yellowish red (5YR 5/8) gravelly silty clay, reddish yellow (5YR 6/6) dry; moderate medium prismatic structure parting to strong medium subangular blocky; extremely hard, very firm, very sticky and very plastic; few fine and medium roots; many thin clay skins on faces of peds; 25 percent pebbles and cobbles; slightly acid (pH 6.4); clear wavy boundary.  (5 to 14 inches thick)\nBt2--24 to 33 inches; yellowish red (5YR 5/8) clay, reddish yellow (5YR 6/6) dry; strong coarse prismatic structure parting to strong medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few fine and medium roots; continuous moderately thick clay skins on faces of peds; slightly acid (pH 6.4); clear wavy boundary.  (9 to 23 inches thick)\nBt3--33 to 56 inches; red (2.5YR 5/8) clay, red (2.5YR 5/6) dry; moderate coarse prismatic structure parting to strong medium and coarse angular blocky; extremely hard, extremely firm, very sticky and very plastic; few medium roots; continuous moderately thick clay skins on faces of peds; neutral (pH 6.6); abrupt wavy boundary.  (0 to 23 inches thick)\nR--56 to 68 inches; soft weathered sandstone, moderately calcareous in veins."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Utah; about 6 miles north of Devils Slide; 800 feet west and 2,100 feet north of southeast corner of sec.  14, T. 5 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 17 to 25 inches thick.  The upper boundary of the Bt horizon ranges from 19 to 24 inches.  The combined thickness of the A, E, and Bt horizon ranges from 55 to 60 inches or more over bedrock.  The mean annual soil temperature at 20 inches ranges from 41 to 44 degrees F.  The mean summer soil temperature ranges from 55 to 57 degrees F.  The soils are usually moist but are dry for 30 to 45 days during the late summer months.\nThe A horizon has hue of 5YR through 10YR, value of 3 through 5 dry, and 2 or 3 moist, and chroma of 2 through 4 dry, and 2 and 3 moist.  It has 0 to 40 percent pebbles and cobbles in the lower portion.  It is slightly acid or neutral.\nThe E horizon has hue of 5YR through 10YR, value of 5 and 6 dry, and 4 and 5 moist, and chroma of 4 through 6 dry, and 6 moist.  It is cobbly silt loam, cobbly silty clay loam or very cobbly clay loam with 30 to 70 percent cobbles and pebbles.  It is slightly acid or neutral and 2 to 5 inches thick.\nThe Bt horizon has hue of 10YR through 5YR, value of 4 through 6 dry, and 3 through 5 moist, and chroma of 2 through 8 dry, and moist.  It is clay, silty clay or silty clay loam.  It is medium acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Burnette, Cochetopa, Faim, Friona, Flucher, Glengarry, Grouse, Luna, Mayflower, Mound, Paulson, Perinos, Skutum, Slights, Sudduth and Toponce series.  Burnette, Cochetopa, Faim, Fulcher, Luna, Sudduth and Toponce soils have hues browner or yellower than 5YR in the argillic horizon.  In addition Burnette, Fulcher and Glengarry soils have visible carbonates within the series control section.  Cochetopa soils contain dark colored magnetic mineral grains in the fine sand and silt fractions.  Faim, Friona, Fulcher, Grouse, Luna, Mayflower, Mound, Paulson, Skutum, Slights, and Sudduth soils have solum less than 50 inches thick.  Glengarry, Luna and Mayflower soils have bedrock at depths less than 40 inches.  Perinos soils lack E horizons and neutral argillic horizons.  All these soils lack E horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Richens soils are at elevations of 7,000 to 8,700 feet.  They occur on rolling mountain tops.  Slopes range from 3 to 60 percent.  These soils formed in glacial till weathered from conglomerate of sandstone and quartzite over residuum weathered from sandstone.  The climate is humid, and the average annual precipitation ranges from 24 to 35 inches.  The mean annual temperature is 31 to 42 degrees F.  The mean summer temperature is 53 to 55 degrees F., and the freeze-free period ranges from 40 to 65 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Herd and Yence series.  Herd soils have ochric epipedons.  Yence soils have ochric epipedons and clayey-skeletal argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, range and wildlife habitat.  The potential vegetation is aspen and white fir with an understory of mountain bromegrass, peavine, snowberry, horsemint, western coneflower, and geranium."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah.  This series is inextensive.  About 6,500 acres are mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan Area Survey, Morgan County, Utah, 1974.  The name is taken from 1941 series and Type Survey in Morgan County that used the name Richens for the same soil.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
