{
  "SERIES": "RICHMOND",
  "STATUS": "Established Series",
  "BYREV": "Rev:",
  "REVDATE": "12/86",
  "STATES": "ID,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Lithic\nXerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Richmond very stony loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; pale brown (10YR 6/3) very stony loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure parting to weak fine granular; slightly hard, friable, and slightly plastic; many fine and few medium and large roots; many fine and medium interstitial pores; very strongly calcareous; mildly alkaline (pH 7.8); clear wavy boundary.  (3 to 9 inches thick)\nBC--8 to 13 inches; brown (10YR 5/3) cobbly loam, dark brown (10YR 4/3) moist; weak fine and medium subangular blocky structure parting to weak fine granular; slightly hard, friable, and slightly plastic; many fine and few medium roots; many fine pores; very strongly calcareous; mildly alkaline (pH 7.6); gradual wavy boundary.  (0 to 6 inches thick)\nC--13 to 18 inches; pale brown (10YR 6/3) very cobbly loam, brown (10YR 5/3) moist; massive; slightly hard, friable, and slightly plastic; many fine and few medium roots; very strongly calcareous; mildly alkaline (pH 7.7).\nR--18 to 20 inches; fractured limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; about 1,000 feet west of the northeast corner of section 1, T.12N., R.1E.  Hyde Park Canyon."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMoisture - the soils are usually moist but are dry for 60 consecutive days or more, in more than 7 out of 10 years, in all parts between 8 inches and the lithic contact Soil temperature - 48 to 51 degrees F.  Average summer soil temperature - about 65 degrees F. Rock fragments - 20 to 70 percent in the A and BC horizons and 50 to 80 percent in the C horizon. Kind - dominantly angular fragments of limestone Size - cobbles and pebbles with a few stones Depth to bedrock - 10 to 20 inches\nControl section Clay content - 10 to 18 percent\nA horizon Value - 5 or 6 dry, 3 or 4 moist Chroma - 2 or 3 Structure - weak to medium, very fine to medium granular Calcareousness - moderately to very strongly Reaction - mildly to moderately alkaline\nC horizons Value - 5 through 7 dry, 4 or 5 moist Chroma - 2 to 3 Texture - GRV-SIL, GRV-L, GRX-L, CBV-L, or CBX-L Rock fragment content - 50 to 80 percent Calcareousness - strongly to very strongly Reaction - mildly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family, a similar soil is the Hymas series.  Hymas soils are frigid and have mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Richmond soils are on mountainsides and ridges.  They formed in residuum and colluvium from limestone.  Some areas have been locally influenced by loess.  Slopes are 15 to 70 percent.  Elevations are 4,600 to 7,000 feet.  The climate is dry subhumid with cold, moist winters and hot, dry summers.  The average annual precipitation is 12 to 18 inches; the average annual temperature is 45 to 48 degrees F., and the frost-free season is 95 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nebeker, Picayune, and Sterling soils.  All these soils have mollic epipedons, are more than 20 inches deep to bedrock, and lack carbonatic minerology.  Nebeker, Picayune, and Sterling soils are on mountain footslopes and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The potential natural vegetation is mainly big sagebrush, black sagebrush, low sagebrush, bluebunch wheatgrass, balsamroot, and juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothill areas of northern Utah and south central Idaho.  These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache Valley Soil Survey Area, Utah, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 8 inches (A horizon)\nLithic contact - the boundary at about 18 inches (R horizon)\nParticle-size control section - the zone from 10 to 18 inches (part of the BC horizon and the C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
