{
  "SERIES": "RICHARDVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TRZ-BC-TJE",
  "REVDATE": "01/2011",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Richardville silt loam, on a 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak medium granular structure; friable; common fine roots; 1 percent rock fragments; moderately acid; abrupt smooth boundary. [18 to 25 cm (7 to 10 inches) thick]\nBt1--18 to 33 cm (7 to 13 inches); brown (7.5YR 4/4) clay loam; weak fine and medium subangular blocky structure; firm; common fine roots; common fine vesicular pores; thin continuous brown (7.5YR 4/4) clay films on faces of peds; 2 percent rock fragments; very strongly acid; clear smooth boundary. [8 to 25 cm (3 to 10 inches) thick]\n2Bt2--33 to 53 cm (13 to 21 inches); brown (7.5YR 4/4) sandy clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common fine roots; common fine vesicular pores; thin continuous dark brown (7.5YR 3/4) clay films on faces of peds; 5 percent rock fragments; very strongly acid; clear smooth boundary.\n2Bt3--53 to 76 cm (21 to 30 inches); dark yellowish brown (10YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine vesicular pores; thin discontinuous brown (7.5YR 4/4) clay films on faces of peds; 3 percent rock fragments; very strongly acid; clear smooth boundary.\n2Bt4--76 to 104 cm (30 to 41 inches); dark yellowish brown (10YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine tubular pores; thin discontinuous brown (7.5YR 4/4) clay films on faces of peds; 10 percent rock fragments; very strongly acid; clear smooth boundary. [Combined thickness of the 2Bt horizon is 51 to 81 cm (20 to 32 inches).]\n2Bt5--104 to 130 cm (41 to 51 inches); dark yellowish brown (10YR 4/4) sandy clay loam; weak coarse subangular blocky structure; firm; common fine tubular pores; thin discontinuous brown (7.5 4/4) clay films on faces of peds; 5 percent rock fragments; neutral; clear smooth boundary. [8 to 13 cm (3 to 5 inches) thick]\n2C--130 to 152 (51 to 60 inches); yellowish brown (10YR 5/4) fine sandy loam; fairly well defined vertical and well defined horizontal fracture planes that define plates 2 to 5 inches horizontally and .5 to 1.5 inches vertically; friable; 10 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tippecanoe County, Indiana; 2,440 feet east and 920 feet south of the northwest corner of sec. 10, T. 23 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess (10 percent sand): 15 to 51 cm (6 to 20 inches)\nDepth to the base of the argillic horizon: 102 to 152 cm (40 to 60 inches)\nDepth to carbonates: 102 to 152 cm (40 to 60 inches)\nParticle-size control section: averages 22 to 35 percent clay\nSeries control section: 0 to 152 cm (0 to 60 inches)\nAp or A horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nRock fragment content: 0 to 3 percent\nReaction: strongly acid to neutral, depending on liming history\nSome pedons have an E horizon.\nBt horizon, and BE horizon (where present):\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silty clay loam or clay loam\nSand content: 10 to 35 percent\nRock fragment content: 0 to 3 percent\nReaction: very strongly acid to slightly acid\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: fine sandy loam or sandy clay loam\nSand content: 50 to 70 percent\nRock fragment content: 3 to 14 percent\nReaction: very strongly acid to slightly alkaline\n2C horizon:\nHue: 10YR\nValue: 5\nChroma: 3 or 4\nTexture: fine sandy loam or sandy loam\nClay content: 5 to 15 percent\nSand content: 52 to 70 percent\nRock fragment content: 3 to 14 percent\nReaction: slightly alkaline or moderately alkaline; carbonates are present"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Caprell, Chili, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Riddles, Senachwine, Skelton, Strawn, Wawaka, Wawasee, and Woodbine series. Amanda, Crouse, and Wawaka soils have less than 52 percent sand in the lower part of the series control section. Belmont, High Gap, Lumberton, Military, Pignut, and Woodbine soils have a lithic contact within a depth of 152 cm (60 inches). Belmore, Chili, and Ockley soils average more than 14 percent rock fragments in the lower part of the series control section. Caprell, Kidder, Kosciusko, Senachwine, and Strawn soils have carbonates within a depth of 102 cm (40 inches). Cliftycreek soils have more than 15 percent clay in the lower part of the series control section. Conestoga, Greybrook, and Hickory soils have less than 50 percent sand in the lower part of the argillic horizon. Gallman soils have rock fragments dominantly of shale lithology. Hollinger, LeRoy, and Wawasee soils are less than 102 cm (40 inches) to the base of the argillic horizon. Kanawha soils are deeper than 152 cm (60 inches) to carbonates. Martinsville and Riddles soils have subhorizons or strata in the lower part of the series control section with well graded sand fraction. Mocksville soils are in a wetter climate with a mean annual precipitation of more than 965 mm (38 inches). Princeton and Skelton soils have less than 3 percent rock fragments in the lower part of the series control section. Relay soils have matrix color with hue yellower than 10YR throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Richardville soils are on till plains of Wisconsinan age. They are commonly near breaks along stream valleys. Slope ranges from 0 to 12 percent. The soils formed in as much as 51 cm (20 inches) of loess and in the underlying till. Mean annual precipitation ranges from 889 to 965 mm (35 to 38 inches). Mean annual air temperature ranges from 10 to 11 degrees C (50 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Camden, Fincastle, Miami, and Starks soils. The somewhat poorly drained Fincastle and Starks soils are on lower lying positions on the landform. The Camden soils have less sand in the particle-size control section and are on slightly lower lying landform positions. The moderately well drained Miami soils are calcareous within 102 cm (40 inches) and are on more sloping areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly used to grow corn and soybeans. Small grain and legume hay are also grown. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Indiana; MLRA 111D. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tippecanoe County, Indiana, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 18 cm (Ap horizon).\nArgillic horizon: from a depth of 18 to 130 cm (Bt, 2Bt horizons).\nADDITIONAL DATA: Lab data available for typical pedon: S84IN157-30, from Purdue University.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
