{
  "SERIES": "RICKETTS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF/JJJ/CEJ",
  "REVDATE": "08/2000",
  "STATES": "CA",
  "OVERVIEW": "The Ricketts series consists of moderately deep, well drained soils formed in colluvium from extrusive igneous rocks.  They are on hills.  Slopes range from 2 to 50 percent.  Mean annual temperature is about 46 degrees F and mean annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ricketts very cobbly loam - on a west facing slope of 11 percent under a cover of mountain big sagebrush, balsamroot and bluebunch wheatgrass at an elevation of 4,400 feet.  (Colors are for dry soils unless otherwise stated.  When described on September 23, 1979, the soil was dry throughout.)\nA1--0 to 5 inches; brown (10YR 5/3) very cobbly loam, dark brown (10YR 3/3) moist; moderate medium platy and weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 10 percent gravel, 30 percent cobbles, 5 percent stones; neutral (pH 7.0); clear wavy boundary.\nA2--5 to 10 inches; dark brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium, and common very fine roots; common very fine and fine tubular and interstitial pores; 15 percent gravel, 35 percent cobbles, 5 percent stones; neutral (pH 7.0); gradual wavy boundary.  (Combined thickness of the A horizon is 5 to 11 inches)\nBt1--10 to 19 inches; dark brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and plastic; few very fine, fine and medium roots; common fine and medium interstitial and tubular pores; few thin clay films on peds and in pores; 20 percent gravel, 30 percent cobbles, 5 percent stones; neutral (pH 7.0); clear smooth boundary.\nBt2--19 to 26 inches; dark yellowish brown (10YR 4/4) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and medium roots; few fine interstitial and tubular pores; few moderately thick clay films on peds; 15 percent gravel, 40 percent cobbles and 5 percent stones; neutral (pH 7.0); gradual wavy boundary.  (Combined thickness of the Bt horizon is 15 to 29 inches)\nR--26 to 31 inches; fractured flaggy basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County; about 3 miles northeast on dirt road from the community of Little Valley to the Deadhorse Canyon intersection, then about 3 miles northeast of Little Valley on a dirt road to the Deadhorse Canyon intersection, then 4 miles on a dirt road to Deadhorse Canyon, take the first road south 3,000 feet and go upslope on the west slope of Balld Mtn., 800 feet off this dirt road; 1,300 feet east and 2,500 feet north of the southwest corner of sec. 26, T. 36 N., R. 7 E., Little Valley NW (Little Valley) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum and depth to a lithic contact ranges from 20 to 40 inches.  The mean annual soil temperature is 49 to 51 degrees F.  The soil temperature exceeds 41 degrees F from mid March until mid November about 240 to 250 days and exceeds 47 degrees F from early April until late October about 190 to 200 days. The soil moisture control section is moist throughout from about mid December until mid May for about 145 to 155 days and is dry throughout from about early July until late October for about 110 to 120 days.  The mollic epipedon is 20 to 40 inches thick. Organic matter is 1 to 2 percent.  It is slightly acid or neutral throughout.  Rock fragments on the surface include 10 to 15 percent gravel, 30 to 40 percent cobbles, and 0 to 2 percent stones with a combined range of 35 to 50 percent.\nThe A horizon color is 10YR 4/3, 4/2, 5/3 or 5/2.  Moist color is 10YR 3/2 or 3/3.  The clay content ranges from 15 to 20 percent.  Rock fragments include 10 to 15 percent gravel, 30 to 40 percent cobbles, and 0 to 5 percent stones with a combined range of 35 to 50 percent.\nThe Bt horizon color is 10YR 5/3, 4/4, or 4/3.  Moist color is 10YR 3/3 or 3/2.  Textures are very cobbly loam, or very cobbly clay loam ranging from 25 to 30 percent clay.  Rock fragments include 15 to 20 percent gravel, 30 to 40 percent cobbles and 5 to 10 percent stones with a combined range of 35 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blint (T WA), Carrcreek (CA), Copperfield (OR), Dillcourt (T WA), Hyrum (UT), Jadpor (T CA), Kettenbach (T ID), Lainand (T WA), McDaniel (WA), Norod (T WA) and Sagley (T OR) series.  Carrcreek(T), Copperfield, Dillcourt(T), Hyrum, McDaniel,Jadpor (T), Lainand (T) and Sagley(T) soils lack a lithic contact above a depth of 40 inches.  Kettenbach soils have greater than 50 percent silt in the control section and are dry less than 100 days.  Blint (T) and Norod (T) soils are..."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ricketts soils are on hills.  Slopes are 2 to 50 percent.  The soils formed in colluvium from extrusive igneous rocks.  Tuff occurs in pockets over the basalt in some pedons. Elevations are 3,500 to 5,200 feet.  The climate is semiarid with warm dry summers and cold moist winters.  The mean annual precipitation varies from 12 to 20 inches. Annual snowfall is 20 to 40 inches.  Mean July temperature varies from 65 to 68 degrees F; mean January temperature varies from 30 to 32 degrees F; mean annual temperature varies from 47 to 49 degrees F.  Frost-free period is about 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jellycamp (T), Lassen, and Orhood soils.  Jellycamp soils are shallow, have a fine control section, and a duripan.  Lassen soils are found in depressional areas and have a fine control section.  Orhood soils are shallow and have a mollic epipedon less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow or rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing.  The vegetation is mountain big sagebrush, mountain brome, little oniongrass, bluebunch wheatgrass, Idaho fescue, thurber needlegrass, lemmon needlegrass, and antelope bitterbrush, and rubber rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  This series is not extensive.  MLRA is 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, California 1994.  Intermountain Soil Survey Area.  Source of name is from a stream."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification reviewed on 9/94 but competing series not reviewed at that time.  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 26 inches (A1, A2, Bt1, Bt2 horizons).\nArgillic horizon - the zone from 10 to 26 inches (Bt1, Bt2 horizons).\nLithic contact - the boundary at 26 inches (R horizon).\nADDITIONAL DATA:  Grab samples (A2, Bt1 horizons) were sent to the NSSL laboratory.  Pedon number S80CA-89-4 and sample numbers are 807420 and 807421, unpublished.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; brown (10YR 5/3) very cobbly loam, dark brown (10YR 3/3) moist; moderate medium platy and weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 10 percent gravel, 30 percent cobbles, 5 percent stones; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--5 to 10 inches; dark brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium, and common very fine roots; common very fine and fine tubular and interstitial pores; 15 percent gravel, 35 percent cobbles, 5 percent stones; neutral (pH 7.0); gradual wavy boundary.  (Combined thickness of the A horizon is 5 to 11 inches)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--10 to 19 inches; dark brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, slightly sticky and plastic; few very fine, fine and medium roots; common fine and medium interstitial and tubular pores; few thin clay films on peds and in pores; 20 percent gravel, 30 percent cobbles, 5 percent stones; neutral (pH 7.0); clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--19 to 26 inches; dark yellowish brown (10YR 4/4) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, sticky and plastic; few fine and medium roots; few fine interstitial and tubular pores; few moderately thick clay films on peds; 15 percent gravel, 40 percent cobbles and 5 percent stones; neutral (pH 7.0); gradual wavy boundary.  (Combined thickness of the Bt horizon is 15 to 29 inches)"
      },
      {
        "name": "R",
        "top": 66,
        "bottom": 79,
        "cf_class": "flaggy",
        "narrative": "R--26 to 31 inches; fractured flaggy basalt."
      }
    ]
  ]
}
