{
  "SERIES": "RICKMAN",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "12/1999",
  "STATES": "WY",
  "OVERVIEW": "The Rickman series is a member of the fine-loamy mixed family of Borollic Camborthids.  Typically they have friable, granular, calcareous A horizons, medium to moderately fine textured, calcareous, B2 horizons having brighter chroma, redder hue, or moderate grades of prismatic to blocky structure, and medium to moderately fine textured, calcareous, C horizons that have continuous subhorizons of visible secondary calcium carbonate accumulation.  They overlie a paralithic contact between 20 and 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rickman loam - grassland (Colors are for dry soil unless otherwise noted).\nA1--0 to 4 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 4/2) moist; moderate fine granular structure; soft, very friable, slightly plastic, slightly sticky; calcareous; moderately alkaline, pH 8.3 (CR): clear smooth boundary.  (2 to 6 inches thick)\nB2--4 to 14 inches; reddish brown (5YR 5/3) loam, reddish brown (5YR 4/3) moist; moderate coarse prismatic structure that parts to moderate medium subangular blocky; horizon is slightly hard, very friable, slightly plastic, slightly sticky; peds are hard; there are a few thin glossy patches on ped faces and a few discontinuous glossy coatings on the inside of root channels; calcareous; moderately alkaline, pH 8.3 (CR); gradual wavy boundary.  (5 to 20 inches thick)\nCca--14 to 30 inches; light reddish brown (5YR 6/4) loam, reddish brown (5YR 5/4) moist; massive; hard, friable, slightly plastic, slightly sticky; 5 percent gravel; visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline, pH 8.4 (TB); diffuse wavy boundary.  (6 to 33 inches thick)\nIIC--30 to 60 inches; reddish brown calcareous shale and loamstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uinta County, Wyoming.  Approximately 760 feet north and 570 feet east of the SW corner of Sec. 30 T17N, R120W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Unless otherwise noted the entire range of properties permissible for the diagnostic horizons or the subgroup and family are permissible for the series.  Depth to uniformly calcareous mate4rial normally ranges from 0 to 6 inches but should not be deeper than the upper boundary of the B2 horizon.  Depth to continuous subhorizons of visible secondary calcium carbonate accumulation ranges from 10 to 40 inches.  Exchangeable sodium ranges from 0 to 15 percent in a major part of the control section and there should be no subhorizon more than 4 inches thick above 20 inches that exceeds this limit.  Weighted average gypsum content of the control section ranges from o to 5 percent and a majority of subhorizons above 10 inches should not exceed 3 percent.  Depth to the paralithic contact ranges from 20 to 40 inches.  The control section is typically a loam or clay loam but clay may range from 18 to 35 percent, slit from 20 to 55 percent and sand from 20 to 60 percent with less than 35 percent being fine or coarser sand.  Content of coarse fragments ranges from 0 to 15 percent in the major part of the control section.  Coarse fragments ranging from 1/2 to 10 inches in diameter predominate.  Mottling not due to segregated lime ranges from non to a few faint mottles but if the soil is mottled at all the chroma of the matrix material must exceed 2.\nColor of the A horizon may range in hue from 5YR to 10R in value from 5 to 7 dry and 3 to 6 moist, and in chroma from 1 to 4.  Reaction normally ranges from mildly alkaline to strongly alkaline (1:5 dilution organic dye).\nColor of the B2 horizon may range in hue from 5YR to 10R in value from 5 to 7 dry or 4 to 6 moist; and in chroma from 1 to 6.  Reaction normally ranges from moderately to strongly alkaline (1:5 dilution organic dye)\nHue of the C horizon may range from 5YR to 10R.  Reaction normally ranges from moderately to very strongly alkaline (1:5 dilution organic dye).  Calcium carbonate in the Cca horizon ranges from 4 percent to 14 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Chaperton and Yamac series.  Both of these series differ in having lithochromic hue no redder than 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Rickman series occurs on gently to moderately sloping hills and ridges.  Slopes typically range about 2 percent to about 20 or more percent.  The soil is developing on moderately thin calcareous, medium to moderately fine textured materials weathered from reddish brown shales and loamstones.  At the type location the mean annual precipitation is about 12 inches with peak periods of precipitation occurring in the spring and early summer months.  Mean annual air temperature is 40 degrees F., mean summer air temperature is 59 degrees F., mean annual soil temperature is 44 degrees F. and mean summer soil temperature is 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Almy and Feltner series.  The Almy series differs in having an argillic horizon and in lacking bedrock above 40 inches.  The Feltner series differs in having hue no redder than 7.5YR and in overlying bedrock above 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is moderate to slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  They are used principally as native pastureland.  Native vegetation includes sage, Indian ricegrass, needleandthread grass, scattered Gardners saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited southern and western Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Uinta County, Wyoming, 1972.  Series name is taken from the name of a small stream.\nClassification updated to Fine-loamy, mixed, superactive, frigid Ustic Haplocambids from Borollic Camborthids December 1999.  Description last updated by the state February 1972.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 4/2) moist; moderate fine granular structure; soft, very friable, slightly plastic, slightly sticky; calcareous; moderately alkaline, pH 8.3 (CR): clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "B2",
        "top": 10,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B2--4 to 14 inches; reddish brown (5YR 5/3) loam, reddish brown (5YR 4/3) moist; moderate coarse prismatic structure that parts to moderate medium subangular blocky; horizon is slightly hard, very friable, slightly plastic, slightly sticky; peds are hard; there are a few thin glossy patches on ped faces and a few discontinuous glossy coatings on the inside of root channels; calcareous; moderately alkaline, pH 8.3 (CR); gradual wavy boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "Cca",
        "top": 36,
        "bottom": 76,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Cca--14 to 30 inches; light reddish brown (5YR 6/4) loam, reddish brown (5YR 5/4) moist; massive; hard, friable, slightly plastic, slightly sticky; 5 percent gravel; visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline, pH 8.4 (TB); diffuse wavy boundary.  (6 to 33 inches thick)"
      },
      {
        "name": "IIC",
        "top": 76,
        "bottom": 152,
        "texture_class": "loam",
        "narrative": "IIC--30 to 60 inches; reddish brown calcareous shale and loamstone."
      }
    ]
  ]
}
