{
  "SERIES": "RICKERT",
  "STATUS": "Established Series",
  "BYREV": "SWN-KMM",
  "REVDATE": "12/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rickert silt loam on a 10 percent slope in a pasture at an elevation of about 155.5 meters (510 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); brown (10YR 4/3) silt loam; moderate fine granular structure; friable; many fine roots throughout; slightly acid; abrupt smooth boundary. [12.5 to 31 cm (5 to 12 inches) thick]\nBt1--20 to 36 cm (8 to 14 inches); strong brown (7.5YR 5/6) silt loam; moderate fine subangular blocky structure; friable; many fine roots between peds; many faint brown (7.5YR 4/4) clay films on faces of peds; common faint brown (10YR 4/3) organic coatings in root channels and pores; moderately acid; clear wavy boundary.\nBt2--36 to 71 cm (14 to 28 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots between peds; many faint brown (7.5YR 4/4) clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt3--71 to 99 cm (28 to 39 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots between peds; many faint brown (7.5YR 4/4) clay films on faces of peds; few faint yellowish brown (10YR 5/4) clay depletions on faces of peds; very strongly acid; clear wavy boundary.\nBt4--99 to 124 cm (39 to 49 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots between peds; many faint strong brown (7.5YR 4/6) clay films on faces of peds and common faint yellowish brown (10YR 5/4) clay depletions on faces of peds; few medium distinct light yellowish brown (10YR 6/4) iron depletions in the matrix; few black (10YR 2/1) iron-manganese concretions; very strongly acid; clear wavy boundary.\nBt5--124 to 152 cm (49 to 60 inches); strong brown (7.5YR 5/6) silt loam; weak fine prismatic structure parting to moderate medium subangular blocky; friable; common fine roots between peds; many faint strong brown (7.5YR 4/6) clay films and common faint light brownish gray (10YR 6/2) clay depletions on faces of peds; few fine distinct pale light yellowish brown (10YR 6/4) iron depletions in the matrix; few black (10YR 2/1) iron-manganese concretions; very strongly acid; clear wavy boundary.\nBt6--152 to 183 cm (60 to 72 inches); strong brown (7.5YR 5/6) silt loam; weak fine prismatic structure parting to moderate fine subangular blocky; friable; many faint strong brown (7.5YR 4/6) clay films on faces of peds; many medium prominent light gray (10YR 7/2) and common fine distinct light yellowish brown (10YR 6/4) iron depletions in the matrix; few black (10YR 2/1) iron-manganese concretions; strongly acid; clear wavy boundary.\nBt7--183 to 203 cm (72 to 80 inches); yellowish brown (10YR 5/6) silt loam; moderate fine subangular blocky structure; friable; common faint yellowish brown (10YR 5/4) and few faint strong brown (7.5YR 4/6) clay films on faces of peds; many medium prominent light gray (10YR 7/2) iron depletions in the matrix; few black (10YR 2/1) iron-manganese concretions; strongly acid.[Combined thickness of the Bt horizon is (114 to 203 cm (45 to 80 inches).]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Perry County, Indiana; about 1 mile northeast of Rome; 875 feet west and 2,200 feet north of the southeast corner, sec. 5, T. 7 S., R.1 W.; USGS Rome, IN Quadrangle; lat. 37 degrees 55 minutes 59.9 seconds N. and long. 86 degrees 32 minutes 7.1 seconds W.; UTM Zone 16, 540835 easting and 4198520 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: more than 203 cm (80 inches)\nParticle-size control section: averages 22 to 32 percent clay\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 6\nTexture: silt loam\nReaction: very strongly acid in unlimed areas and ranges to neutral in limed areas\nBt horizon, upper part:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: commonly silt loam and less commonly silty clay loam and averages 18 to 30 percent clay and 1 to 5 percent sand\nReaction: very strongly acid to moderately acid\nBt horizon, lower part:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 4 to 6 and redox depletions\nTexture: silt loam or silt and averages 12 to 26 percent clay and 3 to 9 percent sand\nReaction: strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bearthicket, Cidermill, Elk, Elkinsville, Olephant, Parke, Pike, Tobinsport, Wellrock and Wellston series. Bearthicket soils average more than 5 percent sand in the particle-size control section and formed in silty alluvium. Cidermill soils have more than 5 percent rock fragments in the series control section, are less than 80 inches to the base of the argillic horizon and formed in silty material over glacial outwash. Elk soils typically average more than 5 percent sand in the argillic horizon, are less than 203 cm (80 inches) to the base of the argillic horizon and formed in mixed alluvium. Elkinsville soils average more than 5 percent sand in the argillic horizon, are less than 203 cm (80 inches) to the base of the argillic horizon and formed in less than 102 cm (40 inches) of loess over loamy alluvium. Olephant soils average more than 18 percent sand in the lower part of the series control section and formed in less than 183 cm (72 inches) of loess over a paleosol in lacustrine deposits. Parke and Pike soils average more than 45 percent sand in the lower part of the series control section and formed in less than 152 cm (60 inches) of loess over a paleosol in loamy outwash. Tobinsport soils average more than 65 percent sand in the lower part of the series control section and formed in less than 102 cm (40 inches) of loess over loamy and sandy materials. Wellrock and Wellston soils have a paralithic or lithic contact in the series control section and formed in less than 102 cm (40 inches) of loess over residuum from siltstone or sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rickert soils are on summits, shoulders and backslopes of loess hills. They formed in more than 203 cm (80 inches) of loess. Mean annual temperature ranges from 11.1 to 13.9 degrees C (52 to 57 degrees F), and the mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Frost-free days range from 170 to 200. Elevation ranges from 122 to 220 meters (400 to 720 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adyeville, Alford, Apalona, Ebal, Gatchel, Hosmer, and Wellston soils. The well drained, moderately deep, Adyeville soils are on backslopes of hills. The well drained, more permeable Alford soils are on similar landform positions of loess hills. The moderately well drained, fine-textured Ebal soils are on scarps, benches, and hills. The moderately well drained, less permeable Hosmer soils are on summits of hills. The well drained, deep Wellston soils are on scarps, benches, and hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Depth to an intermittent, perched water table is at 106 to 152 cm (3.5 to 5 feet) from December through April in most years. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s) in the upper part of the solum and moderately high (1.41 to 4.23 micrometers/s) in the lower part. Permeability is moderate (0.6 to 2 inches per hour) in the upper part of the solum and moderately slow (0.2 to 0.6 inches per hour) in the lower part. The potential for surface water runoff is medium to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most gently sloping to moderately sloping areas are used to grow corn, soybeans, wheat and grass-legumes for hay and pasture. Most strongly sloping areas are in woodland and permanent pasture or wildlife habitat. Native vegetation is mixed, deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Indiana. The series is of small extent in MLRA 120B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Perry County, Indiana, 1995. The source of the name is from a named landmark in Perry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic surface and subsurface horizons and features recognized in this pedon are:\n1) Ochric epipedon- the zone from 0 to 20 cm (8 inches) - (Ap horizon); 2) Argillic horizon- the zone from 8 to 203 cm (8 to 80 inches) - (Bt1, Bt2, Bt3, Bt4, Bt5, Bt6, Bt7);\n3) Redoximorphic depletions- the zone from 124 to 203 cm (49 to 80 inches).\nThis soil was included in mapping with the Alford soils in the 1969 Perry County soil survey.\nADDITIONAL DATA: Data on pedon number S93-IN123-014 is at the NSSC, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
