{
  "SERIES": "RIDDLERANCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-JBF",
  "REVDATE": "05/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Riddleranch very gravelly loam--on a 40 percent north-facing slope--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 38 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine roots; 5 percent stones, 10 percent cobbles, and 35 percent gravel; neutral; clear wavy boundary. (18 to 50 cm)\nBA--38 to 58 cm; brown (7.5YR 4/4) very gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine to coarse roots; common very fine and fine tubular pores; 10 percent cobbles and 30 percent gravel; neutral; clear wavy boundary. (0 to 25 cm thick)\nBw--58 to 79 cm; light yellowish brown (10YR 6/4) extremely cobbly loam, brown (7.5YR 4/4) moist; moderate medium angular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine roots; common very fine and fine tubular pores; 10 percent stones, 40 percent cobbles, and 30 percent gravel; neutral; abrupt wavy boundary. (18 to 38 cm thick)\nR--79 cm; highly fractured volcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; above Juniper Creek on the Hart Mountain National Antelope Refuge; in the NE1/4 of the NW1/4 of the NW1/4 of section 22, T. 35 S., R. 25 E.; USGS Flagstaff Lake 7.5 minute topographic quadrangle; approximately latitude 42 degrees 31 minutes 49 seconds N and longitude 119 degrees 46 minutes 22 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; These soils are dry for more than half the time when the soil temperature is greater than 5 degrees C; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMean annual summer temperature: 15 to 16 degrees C.\nMollic epipedon thickness: 18 to 50 cm.\nDepth to base of cambic horizon: 46 to 100 cm.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nParticle-size control section - Clay content: 18 to 35 percent.\nRock fragments: 50 to 80 percent, mainly gravel. Lithology of fragments is volcanic rock such as basalt.\nA horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 1 to 3 percent.\nBw horizon\nHue: 10YR or 7.5YR.\nValue: 4 through 7 dry, 2 through 4 moist.\nChroma: 3 or 4 dry, 2 through 4 moist.\nTexture: Extremely cobbly, very cobbly, extremely gravelly, very gravelly, very stony or extremely stony loam and/or clay loam.\nClay content: 18 to 35 percent.\nRock fragments: 50 to 80 percent total; 5 to 40 percent stones, 15 to 50 percent cobbles, and 10 to 40 percent gravel.\nReaction: Neutral or slightly alkaline.\nOther features: Some pedons have faint clay films on rock fragments or faces of peds.\nC horizon (when present)\nHue: 10YR or 7.5YR.\nValue: 4 through 7 dry, 2 through 4 moist.\nChroma: 3 or 4 dry, 2 through 4 moist.\nTexture: Extremely cobbly, very cobbly, extremely gravelly, very gravelly, very stony or extremely stony loam and/or clay loam.\nClay content: 18 to 35 percent.\nRock fragments: 50 to 80 percent total; 5 to 40 percent stones, 15 to 50 percent cobbles, and 10 to 40 percent gravel.\nReaction: Slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fitzwater, Hartig, Loncan, Snapeed, and Swahlen series.\nFitzwater soils are more than 100 cm deep to bedrock. Hartig soils are more than 100 cm deep to bedrock and average less than 18 percent clay in the particle-size control section. Loncan soils do not have a cambic horizon and have rock fragments of mixed lithology. Snapeed soils are dominated by fine gravel and have 5 to 15 percent clay in the particle-size control section. Swahlen soils are more than 150 cm deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Riddleranch soils are on mountains and lava plateaus. They typically occur on north-facing backslope positions. These soils formed in colluvium derived mainly from basalt. Slopes are 15 to 70 percent. Elevations range from 1,280 to 1,925 meters. The climate is semiarid and characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 360 mm, the mean annual temperature is 6 to 8 degrees C, and the frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Felcher, Ninemile, and Lambring soils. Felcher soils have a mesic soil temperature regime and lack a mollic epipedon. Ninemile soils are shallow and have a clayey argillic horizon. Lambring soils have a mollic epipedon over 50 cm thick and are over 100 cm deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Riddleranch soils are used for livestock grazing, wildlife habitat, and watershed. The vegetation is typically Idaho fescue, bluebunch wheatgrass, Sandberg's bluegrass, Wyoming big sagebrush, and basin big sagebrush. In areas where depth to bedrock is on the shallow extreme of the range, low sagebrush becomes dominant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Southern Part), Oregon, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 38 cm (A horizon).\nCambic horizon - The zone from 38 to 79 cm (BA and Bw horizons).\nLithic contact - The boundary at 79 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 25 to 79 cm (BA and Bw horizons and part of the A horizon).\nADDITIONAL DATA: Previous authors and editors include RJK-TDT-TM.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
