{
  "SERIES": "RIDE",
  "STATUS": "Established Series",
  "BYREV": "SDB/MJS",
  "REVDATE": "08/2025",
  "STATES": "AK",
  "OVERVIEW": "Depth class: very deep\nDrainage class: somewhat excessively drained\nParent material: grassy organic material over supraglacial till\nLandscape: mountains and foothills\nLandform: hillslopes and mountain slopes\nSlope: 10 to 60 percent\nMean annual precipitation: about 450 mm (18 in)\nMean annual air temperature: about -2 degrees C (28 F)\nFrost-free period: 32 to 103 days",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ride very gravelly sandy loam in a Sitka spruce community on a north facing convex, linear backslope on a slope of 34 percent and an elevation of 841m (2760 ft).\nOi--0 to 11 cm (0 to 4 in); slightly decomposed plant material, very dark brown (10YR 2/2) broken face moist; many very fine, common fine and medium roots throughout; many very fine, common medium and fine tubular pores; moderately acid (pH 6.0); clear wavy boundary (7 to 14 cm, 3 to 6 in)\nBw--11 to 30 cm (4 to 12 in); very gravelly sandy loam, dark yellowish brown (10YR 4/4) broken face moist; massive; soft, very friable, nonsticky, nonplastic; nonsmeary; many very fine, common fine and medium roots throughout; many very fine, common medium and fine tubular pores; 5 percent subrounded cobbles by volume, 40 percent subrounded gravels by volume; moderately acid (pH 5.6); clear wavy boundary (15 to 22 cm, 6 to 9 in)\nC--30 to 150 cm (12 to 59 in); extremely gravelly sandy loam, olive brown (2.5Y 4/3) broken face moist; massive; soft, very friable, nonsticky, nonplastic; nonsmeary; many very fine and common fine roots throughout; many very fine and common fine tubular pores; 2 percent subrounded cobbles by volume, 65 percent subangular gravels by volume; slightly acid (pH 6.3) (114 to 128 cm, 45 to 50 in)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: North Copper River Soil Survey Area, Alaska; latitude 61.67713, longitude -145.27813, UTM 6839418.64 north and UTM 591132.17 east, zone 6, Datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic\nSoil temperature regime: cryic\nMean annual soil temperature: -2 to 5 degrees C. (28 to 41 degrees F)\nThickness of organic material: 7 to 14 cm (3 to 7 in)\nThickness of ochric epipedon: 7 to 14 cm (3 to 7 in)\nThickness of cambic horizon: 15 to 22 cm (6 to 9 in)\nOi and Oe horizons:\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: slightly decomposed organic material, moderately decomposed organic material, highly decomposed organic material\nOrganic matter: 60 to 90 percent\nReaction class: very strongly acid to moderately acid (pH 5.0 to 6.0)\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 4\nChroma: 3 to 6\nTexture: very gravelly sandy loam, extremely gravelly sandy loam\nSand: 55 to 65 percent\nSilt: 20 to 35 percent\nClay: 10 to 15 percent\nRock fragments: 35 to 67 percent\nGravels: 30 to 52 percent\nCobbles: 5 to 15 percent\nOrganic matter: 4 to 6 percent\nReaction class: very strongly acid to moderately acid (pH 5.0 to 6.0)\nC horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 2 to 3\nTexture: very gravelly sandy loam, extremely gravelly sandy loam\nSand: 60 to 70 percent\nSilt: 12 to 25 percent\nClay: 15 to 18 percent\nRock fragments: 56 to 73 percent\nGravels: 55 to 70 percent\nCobbles: 1 to 3 percent\nOrganic matter: 1 to 3 percent\nReaction class: strongly acid to neutral (pH 5.5 to 7.2)\nSome pedons have a A horizon as part of the Ochric epipedon. This horizon has a silt loam or loam texture, a hue of 7.5YR or 10YR, a Chroma of 2 or 3, and a value of 1 or 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aniruk (AK), Anugi (AK), Basaltlake (AK), Biorkman (UT), Butchlake (AK), Cuberant (UT), Enentah (CO), Garlet (MT), Gromes (NM), Haggardcreek (AK),  Kegsprings (MT), Mountedith (MT), Nooney (MT), Nunatak (AK), Siksik (AK), Siksrik (AK),  Soakpak (AK), Storm (CO), Targhee (ID), Telay (AK), Tui (AK), and Urgiilik (AK) soils.\nAnugi, Haggardcreek, Nunatak, and Urgiilik soils have a lithic contact within 200 cm (79 in).\nAniruk soils have flaggy coarse fragments in all horizons and a lithic contact within 200 cm.\nBasaltlake soils have a lithologic discontinuity and a buried genetic horizon.\nBiorkman soils have  an E horizon and occur at elevation between 2270 and 3140 m (7450 and 10300 ft)\nButchlake soils have a lithologic discontinuity and occur on glacial hills.\nCuberant soils have a cambic horizon with a hue of 7.5YR or 5YR, value of 4 through 6, and chroma of 3 or 4 moist, and occur at elevations above 2591 m (8500 ft).\nEnentah soils have E and Bs horizons and 15 to 30 percent mica in the particle size control section.\nGarlet soils have a calcic horizon.\nGromes soils have a mean annual soil temperature between 2 and 4 degrees C  (36 and 40 degrees F) occur at elevations between 2955 to 3350 m (9700 to 11000 ft).\nKegsprings soils have a mean annual soil temperature between 2 to 5 degrees C (36 and 41 degrees F) occur at elevations between 2130 and 2750 m (6990 to 9020 ft).\nMountedith soils have an E horizon and occur at elevations between 1900 and 2600 m (6235 to 8530 ft)\nNooney soils occur at elevations above 1600 m (5250 ft) and have a mean annual precipitation between 1150 and 2600 mm (45 to 102 in).\nNunatak soils are well drained, have a lithic contact between 100 and 150 cm (39 and 59 in), and occur on mountain slopes.\nRaymond soils have a paralithic contact.\nSiksik soils have a loess cap and occur on slopes under 25 percent.\nSiksrik soils have a lithologic discontinuity and have colluvium as parent material.\nSoakpak soils have a lithologic discontinuity and has calcareous parent material.\nStorm soils have an e horizon and occur at elevations between 3020 and 3505 m (9900 and 11500 ft).\nTarghee, Telay, and Tui soils have a lithologic discontinuity.\nTui soils have a lithologic discontinuity and buried genetic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation: 300 to 1200 meters (985 to 3935 feet)\nParent material: grassy organic material over supraglacial till\nLandform: hillslopes and mountain slopes\nSlopes: 10 to 60 percent\nMean annual precipitation: 300 to 1400 mm (12 to 55 in)\nMean annual air temperature: -5 to 1 degrees C. (23 to 34 degrees F)\nFrost-free period: 32 to 103 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ahtell, Fields, Fourthofjuly, Greylingcreek, Kimballpass, and Ottaway soils.\nAhtell soils are well drained, lack permafrost, have folistic and umbric epipedons, and occur on hill tops, and hillside positions.\nFields soils are well drained, have umbric epipedons, lithic contact within 2 m (79 in) of the soil surface, and occur on mountains.\nFourthofjuly soils are well drained, has a folistic epipedon, and occurs on mountain valleys and stream terraces.\nGreylingcreek soils are excessively drained and occur in mountain valleys and moraines.\nKennecott soils are well drained, have a mollic epipedon greater than 40 cm (16 in) thick, effervescence in the Bw and C horizons, and occur on river valleys and terraces.\nKimballpass soils are well drained, have a mollic epipedon, and form on slopes between 20 and 70%.\nOttoway soils have permafrost between 50 and 100cm, mollic epipedons, form on slopes over 25 percent, and occur on hills and mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: somewhat excessively drained\nSaturated Hydraulic Conductivity: very high in the Oi horizon, high in the Bw and C horizons.\nPermeability: very rapid in the Oi horizon, moderately rapid in the Bw and C horizons.\nRunoff: medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: wildlife habitat, recreation, and subsistence\nNative vegetation: Sitka alder and feltleaf willow"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 228 Interior Alaska mountains\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Wasilla, Alaska"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: North Copper River Soil Survey, Alaska, 2024."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nParticle-size control section: 36 to 111 cm (14 to 44 in)\nOchric epipedon: 0 to 11 cm (0 to 4 in) (Oi horizon)\nCambic horizon: 11 to 30 cm (4 to 12 in) (Bw horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nUser pedon Id: 2022AK261545"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 11,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oi--0 to 11 cm (0 to 4 in); slightly decomposed plant material, very dark brown (10YR 2/2) broken face moist; many very fine, common fine and medium roots throughout; many very fine, common medium and fine tubular pores; moderately acid (pH 6.0); clear wavy boundary (7 to 14 cm, 3 to 6 in)"
      },
      {
        "name": "Bw",
        "top": 11,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--11 to 30 cm (4 to 12 in); very gravelly sandy loam, dark yellowish brown (10YR 4/4) broken face moist; massive; soft, very friable, nonsticky, nonplastic; nonsmeary; many very fine, common fine and medium roots throughout; many very fine, common medium and fine tubular pores; 5 percent subrounded cobbles by volume, 40 percent subrounded gravels by volume; moderately acid (pH 5.6); clear wavy boundary (15 to 22 cm, 6 to 9 in)"
      },
      {
        "name": "C",
        "top": 30,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--30 to 150 cm (12 to 59 in); extremely gravelly sandy loam, olive brown (2.5Y 4/3) broken face moist; massive; soft, very friable, nonsticky, nonplastic; nonsmeary; many very fine and common fine roots throughout; many very fine and common fine tubular pores; 2 percent subrounded cobbles by volume, 65 percent subangular gravels by volume; slightly acid (pH 6.3) (114 to 128 cm, 45 to 50 in)"
      }
    ]
  ]
}
