{
  "SERIES": "RIDGEVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JBF-JWS",
  "REVDATE": "08/2007",
  "STATES": "IL,IN",
  "OVERVIEW": "The Ridgeville series consists of very deep, somewhat poorly drained soils formed in outwash or eolian deposits on outwash plains and stream terraces. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 910 mm (36 inches), and mean annual air temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ridgeville fine sandy loam - on a south-facing slope with 1.5 percent gradient at an elevation of 199 meters (653 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark brown (10YR 2/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium granular structure; very friable; slightly acid; gradual smooth boundary.\nA--20 to 41 cm (8 to 16 inches); very dark gray (10YR 3/1) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium granular structure; very friable; moderately acid; clear wavy boundary. [Combined thickness of the A horizon is 25 to 46 cm (10 to 18 inches).]\nBA--41 to 64 cm (16 to 25 inches); dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure in the upper 4 inches (10 cm) grading to weak very fine and fine subangular blocky in the lower part; friable; common fine faint brown (10YR 5/3) masses of iron accumulation and dark gray (10YR 4/1) iron depletions in the matrix; moderately acid; clear smooth boundary. [0 to 25 cm (0 to 10 inches) thick\nBt1--64 to 81 cm (25 to 32 inches); grayish brown (10YR 5/2) sandy clay loam; moderate fine and medium subangular blocky structure; firm; few distinct gray (10YR 5/1) clay films on faces of peds; few fine dark brown (7.5YR 3/2) iron-manganese oxide concretions throughout; many fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; moderately acid; clear smooth boundary.\nBt2--81 to 102 cm (32 to 40 inches); grayish brown (10YR 5/2) fine sandy loam; weak medium subangular blocky structure; friable; common distinct gray (10YR 5/1) clay films on faces of peds; many fine dark brown (7.5YR 3/2) iron-manganese oxide concretions throughout; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; slightly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 30 to 61 cm (12 to 24 inches).]\nBC--102 to 119 cm (40 to 47 inches); yellowish brown (10YR 5/8) loamy fine sand; weak medium subangular blocky structure; very friable; few fine dark brown (7.5YR 3/2) iron-manganese oxide concretions throughout; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; neutral; clear wavy boundary. [0 to 25 cm (0 to 10 inches) thick]\nCg--119 to 152 cm (47 to 60 inches); light brownish gray (10YR 6/2) fine sand; single grain; loose; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iroquois County, Illinois; about 6.4 kilometers (4 miles) southwest of Watseka; 635 meters (2084 feet) south and 9 meters (30 feet) east of the northwest corner of sec. 19, T. 26 N., R. 12 W.; USGS Woodworth, Illinois, topographic quadrangle; lat. 40 degrees 43 minutes 24 seconds N. and long. 87 degrees 45 minutes 54 seconds W., NAD 27; UTM Zone 16, 435391 easting and 4508331 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development ranges from 89 to 140 cm (35 to 55 inches). The mollic epipedon is 25 to 46 cm (10 to 18 inches) thick. The particle-size control section typically contains about 16 to 18 percent clay and between 45 and 70 percent total sand. Some pedons have as little as 12 percent clay, and others have thin subhorizons containing as much as 18 to 22 percent clay.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. Texture commonly is fine sandy loam but the range includes sandy loam, loam, and loamy sand. Reaction is moderately acid or slightly acid, except where the soil has been limed.\nThe BA horizon has hue of 10YR, value of 4 or less commonly 3, and chroma of 2 or 3. Reaction is moderately acid or slightly acid. Some pedons have an AB horizon of rather than a BA horizon.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4, and has redoximorphic features. Texture dominantly is sandy loam, sandy clay loam, or loam, and includes the fine and very fine analogs. In some pedons the lower part is loamy sand or loamy fine sand. Reaction is moderately acid or slightly acid.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma 2 to 8. Redoximorphic features can have value as low as 3. Textures are loamy sand, loamy fine sand, or fine sand. Reaction is slightly acid or neutral.\nThe Cg or C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma 2 to 8. Texture commonly is fine sand or sand, and can contains strata of loam, sandy loam, loamy fine sand, coarse sand, and fine gravel. Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the only series in the family. Other series in closely related families are the Gilford, Hoopeston, La Hogue, and Onarga. Gilford and Hoopeston soils do not have argillic horizons. In addition, Gilford soils have lower chroma in the B horizon and are poorly drained. La Hogue soils average more than 18 percent clay in the particle-size control section. Onarga soils have higher chroma in the B horizon and do not have redoximorphic features in the upper part of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ridgeville soils are on outwash plains, stream terraces, and beach ridges on lake plains of Wisconsinan Age. Slope gradients commonly are 1 or 2 percent, but they range from 0 to 5 percent. These soils formed in outwash or eolian deposits. Mean annual air temperature ranges from9 to 13 degrees C ( 48 to 56 degrees F), mean annual precipitation ranges from 810 to 1020 mm (32 to 40 inches), frost-free period ranges from 140 to 180 days, and elevation ranges from 155 to 290 meters (510 to 950 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing La Hogue and Onarga soils, and the Brenton, Proctor, Roby, and Selma soils. The well drained Onarga soils and the poorly drained Selma soils form a drainage sequence with Ridgeville soils. Brenton and Proctor soils contain more silt and less sand in the upper part of the series control section. Roby soils do not have mollic epipedons and form a biosequence with Ridgeville soils. They are on nearby similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. An apparent seasonal high water table is at a depth of 30 to 61 cm (1.0 to 2.0 feet) below the surface at some time between January and May in most years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high or high (4.23 to 42.34 micrometers/s) in the upper part of the series control section, and high or very high (14.11 to 141.14 micrometers/s) in the lower part. Permeability is moderate or moderately rapid in the upper part of the series control section, and moderately rapid or rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for growing corn, soybeans, small grains, and meadow. Native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois and Indiana. The extent is moderate in MLRAs 98, 108, and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ford County, Illinois, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 41 cm (0 to16 inches) (Ap and A horizons); argillic horizon - the zone from 64 to 102 cm (25 to 40 inches) (Bt1 and Bt2 horizons).\nADDITIONAL DATA: Unpublished University of Illinois data 17900 to 17908.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); very dark brown (10YR 2/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium granular structure; very friable; slightly acid; gradual smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--20 to 41 cm (8 to 16 inches); very dark gray (10YR 3/1) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium granular structure; very friable; moderately acid; clear wavy boundary. [Combined thickness of the A horizon is 25 to 46 cm (10 to 18 inches).]"
      },
      {
        "name": "BA",
        "top": 41,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--41 to 64 cm (16 to 25 inches); dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure in the upper 4 inches (10 cm) grading to weak very fine and fine subangular blocky in the lower part; friable; common fine faint brown (10YR 5/3) masses of iron accumulation and dark gray (10YR 4/1) iron depletions in the matrix; moderately acid; clear smooth boundary. [0 to 25 cm (0 to 10 inches) thick"
      },
      {
        "name": "Bt1",
        "top": 64,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--64 to 81 cm (25 to 32 inches); grayish brown (10YR 5/2) sandy clay loam; moderate fine and medium subangular blocky structure; firm; few distinct gray (10YR 5/1) clay films on faces of peds; few fine dark brown (7.5YR 3/2) iron-manganese oxide concretions throughout; many fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 81,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--81 to 102 cm (32 to 40 inches); grayish brown (10YR 5/2) fine sandy loam; weak medium subangular blocky structure; friable; common distinct gray (10YR 5/1) clay films on faces of peds; many fine dark brown (7.5YR 3/2) iron-manganese oxide concretions throughout; many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; slightly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 30 to 61 cm (12 to 24 inches).]"
      },
      {
        "name": "BC",
        "top": 102,
        "bottom": 119,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loamy fine sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--102 to 119 cm (40 to 47 inches); yellowish brown (10YR 5/8) loamy fine sand; weak medium subangular blocky structure; very friable; few fine dark brown (7.5YR 3/2) iron-manganese oxide concretions throughout; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; neutral; clear wavy boundary. [0 to 25 cm (0 to 10 inches) thick]"
      },
      {
        "name": "Cg",
        "top": 119,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "narrative": "Cg--119 to 152 cm (47 to 60 inches); light brownish gray (10YR 6/2) fine sand; single grain; loose; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; neutral."
      }
    ]
  ]
}
