{
  "SERIES": "RIEDTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAC:WMK:RBH",
  "REVDATE": "10/2018",
  "STATES": "MS",
  "OVERVIEW": "The Riedtown series consists of deep, moderately well drained, moderately permeable soils.  These soils formed in silty alluvium on flood plains and low terraces along streams that drain areas of the Southern Mississippi Valley Silty Uplands Major Resource Area.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Riedtown silt loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; slightly acid; abrupt smooth boundary.  (5 to 10 inches thick)\nBw--7 to 27 inches; dark brown (10YR 4/3) silt loam; common medium faint grayish brown (10YR 5/2) mottles; weak coarse prismatic parting to weak fine subangular blocky structure; friable; common fine roots; many fine pores; few bedding planes; medium acid; clear smooth boundary.  (8 to 22 inches thick)\nB/Eb1--27 to 33 inches; mottled dark brown (10YR 4/3), brown (10YR 5/3), and grayish brown (10YR 5/2) silt loam (B); weak coarse prismatic parting to weak fine subangular blocky structure; friable, slightly brittle; few fine roots; common fine pores; approximately 30 percent of volume is albic material (E), silt coatings on faces of peds; slightly acid; clear smooth boundary.  (6 to 16 inches thick)\nB/Eb2--33 to 42 inches; grayish brown (10YR 5/2) silt loam (B); many medium distinct dark brown (10YR 4/3) mottles; weak coarse prismatic parting to moderate medium subangular blocky structure; firm; few fine roots; common fine pores; thin patchy brownish coats on faces of peds; few pockets and seams of gray silt between prisms (E); few fine and medium black concretions; slightly acid; clear smooth boundary.  (8 to 20 inches thick)\nBgb1--42 to 52 inches; dark gray (10YR 4/1) silt loam; common medium distinct yellowish brown (10YR 5/6) and dark brown (10YR 4/3) mottles; weak coarse prismatic parting to moderate medium subangular blocky structure; firm; few fine roots; few fine pores; few pockets and seams of gray silt loam; few thin patchy brownish coatings on faces of peds; many fine and medium black concretions; slightly acid; clear smooth boundary.  (5 to 15 inches thick)\nBgb2--52 to 80 inches; dark gray (10YR 4/1) silt loam; few fine distinct dark brown (10YR 4/3) mottles; weak coarse prismatic parting to moderate medium subangular blocky structure; firm; few fine pores; few pockets and seams of gray silt loam; many fine and medium black concretions; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hinds County, Mississippi; 2 miles southeast of Edwards, on State Highway 467, 1 mile on Bakers Creek from State Highway 467; SW1/4SE1/4 sec. 3, T. 15 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Depth to the buried soil ranges from 20 to 40 inches.  The A horizon ranges from strongly acid to neutral, except in limed areas.  The Bw, B/Eb, and Bgb horizons range from medium acid to moderately alkaline.  The 10- to 40-inch particle-size control section has 10 to 18 percent clay.  Below the A and Bw horizons, brown and black concretions, if present, are few to many.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is silt or silt loam.\nThe Bw horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4; mottles, if present, are few to common in shades of gray or brown.  It is silt loam.\nThe B part of the B/E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4, with mottles in shades of brown and gray, or it is mottled in these colors.  It is silt loam or loam.  The E part is seams of grayish silt or silt coatings between and on the faces of prisms.\nThe Bgb horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 1 or 2, with mottles in shades of brown.  Texture is silt loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Bruin soils are the only competing series in the same family.  Closely related soils are the Adler, Coushatta, Marietta, McRaven, Oaklimeter, and Thenas series. Bruin soils do not have a buried solum and have a C horizon that is weakly stratified.  Adler soils do not have a cambic horizon.  Coushatta soils do not have grayish mottles within a depth of 24 inches and have a fine-silty particle-size class.  Marietta soils have a fine-loamy particle-size class and siliceous mineralogy.  McRaven have a grayish matrix within a depth of 20 inches.  Oaklimeter soils are very strongly acid or strongly acid.  Thenas soils have a coarse-loamy particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Riedtown soils are on flood plains and low terraces that are subject to flooding unless protected.  Slopes are 0 to 2 percent.  These are nearly level soils that formed in silty alluvium along streams that drain areas of the Southern Mississippi Valley Silty Uplands Major Land Resource Area. The climate is warm and humid.  The mean annual temperature is about 65 degrees Fahrenheit and the annual precipitation is about 57 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Adler and McRaven series and the Belden series.  The well drained Adler soils are mainly in slightly higher areas bordering channels.  The somewhat poorly drained McRaven soils commonly are in slightly lower areas and depressions.  The somewhat poorly drained Belden soils, which have a fine-silty particle-size class, are in slightly lower positions, and commonly farther back from the channel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability.  The water table is within about 1.5 to 3.5 feet of the surface during seasons of high rainfall.  These soils are subject to rare, occasional, or frequent flooding of brief duration, unless protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the soil are used for growing soybeans, sorghum, cotton, corn, pasture, and hay crops.  Some areas are wooded; common trees include eastern cottonwood, green ash, American sycamore, water oak, willow oak, yellow-poplar, cherrybark oak, loblolly pine, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hinds County, Mississippi; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 7 inches (Ap horizon).\nCambic horizon - the zone from approximately 7 to 80 inches (Bw, B/Eb1, B/Eb2, Bgb1, Bgb2).\nFluvaquentic Eutrochrepts features - mottles with chroma of 2 or less within 24 inches of the surface (Bw horizon).\nADDITIONAL DATA:  Laboratory data:  Physical and chemical analysis for the typical pedon are published in the Soil Survey of Hinds County, Mississippi (issued March 1977), p. 110.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
