{
  "SERIES": "RIENHAKEL",
  "STATUS": "Established Series",
  "BYREV": "Rev.  ET-MAV-JJJ",
  "REVDATE": "06/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Xeric Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rienhakel loamy sand, on a nearly level slope of 1 percent, at an elevation of 1,207 meters.  (When described on June 11, 1987, the soil was slightly moist to 100 cm and moist below to 152 cm; colors are for dry soil unless otherwise stated).\nA--0 to 23 cm; light gray (5Y 7/2) sand, olive gray (5Y 5/2) moist; single grained; loose, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; common fine interstitial pores; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 25 cm thick).\nBtnk1--23 to 33 cm; light brownish gray (2.5Y 6/2) sandy loam, olive brown (2.5Y 4/4) moist; moderate very coarse columnar structure; hard, firm, slightly sticky and slightly plastic; common very fine, fine and few medium roots; many very fine interstitial pores; few thin clay films bridging mineral grains and on ped faces; violently effervescent, carbonates segregated as common medium soft masses; Sodium-Adsorption-Ratio of 65; very strongly alkaline (pH 9.6); clear wavy boundary.  (8 to 15 cm thick).\nBtnk2--33 to 41 cm; light brownish gray (2.5Y 6/2) sandy loam, dark grayish brown (2.5Y 4/2) moist; moderate very coarse columnar structure; hard, firm, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine and fine tubular pores; few thin clay films bridging mineral grains, in pores, and on ped faces; common prominent yellowish brown (10YR 5/6 ) masses of iron accumulations lining pores and surrounding roots; violently effervescent, carbonates segregated as common medium soft masses; Sodium-Adsorption-Ratio is 90; very strongly alkaline (pH 9.6); clear wavy boundary. (5 to 13 cm thick)\nBtnk3--41 to 53 cm; light brownish gray (2.5Y 6/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; moderate very coarse columnar structure; very hard, firm, slightly sticky and slightly plastic; few very fine through medium roots; common very fine tubular pores; few clay films in pores and on ped faces; common prominent yellowish brown (10YR 5/6) masses of iron accumulations lining pores and surrounding roots; violently effervescent, carbonates segregated as common medium soft masses; Sodium-Adsorption-Ratio is 35; very strongly alkaline (pH 9.6); clear wavy boundary.  (10 to 15 cm thick).\nBtnk4--53 to 76 cm; light yellowish brown (2.5Y 6/4) sandy loam, olive brown (2.5Y 4/4) moist; weak fine and medium angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; few thin clay films on ped faces; common prominent yellowish brown (10YR 5/6 ) masses of iron accumulations lining pores and surrounding roots; violently effervescent; Sodium-Adsorption-Ratio is 13; very strongly alkaline (pH 9.6); gradual wavy boundary.  (20 to 30 cm thick).\nC--76 to 102 cm; pale olive (5Y 6/3) sandy loam, olive (5Y 4/3) moist; massive; soft, friable, slightly sticky and slightly plastic; few fine roots; few fine interstitial pores; common prominent yellowish brown (10YR 5/6) masses of iron accumulations lining pores and surrounding roots; violently effervescent; very strongly alkaline (pH 9.2); abrupt wavy boundary.  (0 to 30 cm thick).\n2Btk--102 to 152 cm; pale olive (5Y 6/3) loam, olive gray (5Y 4/2) moist; moderate fine angular blocky structure parting to weak thin platy structure; slightly hard, friable, slightly sticky and slightly sticky; few fine tubular pores; common prominent yellowish brown (10YR 5/6) masses of iron accumulations lining pores and surrounding roots; effervescent carbonates segregated as medium hard carbonate concretions; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County California; about 1 mile west of Klondike Lake; 2,000 feet south and 2000 feet east of the northwest corner of Sec. 14, T. 8 S., R. 33 E., USGS Poleta Canyon 7.5 minute topographic quadrangle; latitude 37 degrees 15 minutes 17 seconds N and longitude 118 degrees 19 minutes 38 seconds W; WGS84 Decimal Degrees 37.2547222 latitude, -118.3272222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the argillic is 43 to 74 cm.  The mean annual soil temperature is 15 to 17.8 degrees C.  The soil temperature is below 8.3 degrees C. from about December 1 to March 1, and is below 5 degrees C. from about January 1 to February 1.  The soil between the depths of 20 and 41 cm is dry throughout for 200 to 225 days from about April 15 to December 15.  It is moist throughout for 30 to 60 days from about January 15 to March 15 and is moist in some or all parts for 75 to 90 consecutive days from about March 1 to June 1 when the soil is above 8.3 degrees C. Aridic moisture regime bordering on xeric.\nThe A horizon color is 5Y 7/2, 6/2; 10YR 5/3, 6/3, 6/2 or 7/2.  Moist color is 5Y 5/2, 4/2; 10YR 4/3, 5/3 or 6/3.  Textures are sand or loamy sand ranging 2 to 10 percent clay.  It is noneffervescent to strongly effervescent.  Electrical conductivity is 0 to 2 decisiemens/meter.  Sodium adsorption ratio is 5 to 15.  Reaction is neutral through strongly alkaline.\nThe Btnk horizon color is 2.5Y 6/2, 6/3, 6/4, 7/4; 7.5YR 5/6, 6/4, 7/4; 10YR 5/3, 5/4, 6/2 or 6/3.  Moist color is 2.5Y 4/2, 4/3, 4/4; 7.5YR 4/2; 10YR 3/3, 3/4, 4/2, 4/3, 4/4, 5/3 or 5/4.  Textures are loam, sandy loam or sandy clay loam ranging 12 to 25 percent clay but textural control section averages 12 to 18 percent.  Electrical conductivity is 8 to 30 mmhos/cm and sodium-adsorption-ratio is 13 to 260.  Reaction is strongly or very strongly alkaline.\nThe C horizon color is 2.5Y 4/4, 6/4, 7/2, 7/4; 5Y 5/6, 5/8, 6/3; 7.5YR 5/6, 5/8, 7/6; 10YR 5/6, 7/2 or 7/3.  Moist color is 2.5Y 4/2, 4/4, 5/2; 5Y 3/4, 4/3, 4/6; 5YR 4/6, 5/6; 10YR 4/6, or 5/6.  Textures are loam or sandy loam averaging 6 to 12 percent clay.  Rock fragments range from 0 to 15 percent.  It is noneffervescent to effervescent.\nThe 2Bt horizon color is 2.5Y 6/2, 6/3, 7/2, 7/4; 5Y 6/3, 6/4; 7.5YR 5/6, 6/4; 10YR 5/3, 5/4, 6/2 or 6/3.  Moist color is 2.5Y 4/2, 4/3, 4/4; 5Y 4/2, 5/3, 5/4, 5/6; 7.5YR 4/2; 10YR 3/3, 3/4, 4/2, 4/3, 4/4, 5/3 or 5/4.  It is loam or clay loam averaging 18 to 35 percent clay.  Reaction is neutral to moderately alkaline.  Some pedons do not have a 2Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in this family.  The Mazourka series in another family does not have a water table within 150 cm and is dry more than three quarters of the time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rienhakel soils are on stream and lake terraces.  Slopes are 0 to 2 percent.  The soils formed in alluvium from mixed sources.  Elevations are 1,128 to 1,250 meters.  The climate is arid with hot dry summers and cool moist winters.  The mean annual precipitation is 100 to 150 mm.  The mean annual temperature is 13.9 to 16.1 degrees C.  Mean July temperature is about 26.7 degrees C., and mean January temperature is about 3.9 degrees C.  The frost-free season is 140 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Inyo (T), Lubkin (T), Pokonahbe (T), and Winnedumah (T) soils.  Inyo soils are sandy and don't have a high sodium-adsorption-ratio and are found on stabilized dunes; Lubkin soils have a skeletal control section and are on fan terraces; Pokonahbe and Winnedumah soils have a fine-loamy control section and are on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderate permeability. A water table is at a depth of 100 to 150 cm from March 1 to June 1.  Drained phases of Rienhakel soils are recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rienhakel soils are used for range and wildlife habitat.  Vegetation is black greasewood, shadscale, alkali sacaton inland saltgrass and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Inyo County, California,   The name is taken from a nearby creek."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Owens Valley Area, Inyo County, California, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Major diagnostic horizons recognized in the profile are:\n1.  Ochric epipedon -- 0 to 23 cm (A).  Dry color value 5Y 7/2.  Moist color value 5Y 5/2.\n2.  Argillic horizon -- 23 to 76 cm (Btnk1, Btnk4).\n2.1  Clay content increases from 6 in the A horizon to 28 percent in the Btnk horizon (based on field estimates), but average 18 percent.\n2.2  Clay films in pores and on ped faces observed.\n3.  Natric horizon -- 23 to 76 cm (Btnk1, Btnk4).\n3.1  Sodium-Adsorption-Ratio is 10 to 90.  (Based on laboratory tests - titration method).  Columnar structure observed.\n4.  Thermic temperature class -- mean annual soil temperature is 15 to 17.8 degrees C.\n5.  Minerology -- assumed mixed.\n6.  Particle size class -- coarse-loamy, based on hydrometer and field estimates.\n7.  Moisture regime -- Aridic bordering on Xeric.\n7.1  The moisture control section is dry throughout from about April 15 to December 15.  It is moist in some or all parts from March to June 1 when the soil is above 8.3 degrees C.\n7.2  The soil temperature exceeds 5 degrees C from about February 1 to January 1 (335 days).  Within this time period, the moisture control section is dry from April 15 to December 15.  (240 days).\n7.3  The soil temperature exceeds 8.3 degrees C. from about March 1 to December 15 (285 days).  Within this time period, the moisture control section is dry from April 15 to December 15 (240 days).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
