{
  "SERIES": "RIESEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJW-RMR-RM",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, thermic Udic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Riesel gravelly fine sandy loam - wooded pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in), dark grayish brown (10YR 4/2) gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; hard, friable; many fine roots; 15 percent by volume of siliceous pebbles from 2 mm to 15 mm in diameter; neutral; abrupt smooth boundary.  (10 to 30 cm [4 to 12 in] thick)\nE--13 to 41 cm (5 to 16 in), brown (7.5YR 4/4) very gravelly fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine granular structure; hard, friable; many fine roots; about 80 percent by volume of rounded siliceous pebbles from 2 mm to 50 mm in diameter; neutral; clear smooth boundary.  (0 to 30 cm [0 to 12 in] thick)\nBt1--41 to 102 cm (16 to 40 in), red (2.5YR 4/6) very gravelly clay; dark red (2.5YR 3/6) moist; weak fine blocky structure; extremely hard, firm; few fine roots; 40 percent by volume of rounded siliceous pebbles that are mostly 2 mm to 50 mm in diameter; thin patchy clay films on peds and pebbles; neutral; gradual wavy boundary.  (36 to 81 cm [14 to 32 in] thick)\nBt2--102 to 142 cm (40 to 56 in), red (2.5YR 4/6) clay, red (2.5YR 4/6) moist, common medium distinct strong brown (7.5YR 5/6) and yellowish red (5YR 4/6) mottles; weak medium blocky structure; extremely hard, firm; about 10 percent by volume of rounded siliceous pebbles from 2 mm to 50 mm in diameter; thin patchy clay films on faces of peds; neutral; abrupt smooth boundary.  (30 to 97 cm [12 to 38 in] thick)\n2C--142 to 157 cm (56 to 62 in), reddish yellow (7.5YR 6/6) very gravelly loamy sand, strong brown (7.5YR 5/6) moist; massive; pebbles comprise about 65 percent of the layer; few soft bodies of calcium carbonate in the upper 15 cm (6 in); slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bell County, Texas; From the intersection of Texas Highway 95 and Farm Road 436 in Academy, Texas; approximately 4 miles south on Texas Highway 95 to the south edge of Sparks, Texas; 1.8 miles west on a county road to the junction of another county road; .5 miles south on a county road and 10 ft east of fence in wooded pasture. USGS topographic quadrangle: Holland, TX;\nLatitude: 30 degrees, 55 minutes, 15.6 seconds North;\nLongitude: 97 degrees, 23 minutes, 32.6 seconds West.\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum depth: from 102 to 203 cm (40 to 80 in) to beds of sand and gravel\nSoil Moisture: An udic ustic soil moisture regime. The soil moisture control section is dry in some or all parts for 90 or more cumulative days and moist, in some part, either for more than 180 cumulative days per year, or for 90 or more consecutive days in normal years.\nSoil temperature: 15 to 22 degrees C (59 to 72 degrees F)\nThickness of ochric epipedon: 4 to 24 cm (1.6 to 9.4 in) thick\nThickness of argillic horizon: 66 to 178 cm (26 to 70 in) thick\nParticle-size control section:\nSilicate clay content: 35 to 55 percent\nRock fragments: amount-35 to 70 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5, dry or moist\nChroma: 2 or 3, dry or moist\nTexture: fine sandy loam, gravelly fine sandy loam, or very gravelly fine sandy loam\nRock fragments: amount-10 to 30 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nReaction: slightly acid or neutral\nE horizon\nHue: 7.5YR or 10YR\nValue: 4 to 8, dry or moist\nChroma: 2 or 3, dry or moist\nTexture: fine sandy loam, gravelly fine sandy loam, very gravelly fine sandy loam, or extremely gravelly fine sandy loam\nRock fragments: amount-15 to 65 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nReaction: slightly acid or neutral\nBt1 horizon\nHue: 2.5YR\nValue: 3 or 4, dry or moist\nChroma: 2 to 8, dry or moist\nTexture: very gravelly clay, extremely gravelly clay, very gravelly clay loam, or extremely gravelly clay loam.\nRock fragments: amount-35 to 65 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nReaction: medium acid to slightly alkaline\nBt2 horizon\nHue: 2.5YR or 5YR\nValue: 3 or 5, dry or moist\nChroma: 6 to 8, dry or moist\nTexture: Clay, gravelly clay, very gravelly clay, extremely gravelly clay, clay loam, gravelly clay loam, very gravelly clay loam, or extremely gravelly clay loam\nRock fragments: amount-10 to 70 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nReaction: medium acid to slightly alkaline\n2C horizon\nHue: 5YR, 7.5YR, 10YR or 2.5Y\nValue: 6 or 7, dry or moist\nChroma: 1 to 8, dry or moist\nTexture: gravelly fine sand, very gravelly fine sand, extremely gravelly fine sany, gravelly loamy sand, very gravelly loamy sand, or extremely gravelly loamy sand\nRock Fragments: amount- 25 to 90 percent; size-mainly gravels and a few cobbles; kind-limestone and quartzite; shape-nonflat\nIdentifiable secondary carbonates: amount- 0 to 5 percent, size-fine or medium, kind-carbonate concretions or masses\nOther features: Some pedons have thin interbedded layers of gravel and fine sand\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This the Pebblepoint series in the same family.  Similar soils are the Lometa, Minwells, Payne, and Travis series.\nThe Pebblepoint soils: have a lithic contact at a depth of 102 to 152 cm (40 to 60 in) and are in drier climates\nLometa soils: have sola less than 102 cm (40 in) and are in drier climates.\nMinwells, Payne, and Travis soils: do not have a skeletal control section or a gravelly surface layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey over gravelly alluvium derived from sandstone, shale, or siltstone of Cretaceous Age\nLandscape: Dissected plains\nLandform: ancient treads of stream terraces\nSlope: 1 to 5 percent\nMean annual air temperature: 17.8 to 20.7 degrees C (64 degrees to 69.3 degrees F)\nMean annual precipitation: 711 to 1016 mm (28 to 40 in)\nFrost-free period: 230 to 266 days\nElevation: 128 to 305 m (420 to 1001 ft)\nThornthwaite P-E Index: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Payne, Minwells, and Travis series, and the Axtell, Lewisville, and Venus series.\nAxtell soils: have mottled B2t horizons, COLE of more than .07, and cracks more than 1 cm. wide that extend below 51 cm (20 in) depth.\nLewisville and Venus soils: have mollic epipedons and lack argillic horizons.\nMinwells soils: occur on positions similar to that of Riesel soils\nPayne soils: occur on lower broad stream terrace positions\nTravis sois: occur on sideslopes and ridges adjacent to Riesel soils"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well;\nPermeability class: Slow\nRunoff: medium on slopes less than 1 percent and high on slopes of 1 to 5 percent; slow internal drainage"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for pasture.  A very small acreage is cultivated to sorghums or oats for winter grazing.  Many areas are being mined for road gravel.  Native vegetation is mostly bluestems and indiangrass with an overstory of post oak and elm trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in central Texas in small areas along major streams. This soil occurs primarily in the Texas Blackland Prairies, Northern Part (MLRA 86A) and to a minor extent in the Grand Prairies (MLRA 85).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Falls County, Texas, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 41 cm (0 to 16 in) (A, E horizons)\nArgillic horizon: 41 to 142 cm (16 to 56 in)  (Bt1, Bt2 horizons)\nAbrupt textural change: 41 cm (16 in)\nADDITIONAL DATA:  Lincoln Laboratory Sample No. 73L678 determined the mineralogy to be mixed.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
