{
  "SERIES": "RIFLEPIT",
  "STATUS": "Established Series",
  "BYREV": "WTS/JWW",
  "REVDATE": "09/2011",
  "STATES": "SD,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Eutric Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Riflepit loam, on a southwest-facing mountain slope of about 22 percent, wooded, at an elevation of about 1,905 meters. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 5 cm; fresh to slightly decomposed pine needles, twigs, and bark.  (1 to 6 cm thick)\nE--5 to 15 cm; brown (10YR 4/3) loam, pale brown (10YR 6/3) dry; weak fine platy structure parting to weak fine granular; slightly hard, friable, slightly sticky and nonplastic; neutral; clear smooth boundary.  (8 to 26 cm thick)\nBt/E--15 to 25 cm; brown (7.5YR 4/4) clay loam, light brown (7.5YR 6/4) dry; weak fine prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; moderately acid; clear wavy boundary.  (3 to 24 cm thick)\nBt--25 to 76 cm; dark reddish brown (2.5YR 3/4) clay, reddish brown (2.5YR 4/4) dry; strong medium and coarse angular blocky structure; extremely hard, very firm, very sticky and very plastic; about 10 percent subangular and subrounded, medium and fine sandstone gravel; many distinct clay films on all faces of peds; slightly acid; clear smooth boundary.  (20 to 76 cm thick)\nBtk--76 to 112 cm; reddish brown (2.5YR 4/4) clay, reddish brown (2.5YR 5/4) dry; moderate medium and coarse subangular blocky structure; extremely hard, very firm, very sticky and very plastic; about 10 percent angular sandstone channers; few distinct clay films on all faces of peds and many distinct clay films lining soil pores; common coarse calcium carbonate coatings on the bottom of rock fragments; strong effervescence; slightly alkaline; clear smooth boundary.  (0 to 65 cm thick)\nBk--112 to 152 cm; reddish brown (5YR 5/3) clay loam, light reddish brown (5YR 6/3) dry; massive; slightly hard, friable; slightly sticky and slightly plastic; about 15 percent subangular and subrounded gravel; strong effervescence; moderately alkaline.  (0 to 70 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Wyoming; about 6 miles east of the old Moskee townsite; in the NE1/4 of Sec. 4, T. 49 N., R. 60 W.; Old Baldy Mountain USGS quadrangle; approximately 44 degrees 15 minutes 43.4 seconds N latitude and 104 degrees 3 minutes 20.8 seconds W. longitude; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to argillic horizon:  10 to 46 cm (4 to 18 inches)\nDepth to secondary calcium carbonate:  51 to 127 cm (20 to 50 inches)\nParticle-size control section:\nClay content:  35 to 50 percent\nSand content:  20 to 50 percent total sand, of which 15 to 35 percent is fine and coarser sand\nAn A horizon occurs in some pedons.\nE horizon:\nHue:  5YR, 7.5YR, or 10YR\nValue:  4 to 6, 5 to 7 dry\nChroma:  2 to 4\nTexture:  L, FSL, VFSL\nReaction:  moderately acid to neutral\nBt/E horizon (or E/Bt):\nHue:  5YR, 7.5YR, or 10YR\nValue:  4 or 5, 5 to 7 dry\nChroma:  2 to 4\nTexture:  L, CL\nClay content:  20 to 40 percent\nReaction:  moderately acid to neutral\nBt horizon:\nHue:  2.5YR, 5YR, or 7.5YR\nValue:  3 to 5, 4 to 6 dry\nChroma:  2\nTexture: C, CL,SIC,SC\nClay content:  35 to 50 percent\nRock fragments:  0 to 25 percent strongly or very strongly cemented, subangular to subrounded sandstone and/or cherty limestone gravel\nReaction: moderately acid to slightly alkaline.\nBtk horizon (when present):\nHue:  2.5YR through 7.5YR\nValue:  4 to 6, 5 to 7 dry\nChroma:  2 to 6\nTexture:  C, CL,SIC,SC\nRock fragments:  0 to 25 percent strongly or very strongly cemented, subangular to subrounded sandstone and/or cherty limestone gravel, and 0 to 10 percent cobble\nReaction:  slightly alkaline or moderately alkaline\nBk horizon:\nHue:  10R through 7.5YR\nValue:  4 or 5, 5 to 7 dry\nChroma:  2 to 6\nTexture:  CL, SCL, L, SL (fine-earth fraction)\nRock fragments:  10 to 75 percent strongly cemented to indurated angular sandstone fragments consisting of 10 to 45 percent channers and gravel and 0 to 35 percent flagstones\nReaction:  moderately alkaline or strongly alkaline\nA C horizon occurs in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nYellowmule - is moderately deep to a paralithic contact (shale)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Colluvium derived primarily from red sandstone, or interbedded sandstone and cherty limestone\nLandform:  Summits, backslopes and footslopes of structural benches, broad ridges, and hillslopes in mountains\nSlopes:  2 to 40 percent\nElevation:  1,890 to 2,135 meters\nMean annual air temperature:  3 to 6 degrees C\nMean annual precipitation:  710 to 865 millimeters\nPrecipitation pattern:  Over half of the average annual precipitation falls as rain and snow from March through mid-July\nFrost-free period:  less than 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nMcCooley(T) - have thick sandy A and E horizons and have argillic horizons composed entirely of coarse-textured lamella; they occur on slightly higher landform positions\nStovho - typically formed in residuum derived from limestone and fine-grained sandstone and have less than 15 percent fine and coarser sand in the particle-size control section; they occur on similar landform positions\nTrebor - are moderately deep to a lithic contact (limestone); they occur on higher landform positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately low saturated hydraulic conductivity"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Riflepit soils are used primarily for timber production, livestock grazing, wildlife habitat, and recreation.\nThe dominant overstory is ponderosa pine and Black Hills spruce, with locally significant colonies of aspen and birch.  The\ndominant understory is sedges, bearded wheatgrass, oatgrass, bromegrass, common juniper, Oregon grape, arrowleaf balsamroot,bearberry, and iris."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High Limestone Plateau physiographic area of the Black Hills in western South Dakota and northeastern Wyoming; LRR G, MLRA 62.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County, Wyoming, 1999.  The name is from Riflepit Canyon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 5 to 15 cm (2 to 6 inches) (E horizon)\nArgillic horizon - 15 to 112 cm (6 to 44 inches) (Bt/E, Bt, and Btk horizons)\nThe Riflepit series replaces the Lail series and Stovho Variant mapped in the Black Hills (MLRA 62).\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
