{
  "SERIES": "RIFLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWJ-WEF",
  "REVDATE": "12/98",
  "STATES": "ME,MI,MN,NY,ND,VT,WI",
  "OVERVIEW": "The Rifle series consists of very deep, very poorly drained soils formed in organic deposits more than 51 inches thick in bogs and depressional areas within ground moraines, end moraines, outwash plains, and lake plains.  These soils have moderately rapid permeability. Slopes range from 0 to 2 percent.  Mean annual precipitation is about 30 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Typic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rifle mucky peat - undisturbed.  (Colors are for moist soils.)\nOi1--0 to 2 inches; yellowish brown (10YR 5/4) broken face and rubbed peat, light yellowish brown (10YR 6/4) pressed; 90 to 100 percent sphagnum moss rubbed; massive; neutral; clear smooth boundary.\nOi2--2 to 4 inches black (5YR 2/1) broken face, rubbed and pressed peat; about 90 percent fiber, 60 percent rubbed; massive; primarily sphagnum moss and some woody fragments; neutral; abrupt smooth boundary.\nOe1--4 to 8 inches; black (5YR 2/1) broken face and rubbed mucky peat, dark reddish brown (5YR 2/2) pressed; about 30 percent fiber and 10 percent rubbed; weak fine granular structure; woody and herbaceous fibers; neutral; abrupt smooth boundary.\nOe2--8 to 20 inches; dark reddish brown (5YR 2/2) broken face, rubbed and pressed mucky peat; about 65 percent fiber and 20 percent rubbed; weak thick platy structure; primarily herbaceous fibers few woody fragments; neutral; clear smooth boundary.\nOe3--20 to 39 inches; dark reddish brown (5YR 2/2) broken face and rubbed mucky peat, dark reddish brown (5YR 3/3) pressed; about 80 percent fiber and 20 percent rubbed; weak thick platy structure; primarily herbaceous fibers; neutral; gradual smooth boundary.\nOe4--39 to 60 inches; dark reddish brown (5YR 2/2) broken face, rubbed and pressed mucky peat; about 70 percent fiber, and 15 percent rubbed; weak thick platy structure; primarily herbaceous fibers; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  The thickness of the organic soil layers exceeds 51 inches.  The organic material is estimated to be primarily herbaceous fibers, however, some pedons contain less than 15 percent by volume of woody fragments that cannot be crushed between the fingers.  The layers in the subsurface tier typically have pH of 4.5 to 6.5 in O.01M CaCl2, but range from pH 5.6 to 7.3.  The organic soil materials lack free carbonates in all parts of the control section.\nSome pedons contain surface layers composed of hemic or sapric material.   The layers in the surface tier are quite variable in color depending upon the stage of decomposition.  Hue ranges from 10YR to 5YR, value from 2 to 6, and chroma from 1 to 4.  The fibers in these layers are primarily coarse granular or weak thick platy structure or the layers in the subsurface and bottom tier have hue of 10YR, 7.5YR or 5YR, values of 2 to 5 and chroma of 1 to 5.  Colors become darker upon brief exposure to air.  Rubbed colors have about the same range in the colors of broken faces, but in some pedons they differ by 0.5 to 1 unit in chroma or value or both.  The lighter colors are generally those of materials that contain more fiber.  The layers in the subsurface and bottom tier are commonly massive, but in some pedons they have weak thick platy structure.  The materials are dominantly of hemic material.  In some pedons, layers of fibric or sapric materials are within the subsurface and bottom tier but total thickness of either material is less than 10 inches.  Some pedons have limnic materials at depths of 51 inches or greater."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Mooselake soils in the same family and the closely related Carbondale, Carlisle, Greenwood and Houghton series.   Mooselake soils have hemic material with mostly woody fiber.  Carbondale soils have sapric material dominant in the subsurface tier, and more than 10 inches of hemic material dominant in the subsurface and bottom tiers.  Carlisle and Houghton soils have sapric material dominant in the subsurface tier and are mesic. Greenwood soils are dysic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rifle soils are in bogs and depressional areas within ground moraines, end moraines, outwash plains, and lake plains.  Slope gradients are less than 2 percent.  The mean annual precipitation ranges from 19 to 35 inches and the mean annual temperature is about 40 to 46 degrees F. The frost-free period is 90 to 150 days and the elevation ranges from 600 to 1,950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cathro, Lupton, Markey soils and Carbondale soils.  Cathro and Markey soils have loamy or sandy materials at depths of less than 51 inches.  Lupton soils formed in woody materials.  The soils on nearby uplands are commonly acid and have coarse and moderately coarse texture."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  The seasonal high water table ranges from 1 foot above the surface to 1 foot below the surface from November to June. Surface runoff and internal drainage is very slow; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are primarily in woodland.  A few areas are used for pasture.  Principal vegetation is tamarack, black spruce, paper birch, balsam fir, black ash, and northern white-cedar. Ground cover is sphagnum moss, leather leaf, blueberry, and labrador tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Michigan, Minnesota, New York, Wisconsin, and Washington.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ogemaw County, Michigan, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are: fibric material from the surface to 4 inches (Oi1 and Oi2 horizons); hemic material from 8 to 60 inches (Oe1, Oe2, Oe3 and Oe4 horizons); aquic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi1",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oi1--0 to 2 inches; yellowish brown (10YR 5/4) broken face and rubbed peat, light yellowish brown (10YR 6/4) pressed; 90 to 100 percent sphagnum moss rubbed; massive; neutral; clear smooth boundary."
      },
      {
        "name": "Oi2",
        "top": 5,
        "bottom": 10,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi2--2 to 4 inches black (5YR 2/1) broken face, rubbed and pressed peat; about 90 percent fiber, 60 percent rubbed; massive; primarily sphagnum moss and some woody fragments; neutral; abrupt smooth boundary."
      },
      {
        "name": "Oe1",
        "top": 10,
        "bottom": 20,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe1--4 to 8 inches; black (5YR 2/1) broken face and rubbed mucky peat, dark reddish brown (5YR 2/2) pressed; about 30 percent fiber and 10 percent rubbed; weak fine granular structure; woody and herbaceous fibers; neutral; abrupt smooth boundary."
      },
      {
        "name": "Oe2",
        "top": 20,
        "bottom": 51,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe2--8 to 20 inches; dark reddish brown (5YR 2/2) broken face, rubbed and pressed mucky peat; about 65 percent fiber and 20 percent rubbed; weak thick platy structure; primarily herbaceous fibers few woody fragments; neutral; clear smooth boundary."
      },
      {
        "name": "Oe3",
        "top": 51,
        "bottom": 99,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oe3--20 to 39 inches; dark reddish brown (5YR 2/2) broken face and rubbed mucky peat, dark reddish brown (5YR 3/3) pressed; about 80 percent fiber and 20 percent rubbed; weak thick platy structure; primarily herbaceous fibers; neutral; gradual smooth boundary."
      },
      {
        "name": "Oe4",
        "top": 99,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "neutral",
        "narrative": "Oe4--39 to 60 inches; dark reddish brown (5YR 2/2) broken face, rubbed and pressed mucky peat; about 70 percent fiber, and 15 percent rubbed; weak thick platy structure; primarily herbaceous fibers; neutral."
      }
    ]
  ]
}
