{
  "SERIES": "RIGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. FZH-RLM",
  "REVDATE": "1/68",
  "STATES": "NY,PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Glossaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Riga gravelly silt loam - cultivated.  (All colors for moist soil.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly silt loam; moderate fine and medium subangular blocky; friable; abundant fine roots; common worm channels; 15 percent gravel; neutral; clear wavy boundary.  (6 to 8 inches thick)\nE--7 to 14 inches; yellowish brown (10YR 5/4) gravelly silt loam; moderate medium subangular blocky; friable; abundant fine roots; common worm channels; 15 percent gravel; slightly acid, clear wavy boundary.  (3 to 8 inches thick)\n2t1--14 to 17 inches; brown to dark brown (7.5YR 4/4) clay loam to silty clay loam; moderate medium and coarse blocky; firm, sticky; plentiful roots between peds; yellowish brown (10YR 5/4) silt loam like A2 coats vertical ped faces and surrounds some peds; common pores have clay linings; many light gray to pale olive (5Y 7/2-6/4) weathered shale fragments; 2 percent hard gravel; neutral; clear wavy boundary.  (2 to 4 inches thick)\n2t2--17 to 29 inches; light olive gray to light gray (5Y 6/2-7/2) clay loam to clay; few medium distinct yellowish brown (10YR 5/4) mottles; moderate to strong coarse blocky; firm; sticky; few roots between peds; prominant brown to dark brown (7.5YR 4/3-10YR 4/3) clay coats on both horizontal and vertical ped faces; few pores with clay linings; many light gray to pale olive (5Y 7/2-6/3) and few reddish brown (5YR 5/3) weathered shale fragments; 2 percent hard gravel; neutral; gradual wavy boundary.  (10 to 15 inches thick)\nR--29 to 60 inches; light olive gray to light gray (5Y 6/2-7/2) and reddish brown (5YR 4/3-2.5YR 4/3) beds of clayey shale bedrock; upper 24 inches can be cut with a spade; hard below 54 inches; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cayuga County, New York, north side of Delmar Road, 150 yards east of New York Route 34."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches and generally corresponds to the depth of the bedrock.  A neutral to weakly calcareous C horizon retaining rich structure but with color and texture similar to the B horizon is present in some pedons.  Coarse fragments, dominantly soft shale but including some sandstone and limestone, range from very few to 35 percent in the solum and are commonly most abundant near the bedrock.  Some hard glacial gravel is present but is not conspicuous.  Hue of the solum is dominantly 5Y but includes hues as red as 7.5Y and as yellow-green as 5GY.\nThe B horizon of many pedons has dominant chroma of 2 inherited from parent material, and if mottling is present would appear like the argillic horizon of an aqualf, but the soil is not saturated to the base of Ap for as much as 48 hours regularly after the soil is free of frost and lacks distinct mottles, nodules, and 2-chroma immediately below Ap.  The surface horizon is dominantly dark grayish brown (10YR 4/2) but ranges in hue from 7.5YR to 2.5Y; in value from 3 to 4; and in chroma from 2 to 3.  Texture ranges from gravelly loam to silty clay loam with variable shale content.  The finer textures are associated with soils that have clayey shale bedrock near the 20-inch limit.\nE horizon ranges in hue from 7.5YR to 2.5Y; in value from 5 to 6; and in chroma from 2 to 3.  The A2 is typically unmottled but a few faint mottles may be present.  Interfingering of A2 into the topmost 2 to 4 inches of B is present, ranging from patchy coats to coatings completely enclosing blocky peds.\nThe B horizon colors are typically in hues of 2.5Y and 5Y but include hues as red as 7.5YR and as yellow-green as 5GY.  Value ranges from 4 to 7 and chroma from 2 to 4.  Typically, incipient mottling is present in the lower part of the B horizon, but some profiles are free of mottles.  Texture is fine clay loam, fine silty clay loam, silty clay or clay, ranging from 35 to 60 percent clay.  Thin but distinct to thick and prominant clay coats are present on both vertical and horizontal ped faces.  Reaction ranges from medium acid to weakly calcareous.\nThe C horizon, where present, has moderate platy structure and generally a higher content of coarse fragments than the B horizons.  Reaction ranges from neutral to clcareous.  The underlying bedrock ranges from neutral to weakly calcareous and from soft shale to hard limestone or dolomite.  The contact may be lithic or paralithic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The fine textured Lairdsville and Hornell and the fine-loamy Aurora and Camillus are the principal competitors.  Lairds- ville soils have dominant hues of 2.5Y and 5YR.  They are the red analogs of the Riga soils but lack 2 chromas which are necessary for the Glossaquic subgroup.  Hornell soils have strongly acid solums and lack argillic horizons.  Aurora and Camillus soils are fine-loamy.  In addition, Camillus soils lack argillic horizons.  Hudson soils are similar in kind and sequence of horizons but are deeper than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Riga series occurs on nearly level to strongly sloping bedrock-controlled land forms.  Slope gradients range from 2 to 25 percent.  The regolith is principally a thin deposit of clayey glacial till or congeliturbate strongly influenced by neutral to calcareous clay-rich shales of the locality.  The climate is humid and cool temperate.  Mean annual rainfall ranges from 38 to 45 inches; mean annual air temperature, from 46 to 51 degrees F., and mean annual growing season from 140 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Riga soils are the better drained associates of the Brockport soils which have dominant chromas of 2 or less in a mottled argillic horizon.  Remsen soils are close associates but are wetter and deeper to bedrock.  Ontario, Cazenovia, Danley and Honeoye are also intimate associates but are fine-loamy and deeper to bedrock.  Lairdsville soils are closely associated in areas where olive, gray and red shale are interbedded."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well to well drained.  Runoff is moderate to rapid.  Internal drainage is slow; permability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cleared and used for wheat, hay and pasture.  Native vegetation consists of oak, maple, beech, basswood, ash, black cherry and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ontario plain of western and central New York and in the Mohawk Valley.  The total acreage is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, New York, 1933."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Riga series was correlated in Monroe County in 1933 as moderately deep, well to moderately well drained soils developed over greenish-brown shale bedrock.  The series appears in soil survey legends in the Ontario Plain of New York but the concept has not been clear.  Riga is listed in the Key to Soil Series of New York as a Gray Brown Podzolic soil with silty clay, clay or fine silty clay loam B horizons developed over gray calcareous shale.  This description supports the concept as listed in the Key to Soil Series in New York, but allows for a wider color range and permits either paralithic or lithic contacts at depths between 20 and 40 inches.  It is intended to include most soils in the former tentative Canastota series that are moderately deep to olive calcareous shale and also soils in clayey lake deposits that are moderately deep to bedrock.  The placement is tentative because of uncertainty about application of wetness criteria.  The apparently inherited 2-chroma in the agrillic horizon is normally associated with aqualfs, but lack of other wetness criteria allow the series to be placed as Hapladalfs.  This 2-chroma with mottles, however, dictates use of an aquic subgroup, although the comparable Lairdsville series in red shale material lacks even 2-chroma mottles and is classified as Glossoboric.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
