{
  "SERIES": "RIKERS",
  "STATUS": "Established Series",
  "BYREV": "JMG-LAH-JTI",
  "REVDATE": "01/2013",
  "STATES": "NJ,NY",
  "OVERVIEW": "The Riker series consists of very deep, somewhat excessively drained soils with high saturated hydraulic conductivity. These soils formed in a mixture of unburned coal, coal ash, and coal slag. The soil occurs on modified landscapes in and near major urbanized areas of the Northeast. Slope ranges from 0 to 35 percent. Mean annual temperature is about 13 degrees Celsius and mean annual precipitation is about 1196 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rikers artifactual coarse sand in an ash pile on a 0 to 5 percent slope. (Colors are for moist soil unless otherwise noted.)\n^Au-- 0 to 8 centimeters; very dark gray (10YR 3/1) artifactual coarse sand; single grain and structureless except for very fine aggregates clinging to roots in the rhizospheres; loose; many very fine and fine roots; 6 percent gravel-sized carboliths and 20 percent gravel-sized coal slag; strongly acid; clear smooth boundary. (5 to 13 centimeters thick.)\n^Cu1-- 8 to 43 centimeters; very dark gray (10YR 3/1) artifactual coarse sand; single grain and structureless except for very fine aggregates clinging to roots in the rhizospheres; loose; common very fine and fine roots; 4 percent gravel-sized carboliths and 20 percent gravel-sized coal slag; strongly acid; clear wavy boundary.\n^Cu2-- 43 to 81 centimeters; very dark gray (10YR 3/1) stratified very artifactual coarse sand; single grain; loose; few very fine roots; 7 percent gravel-sized carboliths, 28 percent gravel-sized coal slag; strongly acid; abrupt wavy boundary.\n^Cu3-- 81 to 203 centimeters; very dark gray (10YR 3/1) stratified artifactual coarse sand; single grain; loose; no roots; 3 percent gravel-sized carboliths, 30 percent gravel-sized coal slag; moderately acid. (Combined thickness of the Cu horizon is 28 to 195+ centimeters)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Richmond County, New York; From the intersection of Rockland Avenue and Brielle Avenue, 1400 feet North on Brielle Avenue to the entrance of an unnamed concrete road, then 500 feet West on an unnamed road to the EMS building, then southwest to the edge of the ash deposit; USGS Arthur Kill, NY topographic quadrangle; Latitude 40 degrees, 35 minutes, 37 seconds N. and Longitude 74 degrees, 8 minutes, 27 seconds W. (Rockwell GPS Receiver), NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the coal ash materials is generally more than 1.6 meters thick. Carboliths range from 5 to 75 percent. Gravel-sized pieces of burned slag range from 10 to 75 percent. The pieces are very porous and glassy, similar to volcanic materials. Rock fragments in individual horizons may range up to 40 percent, however the weighted average in the control section is less than 35 percent. The fine-earth fraction includes smaller pieces of coal and slag, and the textures include loamy sand or coarser, though thin horizons of sandy loam material may occur. Reaction ranges from strongly acid to moderately alkaline. Consistence is loose throughout. The only structure is the very fine aggregates in the rhizospheres. Colors are hue of N/, or 5YR to 2.5Y, value of 2 to 6, and chroma of 0 to 8.\nThe ^Au horizon may be defined more on the abundance of roots than anything else. Organic carbon accumulation would be difficult to identify by morphology.\nA thin organic layer may occur above the ^Au horizon.\nThe ^Cu horizons have distinctly fewer roots than the Au horizon, but otherwise look similar. Rooting depth is generally about one meter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Acquango, Aldo, Bigapple, Biltmore, Boplain, Breeze, Caesar, Chute, Dabney, Gardiner, Hodge, Oakville, Osolo, Pahuk, Penwood, Perks, Pinegrove, Plainfield, Poquonock, Ronda, Samoa, Sardak, Sarpy, Scotah, Spessard, Suncook, Tyner, Wapanucket, and Windsor.  Acquango, Aldo, Biltmore, Boplain, Caesar, Chute, Dabney, Gardiner, Hodge, Oakville, Osolo, Pahuk, Penwood, Perks, Plainfield, Poquonock, Ronda, Samoa, Sardak, Sarpy, Scotah, Spessard, Suncook, Tyner, Wapanucket, and Windsor soils formed in non-human transported parent materials and do not contain fragments of coal slag or coal.  Bigapple, Breeze, and Pinegrove soils are not formed primarily in coal slag or coal deposits."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Riker soils are on nearly level to steep anthropogenic features such as coal ash piles, railroad yards, and other fill areas. These soils formed in a mixture of coal slag, unburned coal fragments, and large pieces of coal.  These materials were occasionally deposited as railroad track ballast. Slope ranges from 0 to 35 percent. Mean annual precipitation ranges from 1021 to 1325 millimeters. Mean annual temperature ranges from 8 to 17 degrees Celsius."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These deposits do not have any correlation to existing soils and may occur anywhere."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is very low. Saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are generally densely covered with mugwort, Golden Rod, Black locust, Ailanthus, and Japanese knotweed. Secondary successional species include black cherry, sweetgum, aspen, birch, and Virginia creeper. Reclamation is unlikely because there is no natural vegetation to restore, and the areas vegetate naturally after deposition ceases. Recreational use is likely but is limited to uses that do not require turf establishment."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas of the Northeast. MLRA 144A and 149B. The soils of this series are small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: By correlation of Essex County, New Jersey based on pedon in Richmond County, New York."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\na.\tCarbolith is a name coined at West Virginia University to describe dark colored sedimentary rocks that will make a black or very dark (Munsell color value of 3 or less) streak or powder. Rocks under this name include coal not scheduled for mining, impure waste coal, bone coal, high carbon siltstones, and high carbon shales.\nb.\t Coal ash supplies accumulated over more than one hundred years of time when hard coal was the main source of heating and producer of heat for production of electricity. The material often contains debris tossed into furnaces during burning. Areas used as railroad beds contain buried railroad ties and large pieces of coal used as ballast.\nc.\tIn coal slag horizons, the carbon content is from these materials and should not have a mucky modifier. Carbon contents are not related to organic material deposition.\nDiagnostic horizons and features recognized in this pedon are:\na.\tOchric epipedon-the zone from 0 to 7.5 centimeters.\nb.\tRock fragments of carboliths make up less than one-fourth of the total rock fragments in the particle-size control section. Coal slag makes up the rest of the coarse fragments. The combination averages more than 35 percent by volume.\nRikers soils are mapped in the soil survey areas of the Bronx River Watershed Bronx County NY, Gateway National Recreation Area and the New York City Reconnaissance Soil Survey, as well as the initial survey areas of Bronx, Kings, Queens, and Richmond Counties NY.  The soils are of minimal extent (less than 1,000 acres); however they are of unique importance to users of the soil surveys."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Full characterization data for sample no. S95NY085007. Pedon analyzed by the NSSL, Lincoln, NE. Additional pedons include 08NY005-011 and S09NY085-004."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^Au",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^Au-- 0 to 8 centimeters; very dark gray (10YR 3/1) artifactual coarse sand; single grain and structureless except for very fine aggregates clinging to roots in the rhizospheres; loose; many very fine and fine roots; 6 percent gravel-sized carboliths and 20 percent gravel-sized coal slag; strongly acid; clear smooth boundary. (5 to 13 centimeters thick.)"
      },
      {
        "name": "^Cu1",
        "top": 8,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Cu1-- 8 to 43 centimeters; very dark gray (10YR 3/1) artifactual coarse sand; single grain and structureless except for very fine aggregates clinging to roots in the rhizospheres; loose; common very fine and fine roots; 4 percent gravel-sized carboliths and 20 percent gravel-sized coal slag; strongly acid; clear wavy boundary."
      },
      {
        "name": "^Cu2",
        "top": 43,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "^Cu2-- 43 to 81 centimeters; very dark gray (10YR 3/1) stratified very artifactual coarse sand; single grain; loose; few very fine roots; 7 percent gravel-sized carboliths, 28 percent gravel-sized coal slag; strongly acid; abrupt wavy boundary."
      },
      {
        "name": "^Cu3",
        "top": 81,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "^Cu3-- 81 to 203 centimeters; very dark gray (10YR 3/1) stratified artifactual coarse sand; single grain; loose; no roots; 3 percent gravel-sized carboliths, 30 percent gravel-sized coal slag; moderately acid. (Combined thickness of the Cu horizon is 28 to 195+ centimeters)."
      }
    ]
  ]
}
