{
  "SERIES": "RILEA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/RTS/RWL",
  "REVDATE": "07/1999",
  "STATES": "OR",
  "OVERVIEW": "The Rilea series consists of moderately deep, well drained soils formed in colluvium and residuum from metasedimentary or metavolcanic rock types.  Rilea soils are on broad ridgetops and side slopes of mountains.  Slopes are 0 to 90 percent.  The mean annual precipitation is about 145 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rilea very gravelly loam, woodland, on a 40 percent southeast-facing slope at an elevation of 2,760 feet.  (When described on May 15, 1986, the soil profile was moist throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and woody materials.\nA--1 to 6 inches; dark brown (7.5YR 4/2) very gravelly loam, brown (7.5YR 5/2) dry; strong very fine granular structure; slightly hard, friable, nonsticky and nonplastic; many fine roots; many fine irregular pores; 40 percent gravel and 10 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary.  (3 to 5 inches thick)\nBw1--6 to 12 inches; brown (7.5YR 4/4) very gravelly loam, brown (7.5YR 5/4) dry; strong very fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many fine roots; many fine tubular pores; 35 percent gravel and 5 percent cobbles; very strongly acid (pH 5.0); clear smooth boundary.\nBw2--12 to 19 inches; brown (7.5YR 4/4) very gravelly loam, light brown (7.5YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine tubular pores; 40 percent gravel and 10 percent cobbles; very strongly acid (pH 4.8); clear smooth boundary.\nBw3--19 to 29 inches; brown (7.5YR 4/4) very gravelly loam, light brown (7.5YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine tubular pores; 40 percent gravel and 10 percent cobbles; very strongly acid (pH 4.8); clear smooth boundary.  (Combined thickness of the Bw horizon is 17 to 25 inches)\nBC--29 to 39 inches; brown (7.5YR 4/4) very gravelly clay loam, light brown (7.5YR 6/4) dry; weak very fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine tubular pores; 40 percent gravel and 15 percent cobbles; very strongly acid (pH 4.8); abrupt smooth boundary.  (0 to 10 inches thick)\nR--39 inches; hard metasedimentary rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 1,500 feet north and 350 feet east of the southwest corner of section 11, T. 39 S., R. 13 W.  (Latitude 42 degrees, 12 minutes, 34 seconds N.; Longitude 124 degrees, 13 minutes, 9 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 41 to 46 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 20 to 30 percent clay and 40 to 70 percent rock fragments.  Depth to bedrock and solum thickness is 20 to 40 inches.  Soil reaction is strongly or very strongly acid throughout.  Hue is 7.5YR or 10YR.\nThe A horizon has value of 4 or 5 moist, 5 or 6 dry and chroma of 2 or 3 moist and dry.  It is gravelly loam or very gravelly loam with 18 to 25 percent clay.  It has 20 to 50 percent gravel and 0 to 15 percent cobbles.\nThe Bw horizon has value of 4 or 5 moist, 5 or 6 dry and chroma of 4 to 6 moist and dry.  It is very gravelly loam, extremely gravelly loam or extremely gravelly clay loam with 20 to 35 percent clay.  It has 30 to 50 percent gravel and 5 to 20 percent cobbles.\nThe BC horizon, when present, has  value of 4 or 5 moist, 5 or 6 dry and chroma of 4 to 6 moist and dry.  It is very gravelly clay loam, extremely gravelly loam, or very gravelly loam with 20 to 30 percent clay.  It has 40 to 60 percent gravel and 10 to 20 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lagross, Macomber, Mandy, Mosinee, Saddlepeak, Threetrees, and Vly series.  Lagross soils have rock fragments in the particle-size control section dominated by shale or phyllite and are greater than 40 inches deep to bedrock.  Macomber soils have rock fragments in the particle-size control section dominated by phyllite, slate, or schist and are greater than 60 inches deep to bedrock.  Mandy soils have rock fragments in the particle-size control section dominated by phyllite, slate, or schist and have a mean annual soil temperature of 46 to 48 degrees F.  Mosinee soils are 40 to 60 inches deep to bedrock.  Saddlepeak soils have a solum dominated by channer and flagstone rock fragments and are more than 60 inches deep to bedrock.  Threetrees soils have a solum dominated by channer and flagstone rock fragments of schist or phyllite origin.  Vly soils have hue of 5YR or 2.5YR in the Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rilea soils are on metastable broad ridgetops and active side slopes of mountains.  Slopes are 0 to 90 percent.  The soils formed in residuum and colluvium derived from metasedimentary or metavolcanic rock types of the Dothan Formation.  Elevations are 2,500 to 3,800 feet.  The climate is characterized by cold wet winters and warm moist summers.  The mean annual precipitation is 130 to 160 inches.   The mean annual temperature is 40 to 45 degrees F.  The frost-free period is about 60 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bobsgarden, Euchrand, Pyrady, Stackyards, Yorel  and Zalea soils.  Bobsgarden soils are greater than 60 inches deep to bedrock, have an umbric epipedon 7 to 9 inches thick, and are on ridgetops and side slopes of mountains.  Pyrady and Zalea soils have argillic horizons and are on ridgetops and side slopes of mountains.  Euchrand soils are 10 to 20 inches deep to bedrock and are on side slopes of mountains.  Stackyards soils are 40 to 60 inches to bedrock, have umbric epipedons 10 to 20 inches thick, and are on north-facing side slopes of mountains.   Yorel soils are fine-loamy and are on ridge tops and side slopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately  slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for timber production, watershed, recreation, and wildlife habitat.  The native vegetation is Douglas fir, tanoak, golden chinkapin, canyon live oak, western white pine, Pacific madrone, salal, cascade Oregongrape, common beargrass, red huckleberry, Pacific rhododendron, Sadler oak, western rattlesnake plantain, and western princess pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, Oregon, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon\nCambic horizon - from a depth of 5 to 29 inches (Bw1, Bw2, Bw3 horizons).\nParticle-size control section - from 11 to 39 inches (lower 1 inch of Bw1 horizon, the Bw2, Bw3, and BC horizons) having a weighted average of 51 percent rock fragments (calculated).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and woody materials."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 6 inches; dark brown (7.5YR 4/2) very gravelly loam, brown (7.5YR 5/2) dry; strong very fine granular structure; slightly hard, friable, nonsticky and nonplastic; many fine roots; many fine irregular pores; 40 percent gravel and 10 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--6 to 12 inches; brown (7.5YR 4/4) very gravelly loam, brown (7.5YR 5/4) dry; strong very fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many fine roots; many fine tubular pores; 35 percent gravel and 5 percent cobbles; very strongly acid (pH 5.0); clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--12 to 19 inches; brown (7.5YR 4/4) very gravelly loam, light brown (7.5YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine tubular pores; 40 percent gravel and 10 percent cobbles; very strongly acid (pH 4.8); clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 48,
        "bottom": 74,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--19 to 29 inches; brown (7.5YR 4/4) very gravelly loam, light brown (7.5YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine tubular pores; 40 percent gravel and 10 percent cobbles; very strongly acid (pH 4.8); clear smooth boundary.  (Combined thickness of the Bw horizon is 17 to 25 inches)"
      },
      {
        "name": "BC",
        "top": 74,
        "bottom": 99,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--29 to 39 inches; brown (7.5YR 4/4) very gravelly clay loam, light brown (7.5YR 6/4) dry; weak very fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine tubular pores; 40 percent gravel and 15 percent cobbles; very strongly acid (pH 4.8); abrupt smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 99,
        "narrative": "R--39 inches; hard metasedimentary rock."
      }
    ]
  ]
}
