{
  "SERIES": "RILEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJB-JWS-CLL-GRS",
  "REVDATE": "02/2011",
  "STATES": "IL",
  "OVERVIEW": "The Riley series consists of very deep, somewhat poorly drained soils formed in moderately fine textured or medium textured alluvium over sandy sediments on flood plains. Slope ranges from 0 to 3 percent.  Mean annual precipitation is about 1016 mm (40 inches) and mean annual temperature is about 12.8 degrees C (55 degrees  F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Fluvaquentic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Riley silty clay loam - nearly level on a low ridge in a cultivated field at an elevation of about 143 meters (470 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silty clay loam, gray (10YR 5/1) dry; moderate fine granular structure; firm; common fine roots throughout; very dark gray (10YR 3/1) organic coatings on faces of peds; slightly acid; abrupt smooth boundary.\nA--18 to 33 cm (7 to 13 inches0; very dark grayish brown (10YR 3/2) silty clay loam, gray (10YR 5/1) dry; moderate fine and medium subangular blocky structure; firm; common fine roots throughout; moderately acid; abrupt smooth boundary.  [Combined thickness of the A horizon is 25 to 46 cm (10 to 18 inches).]\nBw1--33 to 48 cm (13 to 19 inches); dark grayish brown (10YR 4/2) silty clay loam; weak coarse subangular blocky structure; firm; common fine roots throughout and common very fine and fine roots in cracks; common very fine and fine continuous tubular pores; very few distinct patchy very dark grayish brown (10YR 3/2) organic coatings on faces of peds; many fine distinct irregular brown (7.5YR 4/3) masses of oxidized iron throughout; moderately acid; clear smooth boundary.\nBw2--48 to 69 cm (19 to 27 inches); grayish brown (10YR 5/2) loam; moderate coarse subangular blocky structure; firm; common very fine and fine roots in cracks; common very fine and fine continuous tubular pores; many fine and medium distinct irregular dark yellowish brown (10YR 3/6) masses of oxidized iron throughout; moderately acid; clear smooth boundary.  [Combined thickness of the Bw horizon is 15 to 61 cm (6 to 24 inches).]\n2C1--69 to 91 cm (27 to 36 inches); brown (10YR 4/3) loamy sand; weak coarse subangular blocky structure; friable; few fine faint dark yellowish brown (10YR 4/4) masses of iron accumulation throughout; moderately acid; clear smooth boundary.  [31 to 91 cm (12 to 36 inches) thick]\n2C2--91 to 152 cm (36 to 60 inches); brown (10YR 5/3) sand; single grain; loose; neutral; clear smooth boundary.\n2C3--152 to 203 cm (60 to 80 inches); 60 percent brown (10YR 5/3) and 40 percent pale brown (10YR 6/3) sand; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Adams County, Illinois; about 2 miles west of the village of Marblehead; 1595 feet east and 340 feet south of the northwest corner of sec. 2, T. 3 S., R. 9 W.; USGS Quincy Southwest topographic quadrangle; lat. 39 degrees 50 minutes 35 seconds N. and long. 91 degrees 24 minutes 30.2 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nDepth to the base of the cambic horizon:  typically 46 to 71 cm (18 to 28 inches), but ranges to 102 cm (40 inches).\nSand coarser than very fine sand in the particle-size control section: averages between 15 and 60 percent\nReaction: moderately acid to slightly alkaline in the solum and moderately acid to moderately alkaline in the underlying material.\nA or Ap horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silty clay loam, clay loam, silt loam or loam.\nBw horizon (formed in loamy alluvium):\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silty clay loam, clay loam, sandy clay loam, loam or silt loam\nAverage content of clay: between 24 and 35 percent\nAverage content of sand: between 20 and 65 percent\nRedoximorphic features:\nHue: 7.5YR or 10YR\nValue: 2 to 6\nChroma: 1 to 6\n2C horizon (formed in sandy alluvium):\nHue: 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: commonly loamy sand or sand, and contains lenses or strata od silt loam, loam, fine sandy loam, loamy fine sand, coarse sand or silty clay loam, average texture of 2C horzon is loamy fine sand or coarser.\nAverage content of clay: between 2 and 10 percent\nAverage content of sand: between 20 and 90 percent, coarse sand averages more than 35 percent by volume.\nRedoximorphic features:\nHue: 7.5YR or 10YR\nValue: 2 to 6\nChroma:1 to 6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Riley soils are on nearly level to undulating low rises on flood plains.  Slope gradients are 0 to 3 percent.  These soils formed in moderately fine textured or medium textured aluvium, 41 to 102 cm (16 to 40 inches) in thickness, over sandy waterlaid sediments.  Mean annual temperature varies from 10.0 to 13.9 degrees C (50 to 57 degrees F), and mean annual precipitation varies from 965 to 1143 mm (38 to 45 inches), frost free period ranges from 170 to 200 days, and elevation ranges from 104 to 311 meters (340 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beaucoup, Fults, Gorham, Landes and Ware soils.  The poorly drained Beaucoup, Fults and Gorham are on lower-lying parts of the flood plain. Landes and Ware soils are on similar or slightly higher parts of the flood plain nearby and are well or moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  The potential for surface water runoff is low or medium.  Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the solum and high to very high (42.34 to 141.14 micrometers per second) in the underlying sediments. Permeability is moderate in the solum and rapid in the underlying sediments.  The seasonal high water table is 31 cm to 61 cm (1.0 foot to 2.0 feet) below the surface from January to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Riley soils are cropped.  Corn, soybeans and wheat are the principal crops.  Native vegetation dominantly is deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Illinois, mainly on the bottomlands of the major rivers.  Extent is moderate in MLRA's 108B, 115B, and 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Illinois, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Mollic epipedon - the zone from the surface of the soil to a depth of 33 cm (13 inches) (Ap and A horizons) Cambic horizon - the zone from approximately 33 to 69 cm (13 to 27 inches) (Bw1 and Bw2 horizons) Fluvaquentic Hapludoll feature - irregular decrease in organic carbon at the strongly contrasting particle-size break at a depth of 69 cm  (27 inches) and matrix color with chroma of 2 in the zone 15 cm (6 inches) thick immediately below the mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
