{
  "SERIES": "RIMFOREST",
  "STATUS": "Tentative Series",
  "BYREV": "PBF",
  "REVDATE": "03/2008",
  "STATES": "CA",
  "OVERVIEW": "The Rimforest series consists of deep, well-drained soils that formed in residuum from granitic sources. The Rimforest soils are on mountain slopes. Slopes range from 9 to 30 percent. The mean annual precipitation is about 788 millimeters (31 inches) and the mean annual air temperature is about 10 degrees C. (50 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rimforest gravelly loamy sand, on an east-northeast facing, linear to slightly convex, 30 percent slope under incense cedar, ponderosa pine, black oak and understory shrubs and grasses at an elevation of 1,610 meters (5,280 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 12 percent gravel.\nA -- 0 to 12 centimeters, (0 to 5 inches); brown (10YR 5/3) gravelly loamy sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; loose, loose, nonsticky, nonplastic; common fine roots throughout; many fine tubular pores; 18 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (10 to 20 centimeters)\nBw1 -- 12 to 47 centimeters, (5 to 19 inches); yellowish brown (10YR 5/4) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular structure parting to weak fine granular structure; loose, very friable, nonsticky, nonplastic; common medium roots throughout; many medium tubular pores; 12 percent gravel; slightly acid (pH 6.4); clear wavy boundary.\nBw2 -- 47 to 76 centimeters, (19 to 30 inches); yellowish brown (10YR 5/6) sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common medium roots throughout; common medium tubular pores; 10 percent gravel and 4 percent cobbles; moderately acid (pH 6.0); gradual smooth boundary.\nBw3 -- 76 to 115 centimeters, (30 to 45 inches); reddish yellow (7.5YR 7/6) loam, reddish yellow (7.5YR 6/6) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common medium roots throughout; common medium tubular pores; 5 percent gravel and 5 percent cobbles; neutral (pH 6.6). (Combined thickness of the Bw horizon is more than 75 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; 610 meters (2,000 feet) north and 730 meters (2,400 feet) west of the SE corner of section 26, T. 2 N., R. 4 W.; 34 degrees, 13 minutes and 40.7 seconds north latitude and 117 degrees, 16 minutes and 1.1 seconds west longitude; San Bernardino North 7.5 minute quadrangle; UTM 11S 0475412e 3787467n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil moisture control section: Usually dry in all parts from late May or early June until late November or early December, and usually moist in some or all parts the rest of the year. The soils have a xeric moisture regime.\nSoil temperature: 8 to 13 degrees C. (47 to 56 degrees F.)\nOrganic matter: 1 to 4 percent\nSurface rock fragments: 5 to 20 percent gravel\nControl section -\nThickness of the mollic epipedon: 25 to 50 centimeters\nRock fragments: 5 to 25 percent gravel and cobbles\nClay content: ranges between 8 and 20 percent\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 1 to 3 dry, 1 or 2 moist\nTexture of the fine earth: loamy sand or sandy loam\nClay content: 6 to 12 percent\nRock fragments: 15 to 25 percent gravel\nReaction: moderately or slightly acid\nBw horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 to 6 moist\nChroma: 3 to 6 dry, 2 to 6 moist\nTexture of the fine earth: loamy sand, sandy loam or loam\nClay content: 8 to 20 percent\nRock fragments: 5 to 25 percent gravel and cobbles\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anders, Brief, Chenoweth, Cleverly, Cushenbury, Duart, Hesslan, Knutsen, Newbon, Panamint, Patemos, Siphonlake and Wato series. All of these soils have mean annual precipitation of 229 to 432 millimeters (9 to 17 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rimforest soils are on mountain ridgetops. Slopes range from 9 to 30 percent. These soils formed in residuum from granitic sources. Elevations range from 1,370 to 1,980 meters (4,500 to 6,500 feet). The climate is subhumid mesothermal with warm, dry summers and cool, moist winters with some snow. The mean annual precipitation is 483 to 1,092 millimeters (19 to 43 inches) and the mean annual air temperature is 7 to 12 degrees C. (45 to 54 degrees F.) The frost-free season is 35 to 233 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluejay (T), Cedarpines (T), Garloaf (T), Greenspot (T), Hannarocks (T), Heapspeak (T) and Pacificrest (T) soils. Except for Garloaf, the remaining soils are on similar landscape positions. Bluejay soils have a fine-loamy particle-size control section. Cedarpines and Greenspot soils do not have a mollic epipedon. Garloaf soils are on alluvial fans associated with mountain slopes, have an argillic horizon and a loamy-skeletal particle-size control section. Hannarocks and Heapspeak soils have a mollic epipedon more than 50 centimeters thick. In addition, Hannarocks has a loamy-skeletal particle-size control section. Pacificrest soils are moderately deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; low or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rimforest soils are used for recreation, watershed and wildlife habitat. Some areas are used for homesites. The present vegetation is mainly incense cedar, ponderosa pine, black oak and understory shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Inland mountain ranges of San Bernardino, Riverside and San Diego counties, southern California. MLRA 20. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  San Bernardino County, California, San Bernardino National Forest, Private Land Soil Survey, 2004. The name is from a community in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1. Mollic epipedon: 0 to 47 centimeters (A and Bw1 horizons)\n2. Cambic horizon: the zone beginning at 76 centimeters (Bw3 horizon)\n3. Particle-size control section: 25 to 100 centimeters (part of the Bw1, the Bw2 and part of the Bw3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
