{
  "SERIES": "RIMTRAIL",
  "STATUS": "Established Series",
  "BYREV": "KJO",
  "REVDATE": "01/2007",
  "STATES": "CA",
  "OVERVIEW": "The Rimtrail series consists of very deep, well drained soils that formed in alluvium from granite. The Rimtrail soils are on valley floors. Slopes range from 0 to 5 percent. The mean annual precipitation is about 17 inches (432 millimeters) and the mean annual air temperature is about 61 degrees F (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, thermic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rimtrail sandy loam under a stand of annual grasses and forbs on a valley floor with 3 percent slopes at an elevation of 540 feet (164 meters). When described on December 12, 2005 the soil was moist throughout. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 2 inches (0 to 5 centimeters); grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; many very fine roots; many very fine irregular pores; neutral (pH 7.0); clear smooth boundary.\nA2--2 to 11 inches (5 to 28 centimeters); brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary.\nA3--11 to 22 inches (28 to 55 centimeters); brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine tubular pores; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary. (Combined thickness of A horizons is 18 to 26 inches, 45 to 65 centimeters.)\nBt1--22 to 29 inches (55 to 73 centimeters); very pale brown (10YR 7/4) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate coarse angular blocky structure; hard, very friable, moderately sticky and moderately plastic; common very fine roots; many very fine and common fine tubular pores; common clay films between sand grains; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary.\nBt2--29 to 45 inches (73 to 115 centimeters); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; strong medium prismatic structure; hard, firm, moderately sticky and very plastic; few fine roots; many very fine tubular pores; many clay films on all faces of peds and on surfaces along pores; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary.\nBt3--45 to 60 inches (115 to 150 centimeters); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; strong coarse angular blocky structure; very hard, very firm, moderately sticky and very plastic; few fine roots; many very fine tubular pores; many clay films on all faces of peds and many clay films on surfaces along pores; 5 percent gravel; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California; about 620 feet (190 meters) west of Highway 146 on road to Lopez Canyon and 50 feet (15 meters) north of this road; 660 feet south and 330 feet east of the northwest corner of section 5, T 17S, R 7E; USGS North Chalone Peak, California topographic quadrangle; 36 degrees 29 minutes 11.00 seconds north latitude and 121 degrees 13 minutes 57.20 seconds west longitude; UTM 658319 meters E, 4039351 meters N, zone 10."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: over 60 inches (155 centimeters).\nMean annual soil temperature: 60 to 63 degrees F (16 to 17 degrees C).\nSoil moisture control section: dry in all parts from about May 15 to November 15 (180 days), and moist in all parts from about January 15 to April 15 (90 days).\nSoil reaction: neutral to slightly alkaline throughout the profile.\nParticle size control section: Clay: ranges 20 to 35 percent; Coarse fragments: ranges 15 to 35 percent, mostly gravel.\nBase saturation by sum of cations: 94 to 100 %\nA horizon(s):\nHue: 10YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture of the fine earth fraction: loam or sandy loam\nClay content: 10 to 18 percent\nRock fragments: 5 to 20 percent gravel\nBt horizon(s):\nHue: 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 3 or 4 dry or moist\nTexture of the fine earth fraction: sandy clay loam, clay loam\nClay content: 28 to 35 percent\nRock fragments: 5 to 35 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arujo, Botella, Chico, Corona, Elkhorn, Havala, Kawenga, Lockwood, McCoy, Saltcanyon, Sapwi, Tongva and Wadesprings series.  Arujo, Tongva and Wadesprings soils are 20 to 40 inches deep to  paralithic contact.  Botella soils have a lithologic discontinuity in the Bt horizon and a C horizon.  Chico soils have oxidized iron masses and iron-manganese masses in the lower Bt horizon.  Corona soils have carbonates in the lower Bt horizon.  Elkhorn soils have iron manganese shot, concretions, or flakes in the Bt horizon and have a C horizon.  Havala series have a C horizon of sandy loam or fine sandy loam.  Kawenga soils are 40 to 60 inches deep to a paralithic contact. Lockwood soils are shaly throughout. McCoy soils are 25 to 40 inches deep to a paralithic contact.  Saltcanyon soils have 20 degrees F. or more difference between mean summer and winter soil temperatures.  Sapwi soils are 20 to 40 inches deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rimtrail soils are on valley floors. Slopes range from 0 to 5 percent. These soils formed in alluvium from igneous rocks. Elevation ranges from 500 to 1,600 feet (150 to 500 meters). The climate is characterized by hot, dry summers and cool, moist winters. Mean annual precipitation is 17 to 19 inches (432 to 483 millimeters). The mean annual temperature is about is 59 to 63 degrees F (15 to 17 degrees C). Frost free season is 190 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Backdoor and Tuborcio soils.  Backdoor soils have a mollic epipedon less than 20 inches (50 centimeters) thick, and are on hills under chamise.  Tuborcio soils are in the fine family, have a mollic epipedon less than 20 inches (50 centimeters) thick and are on north facing hills under blue oaks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; low runoff; slow permeability. These soils do not flood or pond."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for watershed, wildlife habitat and recreation. Vegetation is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Benito County, California in MLRA 14  Central California Coastal Valleys. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Benito County, California. Source of name is a rock formation in Pinnacles National Monument. This series was established based on limited acreage observed within the National Park Service Pinnacles National Monument boundary."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon-the zone from 0 to 22 inches (0 to 55 centimeters) (A1, A2, and A3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
