{
  "SERIES": "RINEARSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS-JAS-GLG",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rinearson silt loam, wooded.  (Colors are for moist soil unless otherwise noted.)\n0--1 inch to 0; leaves, twigs, moss and woody materials.\nA1--0 to 3 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; many very fine irregular pores; strongly acid (pH 5.4); clear wavy boundary.  (3 to 6 inches thick)\nA2--3 to 15 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium and fine subangular blocky structure parting to moderate medium granular; slightly hard, friable, moderately sticky and slightly plastic; many very fine roots; many fine and very fine irregular pores; very strongly acid (pH 4.6); clear wavy boundary.  (10 to 15 inches thick)\nBw1--15 to 28 inches; dark yellowish brown (10YR 4/4) silty clay loam, yellowish brown (10YR 5/4) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common medium roots; many very fine tubular pores; extremely acid (pH 4.4); gradual wavy boundary.  (12 to 16 inches thick)\nBw2--28 to 34 inches; dark brown (7.5YR 4.4) silty clay loam, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; few roots; common very fine pores; extremely acid (pH 4.4); gradual smooth boundary.  (5 to 8 inches thick)\nC--34 to 48 inches; yellowish brown (10YR 5/6) loam, brownish yellow (10YR 6/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; 30 percent soft siltstone gravel; extremely acid (pH 4.2).  (10 to 15 inches thick)\nCr--48 inches; highly weathered siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clatsop County, Oregon; spur logging road to the east of Northrup Creek Road; southwest 1/4 southwest 1/4, sec. 15, T. 6 N., R. 6 W. W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist but is dry for less than 45 consecutive days in all parts between 4 and 12 inches during the summer.  The mean annual soil temperature is 47 to 51 degrees F.  Depth to paralithic contact is 40 to 60 inches.  The umbric epipedon is 10 to 20 inches thick.  The particle-size control section averages 20 to 35 percent clay and less than 15 percent coarser than very fine sand.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR; value of 2 or 3 moist; 4 or 5 dry; and chroma of 2 or 3 moist and dry.  It has granular or subangular blocky structure.  It is very strongly acid or strongly acid.\nThe Bw horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 or 4 moist; 4 or 5 dry; and chroma of 3, 4, or 6 moist and dry.  It is silt loam or silty clay loam but some pedons have thin layers of clay loam.  Weathered siltstone paragravel range from 5 to 25 percent and siltstone paracobbles from 0 to 10 percent.  It is extremely acid through strongly acid.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 or 5 moist, 5 or 6 dry, and chroma of 4 to 6 moist and dry.  It is silt loam, silty clay loam or loam.  Weathered siltstone paragravel range from 15 to 35 percent and siltstone paracobbles range from 0 to 25 percent.  It is extremely acid through strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Mershon series.  Mershon soils have mottled horizons at depths of 20 to 35 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Rinearson soils are on mountains at elevations of 500 to 1,600 feet.  Slopes range from 0 to 90 percent. The soils formed in colluvium weathered from siltstone.  The climate is characterized by cool wet winters and warm moist summers.  The mean annual temperature is 45 to 49 degrees F.  The mean annual precipitation is 60 to 90 inches.  The frost-free period is 100 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Braun, Scaponia, and Vernonia soils.  Braun soils are 20 to 40 inches deep to weathered siltstone.  Scaponia soils have an ochric epipedon 7 to 9 inches thick.  Vernonia soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rinearson soils are used for timber production, recreation, and wildlife habitat.  Native vegetation is Douglas-fir, western hemlock, red alder, bigleaf maple, vine maple, western swordfern, salal, cascade Oregon-grape, and red huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Coast Range of Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, Oregon, 1983."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Laboratory data from Clatsop County, OR, S84OR007-004, 005, NSSL.\nREMARKS:  This draft reflects a change in classification from mixed to isotic based on revisions to Keys to Soil Taxonomy.\nUmbric epipedon - from 0 to 15 inches (A1 and A2 horizons)\nCambic horizon - from 15 to 34 inches (Bw1 and Bw2 horizons)\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  This draft reflects a change in classification from mixed to isotic based on revisions to Keys to Soil Taxonomy.\nUmbric epipedon - from 0 to 15 inches (A1 and A2 horizons)\nCambic horizon - from 15 to 34 inches (Bw1 and Bw2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
