{
  "SERIES": "RINEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAK:JMR:JDM",
  "REVDATE": "05/2009",
  "STATES": "KY",
  "OVERVIEW": "The Riney series consists of deep and very deep, well drained soils on uplands primarily weathered from weakly consolidated sandstone and shale or on remnant high terraces derived from similar materials. In addition, some areas are slumped sinkhole deposits left behind when overlying materials were removed in an earlier cycle of karst erosion. Slopes range from 6 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Riney loam - pasture. (Colors are for moist soils.)\nAp--0 to 8 inches; brown (10YR 5/3) loam; weak fine and medium granular structure; very friable; many fine roots; moderately acid; abrupt smooth boundary. (5 to 10 inches thick)\nBt1--8 to 32 inches; yellowish red (5YR 4/6) light clay loam; moderate medium and fine subangular blocky structure; firm; common fine roots; common small pores, many faint clay films; very strongly acid; gradual smooth boundary. (20 to 30 inches thick)\nBt2--32 to 54 inches; red (2.5YR 4/6) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) lithomorphic mottles; moderate medium subangular blocky structure; firm; few fine roots; common faint clay films; few medium sandstone fragments; very strongly acid; gradual smooth boundary. (15 to 45 inches thick)\nC--54 to 65 inches; red (2.5YR 4/6) sandy loam; common coarse distinct strong brown (7.5YR 5/6) lithomorphic mottles; massive; friable; few small sandy clay loam bodies; 10 percent medium sandstone fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hardin County, Kentucky, 350 feet west of Kentucky Highway 1135 and 825 feet south of Round Top Baptist Church, about 5 miles southeast of Elizabethtown; 37 degrees, 37 minutes 52 seconds N. Latitude and 85 degrees, 49 minutes, 21 seconds W. Longitude; USGS Elizabethtown Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 50 to 80 inches. Depth to soft reddish sandstone ranges from 4 to more than 10 feet. Reaction ranges from strongly acid to neutral in the surface layer and very strongly or strongly acid in the solum and substratum, unless limed.\nThe Ap horizon has hue of 10YR, value of 4 or 5 and chroma of 2 to 4. Severely eroded phases have hue of 7.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8. Texture is loam, fine sandy loam, clay loam or sandy clay loam. Quartzite or sandstone gravels, from 1/4 to 1 inch in diameter, range from 0 to 10 percent in the Ap, A, AB or E horizons.\nThe A horizon, where present, is 1 to 4 inches thick, has hue of 10YR, value of 3 or 4 and chroma of 2 or 3. Texture is loam or sandy loam.\nThe AB or E horizons, where present, are 4 to 8 inches thick, has hue of 10YR, value of 4 to 6, and chroma of 2 to 4. Texture is loam, fine sandy loam, clay loam or sandy clay loam.\nThe Bt horizon has hue 5YR or 2.5YR, value of 4 or 5 and chroma of 4 to 8. Some pedons have hue of 10YR or 7.5YR in the upper part and lithomorphic mottles in shades of red or brown in lower part. Texture is loam, fine sandy loam, clay loam or sandy clay loam. Quartzite or sandstone gravels, 1/4 to 1 inch in diameter, range from 0 to 20 percent in the upper part and 0 to 40 percent in the lower part.\nThe C horizon and the BC or CB horizons, where present, have hue of 10YR, 7.5YR, 5YR, or 2.5YR, value of 4 or 5, and chroma of 4 to 8. Texture is sandy clay loam, sandy loam, fine sandy loam or loamy sand. Quartzite or sandstone gravels range from 0 to 40 percent. Some pedons are underlain by weakly consolidated sandstone, which crushes easily to the above mentioned textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alonzville, Bailegap, Beersheba, Gunstock, Hambrook, Harmiller, Jefferson, Keener, Lily, Lonewood, Marr, McCamy, Raftville, Sassafras and Sunnyside series in the same family. Alonzville soils have colors of 7.5YR to 2.5Y in the solum. The Bailegap and Beersheba soils formed in residuum over soft sandstone. Bailegap soils have hard sandstone fragments throughout their solums. Beersheba, Gunstock, Harmiller, and Lily soils are moderately deep. Hambrook soils formed in stratified coastal plain alluvial or marine sediments. Jefferson soils formed in colluvium on steep hillsides, mountainsides and foot slopes commonly associated with sandstone escarpments. Keener soils formed in loamy colluvium weathered from low-grade metasedimentary rocks that are low in weatherable minerals. Lonewood soils formed in a silty mantle 1 to 3 feet thick over residuum weathered from shale or sandstone. Marr soils formed in regolith of unconsolidated coastal plain sediments. McCamy soils formed in residuum affected by soil creep in the upper solum that weathered from low-grade metasedimentary rocks such as arkose, arkosic sandstone, quartzite, graywacke, metasiltstone or metasandstone. Raftville soils formed in colluvium and stream alluvium and have a lithologic discontinuity. Sassafras soils formed in sandy marine and old alluvial coastal plain deposits and they have solum thickness of 25 to 50 inches. Sunnyside soils formed in unconsolidated sandy coastal plain deposits, they have solum thickness of 24 to 48 inches, and a maximum depth of the argillic within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Riney soils are on upland ridgetops, remnant high terraces or in sinkholes on karst topography. Slopes range from 6 to 30 percent. Average annual precipitation ranges from 40 to 52 inches with a mean of 47 inches. Average annual temperature ranges from 53 to 56 degrees Fahrenheit with a mean of 56 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allegheny, Gatton, Gilpin, Hayter, Latham, Shelocta, Sonora, Tilsit and Vertrees soils. Allegheny, Gilpin, Hayter and Shelocta soils have yellower colors. Gatton and Tilsit soils have fragipans. Gilpin and Latham soils are moderately deep. Sonora soils have silt loam or silty clay loam upper B horizons. Latham and Vertrees soils are fine. None of these associated soils has siliceous mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderately rapid permeability. Runoff is low on slopes less than 20 percent and medium on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and used for home sites or pasture. Some areas are used for growing tobacco, corn or hay. Native forests are dominantly oak, hickory, maple, poplar, dogwood, persimmon and sassafras."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Eastern Kentucky Coalfields and Pennyroyal regions of Kentucky and possibly similar areas in Tennessee. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hardin and Larue Counties, Kentucky, l975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Reference for Geographic setting is partly from the \"Elizabethtown Geologic Quadrangle, Kentucky,\" by Ray C. Kepfirle, 966 USGS and U.K.\nDiagnostic horizons recognized in this pedon are:\nOchric epipedon: 0 to 8 inches (Ap)\nArgillic horizon: 8 to 54 inches (Bt1) (Bt2)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 5/3) loam; weak fine and medium granular structure; very friable; many fine roots; moderately acid; abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 81,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 32 inches; yellowish red (5YR 4/6) light clay loam; moderate medium and fine subangular blocky structure; firm; common fine roots; common small pores, many faint clay films; very strongly acid; gradual smooth boundary. (20 to 30 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 81,
        "bottom": 137,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--32 to 54 inches; red (2.5YR 4/6) sandy clay loam; common medium distinct strong brown (7.5YR 5/6) lithomorphic mottles; moderate medium subangular blocky structure; firm; few fine roots; common faint clay films; few medium sandstone fragments; very strongly acid; gradual smooth boundary. (15 to 45 inches thick)"
      },
      {
        "name": "C",
        "top": 137,
        "bottom": 165,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "narrative": "C--54 to 65 inches; red (2.5YR 4/6) sandy loam; common coarse distinct strong brown (7.5YR 5/6) lithomorphic mottles; massive; friable; few small sandy clay loam bodies; 10 percent medium sandstone fragments; very strongly acid."
      }
    ]
  ]
}
