{
  "SERIES": "RIO PIEDRAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "01/98",
  "STATES": "PR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, isohyperthermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rio Piedras clay - sugarcane.  (Colors are for moist soil)\nAp--O to 7 inches; reddish brown (5YR 4/4) moist, light reddish brown (5YR 6/4) dry; clay; moderate medium granular structure; hard, firm, slightly sticky, slightly plastic, many fine roots; extremely acid; clear smooth boundary.  6 to 8 inches thick.\nBt1--7 to 11 inches; yellowish red (5YR 4/8) clay; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few faint clay films; few fine roots; extremely acid, clear smooth boundary.  4 to 6 inches thick.\nBt2--11 to 21 inches; red (2.5YR 4/8) clay with many medium distinct pale brown (10YR 6/3) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic, many prominent clay films on vertical and common distinct clay films on horizontal ped surfaces; few fine roots; few small siltstone fragments; extremely acid; clear smooth boundary.  8 to 12 inches thick.\nBt3--21 to 27 inches; red (2.5YR 5/6) clay; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few faint clay films; many weathered and partially weathered shale fragments giving a yellow (10YR 7/6) mottled appearance; common fine pores; extremely acid; gradual smooth boundary.  6 to 8 inches thick.\nC--27 to 42 inches plus; highly weathered thin bedded siltstone, original platy structure clearly visible; variegated colors consisting of red, gray, and yellow, easily penetrated with auger."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Noroeste SCD, Puerto Rico; 2.5 kilometers east of the town of Aguada; 600 meters north of kilometer marker 134.0 of highway 2."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are extremely acid and clayey throughout.  Thickness of the solum ranges from 24 to 34 inches.  Thickness of the argillic horizons range from 18 to 26 inches.  Depth to the hard bedded siltstone is over 3 feet.  These soils are slightly sticky and slightly plastic throughout.  Base saturation (by sum of cations) is less than 35 percent at 50 inches below the top of the argillic.  Organic matter content is 1.5 percent or less in the top 6 inches of the argillic horizon.  CEC is more than 24 meq/100 grams of clay in the argillic horizon.\nColors of the A horizons have hues of 7.5YR and 5YR, values and chromas of 3 and 4.\nThe Bt horizons have colors in hues of 5YR, 2.5YR and 10R, values of 4 and 5 and chromas of 6 and 8.  Structure ranges from moderate coarse to medium subangular blocky.  Clay films vary from few faint to many prominent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Corozal, Consumo, Maricao, Lirios, Moca, Alonso, Ingenio, Jagueyes and Vega Alta series.  The Corozal soils have low chroma mottles in the upper part of the argillic horizon.  The Consumo, Maricao and Lirios soils have thinner argillic horizons.  The Moca soils have clays with COLE values greater than 0.09.  The Alonso, Ingenio, and Jagueyes soils have lower exchange capacity values.  The Vega Alta soils have more than 5 percent nonindurated plinthite within 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Rio Piedras soils occur on gently to strongly sloping sideslopes of dissected uplands with slope gradients from 2 to 20 percent.  The regolith consists of fine textured residuum from thin bedded siltstone and shale.  The climate is humid tropical. The average annual precipitation is 80 inches.  The mean annual air temperature is 78 degrees F.  The mean annual soil temperature at 20 inches is more than 71.6 degrees F with a difference less than 9 degrees F between mean summer and mean winter temperatures."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Moca series in addition to Plata, Yunes, Voladora, and Fajardo series.  The Plata and Yunes soils are shallow and have cambic horizons.  The Voladora soils have redder A and B horizons.  The Fajardo soils are darker colored and have low chromas mottles."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, runoff is medium, and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sugarcane and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid uplands of Puerto Rico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico, 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated with the 4/91 draft from Clayey, kaolinitic, isohyperthermic Typic Tropudults to Clayey, kaolinitic, isohyperthermic Typic Hapludults.  The previous OSED date was 2/67.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 7 inches (Ap horizon)\nArgillic horizon - zone from 7 to 27 inches (Bt horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
