{
  "SERIES": "RIO GRANDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-RM-JAG",
  "REVDATE": "05/2009",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, hyperthermic Aridic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rio Grande silt loam, on nearly level less than 1 percent slope in cropland; elevation is 49 m (160 ft).  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 in); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few roots; few flakes of mica; strongly effervescent; moderately alkaline; abrupt smooth boundary. (13 to 25 cm [5 to 10 in] thick)\nC1--18 to 41 cm (7 to 16 in); light brownish gray (10YR 6/2) silt loam, with few strata less than 12 mm (1/2 in)thick of silty clay loam, dark grayish brown (10YR 4/2) moist; massive; bedding planes are evident; slightly hard, friable, slightly sticky and slightly plastic; few flakes of mica; few fragments of snail shell; few dark yellowish brown and strong brown organic stains along bedding planes; few roots, few fine pores and wormcasts; violently effervescent; moderately alkaline; clear smooth boundary. (20 to 31 cm [8 to 12 in] thick)\nC2--41 to 203 cm (16 to 63 in); pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist, with thin strata and lenses of very fine sandy loam and silty clay loam; massive; has many bedding planes; slightly hard, very friable, slightly sticky and slightly plastic; few flakes of mica; few roots; few root channels, and bedding planes have brownish organic stains; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Starr County, Texas; from the intersection of U.S. Highway 83 and Farm Road 2360 in La Grulla, Texas; 1.1 miles south on Farm Road 2360 to Main Street; 0.75 mile west on Main Street to El Salado Road; 0.80 mile south on El Salado Road, 400 feet in cropland. La Grulla, Texas USGS topographic quadrangle. Latitude: 26 degrees, 15 minutes, 24.196 seconds, W; Longitude: 98 degrees, 38 minutes, 28.915 seconds, N; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on aridic. The soil moisture control section remains moist in some or all parts for less than 90 consecutive days in normal years. The soil is driest during the months of June through August and December through February. These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature: 22 to 24 degrees C (72 to 76 degrees F).\nParticle-size control section (weighted average)\nClay content: 4 to 20 percent\nCoarse Fragments: 0 to 2 percent\nCEC/clay ratio: 0.40 to 0.60\nA horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 2 or 3\nTexture: very fine sandy loam, silt loam, loam, or loamy very fine sand\nClay content: 4 to 18 percent\nCoarse fragments: 0 to 2 percent\nBase saturation: 85 to 100 percent\nCalcium carbonate equivalent: 1 to 20 percent\nEC (dS/m): 0 to 4\nSAR: 0 to 1\nEffervescence: very slightly to strongly\nReaction: moderately alkaline\nC horizon\nHue: 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: loamy fine sand to silty clay loam.  Few to common strata is evident in the majority of pedons. These strata are 2.5 to 7.6 cm (1 to 3 in) thick.\nClay content: 4 to 20 percent.  Individual strata may contain clay content as high as 35 percent but the average of the particle control section is less than 18 percent.\nCoarse fragments: 0 to 2 percent\nBase saturation: 100 percent\nCalcium carbonate equivalent: 1 to 20 percent\nIdentifiable secondary carbonate: 0 to 2 percent fine threads and films\nEC (dS/m): 0.5 to 4\nSAR: 0 to 2\nEffervescence: strong or violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Camargo (TX), Craft (NE), Lagloria (TX), Sparham (NM), and Zalla (TX) series.\nCamargo soils: are in the fine-silty family\nCraft soils: are in a mesic soil temperature regime\nLagloria soils: do not have evidence of stratification\nSparham soils: are in a fine family and have a mesic soil temperature regime\nZalla soils: are in the sandy family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous silty alluvium\nLandform: flood plain steps\nSlope: 0 to 3 percent\nMean annual air temperature: 21 to 23 degrees C (70 to 74 degrees F).\nMean annual precipitation: 432 to 686 mm (17 to 27 in)\nPrecipitation pattern: moist spring and fall months and dry summer and winter months\nFrost-free period: 280 to 360 days\nElevation: 15 to 427 m (50 to 1,400 ft)\nThornthwaite annual P-E indices: 24 to 35"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Camargo, Grulla, Matamoros, and Zalla series.\nCamargo soils: are in a fine-silty family and are on similar positions.\nMatamoros soils: are in a fine family, have vertic properties, and are on similar positions\nGrulla soils: are in a fine family, have vertic properties, and redox features due to wetness. In addition, Grulla soils are in abandoned riverbeds (Resecas) separated from present streams by terrace sediments.\nZalla soils: are in a sandy family and are in lower positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately rapid. Runoff is negligible on slopes less than 1 percent and very low on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly irrigated cropland of cotton, grain sorghum, and a wide variety of cool season vegetables. Native vegetation consists of four-flower trichloris, saccaton, cottontop, and plains bristlegrass. Woody plants consist of hackberry, Rio Grande ash, and mesquite trees. In the low parts of the flood plain the soils produce high yields of giant reedgrass. The ecological site is Loamy Bottomland, 20-35 PZ (R083DY505TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lower Rio Grande Plain, Texas; LRR I; MLRA 83D; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Starr County, Texas, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification change from Typic Ustifluvents to Aridic Ustifluvents based on geographic distribution of the series, rainfall patterns, and vegetative production and composition. The soil has an ustic soil moisture regime that borders an aridic moisture regime.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in) (parts of the C1 and C2 horizons)\nOchric epipedon: 0 to 18 cm (0 to 7 in) (A horizon)\nADDITIONAL DATA: NSSL data number 84TX061001 from Cameron County, Texas. The assignment of the cation-exchange activity class is inferred from lab data from surrounding surveys.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
