{
  "SERIES": "RIO FRIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJG-MLG",
  "REVDATE": "04/2011",
  "STATES": "TX",
  "OVERVIEW": "The Rio Frio series consists of very deep, well drained, moderately\npermeable soils that formed in loamy alluvium.  These soils are on nearly level to gently sloping stream terraces.  Slope ranges from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Typic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rio Frio clay loam--cropland. (Colors are for dry soilunless otherwise stated.)\nAp-- 0 to 6 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown(10YR 4/2) moist; weak fine subangular blocky structure; hard, firm,slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; few snail shell fragments; few masses of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary. (4 to 8 inches thick)\nAk-- 6 to 13 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; few snail shell fragments; few fine dendritic white (10YR 8/1) threads of calcium carbonate; strongly effervescent; moderately alkaline; gradual smooth boundary. (4 to 11 inches thick)\nBk1--13 to 25 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; few snail shell fragments; common fine dendritic white (10YR 8/1) threads of calcium carbonate; strongly effervescent; moderately alkaline; gradual smooth boundary.  (combined thickness of the Bk horizon is 35 to 60 inches)\nBk2--25 to 53 inches; very pale brown (10YR 7/3) clay loam, pale brown(10YR 6/3) moist; weak fine subangular blocky structure; hard, firm,slightly sticky and slightly plastic; few very fine roots; few very fine and fine tubular pores; few snail shell fragments; few fine rounded white (10YR 8/1) masses of calcium carbonate; few fine dendritic white (10YR 8/1) threads of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary. (4 to 50 inches thick)\nBk3--53 to 80 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4)moist; weak fine subangular blocky structure; hard, firm, slightly stickyand slightly plastic; few very fine roots; few very fine continuous tubular pores; few snail shell fragments; 24.0 percent calcium carbonate equivalent; few fine rounded white (10YR 8/1) masses of calcium carbonate; few fine rounded white (10YR 8/1) threads of calcium carbonate; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Real County, Texas; Rio Frio quadrangle; Latitude 29\ndegrees, 40 minutes, 12.5 seconds N; Longitude 99 degrees, 44minutes, 20seconds W in cropland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. Calciumcarbonate equivalent in the 10- to 40- inch particle size control section ranges from 40 to 70 percent.  Snail shell fragments are in all horizons.  Films and threads of calcium carbonate are evident in all horizons below the Ap horizon and increase with depth.  Total clay content ranges from 20 to 40 percent.  Carbonate clay ranges from 2 to 15 percent.  Siliceous and limestone pebbles ranges from 0 to 15 percent.\nThe A horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3.  Texture is loam, or clay loam.  Films and threads of calcium carbonate range from none to few in the lower part.\nThe Bk horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 3 or 4; Texture is loam or clay loam.  In some pedons the lower part of the horizon contains up to 50 percent limestone pebbles and calcium carbonate concretions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Series in similarfamilies include Colibro, Karnes, and Seawillow, Seawillow soils are moistin the soil moisture control section for longer periods. Karnes soils have less than 18 percent silicate clay in the control section.  Colibro soils have meanannual soil temperature of 22 degrees C. or higher."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rio Frio soils are on low stream terraces. Slope gradients range from 0 to 3 percent.  The soil formed in loamy calcareous alluvium.  Mean annual precipitation ranges from 26 to 30 inches, and mean annual air temperature ranges from 62 to 69 degrees F. Elevation ranges from 1200 to 2000 feet.  Frost-free days range from 230 to 270 days.  Thornthwaite P-E indices ranges from 31 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Karnes seriesand Eckrant, Mailtrail, Nuvalde, Real, Vanderpool, Oakalla, and Dev series.Eckrant, Mailtrail, and Real soils are shallow and are on higher positionsin the landscape.  Vanderpool soils have mollic epipedons and are on similarpositions to Rio Frio.  Oakalla and Dev soils have mollic epipedons and are\non flood plains on lower positions in the landscape.  Nuvalde soils are onsimilar positions and have a fine-silty particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; Permeability is moderate.  Runoff is negligible on 0 to 1 percent slopes and very low on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland, pastureland, and rangeland.  The maincrop is forage sorghum and the main pasture grasses are coastal bermudagrass, kleingrass, and K.R. bluestem.  Native vegetation includes buffalo-bur, Schribner's panicum, buffalograss, canyon muhly, evax, threeawn, Hall's panicum, grassbur, hooded windmillgrass, horse nettle, prairie coneflower, pricklepoppy, purple nightshade, ragweed, and Hall's panicum.  Woody plants include mesquite, pricklypear, hackberry, and huisache."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Texas, along stream terraces drainingthe Edwards Plateau.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Real County, Texas; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Typic Ustochrepts to Typic Calciustepts based on the Second Edition of Soil Taxonomy, 1999.  These soils were formerly included with the Karnes series.  They were separated base on clay content of the particle size control section.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 13 inches.  (A horizons)\nCalcic horizon - 6 to 80 inches.  (Bk horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
