{
  "SERIES": "RIOCONCHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCW-MLG-ACT",
  "REVDATE": "12/2013",
  "STATES": "TX",
  "OVERVIEW": "The Rioconcho series consists of very deep, moderately well drained, slowly permeable soils that formed in clayey or silty alluvium derived from limestone. These nearly level soils occur on flood plain steps of river valleys or dissected plateaus. Slopes range from 0 to 2 percent. Mean annual precipitation is about 533 mm (21 in) and the mean annual air temperature is about 18 degrees C (64 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Torrertic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rioconcho clay loam--rangeland.\n(Colors are for dry soil unless otherwise stated).\nA1--0 to 36 cm (0 to 14 in); dark grayish brown (10YR 4/2) clay loam, very dark brown (10YR 2/2) moist; weak fine granular and moderate very fine subangular blocky structure; hard, firm, but crushes easily to granules, sticky, and plastic; many fine roots; few fine pores; few wormcasts; strongly effervescent; moderately alkaline; gradual wavy boundary.\nA2--36 to 91 cm (14 to 36 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium angular blocky structure; very hard, firm, but crushes easily to granules, sticky, and plastic; few fine roots, few fine pores and wormcasts; strongly effervescent; moderately alkaline; diffuse wavy boundary.  Combined thickness of the A horizon is 40 to 102 cm (16 to 40 in)\nBk--91 to 203 cm (36 to 80 in); light brown (7.5YR 6/4) clay loam; brown (7.5YR 5/4) moist; weak fine angular blocky structure; very hard, friable, sticky, and plastic; few fine roots; patchy thin coatings of calcium carbonate on surfaces of peds, and threads of calcium carbonate in pores above 70 inches; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tom Green County, Texas; about 10 miles northwest of San Angelo on U.S. Highway 87, then 1.5 miles south on Texas Highway 2288, then 0.1 mile east in rangeland.\nUSGS topographic quadrangle: Mount Nebo, TX; Latitude: 31 degrees, 32 minutes, 25.39 seconds N; Longitude: 100 degrees, 33 minutes, 26.70 seconds W; Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Aridic-ustic soil moisture regime\nSolum thickness: 183 to greater than 203 cm (72 to > 80 inches)\nDepth to limestone bedrock, gravel, or sand: 1.8 to 7.3 meters (6 to 24 feet)\nOrganic matter content: has an irregular decrease with depth\nLinear extensibility: greater than 6 cm (0.24 in) in the top 100 cm (40 in)\nCracks: 8 to 25 mm wide (0.3 to 1 in) extend from the surface to a depth of more than 51 cm (20 in)\nParticle-size control section (weighted average):\nClay content: 35 to 55 percent\nRock fragments: 0 to 25 percent; limestone and quartz; gravel, cobbles, and stones\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 1 to 3\nTexture: silty clay loam, clay loam, silty clay\nClay content: 35 to 55 percent\nRock fragments: 0 to 15 percent total; 0 to 10 percent gravel, 0 to 5 percent cobbles, 0 to 2 percent stones; Limestone and quartz\nCalcium carbonate equivalent: 1 to 30 percent\nEffervesence: none to strong\nReaction: slightly alkaline to moderately alkaline\nBw horizon (where present)\nIs similar to the Bk horizon but lacking secondary calcium carbonate.\nBk horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 to 3\nTexture: clay, silty clay, clay loam, silty clay loam\nClay content: 35 to 55 percent\nRock fragments: 0 to 25 percent total; 0 to 15 percent gravel, 0 to 10 percent cobbles, 0 to 5 percent stones; Limestone, quartz, and caliche; some strata below 100 cm (40 in) may contain upto 40 percent fragments.\nCalcium carbonate equivalent: 5 to 30 percent\nEffervesence: slight to strong\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Closely similar series are the Dev, Iraan, Oakalla, Rio Diablo, and Vanderpool.\nDev: has a loamy-skeletal particle-size control section\nIraan: has a fine-silty particle-size control section\nOakalla: has a fine-loamy particle-size control section and is in the typic-ustic moisture regime\nRio Diablo: has lower COLE values and does not have vertic features\nVanderpool: has a fine-loamy particle-size control section and is in the typic-ustic soil moisture regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: calcareous silty and clayey alluvium derived from limestone\nLandscape: River valleys or dissected plateaus\nLandform: flood-plain steps\nSlope: 0 to 2 percent\nMean annual precipitation: 406 to 610 mm (16 to 24 in)\nThornthwaite P.E. indices: 22 to 34\nMean annual air temperature: 16 to 20 degrees C (62 to 68 degrees F)\nFrost-free period: 210 to 240 days\nElevation: 427 to 805 m (1400 to 2650 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Angelo, Dev, Iraan, Lipan, and Mereta series.\nAngelo soils: have a calcic horizon at depths of less than 102 cm (40 in) and occur higher in the landscape.\nDev soils: are in the loamy-skeletal particle-size control section and occur on similar positions.\nIraan soils: have a fine-silty particle-size control section, do not have vertic properties, and occur on similar positions.\nLipan soils: is a vertisol with intersecting slickensides and occur on higher positions.\nMereta soils: are shallow to a petrocalcic horizon and occur on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is slow.  Runoff is medium. The soil is frequently or occasionally flooded for brief or very brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are cropland or rangeland. Cultivated crops include cotton, grain sorghum, wheat, and oats.  Native rangeland vegetation includes buffalograss, Texas wintergrass, vine mesquite, mesquite, hackberry, and pecan."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Edwards Plateau of Texas; LRR I - Southwest Plateaus and Plains Range and Cotton Region; MLRA 81A - Edwards Plateau, Western Part. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tom Green County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soils were formerly included in the Frio series.\nThe taxonomy was changed from Vertic Haplustolls to Torrertic Haplustolls because these soils occur in an aridic-ustic soil moisture regime.(2013 THW, RFG)\nEdited 12/2013 (RFG-THW): Changed to fabular format and added metric values. Upedated the competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 91 cm (0 to 36 in) (A1 and A2 horizons)\nCambic horizon - 91 to 203 cm (36 to 80 in) (Bk horizon, does not have enough carbonates to be a calcic)\nTorrertic feature - Linear extensibility exceeds 6 cm within 100 cm (40 in) of the surface, and the soil has cracks greater than 5 mm that extend from the surface to greater than 50 cm (20 in) and the moisture control section in normal years is dry in some or all parts for six-tenths or more of the cumulative days per year when the soil temperature at a depth of 50 cm below the soil surface is higher than 5 degrees C.\nADDITIONAL DATA: The Irion County Soil Survey has engineering index test data published from 1977.\nTaxanomic Version: Keys to Soil Taxonomy, 11th Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 36 cm (0 to 14 in); dark grayish brown (10YR 4/2) clay loam, very dark brown (10YR 2/2) moist; weak fine granular and moderate very fine subangular blocky structure; hard, firm, but crushes easily to granules, sticky, and plastic; many fine roots; few fine pores; few wormcasts; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "A2",
        "top": 36,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "A2--36 to 91 cm (14 to 36 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium angular blocky structure; very hard, firm, but crushes easily to granules, sticky, and plastic; few fine roots, few fine pores and wormcasts; strongly effervescent; moderately alkaline; diffuse wavy boundary.  Combined thickness of the A horizon is 40 to 102 cm (16 to 40 in)"
      },
      {
        "name": "Bk",
        "top": 91,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Bk--91 to 203 cm (36 to 80 in); light brown (7.5YR 6/4) clay loam; brown (7.5YR 5/4) moist; weak fine angular blocky structure; very hard, friable, sticky, and plastic; few fine roots; patchy thin coatings of calcium carbonate on surfaces of peds, and threads of calcium carbonate in pores above 70 inches; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
