{
  "SERIES": "RIOMAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CW/TEC",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Riomar series consists of very poorly drained, moderately  deep, very slowly permeable soils that formed in loamy or clayey tidal deposits.  They occur on nearly level mangrove islands and swamps.  Slopes are less than one percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, nonacid, hyperthermic Typic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Riomar clay loam in a mangrove swamp.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 inches; very dark gray (5Y 3/1) clay loam; massive; nonsticky; very fluid, flows easily between fingers when squeezed, and leaves little or no residue in hand; few to common fragments of partly decomposed wood; strongly saline; moderately alkaline; abrupt wavy boundary.  (5 to 10 inches thick)\nCg1--8 to 15 inches; very dark gray (5Y 3/1) clay loam; massive; nonsticky; very fluid, flows easily between fingers when squeezed; about 5 percent organic matter; many fine and medium roots decreasing with depth; strongly saline; moderately alkaline; clear smooth boundary (5 to 15 inches thick)\nCg2--15 to 25 inches; dark grayish green (5G 4/1) sandy clay; massive; slightly sticky; very fluid, flows easily between fingers when squeezed; few fine and medium roots; strongly saline; moderately alkaline; abrupt smooth boundary.  (10 to 15 inches thick)\nR--25 inches; hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Indian River County, Florida; just north of the intersection of North Winter Beach Road and Levee Road, 250 feet west of Indian River; NE1/4SE1/4SW1/4SW1/4, sec. 2 T. 32 S., R. 39 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are continuously saturated with saline water.  Soil salinity is greater than 16 mmhos/cm.  Thickness of soil material and depth to bedrock is 20 to 40 inches.  The N-value of all mineral horizons is greater than 1.0.  Reaction ranges from slightly acid to moderately alkaline in the surface and from neutral to moderately alkaline in the C horizons.  The mineral layers have a clay content between 35 to 59 percent.  A few pedons have an organic surface layer 1 to 4 inches thick.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2; hue  of 5Y, value of 2, chroma of 1 or 2; value of 3 to 5, and chroma of 1; or it is neutral, value of 2 to 4.  Texture is clay, clay loam, mucky clay loam.  Few to common fragments of partly decomposed wood and leaves are present in this horizon.\nThe Cg horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2; or hues of 5Y, 5GY, or 5G, value of 3 to 6, and chroma of 1; or it is neutral, value of 2 or 4.  Texture is clay, clay loam, or sandy clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Mckee is the only known series in the same family.  It is greater than 40 inches deep.  Closely related soils are the Barbary, Gentilly, Levy, Larose, Novato, Scatlake, Tatlum, and Turnbull series.  Barbary, Gentilly, Larose, and Scatlake soils have 60 percent or more clay in the fine-earth fraction and are thermic.  Levy and Novato soils have mixed mineralogy.  Additional Levy soils have a pH less than 5.0 in 0.01 molar calcium chloride throughout the control section and have a thermic temperature regime.  Novato soils are isomesic.  Tatlum soils have a fine-silty control section and mixed mineralogy.  Turnbull soils have a clayey substratum over sandy or sandy-skeletal material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Riomar soils are in mangrove islands and tidal swamps, at or near sea level.  These soils formed in unconsolidated loamy or clayey tidal deposits.  Slopes range from 0 to 0.5 percent.  Near the type location, the mean annual rainfall is about 55 inches, and the mean annual temperature is about 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY  ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY  ASSOCIATED SOILS:  These are the competing Mckee and Turnbull series, as well as the Kesson and St. Augustine series.  The Mckee, Turnbull and Kesson series occur in tidal swamps and tidal flats.  Kesson soils formed in thick marine deposits of sand and shell fragments.  The St. Augustine series are somewhat poorly drained and were formed by dredge and fill operations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Riomar soils are very poorly drained.  Permeability is very slow in the upper part of the C horizon and very slow to slow in the lower part of the C horizon.  They are continuously saturated.  Tides flood the surface twice daily."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are for wetland wildlife habitat, for sport and commercial finfish, as shellfish and crustacean spawning grounds, and for natural erosion control during tropical storms.  Also, where accessible by elevated road or levee, these areas are well suited to beekeeping for mangrove honey production.  Vegetation is red, black and white mangrove, with some areas of sea rocket, saltwort, perennial glasswort, seashore saltgrass, and seashore paspalum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Atlantic coast of Central and Southern Florida.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Indian River County, Florida;  1984.   Soil named after a small community on the barrier island east of Vero Beach."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly mapped as tidal marsh, Hydraquents, and Turnbull Variant soils.   If drained, the classification of these soils will change.  These and similar soils were mapped in St. Lucie and in Volusia counties.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; very dark gray (5Y 3/1) clay loam; massive; nonsticky; very fluid, flows easily between fingers when squeezed, and leaves little or no residue in hand; few to common fragments of partly decomposed wood; strongly saline; moderately alkaline; abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 20,
        "bottom": 38,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--8 to 15 inches; very dark gray (5Y 3/1) clay loam; massive; nonsticky; very fluid, flows easily between fingers when squeezed; about 5 percent organic matter; many fine and medium roots decreasing with depth; strongly saline; moderately alkaline; clear smooth boundary (5 to 15 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 38,
        "bottom": 64,
        "moist_hue": "5G",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg2--15 to 25 inches; dark grayish green (5G 4/1) sandy clay; massive; slightly sticky; very fluid, flows easily between fingers when squeezed; few fine and medium roots; strongly saline; moderately alkaline; abrupt smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 64,
        "narrative": "R--25 inches; hard limestone bedrock."
      }
    ]
  ]
}
