{
  "SERIES": "RIONUTRIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SAZ/WWJ",
  "REVDATE": "02/2007",
  "STATES": "NM",
  "OVERVIEW": "The Rionutria series consists of moderately deep to dolomitic limestone, well drained, moderately slow to slowly permeable soils that formed in slope alluvium, alluvium and colluvium over residuum derived from sandstone, shale, and limestone. Rionutria soils are on structural benches on escarpments of mesas and cuestas. Slopes range from 5 to 20 percent. Mean annual precipitation is about 18 inches, and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rionutria very gravelly loam--on a north facing, convex, 40 percent slope at 7360 feet elevation--wildlife habitat. (Colors are for dry soils unless otherwise noted.)\nA--0 to 3 inches; reddish gray (5YR 5/2) very gravelly loam, dark reddish brown (5YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; 25 percent gravel, 10 percent cobbles, 5 percent stones, and 3 percent boulders; slightly alkaline (pH 7.6); abrupt smooth boundary. (1 to 4 inches thick)\nBtk1--3 to 12 inches; reddish brown (5YR 5/3) very cobbly clay loam, dark reddish brown (5YR 3/3) moist; weak medium subangular blocky structure; slightly hard, firm, sticky and plastic; many very fine, fine, and few medium roots; few very fine irregular pores; few distinct clay films on faces of peds; 20 percent gravel, 25 percent cobbles, 5 percent stones; very slightly effervescent; few very fine concretions of calcium carbonate; slightly alkaline (pH 7.8); clear smooth boundary. (5 to 9 inches thick)\nBtk2--12 to 24 inches; light reddish brown (5YR 6/3) very cobbly clay loam, reddish brown (5YR 4/3) moist; moderate medium subangular blocky structure; very hard, very firm, sticky and plastic; few very fine, fine, and medium roots; few very fine irregular pores; common distinct clay films on faces of peds; 10 percent gravel, 30 percent cobbles, 5 percent stones; slightly effervescent; common very fine concretions of calcium carbonate; moderately alkaline (pH 8.0); abrupt wavy boundary. (12 to 14 inches thick)\nR--24 inches; San Andreas limestone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; about 4.0 miles south of McGaffey, New Mexico; Upper Nutria Quadrangle; 108 degrees 31 minutes 30 seconds west longitude, 35 degrees 18 minutes 30 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in some part, for more than 90 cumulative days from May through October. It is usually dry, in all parts, for less than 90 cumulative days during the same period. It is continuously moist in some part November through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Typic ustic moisture regime.\nSoil Temperature: 42 to 47 degrees F\nParticle size control section: clay percent 33 to 40\nDepth to a lithic contact: 20 to 40 inches\nReaction: slightly to moderately alkaline\nCalcium carbonate equivalent: 5 to 10 percent\nRock fragments: control section weighted average is 35 to 50 percent\nA horizon\nRock fragments: 20 to 45 percent total\n20 to 25 percent gravel\n5 to 10 percent cobbles\n5 to 10 percent stones\nBtk horizons\nChroma: 3 or 4\nTextures: clay loam or clay\nRock fragments: 35 to 50 percent total\n20 percent gravel\n10 to 25 percent cobbles\n5 to 10 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Borky (MT), Cebolleta (NM), Roy (MT), Shanley (MT), and Storyhill (MT) series.  Roy soils are very deep. Borky soils have a paralithic contact.  Cebolleta soils formed over basalt and do not have accumulations of secondary carbonates.  Shanley soils do not have accumulations of secondary carbonates.  Storyhill soils are very deep. Borky, Roy, and Shanley soils are in LRR-E and are moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Rionutria soils formed in slope alluvium, alluvium and colluvium over residuum derived from sandstone, shale, and limestone and are on structural benches on escarpments of mesas and cuestas. Slopes are 5 to 20 percent. Elevations range from 7,000 to 7,600 feet. The mean annual temperature is 40 to 45 degrees F., and the mean annual precipitation is 16 to 20 inches. The frost free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chunkmonk, Losegate, Owlrock and Zaster soils. The Chunkmonk and Owlrock soils are shallow to limestone on dipslopes of cuestas. The Losegate soils are moderately deep on dipslopes of cuestas. The Zaster soils are loamy and have a mesic temperature regime on escarpments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very high runoff, and moderately slow to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for wildlife habitat. The present vegetation is Ponderosa pine, spruce, Douglas fir, and Gambel oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico; MLRA 39, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: The zone from 0 to 12 inches. (A and Btk1 horizons\nArgillic horizon: The zone from 3 to 24 inches. (Btk1 and Btk2 horizons)\nLithic contact: 24 inches to dolomitic limestone bedrock. (R horizon)\nCalcium carbonate equivalent determined with the gas volumetric method at the soil survey field lab.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
