{
  "SERIES": "RIPSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. NMS/WAS/CEM",
  "REVDATE": "04/2009",
  "STATES": "AZ",
  "OVERVIEW": "The Ripsey series consists of very shallow and shallow, well drained soils that formed from slope alluvium and residuum derived from conglomerate. Ripsey soils are on hills and have slopes of 15 to 70 percent. The mean annual precipitation is about 11 inches and the mean annual air temperature is about 67 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, thermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ripsey sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered with 80 percent gravel, 15 percent cobble and 5 percent stones.\nA--0 to 1 inch; brown (7.5YR 5/3) sandy loam, dark brown (7.5YR 3/3) moist; weak thin platy structure parting to weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common fine interstitial pores; 10 percent gravel; slightly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 4 inches)\nBk--1 to 11 inches; brown (7.5YR 5/3) sandy loam, dark brown (7.5YR 3/3) moist; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; few fine tubular pores; few fine and medium calcium carbonate masses; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (6 to 16 inches)\nR--11 inches; unweathered bedrock; San Manuel conglomerate; common to many distinct continuous calcium carbonate coats in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pinal County, Arizona; located at a latitude 32 degrees, 39 minutes, 19 seconds North and longitude 110 degrees, 40 minutes, 20 seconds West; about 300 feet west and 1,500 feet south of the northeast corner of section 14, T. 9 S., R. 16 E.; USGS Quadrangle - Mammoth."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February. Driest during May and June. Typic aridic soil moisture regime.\nSoil temperature: 64 to 72 degrees F.\nRock fragments: 0 to 35 percent\nDepth to lithic contact: 5 to 20 inches\nClay content: 5 to 20 percent\nReaction: slightly to moderately alkaline pH 7.4 to 8.4\nCalcium carbonate equivalent: 0 to 10 percent\nA horizon\nHue: 10YR, 7.5YR\nValue: 4 or 5 dry, 3 to 5 moist\nChroma: 3 or 4 dry, 2 to 4 moist\nTexture: sandy loam, loamy sand\nBk horizons\nHue: 10YR, 7.5YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 3 or 4, dry or moist\nTexture: sandy loam\nR horizon\nSome pedons have thin weathered bedrock (Cr), less than 3 inches thick, above the unweathered bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Delgado (CA), Langwell (CA), Splanod (AZ), Tidwell (AZ) and Trigger (CA) series. Delgado soils occur in MLRA 15, are moist in the soil moisture control section for less than 20 days cumulative between July and September and formed from sandstone and shale.  Langwell and Trigger soils are moist in some part of the soil moisture control section for less than 20 days cumulative between July and September.  Splanod soils have greater than 18 percent clay.  Tidwell soils are dry in the soil moisture control section for longer periods due to a lower rainfall component.\nTrigger soils have fractured bedrock above the lithic contact and should be classified as shallow typic torriorthents."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ripsey soils are on hills at elevations of 2,400 to 3,800 feet. They formed in slope alluvium and residuum derived from conglomerate. Slopes range from 15 to 70 percent. The mean annual precipitation is 10 to 12 inches. The mean annual air temperature is 62 to 70 degrees F. The frost-free period is 190 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Stagecoach, Queencreek, Redo and Yturbide soils. The soils are all very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Vegetation is paloverde, creosotebush, pricklypear, cholla, whitethorn acacia, other annual forbs, catclaw acacia, jojoba, ocotillo, ratany, black grama, and saguaro."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Arizona. Ripsey soils are not extensive. MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cochise County, Arizona. Soil survey of Cochise County, Arizona, Northwestern Part, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  the zone from 0 to 1 inch (A horizon)\nLithic contact - the boundary at 11 inches (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006\nRevised for the correlation of AZ661, 2/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; brown (7.5YR 5/3) sandy loam, dark brown (7.5YR 3/3) moist; weak thin platy structure parting to weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common fine interstitial pores; 10 percent gravel; slightly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 4 inches)"
      },
      {
        "name": "Bk",
        "top": 3,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--1 to 11 inches; brown (7.5YR 5/3) sandy loam, dark brown (7.5YR 3/3) moist; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; few fine tubular pores; few fine and medium calcium carbonate masses; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (6 to 16 inches)"
      },
      {
        "name": "R",
        "top": 28,
        "narrative": "R--11 inches; unweathered bedrock; San Manuel conglomerate; common to many distinct continuous calcium carbonate coats in fractures."
      }
    ]
  ]
}
