{
  "SERIES": "RITCHEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-JDA-RAR-JAD",
  "REVDATE": "08/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ritchey silt loam - on a northwest-facing slope of 12 percent in a forested area at an elevation of 180 meters (590 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many very fine and fine roots; 1 percent gravel; neutral; clear smooth boundary. [5 to 18 cm (2 to 7 inches) thick]\nE--10 to 20 cm (4 to 8 inches); brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak thin platy structure; friable; common very fine roots; many prominent very dark grayish brown (10YR 3/2) organic coatings on faces of peds; 2 percent gravel; slightly alkaline; clear smooth boundary. [0 to 10 cm (0 to 4 inches) thick]\nBt--20 to 41 cm (8 to 16 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; common very fine and fine roots; common prominent very dark grayish brown (10YR 3/2) organic coatings on faces of peds; many faint brown (10YR 4/3) clay films on faces of peds and in pores; common fine faint brown (7.5YR 4/4) weakly cemented iron oxide concretions throughout; few fine prominent black (7.5YR 2.5/1) weakly cemented manganese oxide concretions throughout; 4 percent gravel; slightly alkaline; abrupt smooth boundary. [15 to 38 cm (6 to 15 inches) thick]\n2R--41 cm (16 inches); yellow (10YR 8/6), unweathered limestone or dolostone bedrock; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kankakee County, Illinois; about 4 kilometers (2.5 miles) south of Deselm; 354 meters (1,160 feet) north and 1018 meters (3,340 feet) east of the southwest corner of sec. 32, T. 32 N., R. 11 E.; USGS Bourbonnais topographic quadrangle; lat. 41 degrees 12 minutes 32 seconds N. and long. 87 degrees 58 minutes 51 seconds W., NAD 27; UTM Zone 16, 417772 easting and 4562408 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development and depth to lithic contact range from 25 to 51 cm (10 to 20 inches). Rock fragments are primarily glacial erratics of sedimentary and crystalline lithology.\nThe A or Ap horizon has hue of 10YR, value of 2 to 4, and chroma of 2 or 3. It is silt loam or loam and includes silty clay loam in severely eroded pedons. Rock fragment content ranges from 1 to 10 percent. Reaction ranges from moderately acid to slightly alkaline.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. It is silt loam or loam. Rock fragment content ranges from 1 to 10 percent. Reaction ranges from moderately acid to slightly alkaline. In many places the E horizon is incorporated by tillage into the Ap horizon.\nSome pedons have a BE horizon.\nThe Bt horizon has hue of 10YR, 7.5YR or 5YR, value of 4 to 6, and chroma of 3 to 5. Value of 3 is allowed in the lower part of the horizon (beta zone). It is loam, clay loam, silt loam, or silty clay loam. Clay content averages between 25 and 35 percent clay and sand content averages between 15 and 50 percent. Rock fragment content ranges from 1 to 10 percent. Reaction ranges from neutral to moderately alkaline.\nSome pedons have a BC horizon up to 15 cm (6 inches) thick, and in some pedons the lower 3 to 15 cm (1 to 6 inches) has as much as 35 percent limestone fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Nordness series. Nordness soils average less than 15 percent sand in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ritchey soils are on till plains of Wisconsin Age. They formed in 25 to 51 cm (10 to 20 inches) of till over limestone or dolostone bedrock. Slope gradients are typically 2 to 8 percent, but ranges from 0 to 60 percent. Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 F), mean annual precipitation ranges from 711 to 1016 mm (30 to 40 inches), frost-free period ranges from 140 to 180 days, and elevation ranges from 156 to 285 meters (512 to 935 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Channahon, Joliet, Millsdale, and Romeo soils. The Channahon soils have mollic epipedons and are on similar landforms. The very poorly drained Joliet and Millsdale soils are in depressions and on flats. The very shallow Romeo soils are associated in some areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff ranges from negligible to high. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are cultivated and the remainder is used as pasture or woodland. Native vegetation is deciduous hardwoods, mainly oak and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Illinois, southeastern Wisconsin, and western Ohio in MLRAs 95A, 95B, 108A, 110, and 111. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Will County, Illinois, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A stony surface phase is recognized and will need to be evaluated during MLRA update activities.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to 20 cm (0 to 8 inches) (A and E horizons); albic horizon - the zone from 10 to 20 cm (4 to 8 inches) (E horizon); argillic horizon - the zone from 20 to 41 cm (8 to 16 inches) (Bt horizon); lithic contact - 41 cm (16 inches); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
