{
  "SERIES": "RITTMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM-SEA",
  "REVDATE": "03/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rittman silt loam, on a west facing, convex 2 to 6 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 23 cm (0 to 9 in); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; neutral; abrupt smooth boundary. (15 to 30 cm [6 to 12 in thick]).\nBt1 -- 23 to 36 cm (9 to 14 in); yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; a few dark grayish brown (10YR 4/2) earthworm channels; few faint brown (10YR 5/3) clay films on faces of peds; many faint light yellowish brown (10YR 6/4) dry silt coats on faces of peds; moderately acid; clear smooth boundary.\nBt2-- 36 to 48 cm (14 to 19 in); yellowish brown (10YR 5/4) clay loam; moderate fine and medium subangular blocky structure; friable; common faint brown (10YR 5/3) clay films on faces of peds;   many distinct pale brown (10YR 6/3) silt coats on faces of peds; few fine distinct gray (5Y 6/1) iron depletions in the matrix; common medium distinct strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) masses of iron accumulation in the matrix; about 5 percent rock fragments; very strongly acid; clear smooth boundary.\nBt3 -- 48 to 56 cm (19 to 22 in); brown (7.5YR 4/4) clay loam; moderate fine and medium subangular blocky structure; firm; many faint brown (10YR 4/3) clay films on faces of peds; many distinct light brownish gray (10YR 6/2) and common prominent gray (5Y 6/1) clay depletions on faces of peds; about 5 percent rock fragments; very strongly acid; clear smooth boundary. (Combined thickness of the Bt horizons is 13 to 41 cm [5 to 16 in].)\nBtx1 -- 56 to 66 cm (22 to 26 in); dark yellowish brown (10YR 4/4) clay loam; moderate medium and coarse prismatic structure parting to weak medium subangular blocky; very firm; many prominent dark gray (5Y 4/1) clay films on vertical faces of peds; common faint dark yellowish brown (10YR 4/4) clay films in pores; 50 percent brittle; about 5 percent rock fragments;  very strongly acid; gradual smooth boundary. (The Bt and Btx horizons above the fragipan have a combined thickness of 15 to 75 cm [6 to 30 in].)\nBtx2 -- 66 to 89 cm (26 to 35 in); dark yellowish brown (10YR 4/4) clay loam; moderate very coarse prismatic structure parting to weak thin platy with vertical partings at distances of 3 to 10 cm (1 to 4 in); very firm; many prominent gray (5Y 5/1) clay films on vertical faces of peds that are underlain by a fine rind of yellowish red (5YR 5/6) iron accumulation; common dark masses of iron-manganese accumulation on horizontal faces of peds and common dark masses of iron-manganese accumulation in the matrix; 80 to 90 percent brittle; about 5 percent rock fragments; very strongly acid; gradual smooth boundary.\nBtx3 -- 89 to 119 cm (35 to 47 in); dark yellowish brown (10YR 4/4) clay loam; weak very coarse prismatic structure parting to weak thick platy structure; very firm; many prominent gray (5Y 5/1) clay films on vertical faces of peds; common dark dendritic masses of iron-manganese accumulation on horizontal faces of peds; about 90 percent brittle; about 5 percent rock fragments; moderately acid; gradual smooth boundary. (Combined thickness of the Btx horizons is 30 to 66 cm [12 to 26 in].)\nBC -- 119 to 140 cm (47 to 55 in); dark yellowish brown (10YR 4/4) clay loam; weak coarse prismatic structure parting to weak thick platy; firm; many prominent gray (5Y 5/1) clay films on some vertical faces of peds; common dark dendritic masses of iron-manganese accumulation on horizontal faces of peds; few spots are brittle; about 5 percent rock fragments; slightly acid; gradual smooth boundary. (0 to 38 cm [0 to 15 in])\nC -- 140 to 152 cm (55 to 60 in); dark yellowish brown (10YR 4/4) clay loam; moderate thick platy structure; firm; few prominent gray (5Y 5/1) vertical seams; about 5 percent rock fragments; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Portage County, Ohio; Atwater Township, about 1 1/4 miles south and 1/2 mile east of Atwater Center, 510 feet north of Virginia Road, 42 feet east of fence, T. 1 N., R. 6 W.; U.S.G.S. Atwater, Ohio topographic quadrangle; Latitude 41 degrees, 0 minutes, 24.8 seconds N. and Longitude 81 degrees, 8 minutes, 17.9 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 86 to 152 cm (34 to 60 in). Depth to the fragipan ranges from 46 to 91 cm (18 to 36 in). The combined thickness of the Bt and Btx horizons above the fragipan is 15 to 75 cm (6 to 30 in). Rock fragments range from 0 to 10 percent above the fragipan and from 2 to 15 percent in the fragipan and substratum. The particle size control section averages 27 to 35 percent clay.\nThe Ap horizon has hue of 10YR, value of 4 or 5 (6 or more dry), and chroma of 2 or 3. Some pedons have an A horizon, 3 to 10 cm (1 to 4 in) thick, with hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 2. The Ap or A is commonly silt loam. The Ap in severely eroded pedons ranges to silty clay loam or clay loam.  Reaction ranges from extremely acid to moderately acid.  If limed, the Ap horizon ranges to neutral.\nThe E horizon, where present, ranges to 25 cm (10 inches) thick and has hue of 10YR, value of 5 or 6 (more than 6 dry), and chroma of 3 or 4. It is commonly silt loam.  Reaction is extremely acid to moderately acid.\nThe BE, B/E, or BA horizon, where present, is silt loam, silty clay loam, or clay loam. Faces of peds in the upper part of the B horizon have thin silt coats with value of 5 or 6, and chroma of 2 to 4. Reaction is extremely acid to moderately acid.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, chroma of 2 to 6. It is dominantly clay loam or silty clay loam but silt loam is common in the upper part. Reaction is extremely acid to strongly acid except for the upper part that ranges to moderately acid.\nThe Btx and BC horizons have hue of 10YR, value of 4 or 5, chroma of 3 to 6, and few to many redoximorphic features in most pedons. Textures are clay loam or silty clay loam and less commonly loam or silt loam in subhorizons in the lower part of the Btx and BC horizons. Reaction is very strongly acid or strongly acid in the upper part of the Btx horizon and moderately acid to neutral in the lower part of the Btx and in the BC horizons.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. It is clay loam, silty clay loam, loam, or silt loam. Reaction is slightly acid to slightly alkaline and most pedons contain some free carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amwell, Canfield, Nockamixon, and Teegarden, Titusville and Urbana series. Amwell soils formed in colluvium from basic igneous rocks.  Canfield soils average 18 to 27 percent clay in the series particle-size control section. Nockamixon soils have 35 to 60 percent rock fragments in the substratum. Teegarden soils have till thickness ranging from 64 to 114 cm (25 to 45 in) underlain by residual material.  Titusville soils formed in Illinoisan till and typically have solum greater than 152 cm (60 in). Urbana soils formed in residual material weathered from crystalline rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rittman soils formed in Wisconsinan age till on till plains. Slope ranges from 2 to 70 percent. Mean annual precipitation ranges from about 830 to 1320 mm (33 to 52 in), and mean annual temperature ranges from about about 6 to 11 degrees C (43 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bogart, Chagrin, Chili, Fitchville, Glenford, Frenchtown, Jimtown, Lobdell, Sebring, Wadsworth, and Wooster soils. The moderately well drained Bogart, well drained Chili, and somewhat poorly drained Jimtown soils lack fragipans and are on nearby outwash terrace treads and risers. The well drained Chagrin and moderately well drained Lobdell soils are on nearby flood plains. The somewhat poorly drained Fitchville, moderately well drained Glenford, and poorly drained Sebring soils are on nearby silty lacustrine terrace treads and risers. The poorly drained Frenchtown, somewhat poorly drained Wadsworth, and well drained Wooster soils are in a toposequence with Rittman soils. Frenchtown soils are in nearby level areas, drainageways or in depressions. Wadsworth soils are on less sloping areas and in lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is medium to very high. Saturated hydraulic conductivity is moderately high above the fragipan and moderately low in the fragipan and below. In undisturbed areas the top of an intermittent perched seasonal high water table ranges from 25 to 68 cm (10 to 27 in) from November to April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large proportion of Rittman soils is either cultivated or in pasture. Principal crops are corn, oats, soybeans, wheat, or mixed hay. Some areas are in woodland. Natural vegetation is hardwood forest, mainly sugar maple, beech, oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Ohio. Dominatly MLRA 139.  Also occurs along the boundary with MLRA 111E . The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Muddy Fork Project, Ohio, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from the surface to a depth of about 0  to 23 cm (0 to 9 in) (Ap horizon);\n2. Argillic horizon - the zone from a depth of about 23 to 119 cm (9 to 55 in) (Bt1, Bt2, Bt3, Btx1, Btx2, Btx3, and BC horizons)\n3. Fragic properties-the zone from a depth of 56 to 119 cm. (Btx1,Btx2, and Btx3 horizons)\n4. Fragipan - the zone from a depth of about 66 to 119 cm (26 to 47 in) (Btx2 and Btx3 horizons)\nThe Btx1 horizon has fragipan character, i.e. fragic properties, but does not meet the current criteria for a fragipan; being described as 50 percent brittle.\n5. Redoximorphic features - the zone 36 to 140 cm (14 to 55 in) (Bt2, Bt3, Btx1, Btx2, Btx3, and BC horizons)\n01/2015-The competing series have been generated from the Official OSD website, based on the 12th Edition of the Keys to Soil Taxonomy.\nNotes: A sandstone substratum phase is recognized. These soils will need to be evaluated during MLRA update activities.\nADDITIONAL DATA: Characterization data for the Rittman series can be found at the NCSS Soil Characterization Database.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
