{
  "SERIES": "RITZCAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJR/TLA",
  "REVDATE": "07/1999",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ritzcal silt loam, cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 8 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine roots; few small lime silica cemented fragments; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (4 to 10 inches thick)\nC1--8 to 26 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (20 to 30 inches thick)\nC2--26 to 60 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 4/3) moist; massive; very hard, very firm, nonsticky and nonplastic; few fine roots; many very fine pores; lime occurs in veins; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Adams County, Washington; 1,150 feet south and 100 feet east of NW corner section 9, T.18N., R.34E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at depth of 20 inches ranges from 50 to 56 degrees F.  These soils are usually dry between depths of 4 and 12 inches.  When the A horizon is mixed to a depth of 7 inches, the soil is calcareous throughout.\nThe A or Ap horizon has value of 4 or 5 dry, and chroma of 2 to 4 dry or moist.\nThe C horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist.  It is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kennewick, Linoyer, Pocatello, Pomat and Wheeler series.  Kennewick soils have hard, firm, laminated silt loam above depth of 40 inches and typically have 2.5Y hue.  Linoyer soils lack visible secondary carbonates in the series control section.  Pomat and Wheeler soils lack Bk horizons.  Pocatello soils have A horizons less than 5 inches thick that have value of 5 to 7 dry and 3 to 5 moist and has none or slight effervescence in the A horizon and a Bw horizon that is slightly hard and friable."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ritzcal soils are on uplands and have slopes of 0 to 60 percent.  These soils formed in loess.  Elevations are 900 to 2,000 feet.  They are in a semiarid climate with warm, dry summers and cool, moist winters.  The average annual precipitation ranges from 9 to 14 inches.  The average January temperature is 28 degrees F.; the average July temperature is 71 degrees F.; and the average annual temperature is 49 to 52 degrees F.  The frost free season is 135 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ritzville, Wacota, and Willis soils.  Ritzville soils have a mollic epipedon.  Wacota soils are ashy in the surface horizons.  Willis soils have a mollic epipedon and have a duripan within depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid   runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for production of dryland wheat.  Native vegetation is mainly beardless wheatgrass, Sandberg bluegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Adams County, Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a ochric epipedon from the surface to 8 inches, a horizon of carbonates from 8 to 60 inches. The epipedon has mollic colors and organic carbon, but is always less than 10 inches or one-third the thickness to the horizon that has lime present as veins (filaments).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
