{
  "SERIES": "RIVERBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFC-RPS",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, nonacid, thermic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Riverby gravelly sandy loam--in fescue pasture.(colors are for moist soil)\nA -- 0 to 14 inches; dark yellowish brown (10YR 4/4) gravelly sandy loam; weak fine granular structure; very friable; many very fine and fine roots, and common medium roots; 15 percent by volume fine gravel; few pockets of sand; medium acid; clear smooth boundary.(4 to 15 inches thick)\nC1 -- 14 to 23 inches; dark yellowish brown (10YR 4/4) extremely gravelly coarse sandy loam; single grained; loose; many very fine roots; 75 percent by volume fine and medium gravel, 5 percent cobbles; slightly acid; gradual wavy boundary.(6 to 30 inches thick)\nC2 -- 23 to 38 inches; dark yellowish brown (10YR 4/4) very gravelly coarse sandy loam; single grained; loose; common fine and medium roots; 35 percent by volume fine gravel and 10 percent medium gravel; few pockets of sand; medium acid; gradual wavy boundary. (0 to 40 inches thick)\nC3 -- 38 to 49 inches; dark yellowish brown (10YR 4/4) extremely gravelly coarse sandy loam; single grained; loose; few fine roots; 50 percent by volume fine gravel, 30 percent medium and coarse gravel,and 5 percent cobbles; slightly acid; gradual wavy boundary. (0 to 30 inches thick)\nC4 -- 49 to 60 inches; brown (10YR 5/3) extremely gravelly coarse sandy loam; single grained; loose; 40 percent by volume fine gravel and 40 percent medium gravel; many black coatings on gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County, Tennessee. 5.0 miles north of Waynesboro on Hwy 13; 4.5 north on Green River Road; east 0.8 miles on Opossum Creek Road; 300 feet south near creek; Latitude 35 deg., 27 min., 03 sec. N, Longitude 87 deg., 44 min., 48 sec. W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is greater than 5 feet.  Gravel content ranges from 10 to 60 percent in the A horizon and from 35 to 95 percent by volume in the C horizon. The content of cobbles ranges from 5 to 50 percent in parts of the C horizon.  In some pedons the cobble content increases with depth.  In some pedons there are thin layers of sandy material with no rock fragments. The reaction ranges from strongly acid to neutral.\nThe A horizon or Ap horizon, where present, has hue of 10YR, value of 3 or 5, and chroma of 2 to 4. Where the value and chroma are less than 3.5, the A horizon is 6 inches or less in thickness.  Texture of the fine earth fraction is loamy sand, sandy loam, or loam.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6, and in some pedons there are thin strata with value of 3, and chroma of 3.  Texture of the fine earth fraction is coarse sandy loam.  Thin strata or pockets of loamy sand or sand are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Soils in similar families include the Beanblossom, Beavercreek, Bloomsdale, Ceda, Elsah, and Midco series.  Beanblossom, Beavercreek, Bloomsdale, Elsah , and Midco soils have mesic temperature regimes.  Ceda and Midco soils have siliceous mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Riverby soils are on flood plains in watersheds dominated by soils that formed in residuum from cherty limestone, siltstone, shale, and gravelly marine sediments. Most areas are narrow strips along major streams.  Slopes range from 0 to 2 percent.  The climate is warm and humid.  The mean annual temperature about 61 degrees F., and the mean annual precipitation is about 57 inches at the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bodine, Ennis, Humphreys, Lee, Lobelville, and Pruitton soils. Bodine soils have thick Bt horizons and are on nearby hillsides.  Ennis, Lee, Lobelville and Pruitton soils have less gravel in the particle size control section and are on slightly higher positions. Humphreys soils have less fragments throughout and are on nearby toe slopes and alluvial fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained. Slow runoff. Rapid permeability. These soils are subject to frequent flooding for very brief to brief periods.  An apparent water table is between 4 and 5 feet during winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas of this soil are used mainly for woodland and pasture. A few small areas are used as cropland.  Native vegetation is woodland consisting of sycamore, sweetgum, hackberry, maple, walnut, poplar, and ironwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Highland Rim of Tennessee. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Wayne County, Tennessee; 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly mapped as riverwash. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 14 inches (A horizon)\nEntisol features - stratified substratum - from 14 to 60 inches (C horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
