{
  "SERIES": "RIVERFRONT",
  "STATUS": "Established Series",
  "BYREV": "JKC-ESG",
  "REVDATE": "01/2017",
  "STATES": "MI",
  "OVERVIEW": "The Riverfront series consists of very deep, well drained soils formed in a thick mantle (greater than 100 cm) of loamy human transported material with more than 10 percent human artifacts. They occur on anthropogenic landforms in and near major urbanized areas.  Slope ranges from 0 to 60 percent. Mean annual precipitation is about 860 mm and mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, artifactic, mixed, semiactive, calcareous, mesic Anthroportic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Riverfront sandy loam on a 1 percent slope, in a green space raised with fill at an elevation of 177 meters above sea level. (Colors are for moist soil unless otherwise stated.)\n^Au--0 to 13 cm; very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2), dry; moderate medium granular structure; friable; few medium and many fine roots throughout; 3 percent medium gravel; 8 percent gravel-sized fragments of brick; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (0 to 23 cm thick)\n^Cu1--13 to 41 cm; dark grayish brown (10YR 4/2) very artifactual sandy loam; massive; very friable; few fine roots at top of horizon; 3 percent gravel-sized fragments of brick, 28 percent gravel-sized fragments of coal combustion byproducts, 3 percent gravel-sized fragments of metal, and 5 percent gravel-sized fragments of concrete; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.\n^Cu2--41 to 66 cm; 65 percent brown (10YR 5/3) and 35 percent dark grayish brown (10YR 4/2) gravelly artifactual loam; common medium distinct dark yellowish brown (10YR 4/6) mottles unrelated to soil wetness at the current location; massive; firm; 2 percent fine gravel; 5 percent gravel-sized fragments of concrete and 10 percent gravel-sized fragments of coal combustion byproducts; strongly effervescent; moderately alkaline (pH 8.1); clear smooth boundary.\n^Cu3--66 to 117 cm; brown (10YR 4/3) loam; common medium distinct dark yellowish brown (10YR 4/6) mottles unrelated to soil wetness at the current location; massive; firm; 3 percent medium gravel; 5 percent gravel-sized fragments of boiler slag and 5 percent gravel-sized fragments of concrete; strongly effervescent; moderately alkaline (pH 8.3); abrupt smooth boundary.\n^Cu4--117 to 203 cm; dark brown (10YR 3/3) very artifactual loam; massive; friable; 22 percent gravel-sized fragments of boiler slag and 27 percent gravel-sized fragments of potsherd; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, Michigan; located about 5 miles northeast of Detroit in a recreational park along the Detroit River. USGS Belle Isle, MI, topographic quadrangle; latitude 42 degrees 21 minutes 25.53 seconds N. and longitude 82 degrees 56 minutes 52.65 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of human transported materials: 100 to 200 cm.\nRock fragments: 0 to 60 percent.\nArtifact fragments: 3 to 50 percent; average of more than 10 percent to less than 35 percent in the particle-size control section.\nDepth to carbonates: 0 to 200 cm.\nTexture: Sandy loam, loam, and clay loam and their gravelly, very gravelly, gravelly-artifactual, very gravelly-artifactual, artifactual, and very artifactual analogues.\nReaction (pH): 7.4 to 8.6.\n^Au horizon:\nHue: 10YR or 2.5Y.\nValue: 2 to 4 moist.\nChroma: 1 to 3.\nStructure: Moderate medium granular or weak medium subangular blocky.\nMoist consistence: Friable or very friable.\n^Cu layer:\nHue: 7.5YR to 2.5Y.\nValue: 3 to 6.\nChroma:  2 to 6.\nStructure: Massive. Compacted horizons may have plate-like divisions.\nMoist consistence: Friable or firm. Compacted horizons may be very firm.\nNatural horizons may occur under the human transported material. They have properties similar to comparable horizons of natural soils in the surrounding area."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: No other series are described in this family.\nThe Midtown series is in a similar family. Midtown soils have densic material within 150 cm of the mineral soil surface and redoximorphic depletions within 60 cm of the mineral soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Riverfront soils are on nearly level to steeply sloping anthropogenic or human-altered landforms. These soils formed in human transported material greater than 100 cm thick and with more than 10 percent human artifacts. Slope ranges from 0 to 60 percent. Mean annual precipitation ranges from 720 to 960 mm. Mean annual temperature ranges from 7 to 11 degrees C. Frost-free period is 135 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fortress family and Midtown soils. Both are found on human-altered landscapes. Fortress family soils are sandy in the particle-size control section. Midtown soils are somewhat poorly drained and are found in lower areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Saturated hydraulic conductivity is moderately low or moderately high. Some pedons have low saturated hydraulic conductivity, if the soil has been compacted."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are typically covered by turfgrass and common weeds and used for recreation, urban, and industrial development. Some areas are wooded. Common trees include black locust, tree of heaven, Chinese elm, and boxelder."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas in MLRA 99. They are of small extent with about 8,500 acres of the series mapped.  It is an important component of open space in urban areas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Wayne County, Michigan, 2016. The name is after a park along the Detroit River."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series actually classifies as a Fine-loamy, artifactic, mixed, semiactive, calcareous, mesic Anthroportic Udorthents. Soil business systems are in the process of being updated to accommodate human-transported material classes. The artifactic family term will be added to the Taxonomic Class section once the system updates are complete.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from 0 to 13 cm (^Au horizon).\nHuman transported material - the zone from 0 to 200 cm (^Au and ^Cu horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^Au",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "^Au--0 to 13 cm; very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2), dry; moderate medium granular structure; friable; few medium and many fine roots throughout; 3 percent medium gravel; 8 percent gravel-sized fragments of brick; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (0 to 23 cm thick)"
      },
      {
        "name": "^Cu1",
        "top": 13,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "^Cu1--13 to 41 cm; dark grayish brown (10YR 4/2) very artifactual sandy loam; massive; very friable; few fine roots at top of horizon; 3 percent gravel-sized fragments of brick, 28 percent gravel-sized fragments of coal combustion byproducts, 3 percent gravel-sized fragments of metal, and 5 percent gravel-sized fragments of concrete; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary."
      },
      {
        "name": "^Cu2",
        "top": 41,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^Cu2--41 to 66 cm; 65 percent brown (10YR 5/3) and 35 percent dark grayish brown (10YR 4/2) gravelly artifactual loam; common medium distinct dark yellowish brown (10YR 4/6) mottles unrelated to soil wetness at the current location; massive; firm; 2 percent fine gravel; 5 percent gravel-sized fragments of concrete and 10 percent gravel-sized fragments of coal combustion byproducts; strongly effervescent; moderately alkaline (pH 8.1); clear smooth boundary."
      },
      {
        "name": "^Cu3",
        "top": 66,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "^Cu3--66 to 117 cm; brown (10YR 4/3) loam; common medium distinct dark yellowish brown (10YR 4/6) mottles unrelated to soil wetness at the current location; massive; firm; 3 percent medium gravel; 5 percent gravel-sized fragments of boiler slag and 5 percent gravel-sized fragments of concrete; strongly effervescent; moderately alkaline (pH 8.3); abrupt smooth boundary."
      },
      {
        "name": "^Cu4",
        "top": 117,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "^Cu4--117 to 203 cm; dark brown (10YR 3/3) very artifactual loam; massive; friable; 22 percent gravel-sized fragments of boiler slag and 27 percent gravel-sized fragments of potsherd; strongly effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
