{
  "SERIES": "RIVERHEAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDV-WEH-STS",
  "REVDATE": "01/2013",
  "STATES": "MA,NJ,NY,PA",
  "OVERVIEW": "The Riverhead series consists of very deep, well drained soils formed in glacial outwash deposits derived primarily from granitic materials. They are on outwash plains, valley trains, beaches, and water-sorted moraines. Slope ranges from 0 to 50 percent slopes. Saturated hydraulic conductivity is high in the solum and very high in the substratum. Mean annual temperature is 11 degrees Celsius, and mean annual precipitation is 1194 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Riverhead sandy loam, on a 2 percent slope in an area used for recreation. (Colors are for moist broken soil).\nAp-- 0 to 30 centimeters; brown (10YR 4/3) sandy loam; weak fine granular structure; friable; many fine roots in upper part; moderate to strong platy structure in firm plow pan in lower 10 centimeters; strongly acid; abrupt smooth boundary. ( 15 to 33 centimeters thick.)\nBw-- 30 to 69 centimeters; strong brown (7.5YR 5/6) sandy loam; very weak medium subangular blocky structure parting to weak fine granular; friable; few fine roots; many fine pores; less than 5 percent gravel; strongly acid; clear wavy boundary. (30 to 62 centimeters thick.)\nBC1-- 69 to 81 centimeters; yellowish brown (10YR 5/4) loamy sand; very weak fine granular structure; very friable; few fine roots; 10 percent gravel; strongly acid; abrupt smooth boundary. (0 to 25 centimeters thick.)\n2BC2-- 81 to 89 centimeters; yellowish brown (10YR 5/4) gravelly loamy sand; massive; friable; few fine roots; 30 percent gravel; strongly acid; abrupt smooth boundary. (0 to 25 centimeters thick.)\n2C1-- 89 to 102 centimeters; brown (7.5YR 4/4) sand; single grain; loose; 10 percent fine gravel; strongly acid; abrupt smooth boundary.\n2C2-- 102 to 165 centimeters; very pale brown (10YR 7/4) coarse and medium sand stratified with 5 centimeter layers of gravel, 20 to 61 centimeters apart; single grain; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Suffolk County, New York; Town of Brookhaven, \"Camp Wilderness of Boy Scouts of America\", 0.9 mile south of New York Highway 25, 0.3 mile north of junction of County Road 21 with Longwood Road. USGS Bellport, NY topographic quadrangle, Latitude 40 degrees, 52 minutes, 7 seconds N. and Longitude 72 degrees, 56 minutes, 7 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is from 50 to 100 centimeters. Depth to bedrock is more than 150 centimeters. Rock fragments, primarily gravel, range from 0 to 35 percent in the A horizon; 0 to 35 percent in the B horizon; and 5 to 40 percent in the C horizon. Some C horizons, below 100 centimeters, range from 5 to 60 percent rock fragments.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 to 4. Some pedons have a thin A horizon with hue of 10YR, value of 2 to 4, and chroma of 1 or 2. Texture is sandy loam, fine sandy loam, or loam in the fine-earth fraction. Some pedons may be coarser. Structure is weak or moderate granular and consistence is friable or very friable. Reaction ranges from extremely acid to moderately acid unless limed.\nThe Bw horizon has hue of 7.5YR to 2.5Y, with value of 4 to 6, and chroma of 3 to 6. Texture is sandy loam or fine sandy loam in the fine-earth fraction with more than 50 percent fine sand and coarser. It has weak or moderate subangular blocky structure or it is massive. Consistence is friable or very friable. Reaction ranges from extremely acid to moderately acid unless limed. Some pedons have a thin AB or BA horizon.\nThe BC and 2BC horizons have hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 6. Textures are loamy sand, fine sandy loam, or sandy loam in the fine-earth fraction with coarser texture restricted to the 2BC horizon. In some pedons 2BC may range to coarse sand. They have weak granular or subangular blocky structure or they are massive. Consistence is friable or very friable. Reaction ranges from very strongly acid to moderately acid.\nThe C or 2C horizon has hue of 7.5YR to 2.5Y, value of 3 to 7, and chroma of 3 to 6. Texture is coarse sand, sand, or loamy sand in the fine-earth fraction or it is stratified sand and gravel. Layers of loamy fine sand are present in some pedons. Some pedons also have a loamy 3C horizon below 100 centimeters with fine-earth textures of sandy loam or fine sandy loam. Reaction ranges from very strongly acid to neutral. Neutral reactions are restricted to depths greater than 75 centimeters."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Chadakoin, Chatfield, Maplecrest, Stinger, Valois series are in the same family. Chadakoin, Chatfield, Maplecrest, and Valois soils are formed in till, rather than glacial outwash, and as a result are more poorly sorted. Stinger soils are formed in colluvium weathered from granitic rocks on mountain slopes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Riverhead soils are nearly level to steep soils on outwash plains, valley trains, beaches, and water-sorted moraines. Slope ranges from 0 to 50 percent. The soils developed in 50 to 100 centimeters of water-sorted sandy loam or fine sandy loam relatively low in gravel content over stratified gravel and sand. Mean annual temperature ranges from 9 to 13 degrees Celsius, mean annual precipitation ranges from 97 to 140 centimeters, and mean annual frost-free days ranges from 135 to 220 days. Elevation ranges from 15 to 400 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bridgehampton, Carver, Chenango, Enfield, Haven, Hempstead, Hoosic, Mineola, Montauk, Plymouth, and Sudbury soils. Bridgehampton, Enfield, Haven, and Hempstead soils contain more silt in the layers above the stratified sand and gravel and, in addition, Hempstead soils have thicker dark surface layers. Chenango and Hoosic soils are loamy- skeletal and sandy skeletal, respectively. Mineola soils have thicker dark surfaces and more sand in the subsoil. Montauk soils are closely associated on morainic landforms but have firm till substrata. Plymouth and Carver soils are sandy throughout. Sudbury soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to medium.  Saturated hydraulic conductivity is high in the solum and very high in the substratum. In pedons that have a loamy substratum, permeability of the substratum below 100 centimeters is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils have been cleared and are used for crops, or are in suburban development. Principal crops are potatoes, cauliflower, cabbage, corn, and hay. Native vegetation is black, white, and red oaks; American beech; and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern New York, Long Island and northern New Jersey; possibly southern New England. MLRA 101, 140, 144A, 148, and 149B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Suffolk County, New York, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The diagnostic horizons and other features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 30 centimeters (Ap horizon).\n2. Cambic horizon - the zone from 30 to 69 centimeters (Bw horizon).\n3. Typic Dystrudepts - base saturation (by ammonium acetate) is less than 60 percent in all subhorizons at depths between25 and 76 centimeters.\n4. Udic soil moisture regime.\nThe concept of discontinuities in an outwash material is a debated concept. Some descriptions in the past have noted several different discontinuities.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap-- 0 to 30 centimeters; brown (10YR 4/3) sandy loam; weak fine granular structure; friable; many fine roots in upper part; moderate to strong platy structure in firm plow pan in lower 10 centimeters; strongly acid; abrupt smooth boundary. ( 15 to 33 centimeters thick.)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 69,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw-- 30 to 69 centimeters; strong brown (7.5YR 5/6) sandy loam; very weak medium subangular blocky structure parting to weak fine granular; friable; few fine roots; many fine pores; less than 5 percent gravel; strongly acid; clear wavy boundary. (30 to 62 centimeters thick.)"
      },
      {
        "name": "BC1",
        "top": 69,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC1-- 69 to 81 centimeters; yellowish brown (10YR 5/4) loamy sand; very weak fine granular structure; very friable; few fine roots; 10 percent gravel; strongly acid; abrupt smooth boundary. (0 to 25 centimeters thick.)"
      },
      {
        "name": "2BC2",
        "top": 81,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2BC2-- 81 to 89 centimeters; yellowish brown (10YR 5/4) gravelly loamy sand; massive; friable; few fine roots; 30 percent gravel; strongly acid; abrupt smooth boundary. (0 to 25 centimeters thick.)"
      },
      {
        "name": "2C1",
        "top": 89,
        "bottom": 102,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2C1-- 89 to 102 centimeters; brown (7.5YR 4/4) sand; single grain; loose; 10 percent fine gravel; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "2C2",
        "top": 102,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "narrative": "2C2-- 102 to 165 centimeters; very pale brown (10YR 7/4) coarse and medium sand stratified with 5 centimeter layers of gravel, 20 to 61 centimeters apart; single grain; loose; strongly acid."
      }
    ]
  ]
}
