{
  "SERIES": "RIVERDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEF-WEF",
  "REVDATE": "08/2012",
  "STATES": "IN,MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, semiactive, mesic Aquic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Riverdale loamy sand, on a north-facing, 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (8 inches); very dark grayish brown (10YR 3/2) loamy sand; grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; common fine roots; about 11 percent gravel; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBw1--20 to 36 cm (8 to 14 inches); strong brown (7.5YR 5/6) loamy sand; weak fine subangular blocky structure; very friable; few fine roots; few fine distinct light yellowish brown (10YR 6/4) masses of oxidized iron; about 8 percent gravel; slightly acid; clear wavy boundary.\nBw2--36 to 71 cm (14 to 28 inches); pale brown (10YR 6/3) sand; single grain; loose; few fine roots; common medium faint grayish brown (10YR 5/2) iron depletions; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; about 10 percent gravel; neutral; clear wavy boundary. [Combined thickness of the Bw horizon is 25 to 61 cm (10 to 24 inches).]\nBt--71 to 84 cm (28 to 33 inches); yellowish brown (10YR 5/6) gravelly sandy loam; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds and in pores; common medium prominent grayish brown (10YR 5/2) iron depletions; about 20 percent gravel; neutral; gradual wavy boundary. [10 to 30 cm (4 to 12 inches) thick]\n2C--84 to 152 cm (33 to 60 inches); grayish brown (10YR 5/2) gravelly sand; single grain; loose; about 25 percent gravel and 1 percent cobbles; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gratiot County, Michigan; about 1 mile west and 1 mile north of Forest Hill; 1,900 feet west and 40 feet north of the southeast corner of sec. 6, T. 12 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 61 to 102 cm (24 to 40 inches)\nDepth of carbonates: 61 to 102 cm (24 to 40 inches)\nReaction: slightly acid to slightly alkaline in the solum\nAp horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: sand, loamy sand, or sandy loam\nRock fragment content: 2 to 25 percent gravel\nA horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: sand, loamy sand, or sandy loam\nRock fragment content: 2 to 25 percent gravel\nE horizon, where present:\nHue: 10YR\nValue: 5 or 6\nChroma: 2 or 3\nTexture: sand, loamy sand, or sandy loam\nRock fragment content: 2 to 25 percent gravel\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 3 to 6\nTexture: sand or loamy sand\nRock fragment content: 2 to 25 percent gravel\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: gravelly sandy loam or sandy loam, with thin layers of loamy sand in some pedons\nRock fragment content: 2 to 25 percent gravel\n2C horizon:\nHue: 10YR\nValue: 5 to 7\nChroma: 2 or 3\nTexture: gravelly sand, very gravelly sand, or stratified sand and gravel\nRock fragment content: 20 to 50 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Branch series. Branch soils have sola thicker than 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Riverdale soils are on outwash plains, lake plains, valley trains, deltas, and low beach ridges of Wisconsinan age. Slope ranges from 0 to 6 percent. The Riverdale soils formed in sandy drift. Mean annual precipitation ranges from 864 to 965 mm (34 to 38 inches). Mean annual temperature from 7.8 to 10.0 degrees C (46 to 50 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the poorly drained or very poorly drained Gilford, Kingsville, and Vestaburg soils in wet depressions within areas of Riverdale soils. Gilford soils have mollic epipedons. Kingsville soils do not have rock fragments.  Vestaburg soils have mollic epipedons and do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Potential for surface runoff is negligible to very low. Saturated hydraulic conductivity is high in the solum and very high in the underlying gravelly sand. Permeability is moderately rapid in the A and B horizons and very rapid in the underlying gravelly sand."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are cultivated in most areas. Corn, soybeans, and small grain are the principal crops. Soils are used for woodland and pasture in some areas. Native vegetation is hardwoods, principally American elm, white ash, hickory, and swamp white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98 and 99 in southern Lower Michigan and northern Indiana. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gratiot County, Michigan, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (8 inches) (Ap horizon).\nArgillic horizon: from a depth of 71 to 84 cm (28 to 33 inches) (Bt horizon).\nAquic conditions: presence of chroma of 2 as iron depletions or matrix color in all horizons below a depth of 36 cm (14 inches).\nArenic feature: loamy sand and sand textures from the surface to a depth of 71 cm (28 inches) (Ap, Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
