{
  "SERIES": "RIXEYVILLE",
  "STATUS": "Established Series",
  "BYREV": "JHS",
  "REVDATE": "09/2016",
  "STATES": "VA",
  "OVERVIEW": "The Rixeyville series consists of  moderately deep, somewhat excessively drained soils formed in residuum of low-grade metasedimentary rocks such as arkosic metasandstone, meta-arkose and metagraywacke on the foothills of the Blue Ridge Mountains and Northern Piedmont. Slopes range from 7 to 45 percent. Mean annual precipitation is about 41 inches, and mean annual temperature is about 55 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rixeyville fine sandy loam on a northeast facing slope in a mixed hardwood forest at an elevation of 370 feet above mean sea level (Colors are for moist conditions.)\nOi--0 to 1 inches; slightly decomposed organic matter.\nA--1 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak coarse granular structure; very friable, nonsticky, nonplastic; common fine roots and common medium roots and common coarse roots; 2 percent fine mica flakes; very strongly acid; clear smooth boundary.\nBw1--5 to 12 inches; yellowish brown (10YR 5/4) fine sandy loam; weak coarse subangular blocky structure; very friable, nonsticky, nonplastic; common fine roots and common medium roots and common coarse roots; common fine moderate-continuity tubular and few medium moderate-continuity tubular pores; 2 percent fine mica flakes; 2 percent nonflat subangular strongly cemented 1 to 2 inch metasedimentary rock fragments; very strongly acid; clear smooth boundary.\nBw2--12 to 20 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak coarse subangular blocky structure; very friable, nonsticky, nonplastic; few fine roots and few medium roots and common coarse roots; common fine moderate-continuity tubular and few medium moderate-continuity tubular pores; 2 percent fine mica flakes; 10 percent nonflat subangular strongly cemented 1 to 2 inch metasedimentary rock fragments; very strongly acid; gradual wavy boundary.\nC--20 to 33 inches; dark yellowish brown (10YR 4/4) gravelly fine sandy loam; massive; very friable, nonsticky, nonplastic; few fine roots and few medium roots and common coarse roots; 2 percent fine mica flakes; 20 percent nonflat subangular strongly cemented 1 to 3 inch metasedimentary rock fragments; very strongly acid; clear wavy boundary.\nCr--33 to 43 inches; weathered bedrock.\nR--43 inches; bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Culpeper County; 2400 feet south of Monumental Mills on Route 640. Site is 1600 feet west-southwest in woods; U.S.G.S. Castleton topographic quadrangle; Latitude 38 degrees 35 minutes 33.97 seconds N and longitude 78 degrees  0 minutes 31.32 seconds W. NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the cambic ranges from 10 to 30 inches.  Depth to paralithic contact ranges from 20 to 40 inches. Depth lithic contact ranges from 40 to 60 inches. Flakes of mica range from 0 to 10 percent.  Reaction is strongly to very strongly acid throughout.\nThe A horizon has a hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4. It is sandy loam, fine sandy loam, or loam. Rock fragment content ranges from 0 through 30 percent. Rock fragments are mainly fine, medium and coarse metasedimentary and metaquartzite gravels.\nSome pedons have an Ap horizon with hue of 10YR, value of 4 or 5, and chroma of 3 to 6. It is sandy loam or loam. Rock fragment content ranges from 0 to 30 percentRock fragments are mainly fine, medium and coarse metasedimentary and metaquartzite gravels.\nThe Bw horizon has a hue of 7.5YR to 2.5Y, value of 4 to 6, chroma of 4 to 6. It is sandy loam, fine sandy loam, or loam. Rock fragment content ranges from 0 to 35 percent. Rock fragments are mainly medium and coarse metasedimentary and metaquartzite gravels (average coarse fragment content in particle size control section is less than 35 percent).\nThe C horizon has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 4 to 6 or variegated with hues of 7.5YR to 5Y, values of 3 to 8, and chroma of 2 to 6. It is loamy sand, sandy loam, fine sandy loam or loam. Rock fragments content ranges from 0 to 35 percent. Rock fragments are mainly medium and coarse metasedimentary and metaquartzite gravels.\nThe Cr horizon is weathered bedrock that can be dug with hand tools with difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Ashe, Brookfield, Buladean, Cardigan, Charlton, Chestnut, Delaware, Dutchess, Edneyville, Forresthills (tentative), Gallimore, Greenbelt (tentative), Hazel, Lordstown, Newport, Riverhead, Soco, St. Albans, Stecoah, Steinsburg, and Yalesville soils are competing series. Brookfield, Charlton, Delaware, Dutchess, Edneyville, Forrest Hill, Gallimore, Greensbelt, Newport, and Riverhead series are well drained and have lithic or paralithic contact at greater than 60 inches. Brookfield, Charlton, Dutchess, Gallimore, Newport, and Riverhead soils developed in glacial till or glacial outwash. Forrest Hill and Greenbelt soils developed in artifical fill. Delaware soils developed in alluvium. Edneyville soils developed in residuum of felsic or mafic igneous or high-grade metamorphic rock. Buladean and Stecoah soils have paralithic contact at 40 to 60 inches. Buladean soils developed in residuum of felsic or mafic igneous or high-grade metamorphic rock. Stecoah soils developed in residuum of metasedimentary rocks at elevations of 1500 to 4800 feet above sea level. Ashe, Cardigan, Hazel, Lordstown, Steinsburg, and Yaleville soils have lithic contact at 20 to 40 inches. Ashe soils developed in residuum of felsic or mafic igneous or high-grade metamorphic rock. Cardigan soils developed in glacial till or colluvium. Hazel soils developed in residuum of sandstone and phyllites. Lordstown soils developed in glacial till and cryoturbated materials. Steinburg soils developed in residuum of sadstone and arkosic sandstone. Yalesville soils developed in glacial till. Chestnut soils developed in residuum of felsic or mafic igneous or high-grade metamorphic rock at elevations of 1400 to 5000 feet above sea level. Soco soils developed in residuum of low-grade metasedimentary rock at elevations of 1500 to 4800 feet above sea level."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rixeyville soils form in residuum of arkosic metasandstone, meta-arkose, and metagraywacke and are on side slopes and nose slopes of ridges on the foothills of the Blue Ridge Mountains and Northern Piedmont. Slope gradients range from 7 to 45 percent. Mean annual air temperature 55.7 degrees F., with average winter temperature of 35.4 degrees F and average summer temperature of 74.6 degrees F. Mean annual precipitation ranges from 36.47 to 48.39 inches, frost free days range from 185 to 237 days, and elevation ranges from 200 to 1400 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Culpeper, Edgemont, Elioak, Glenelg, Marbleyard and Meadowville soils.  Culpeper, Edgemont, Elioak, and Glenelg soils have B horizons of illuvial clay accumulation and paralithic and lithic contact is greater than 60 inches. They are on summits, shoulders and backslopes of side slopes. Meadowville soils are moderately well drained and are in drainageways. Marbleyard soils contain more rock fragments and are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. The potential for surface runoff potential is low to moderate. Permeability is moderately rapid. Depth to the top of the seasonal high water table is greater than 60 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are mainly in woodland, but are used for pastureland and hayland. Vegetation consists of oaks, hickory, sweet gum, red cedar, dogwood, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 130A, 130, 148, and 136. In Virginia. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Culpeper County, Virginia, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - 0 to 5 inches (Oi and A horizons).\n2.  Cambic horizon - 5 to 20 inches (Bw horizons).\n3.  Paralithic contact - 33 inches (Cr horizon).\n4.  Lithic contact - 43 inches (R horizon).\n2016 Update was to update status to Established"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inches; slightly decomposed organic matter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak coarse granular structure; very friable, nonsticky, nonplastic; common fine roots and common medium roots and common coarse roots; 2 percent fine mica flakes; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 12 inches; yellowish brown (10YR 5/4) fine sandy loam; weak coarse subangular blocky structure; very friable, nonsticky, nonplastic; common fine roots and common medium roots and common coarse roots; common fine moderate-continuity tubular and few medium moderate-continuity tubular pores; 2 percent fine mica flakes; 2 percent nonflat subangular strongly cemented 1 to 2 inch metasedimentary rock fragments; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--12 to 20 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak coarse subangular blocky structure; very friable, nonsticky, nonplastic; few fine roots and few medium roots and common coarse roots; common fine moderate-continuity tubular and few medium moderate-continuity tubular pores; 2 percent fine mica flakes; 10 percent nonflat subangular strongly cemented 1 to 2 inch metasedimentary rock fragments; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "C",
        "top": 51,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--20 to 33 inches; dark yellowish brown (10YR 4/4) gravelly fine sandy loam; massive; very friable, nonsticky, nonplastic; few fine roots and few medium roots and common coarse roots; 2 percent fine mica flakes; 20 percent nonflat subangular strongly cemented 1 to 3 inch metasedimentary rock fragments; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Cr",
        "top": 84,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--33 to 43 inches; weathered bedrock."
      },
      {
        "name": "R",
        "top": 109,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--43 inches; bedrock"
      }
    ]
  ]
}
