{
  "SERIES": "RIZNO",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS/RJ/RB/DKR",
  "REVDATE": "07/2013",
  "STATES": "AZ,CO,NM,UT",
  "OVERVIEW": "The Rizno series consists of very shallow and shallow, well drained soils that formed in residuum, colluvium, and eolian material derived from sandstone, siltstone and limestone. Rizno soils are on structural benches on cuestas, mesas, and ridges. Slopes range from 2 to 60 percent. Mean annual precipitation is about 11 inches and the mean annual air temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rizno fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light red (2.5YR 6/6) fine sandy loam, reddish brown (2.5YR 4/4) moist; weak medium platy structure; soft, very friable; few medium and coarse roots; many medium interstitial pores; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 4 inches thick)\nC--2 to 8 inches; red (2.5YR 5/6) gravelly fine sandy loam, reddish brown (2.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable; many very fine, fine, and medium, and few coarse roots; many very fine, fine and medium tubular pores; 25 percent gravel; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.4); abrupt smooth boundary. (5 to 18 inches thick)\nR--8 inches; calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grand County, Utah; about 10 miles northwest of Dead Horse Point State Park; located about 500 feet east and 500 feet north of the southwest corner of sec. 22, T. 25 S., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: Ustic aridic soil moisture regime\nSoil temperature regime: mesic\nMean annual soil temperature: 47 to 58 degrees F.\nParticle-size control section: 5 to 18 percent clay\nDepth to lithic contact: 4 to 20 inches to calcareous sandstone and limestone\nA horizon\nHue: 2.5YR, 7.5YR, 5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nRock fragments: 0 to 35 percent\nReaction: slightly to moderately alkaline\nC horizon\nHue: 2.5YR, 5YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 3 to 6, dry or moist\nTexture: very fine sandy loam, fine sandy loam, sandy loam, loam, loamy sand, loamy fine sand, loamy very fine sand\nRock fragments: 0 to 35 percent as gravel, channers, cobbles\nReaction: slightly to strongly alkaline\nSome areas near Capitol Reef National Park have a surface overlain by basalt volcanic bombs, cobble and stone size."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the competing Bigmon (T)(CO), Hideout (UT), Kenzo (I)(UT), Lazear (CO), Cabulla (T)(UT), Redspear (WY), Rizozo (NM), Skyvillage (NM), Travessilla (NM), Travson (WY), and Zukan (UT) series. Bigmon, Hideout, Skyvillage, Travessilla, and Travson soils have hues of 7.5YR or yellower in the C horizon. Kenzo soils are inactive. Lazear soils have a hue of 7.5YR or yellower and more than 18 percent clay in the particle-size control section. Cabulla soils (separation unclear) have mean annual soil temperature of 8.3 to 11.1 degrees and bedrock includes the Summerville, Moenkopie and Entrada formations. Redspear soils have the soil moisture control section affected by peak periods of precipitation in April, May and June. Rizozo soils have less than 25 percent sand coarser than very fine sand. Zukan soils have horizons with secondary carbonate accumulations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rizno soils are on structural benches on cuestas, ledges, mesas, and ridges. Elevations range from 3,960 to 8,000 feet with slopes ranging from 1 to 60 percent. These soils formed in residuum, colluvium, and eolian material derived from sandstone, siltstone or limestone. Some areas near Capitol Reef National Park are overlain by basalt cobbles and stones as volcanic bombs. The mean annual air temperature is 45 to 56 degrees F. The mean annual precipitation is 8 to 14 inches. The wettest months are July, August, and September and the driest months are April, May, and June. The frost-free period is 100 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anasazi, Arches, Begay and Mido soils. Anasazi soils have bedrock at 20 to 40 inches. Arches soils have a sandy particle-size control section. Begay soils are more than 60 inches deep. Mido soils are more than 60 inches deep and have a sandy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very low to medium runoff; moderate and moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing. Vegetation is blackbrush, Mormon-tea, Utah juniper and pinyon. Some areas near Capitol Reef National Park have black sagebrush, Bigelow sagebrush and Salina wildrye without\nblackbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast and central Utah, northern Arizona, southwestern Colorado, and northwest New Mexico. LRR D, MLRAs 35 and 39. Discontinue use in MLRA 34 in northwest Colorado. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henry Mountains Area, Wayne County, Utah, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nLithic feature - bedrock at 8 inches (R horizon)\nParticle size control section - the zone from 0 to 8 inches (A and C horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nResponsibility was transferred from Region 6 (Lakewood) to Region 8 (Phoenix) in September 2009 as a result of the correlation of Canyonlands National Park (UT688), WWJ\nUpdate and revisions for the correlation of Glen Canyon National Recreation Area, January 2010, CEM\nUpdate and revisions for the correlation of Emery Soil Survey, Utah, September 2010, JWB\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJG2\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; light red (2.5YR 6/6) fine sandy loam, reddish brown (2.5YR 4/4) moist; weak medium platy structure; soft, very friable; few medium and coarse roots; many medium interstitial pores; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (0 to 4 inches thick)"
      },
      {
        "name": "C",
        "top": 5,
        "bottom": 20,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--2 to 8 inches; red (2.5YR 5/6) gravelly fine sandy loam, reddish brown (2.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable; many very fine, fine, and medium, and few coarse roots; many very fine, fine and medium tubular pores; 25 percent gravel; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.4); abrupt smooth boundary. (5 to 18 inches thick)"
      },
      {
        "name": "R",
        "top": 20,
        "texture_class": "sand",
        "narrative": "R--8 inches; calcareous sandstone."
      }
    ]
  ]
}
