{
  "SERIES": "RIZZO",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/LJL/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Rizzo series consists of very deep, excessively drained soils that formed in alluvium from various igneous and metamorphic rocks. The Rizzo soils are on alluvial fans, fan aprons, fan remnants, inset fans and drainageways. Slopes range from 0 to 75 percent. The mean annual precipitation is about 75 millimeters (3 inches) and the mean annual air temperature is about 24.5 degrees C (76 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rizzo gravelly loamy coarse sand, on a linear, southwest-facing 5 percent slope under desert shrubs at an elevation of 366 meters (1,200 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 20 percent fine gravel, 30 percent medium and coarse gravel, 15 percent cobbles and 10 percent stones.\nA -- 0 to 5 centimeters (0 to 2 inches); pale brown (10YR 6/3) gravelly loamy coarse sand, brown (10YR 4/3) moist; weak fine subangular blocky structure parting to moderate fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few fine tubular pores; 5 percent fine gravel, 11 percent medium and coarse gravel and 4 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 8 centimeters thick)\nC1 -- 5 to 23 centimeters (2 to 9 inches); brown (10YR 5/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few fine tubular pores; 5 percent fine gravel, 20 percent medium and coarse gravel, 12 percent cobbles and 2 percent stones; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.\nC2 -- 23 to 48 centimeters (9 to 19 inches); brown (10YR 5/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; few fine interstitial pores; 10 percent fine gravel, 20 percent medium and coarse gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.1); gradual wavy boundary.\nCk -- 48 to 152 centimeters (19 to 60 inches); light brownish gray (10YR 6/2) very gravelly coarse sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few fine interstitial pores; 1 percent faint, white (10YR 8/1) calcium carbonate coats on all surfaces of rock fragments; 18 percent fine gravel, 22 percent medium and coarse gravel and 12 percent cobbles; strongly effervescent; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 8.6 kilometers (5.3 miles) northwest of the junction of Interstate 10 and Desert Center-Rice Highways; 555 meters (1,820 feet) south and 400 meters (1,310 feet) east of the northwest corner of section 12, T. 5 S., R. 14 E., San Bernardino Base and Meridian; 33 degrees, 45 minutes, 09.1 seconds north latitude and 115 degrees, 28 minutes, 46.2 seconds west longitude; USGS 7.5 minute Victory Pass topographic quadrangle; UTM 11S 0640828e 3735756n (DATUM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry throughout, rarely moist in some\npart during winter and summer and early fall. The soils have a typic-\naridic soil moisture regime.\nSoil temperature: 25 to 28 degrees C (77 to 82 degrees F).\nSurface rock fragments: 25 to 100 percent; with 10 to 75 percent gravel, 5\nto 50 percent cobbles, 0 to 20 percent stones and 0 to 5 percent\nboulders.\nControl section -\nClay content: 1 to 6 percent.\nOrganic matter: 0 to 0.5 percent.\nRock fragments: averages 35 to 85 percent; with 25 to 75 percent gravel, 0\nto 25 percent cobbles and 0 to 12 percent stones. Greater than 50\npercent of fragments are medium-sized or larger gravel.\nA horizon (when present)\nHue: 7.5YR, 10YR or 2.5Y.\nValue: 5 to 7 dry, and 3 to 5 moist.\nChroma: 2 to 4, dry or moist.\nTexture of the fine earth: coarse sand, sand, loamy coarse sand, loamy sand, loamy fine sand, coarse sandy loam, sandy loam and fine sandy loam.\nClay content: 1 to 15 percent.\nRock fragments: 1 to 80 percent; with 1 to 70 percent gravel, 0 to 25\npercent cobbles and 0 to 12 percent stones.\nEffervescence: noneffervescent through violently effervescent.\nReaction: slightly or moderately alkaline.\nOther features: some pedons are characterized by vesicular pores in this horizon.\nBw horizon (when present)\nHue: 7.5YR or 10YR.\nValue: 5 to 7 dry, 4 or 5 moist.\nChroma: 2 to 4, dry or moist.\nTexture of the fine earth: sand, loamy coarse sand, loamy sand, coarse sandy loam, sandy loam or fine sandy loam.\nClay content: 1 to 10 percent.\nRock fragments: 15 to 85 percent; with 15 to 55 percent gravel, 0 to 20 percent cobbles and 0 to 5 percent stones.\nEffervescence: noneffervescent through violently effervescent.\nReaction: slightly or moderately alkaline.\nNote: This horizon is either too thin, is the wrong texture, has insufficient calcium carbonate or fails to meet some other necessary\nrequirement to be classified as a diagnostic horizon.\nC, Ck, Ckq and Cq horizons\nHue: 10YR or 2.5Y.\nValue: 5 to 7 dry, and 4 to 6 moist.\nChroma: 2 to 4, dry or moist.\nTexture of the fine earth: coarse sand, sand, loamy coarse sand or loamy sand.\nClay content: 1 to 6 percent.\nRock fragments: 25 to 85 percent; with 25 to 75 percent gravel, 0 to 25 percent cobbles and 0 to 12 percent stones.\nEffervescence: noneffervescent through violently effervescent.\nReaction: slightly or moderately alkaline.\nVisible secondary carbonates: 0 to 10 percent as coats on rock fragments.\nSilica: 0 to 20 percent as films on rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carrizo (CA+AZ NV), Carrwash (NV AZ), Chemwash (CA), Descent (CA) and Goldenhills (CA) series. Carrizo and Carrwash soils receive greater precipitation, are moist for 10 to 20 days in the moisture control section and have a MAST of 22 to 25 degrees C. Carrwash and Chemwash soils are also dominated by 2 to 5 millimeter gravel in the particle-size control section. Descent soils are dominated by channers and flagstones and have greater than 5 percent calcium carbonate equivalent in all horizons throughout the control section. Goldenhills soils formed in colluvium over residuum and are deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rizzo soils are on alluvial fans, fan aprons, fan remnants, inset fans and drainageways. Slopes range from 0 to 75 percent. These soils formed in alluvium from various igneous and metamorphic rocks. Elevations are 140 to 880 meters (460 to 2,885 feet). The climate is arid with warm, dry winters and hot, dry summers. The mean annual precipitation is 50 to 100 millimeters (2 to 4 inches) and the mean annual air temperature is 23 to 26 degrees C (73.5 to 79 degrees F). The frost-free season is 360 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carsitas, Chemehuevi, Chemwash, Deprave, Emptygun, Havasulake, Snaggletooth and Rockhound soils. Carsitas and Chemwash soils occur on similar landforms. Carsitas soils are sandy throughout but do not have a sandy-skeletal particle-size class and Chemwash soils are dominated by 2 to 5 millimeter gravel in the particle-size control section. Chemehuevi, Deprave, Emptygun, Havasulake, Snaggletooth and Rockhound soils occur on fan remnants and have an argillic horizon. Deprave, Havasulake and Rockhound soils have a loamy-skeletal particle-size control section and Snaggletooth soils have a fine-loamy particle-size control section. In addition, Deprave soils have a duripan and Chemehuevi, Emptygun and Snaggletooth soils have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained; negligible to very high runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rizzo soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush, burrobush, burrobrush, white ratany, smoketree, blue paloverde and ironwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Colorado Desert of southeastern California. MLRA 31. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California, Soil Survey of Joshua Tree National Park, California, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 5 centimeters (A horizon).\nParticle-size control section - from a depth of 25 to 100 centimeters (parts of the Ck2 and Ck3 horizons).\nADDITIONAL DATA: NASIS Pedon User ID: 09CA794701. Rizzo soils are restricted to the extreme aridic, very low precipitation zones of the lower Colorado Desert where they should replace the existing Carrizo series. Previous type location is correlated to Carrizo series (MLRA 30 soil). The new type location is in MLRA 31.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 5 centimeters (0 to 2 inches); pale brown (10YR 6/3) gravelly loamy coarse sand, brown (10YR 4/3) moist; weak fine subangular blocky structure parting to moderate fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few fine tubular pores; 5 percent fine gravel, 11 percent medium and coarse gravel and 4 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (0 to 8 centimeters thick)"
      },
      {
        "name": "C1",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1 -- 5 to 23 centimeters (2 to 9 inches); brown (10YR 5/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few fine tubular pores; 5 percent fine gravel, 20 percent medium and coarse gravel, 12 percent cobbles and 2 percent stones; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 23,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2 -- 23 to 48 centimeters (9 to 19 inches); brown (10YR 5/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; few fine interstitial pores; 10 percent fine gravel, 20 percent medium and coarse gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.1); gradual wavy boundary."
      },
      {
        "name": "Ck",
        "top": 48,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck -- 48 to 152 centimeters (19 to 60 inches); light brownish gray (10YR 6/2) very gravelly coarse sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few fine interstitial pores; 1 percent faint, white (10YR 8/1) calcium carbonate coats on all surfaces of rock fragments; 18 percent fine gravel, 22 percent medium and coarse gravel and 12 percent cobbles; strongly effervescent; moderately alkaline (pH 8.1)."
      }
    ]
  ]
}
