{
  "SERIES": "ROB ROY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "02/97",
  "STATES": "UT",
  "OVERVIEW": "The Rob Roy series consists of moderately deep, well drained, moderately slowly permeable soils that formed in residuum and colluvium from mixed igneous and sedimentary rock.  These soils are on mountain slopes and have slopes of 1 to 60 percent.  The mean annual air temperature is about 43 degrees F., and the mean annual precipitation is about 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rob Roy very cobbly loam--rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 8 inches; grayish brown (10YR 5/2) very cobbly loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; common fine and medium tubular pores; 25 percent cobbles, 15 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (7 to 13 inches thick)\nBt--8 to 19 inches; brown (7.5YR 5/4) clay, dark brown (7.5YR 3/2) moist; moderate medium angular blocky structure parting to moderate fine angular blocky; very hard, very firm, sticky and plastic; common fine and medium roots; few fine tubular pores; moderate continuous clay films; slightly alkaline (pH 7.6); gradual wavy boundary.  (7 to 12 inches thick)\nC--19 to 31 inches; light brown (7.5YR 6/4) cobbly clay loam, dark brown (7.5YR 4/4) moist; massive; hard, firm, sticky and plastic; few fine roots; few fine tubular pores; 10 percent cobbles, 10 percent gravel; slightly alkaline (pH 7.6); gradual irregular boundary.  (6 to 19 inches thick)\nR--31 inches; igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beaver County, Utah; 8.5 miles north of Manderfield; 1000 feet north and 1000 feet west of southeast corner of section 9, T.  27 S., R. 7 W; Gullies Hill Quadrangle; lat. 38 degrees 28 minutes 19 seconds N. and long. 112 degrees 38 minutes 26 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 46 degrees F., and the mean summer soil temperature at a depth of 20 inches is 60 to 63 degrees F.  These soils are moist in some part of the moisture control section more than 50 percent of the time the soil temperature is above 41 degrees F., but are continually dry for 50 to 70 consecutive days during the summer months in more than 6 out of 10 years.  The soil moisture regime is xeric bordering on aridic.\nDepth to slightly weathered igneous bedrock is 20 to 40 inches.  The mollic epipedon is 11 to 19 inches thick.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 dry and moist.  It is neutral to moderately alkaline.\nThe Bt horizon has hue of 7.5YR and 10YR, value of 4 to 6 dry, 3 or 4 moist, and chroma of 2 to 4 dry and moist.  Color value darker than 5 dry and 3 moist extends to depths of less than 20 inches.  The Bt horizon is silty clay, clay loam or clay containing 35 to 50 percent clay and 0 to 35 percent rock fragments.  It has moderate medium or fine angular or subangular blocky structure.\nThe C horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4.  It is clay loam, cobbly clay loam, very gravelly sandy clay loam or gravelly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Booford (NV), Harter (UT), Manila (UT), Marsden T(OR), Observation (CA), Ostler (UT), Shagnasty (NV) and Tatouche (OR) series. Booford soils have a paralithic contact at a depth of 20 to 40 inches.  Harter, Manila, Marsden, Ostler, Shagnasty and Tatouche soils have bedrock greater than 40 inches.  Observation soils are dry more than 70 consecutive days during the summer months and lack C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rob Roy soils are on mountainsides at elevations of 5,500 to 8,000 feet.  Slopes are 1 to 60 percent.  The soils formed in residuum and colluvium 20 to 40 inches deep over igneous and sedimentary bedrock.  Mean annual temperature is 40 to 45 degrees F., mean summer temperature is about 61 to 64 degrees F., and the average annual precipitation is about 14 to 18 inches, but ranges to 12 inches in California.  The freeze-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clegg and Deer Creek soils.  Clegg and Deer Creek soils are more than 40 inches deep to bedrock.  Deer Creek soils are cobbly in the argillic horizon.  Clegg soils have less than 35 percent clay in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for watershed, wildlife grazing, spring grazing by sheep, and summer grazing by cattle.  Present vegetation is big sagebrush, Gambel oak, yellowbrush, bitterbrush, cheatgrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain areas in southwestern Utah.  MLRA 28A. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beaver County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of approximately 19 inches.  (A, Bt horizons)\nArgillic horizon - the zone from approximately 8 to 19 inches.  (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
