{
  "SERIES": "ROCA",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB/ALH/JVC/JBF",
  "REVDATE": "10/2019",
  "STATES": "ID,NV,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, frigid Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Roca loam--rangeland. (Colors are for dry soil unless otherwise noted.)   About 4 percent of the soil surface is covered with stones.\nA--0 to 10 cm; light brownish gray (10YR 6/2) loam, dark brown (10YR 3/3) moist; weak fine granular structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 2 percent stones; neutral (pH 6.6); abrupt smooth boundary. (8 to 20 cm thick)\nBA--10 to 20 cm; light brownish gray (10YR 6/2) channery clay loam, dark brown (10YR 3/3) moist; moderate medium and fine granular structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; 30 percent channers; neutral (pH 6.8); clear wavy boundary. (0 to 23 cm thick)\nBt1--20 to 38 cm; brown (7.5YR 5/4) very channery clay, strong brown (7.5YR 5/6) moist; strong medium and fine angular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; pressure cutans on nearly all vertical faces of peds and on some horizontal faces of peds; 35 percent channers; neutral (pH 7.0); clear wavy boundary. (10 to 36 cm thick)\nBt2--38 to 61 cm; strong brown (7.5YR 5/6) very channery clay, strong brown (7.5YR 5/6) moist; moderate medium and fine angular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; common pressure cutans on vertical faces of peds; 45 percent channers; pale yellow (2.5Y 8/2) weathered rock fragments neutral (pH 7.0); abrupt irregular boundary.  (15 to 40 cm thick)\n2R--61 cm; shale bedrock; with strong brown (7.5YR 5/6) clay, strong brown (7.5YR 5/6) moist, coating fracture planes and filling occasional cracks that range up to 1 cm in width."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eureka County, Nevada; in Judd Canyon; 2,370 feet south and 240 feet west of northeast corner of section 23, T. 24 N., R. 54 E.; USGS Diamond Springs 7.5 minute topographic quadrangle; latitude 39 degrees 56 minutes 52 seconds N and longitude 115 degrees 50 minutes 49 seconds W; WGS84 Decimal Degrees 39.9477778 latitude, -115.8469444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist winter and spring, dry late June through early October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nOther features: Some pedons have identifiable secondary carbonates and are violently effervescent in the lower subhorizons above bedrock.\nParticle-size control section - Clay content: 35 to 50 percent.\nRock fragments: Average 35 to 50 percent, mainly channers.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Slightly acid through slightly alkaline.\nBt horizons\nHue: 10YR or 7.5YR; 2.5Y is common in lower subhorizons of some pedons.\nValue: 5 through 7 dry, 3 through 7 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Very channery clay, very channery clay loam, or very flaggy clay\nStructure: Moderate or strong, medium or fine angular blocky or subangular blocky.\nConsistence: Slightly hard to very hard, dry; very friable to firm, moist; moderately sticky or very sticky and moderately plastic or very plastic, wet.\nReaction: Neutral through moderately alkaline, usually increasing with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Shoreek, Short Creek, Venum, and Whitepeak series.\nShoreek, Short Creek, and Venum soils do not have bedrock within a depth of 100 cm. Whitepeak soils have argillic horizons with 50 to 60 percent clay and 50 to 70 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Roca soils are on hills, structural benches, and mountains. They formed in colluvium and residuum derived from volcanic and sedimentary rocks. Slopes are 4 to 75 percent. Elevations range from 1,280 to 2,320 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 230 mm, the mean annual temperature is 5 to 7 degrees C, and the frost-free period is 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Fera soil.  Fera soils are clayey-skeletal, moderately deep to lithic contacts, and have mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Roca soils are used for rangeland and wildlife habitat. The present vegetation is mainly Wyoming big sagebrush, Thurber's needlegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and central Nevada, southeastern Oregon, and southwestern Idaho. These soils are extensive with about 196,000 acres of the series mapped in Nevada to date.  MLRAs 14, 23, 24, 25, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada (Diamond Valley Area), 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 20 cm (A and BA horizons).\nArgillic horizon - The zone from 20 to 61 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 61 cm to underlying hard bedrock (2R layer).\nParticle-size control section - The zone from 20 to 61 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
