{
  "SERIES": "ROCCONDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TM-DD-RLB-JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "OVERVIEW": "The Rocconda series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from shale, rhyolite, siltstone and phyllite.  The Rocconda soils are on mountains, hills, plateaus and rock pediments.  Slopes are 2 to 50 percent.  The mean annual precipitation is about 200 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rocconda very channery loam, rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 55 percent channers and 1 percent flagstones.\nA--0 to 3 cm; light gray (2.5Y 7/2) very channery loam, olive brown (2.5Y 4/4) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine through coarse vesicular pores; 55 percent channers, 1 percent flagstones ; moderately alkaline (pH 8.0); abrupt wavy boundary.  (3 to 8 cm thick)\nBt--3 to 13 cm; light gray (2.5Y 7/2) very channery clay, light olive brown (2.5Y 5/4) moist; moderate fine subangular blocky structure parting to strong fine granular; slightly hard, friable, sticky and plastic; common very fine and fine roots; many very fine through medium tubular and interstitial pores; common faint clay films lining pores; slightly effervescent; 50 percent channers; moderately alkaline (pH 8.2); abrupt wavy boundary.  (8 to 30 cm thick)\nR--13 up to 38 cm;  flagstone size fractured siltstone; roots extended into vertical fractures; common thin carbonate coats and few thin silica coats on vertical and tilted fracture planes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; in the Edna Mountains south of Emigrant Canyon near Golconda, about 2,500 feet west and 2,200 feet south of the northeast corner of section 31, T. 36 N., R. 41 E.; USGS Golconda 7.5 minute topographic quadrangle; latitude 40 degrees 57 minutes 13 seconds N and longitude 117 degrees 24 minutes 2 seconds W; WGS84 Decimal Degrees 40.9536111 latitude, -117.4005556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist December through May and dry June through November; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to bedrock: 10 to 36 cm.\nReaction: Slightly alkaline or moderately alkaline.\nParticle-size control section - Clay content:  Averages 35 to 45 percent.\nRock fragments:  35 to 70 percent, mainly channers or angular gravel.\nA horizon\nHue:  2.5Y or 10YR.\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  2 through 4.\nOther features:  Effervescent in some pedons.\nBt horizons\nHue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 4 or 5 moist.\nTexture: Clay loam or clay.\nModifiers: Very channery, very gravelly, extremely gravelly or extremely channery.\nClay content:  35 to 50 percent.\nRock fragments:  35 to 70 percent, mainly channers or angular gravel.\nStructure:  Subangular blocky or granular.\nConsistence:  Slightly hard or hard, dry.\nEffervescence:  Slightly effervescent through violently effervescent.\nOther features:  Some pedons have lithochromic colors that reflect the color of the parent rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Burrita, Disage, Grumblen, Jung, Loomis and Pipespring soils.\nBurrita, Grumblen, Disage and Jung soils are 36 to 50 cm deep to the lithic contact.  Disage soils are dominated by gravel size fragment. Loomis soils are noncalcareous in all parts and are dominated by cobbles.  Pipespring soils have mean annual soil temperature of 11 to 12 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rocconda soils are on mountains, plateaus, hills and rock pediments.  These soils formed in residuum and colluvium derived from shale, rhyolite, siltstone and phyllite.  Slopes are 2 to 50 percent.  Elevations are 1,400 to 2,000 meters.  The climate is cool, semiarid with warm, dry summers and cold, moist winters.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bojo, Fubble and Hoot series.  Bojo and Fubble soils have loamy particle-size control section textures. Hoot soils have loamy-skeletal particle-size control section textures."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid or very rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly Lahonton sagebrush, bottlebrush squirreltail, pine bluegrass, Sandberg bluegrass, and Nevada ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  Rocconda soils are not extensive.  MLRA 23,24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, Nevada, East Part.  1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 3 cm (A horizon).\nArgillic horizon - The zone from 3 to 13 cm (Bt horizon).\nXeric intergrades - Meets organic carbon requirement for xeric.\nLithic contact - The boundary at 13 cm (R layer).\nParticle-size control section - The zone from the soil surface to 13 cm (A and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
