{
  "SERIES": "ROCHESTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JB-BDD-RJS",
  "REVDATE": "04/2013",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rochester very stony loamy sand, in woodland (colors are for dry soil unless otherwise noted).\nOi--0 to 5 cm; slightly decomposed forest litter.\nA--5 to 13 cm; dark grayish brown (10YR 4/2) very stony loamy sand, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and nonplastic; common fine, medium and coarse roots; many fine pores; 30 percent gravel, 15 percent cobbles, 10 percent stones; neutral (pH 7.2); abrupt smooth boundary. (8 to 12 cm thick)\nC1--13 to 41 cm; pale brown (10YR 6/3) very stony loamy sand, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots, and few coarse roots; many fine pores; 30 percent gravel, 15 percent cobbles, 15 percent stones; neutral (pH 6.9); clear smooth boundary. (20 to 65 cm thick)\nC2--41 to 152 cm; light brownish gray (2.5Y 6/2) very stony loamy sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few fine, medium and coarse roots; 30 percent gravel, 15 percent cobbles, 15 percent stones; neutral (pH 7.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, Montana; 700 meters north and 30 meters east of the SW corner of sec. 35, T. 5 S., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 3.5 to 8.0 degrees C.\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 1 to 3; dry or moist\nTexture: loamy sand, sandy loam or coarse sandy loam\nClay content:  0 to 10 percent\nRock fragments: 10 to 65 percent--10 to 35 percent gravel, 0 to 40 percent cobbles, stones and boulders\nReaction:  pH 6.6 to 7.3\nC1 horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 to 7 dry; 4 to 6 moist\nChroma: 1 to 3; dry or moist\nTexture: loamy sand, loamy coarse sand, sandy loam, coarse sandy loam, or coarse sand (50 percent or more of the sand fraction is medium sand and coarser)\nClay content: 0 to 10 percent\nRock fragments: 15 to 80 percent--15 to 30 percent gravel, 0 to 40 percent cobbles, stones, and boulders\nReaction: pH 5.6 to 7.3\nC2 horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 to 7 dry; 4 to 6 moist\nChroma: 1 to 3; dry or moist\nTexture: loamy sand, loamy coarse sand, sand, or coarse sand (50 percent or more of the sand fraction is medium sand and coarser)\nClay content: 0 to 10 percent\nRock fragments: 35 to 80 percent--15 to 60 percent gravel, 0 to 40 percent cobbles, stones, and boulders\nReaction: pH 5.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nClark fork (MT) - have a Bw horizon\nHopdraw (SD) - are deep to a lithic contact\nNemote (MT) - have lamella\nOraid (MT) - are moderately deep to a lithic contact\nQuamon (CO) - have C horizons that are calcareous"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes, hillslopes and escarpments\nElevation - 1,075 to 2,325 meters\nSlope - 4 to 80 percent\nParent material - colluvium derived mainly from gneiss, schist and granite\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 380 to 650 mm\nMean annual air temperature - 2.5 to 7.5 degrees C.\nFrost-free period - 70 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rochester soils are used as woodland and for woodland understory grazing. The native vegetation is Douglas fir with an understory of bluebunch wheatgrass, Idaho fescue, and elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Rochester soils are of moderate extent in mountain areas in southwestern and west-central Montana. MLRAs - 43B, 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, Montana, March 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 13 cm (Oi, A horizons);\nParticle-size control section - from 25 to 100 cm (part of C1, part of C2 horizon).\nRochester sols have a frigid temperature regime and an ustic moisture regime.\nADDITIONAL DATA: Soil interpretation records - MT0606, MT0849.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
