{
  "SERIES": "ROCIO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEH/JBC",
  "REVDATE": "03/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, frigid Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rocio gravelly fine sandy loam, forested.  (Colors are for dry soil unless otherwise noted.)\n01 & 02--1 inch to 0; partially decomposed forest litter.  (1/2 to 2 inch thick)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; soft, friable, slightly plastic; many fine and very fine roots; many fine interstitial pores; 20 percent fine pebbles, 5 percent cobbles; slightly acid; clear smooth boundary.  (3 to 6 inches thick)\nA2--5 to 18 inches;  pale brown (10YR 6/3) gravelly fine sandy loam, brown (10YR 4/3) moist; massive; soft, very friable; common fine, medium and coarse roots; common fine tubular pores; 30 percent fine pebbles; slightly acid; abrupt wavy boundary.  (6 to 15 inches thick)\nB21t--18 to 39 inches; brown (7.5YR 5/4) clay, dark brown (7.5YR 4/4) moist; strong medium blocky structure; very hard, very firm, slightly sticky and very plastic; many medium roots; few fine tubular pores; continuous thick clay films on surfaces of peds and in pores; 5 percent pebbles and cobbles; slightly acid; gradual wavy boundary.  (10 to 21 inches thick)\nB22t--39 to 63 inches; light brown (7.5YR 6/4) clay, brown (7.5YR 4/4) moist; strong coarse blocky structure that parts to moderate fine and medium blocky; very hard, very firm, slightly sticky and very plastic; few fine and medium roots; few fine tubular pores; continuous thick clay films on surfaces of peds and rock fragments, many pressure faces on secondary peds; 10 percent rock fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Miguel County, New Mexico; about 1.5 miles southeast of the Village of Rociada, or if section lines are projected from the Santa Fe National Forest, 600 feet south and 800 feet east of the NW corner section 6, T.18N., R.15E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum is more than 40 inches.  The soil is slightly acid or neutral.  Rock fragments are sandstone and range in amounts from 5 to 30 percent of each horizon.  Some pedons lack 0 horizons.\nThe A1 horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 or 3.  It is gravelly loam or gravelly sandy loam.  Rock fragments are 5 to 25 percent pebbles and 0 to 10 percent cobbles.\nThe A2 horizon has hue of 7.5YR or 10YR, value of 5 through 7, and chroma of 3 or 4.  It is loam, fine sandy loam, gravelly loam, or gravelly fine sandy loam.   Rock fragments are 5 to 15 percent pebbles and 0 to 5 percent cobbles.\nThe B2t horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 3 through 6.  It is clay or sandy clay and averages 45 to 60 percent clay.  Structure is strong medium or coarse blocky.  Rock fragments range from 0 to 10 percent flagstones or cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Burnac, Hogg, and Mirand series.  Burnac soils have a montmorillonitic mineralogy.  Hogg soils have a lithic contact at depths of 40 to 60 inches.  Mirand soils lack an A2 horizon and receive less precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rocio soils are on convex mountain slopes at elevations of 7,000 to 10,000 feet.  Slopes are 15 to 65 percent.  These soils formed in alluvial and colluvial deposits derived from sandstone and shale.  Climate is continental with average annual precipitation of 25 to 30 inches  of which 2/3 is received during the period of May through September.  The mean annual temperature is about 38 to 42 degrees F. and the mean annual summer temperature is 48 to 51 degrees F.  The frost free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brycan, Dargol, Kiln, Moreno and Stout soils.  Brycan and Moreno soils have mollic epipedons.  Dargol soils have lithic contact at depths of 20 to 40 inches.  Kiln and Stout soils have a lithic contact within 20 inches of the mineral surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, wildlife, recreation, and watershed.  Native vegetation is ponderosa pine, Douglas fir, white fir, and oak with an understory of Arizona fescue, mountain muhly, and pine dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central and northern New Mexico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Las Vegas Area, San Miguel County, New Mexico, 1977.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
