{
  "SERIES": "ROCKAWALKIN",
  "STATUS": "Established Series",
  "BYREV": "SYD-JEB/Rev. JWB",
  "REVDATE": "06/2006",
  "STATES": "DE,MD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, semiactive, mesic Aquic Arenic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rockawalkin loamy sand (in an area of Rockawalkin loamy sand, 0 to 2 percent slopes), on a smooth 1 percent slope, in a recently chisel-plowed field. (Colors are for a moist soil.)\nAp--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2), loamy sand, brown (10YR 5/3), dry; 10 percent medium prominent light yellowish brown (2.5Y 6/4) mottles; weak medium subangular blocky structure; very friable, nonsticky, nonplastic; common fine roots throughout and common medium roots throughout; common fine tubular and common medium tubular and common coarse tubular pores; slightly acid; mottles consist of E material that has been mechanically mixed; clear wavy boundary. (18 to 30 cm thick)\nAE--25 to 33 cm (10 to 13 inches); brown (10YR 5/3), loamy sand; 10 percent medium distinct light yellowish brown (2.5Y 6/4) mottles; weak medium subangular blocky structure parting to weak medium platy structure; very friable, nonsticky, nonplastic; common fine roots throughout and common medium roots throughout; common fine tubular and common medium tubular pores; neutral; mottles consist of E material that has been mechanically mixed; gradual irregular boundary. (0 to 13 cm thick)\nE--33 to 69 cm (13 to 27 inches); light yellowish brown (2.5Y 6/4), loamy sand; weak very coarse subangular blocky structure; very friable, nonsticky, nonplastic; common fine roots throughout; common fine interstitial pores; neutral; clear smooth boundary. (13 to 48 cm thick)\nBt1--69 to 99 cm (27 to 39 inches); yellowish brown (10YR 5/6), sandy loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots throughout; common fine vesicular and common fine interstitial and common fine tubular pores; 17 percent distinct dark yellowish brown (10YR 4/6), clay films on all faces of peds; 10 percent medium prominent irregular light brownish gray (2.5Y 6/2) iron depletions throughout and 10 percent medium distinct irregular yellowish brown (10YR 5/8) masses of oxidized iron throughout; strongly acid; gradual wavy boundary.\nBt2--99 to 109 cm (39 to 43 inches); light yellowish brown (2.5Y 6/4), sandy loam; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; common fine tubular and common fine vesicular and common very fine vesicular pores; 15 percent faint dark yellowish brown (10YR 4/6) clay films on all faces of peds; 5 percent fine prominent irregular light brownish gray (10YR 6/2) iron depletions throughout and 5 percent fine prominent irregular strong brown (7.5YR 5/8) masses of oxidized iron; strongly acid; clear smooth boundary. (Combined thickness of the Bt horizons is 25 to 58 cm)\nBCt--109 to 165 cm (43 to 65 inches); light yellowish brown (2.5Y 6/4), loamy sand; weak fine subangular blocky structure; very friable, slightly sticky, nonplastic; common fine interstitial and common fine tubular and common very fine interstitial pores; 15 percent prominent light yellowish brown (2.5Y 6/4) clay bridging between sand grains; 10 percent medium distinct irregular light brownish gray (2.5Y 6/2) iron depletions throughout and 10 percent medium distinct irregular light yellowish brown (10YR 6/4) masses of oxidized iron throughout and 10 percent fine prominent irregular strong brown (7.5YR 5/8) masses of oxidized iron throughout; strongly acid; gradual wavy boundary. (0 to 71 cm thick)\nCB--165 to 179 cm (65 to 70 inches); brownish yellow (10YR 6/6), loamy sand; massive; very friable, nonsticky, nonplastic; 10 percent medium distinct pale brown (10YR 6/3) iron depletions throughout and 10 percent medium distinct yellowish brown (10YR 5/8) masses of oxidized iron throughout; strongly acid; gradual wavy boundary. (0 to 71 cm thick)\nC--179 to 188 cm (70 to 74 inches); light yellowish brown (2.5Y 6/4), sand; massive; very friable, nonsticky, nonplastic; 10 percent fine prominent irregular yellowish brown (10YR 5/8) masses of oxidized iron throughout and 15 percent coarse distinct irregular gray (2.5Y 6/1) iron depletions throughout; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wicomico County, Maryland; about 5.0 miles west of Salisbury, MD on U.S. Route 50, 0.8 miles south on Rockawalkin Road, west side of Rockawalkin Road, 620 feet into a cultivated field; USGS Hebron topographic quadrangle; lat. 38 degrees 24 minutes 13.78 seconds N. and long. 75 degrees 39 minutes 40.83 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 50 to 97 cm (20 to 38 inches)\nDepth to base of Argillic horizon: 102 to 179 cm (40 to 70 inches)\nDepth to Bedrock: Greater than 183 cm (72 inches)\nDepth to Seasonal High Water Table: 50 to 102 cm (20 to 40 inches), January to May\nThickness of Sandy Surface Layers: 50 to 102 cm (20 to 40 inches)\nRock Fragments: 0 to 5 percent, by volume throughout; mostly quartz gravel\nSoil Reaction: Strongly acid to slightly acid throughout, unless limed. Inherently these soils have a low base status. & RANGE OF INDIVIDUAL HORIZONS:\nAp or A horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 or 4, chroma of 2 or 3\nTexture--sand, fine sand, loamy sand, or loamy fine sand\nMottles (mechanically mixed material)--shades of brown\nAE horizon:\nColor--hue of 10YR or 2.5Y, value of 4 to 6, chroma of 3 or 4\nTexture--sand, loamy sand, or loamy fine sand\nMottles (mechanically mixed material)--shades of brown\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7, chroma of 3 or 4\nTexture--sand, fine sand, loamy sand, or loamy fine sand\nEB or BE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 or 6, chroma of 3 to 6\nTexture--loamy sand or sandy loam\nBt horizon:\nColor--hue of 10YR or 2.5Y, value of 5 or 6, chroma of 3 to 6\nTexture--sandy loam, loam, or sandy clay loam\nRedoximorphic Features--masses of oxidized iron in shades of yellow, red, or brown and iron depletions in shades of gray or white\nBC or CB horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7, chroma of 3 to 8\nTexture--loamy sand, loamy fine sand, or sandy loam\nRedoximorphic Features-masses of oxidized iron in shades of yellow, red, or brown and iron depletions in shades of gray or white\nC horizon:\nColor--hue of 10YR or 2.5Y, value of 6 or 7, chroma of 3 to 6\nTexture--sand, fine sand, loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam\nRedoximorphic Features-masses of oxidized iron in shades of yellow, red, or brown and iron depletions in shades of gray or white\n2C horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 to 7, chroma of 3 to 8\nTexture--stratified loamy sand to fine sandy loam with thin layers of loam, sandy clay loam, or silty clay loam\nRedoximorphic Features-masses of oxidized iron in shades of yellow, red, or brown and iron depletions in shades of gray or white"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nPemberton soils--formed in marine sediments containing glauconite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain, upland\nLandform: Flat, shallow depression\nGeomorphic Component: Dip\nParent Material: Sandy eolian deposits over fluviomarine deposits\nElevation: 9 to 17 meters (30 to 55 feet) above mean sea level\nSlope:0 to 5 percent\nMean Annual Air Temperature: 11 to 14 degrees C. (52 to 57 degrees F.)\nMean Annual Precipitation: 1092 to 1245 mm (43 to 49 inches)\nFrost Free Period: 190 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nFort Mott soils--have a seasonal high water table below 183 cm (72 inches); on higher landforms\nRosedale soils--have a seasonal high water table at a depth of 122 to 183 cm (48 to 72 inches); on slightly higher landforms\nWoodstown soils--have a seasonal high water table at a depth of 51 to 102 cm (20 to 40 inches) and have sandy surface layers less than 51 cm (20 inches thick); on similar landforms\nPepperbox soils--have a seasonal high water table at a depth of 51 to 102 cm (20 and 40 inches) and do not decrease in clay more than 20 percent from the maximum clay content within 150 cm (59 inches) of the soil surface; on similar landforms\nCedartown soils--have a seasonal high water table at a depth of 122 to 183 cm (48 and 72 inches) and have a sandy particle-size control section; on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence: Moderately deep (50 to 100 cm) and common (present 3 to 6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Very low or low\nSaturated Hydraulic Conductivity: Moderately high or high\nPermeability (obsolete): Moderate or moderately rapid\nShrink-Swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Cultivated crops\nDominant Vegetation: Where cultivated--mostly corn, wheat, soybeans, and vegetables. Where in native vegetation--mostly American holly (Ilex opaca), flowering dogwood (Cornus florida), red maple (Acer rubrum), southern red oak (Quercus falcata), sweetgum (Liquidamber styraciflua), pignut hickory (Carya glabra), and loblolly pine (Pinus taeda)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Northern Tidewater Area of Maryland and possibly Delaware\nExtent: Small, about 5,000 to 10,000 acres"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wicomico County, Maryland, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Rockawalkin soils were previously mapped as Matawan soils.\nDiagnostic horizons and soil characteristics recognized in this pedon:\nOchric epipedon--the zone from 0 to 69 cm (Ap, AE, and E horizons)\nArgillic horizon--the zone from 69 to 165 cm (Bt and BCt horizons)\nAquic conditions--periodic saturation and reduction in a zone from 69 to 203 cm at some time during the year (endosaturation)\nOther soil features identified with this pedon:\nArenic feature--the zone from 0 to 69 cm has sandy texture (Ap, AE, and E horizons)\nSeries control section--the zone from 0 to 165 cm\nPrevious revisions: 11/2002-JAK\nADDITIONAL DATA:\nThe following pedons are available from the NRCS-Survey Laboratory, Lincoln, NE: S99MD-045-001.\nDatabase Information:\nOSD Data Mapunit ID: 32180\nOSD User Pedon ID: Rockawalkin-OSD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
