{
  "SERIES": "ROCKINCHAIR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHP/PSD/MCS",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rockinchair fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium platy structure parting to moderate medium granular; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and few medium roots; strongly effervescent, calcium carbonate disseminated; mildly alkaline (pH 7.4); abrupt wavy boundary.  (1 to 5 inches thick)\nBk1--4 to 18 inches; pale brown (10YR 6/3) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and plastic; common very fine, fine, and medium roots; strongly effervescent, calcium carbonate disseminated and as many fine and medium soft masses, seams, and as thin pendants on bottoms of gravel; 5 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary.\nBk2--18 to 32 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky, slightly plastic; few very fine, fine, and medium roots; strongly effervescent, calcium carbonate disseminated and as thin coatings on bottoms of gravel; 5 percent gravel; moderately alkaline (pH 8.2); abrupt wavy boundary.  (Combined thickness of the Bk horizon is 16 to 32 inches thick.)\nCr1--32 to 36 inches; light yellowish brown (2.5Y 6/4) soft shale that textures sandy clay loam when wetted and crushed, light olive brown (2.5Y 5/4) moist; strongly effervescent,  carbonates disseminated and as few medium soft masses between shale plates; many medium crystals of gypsum between shale plates.\nCr2--36 inches; olive gray (5Y 4/2) soft shale that textures clay when wetted and crushed, olive gray (5Y 4/2) moist; strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; approximately two miles north and one mile east of Dubois; 225 feet west and 1,400 feet south of the NE corner of sec. 31, T. 42 N., R. 106 W. 43 degrees 33 minutes 47 seconds north latitude and 109 degrees 36 minutes 53 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and the paralithic contact is 20 to 40 inches.  Depth to the top of the calcic horizon ranges from 4 inches to as much as 18 inches in the pedons containing a Bw horizon.  The mean annual soil temperature is 43 to 47 degrees F., and the mean summer soil temperature is 59 to 63 degrees F.  The matrix texture of the particle size control section is loam, sandy clay loam, or clay loam with 18 to 35 percent clay and more than 35 percent fine or coarser sand.  Coarse fragments range from 0 to 25 percent gravel and 0 to 5 percent stones.\nThe A horizon has hue of 10YR through 5YR, value of 4 through 6 dry,  3 or 4 moist, and chroma of 2 through 4.  Reaction is mildly or moderately alkaline.  A surface lag is present in some pedons.\nThe Bw horizon, when present, has hue of 2.5Y through 2.5YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 4.  Texture is loam, clay loam, or sandy clay loam modified by 0 to 25 percent gravel and 0 to 5 percent cobbles.  The Bw horizon is noncalcareous in the upper part in some pedons  but is never leached free of carbonates to a depth of over 6 inches.  Reaction is slightly or moderately alkaline in the upper part and moderately alkaline below 6 inches.\nThe Bk horizon has hue of 2.5Y through 2.5YR, value of 5 through  7 dry, 3 through 6 moist, and chroma of 2 through 4.  Texture is loam, clay loam, or sandy clay loam modified with 0 to 25 percent gravel and 0 to 5 percent cobbles.  Calcium carbonate equivalent ranges from 15 to 35 percent.  This horizon is considered to be a calcic.  Reaction is moderately or strongly alkaline.\nThe C horizon, when present, has the same basic morphological characteristics as the Bk except for the secondary calcium carbonate accumulation.\nThe Cr horizon consists of variegated sandy shale interbedded with sandstone.  Segregated lime and gypsum crystals are common between the shale and sandstone plates to a depth exceeding 60 inches.  The shale and sandstone platelets break down when wetted and texture clay, sandy clay, or sandy clay loam.  No roots penetrate the fragments, and only a few are found between or under the plates in the upper few inches below the bedrock-soil interface."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Luhon, Piezon and Rootel series.  Luhon soils have bedrock deeper than 60 inches.  Rootel soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rockinchair soils are on ridges, hillslopes, and terrace or pediment escarpments. Slopes are 1 to 45 percent.  These soils formed in residuum and colluvial slopewash derived dominantly from variegated shale interbedded with sandstone.  The mean annual temperature ranges from 40 to 45 degrees F., and the mean annual precipitation is 10 to 15 inches.  Elevation is 6,500 to 8,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almy, Blazon, Brownsto, Forelle, Luhon, and Sinkson soils.  All soils, except Blazon, have bedrock deeper than 60 inches.  Blazon soils have bedrock shallower than 20 inches.  Almy and Forelle soils have argillic horizons. Brownsto soils are skeletal.  Sinkson soils do not have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium or slow depending upon slope; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of Sandberg bluegrass, western wheatgrass, Indian ricegrass, needleandthread, threadleaf sedge, and some big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rockinchair soils are of limited extent in central and southern Wyoming."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (A)\nCalcic horizon - 4 to 32 inches (Bk1, Bk2)\nParalithic contact - 32 inches (Cr1)\nMLRR - D\nSIRs - WY0559, WY0898, WY1056\nNational Cooperative Soil Survey\nU.S.A."
  }
}
