{
  "SERIES": "ROCKCASTLE",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. JHW:JHN",
  "REVDATE": "08/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rockcastle silt loam - forested. (Colors are for moist soil.)\n01--3 to 1 inches; loose leaf and twig litter of mixed hardwoods and pines.\n02--1 to 0 inches; black (10YR 2/1) partially decomposed leaf litter.\nA1--O to 1 inches; very dark gray (10YR 3/1) silt loam; weak fine granular structure; very friable; many roots; 5 percent small shale and sandstone fragments; very strongly acid; abrupt smooth boundary. (0 to 2 inches thick)\nA2--1 to 6 inches; grayish brown (2.5Y 5/2 heavy silt loam; weak fine granular structure; friable, many roots; 4 percent small fragments of sandstone and shale; extremely acid; clear smooth boundary. (3 to 9 inches thick)\nB--6 to 14 inches; light olive brown (2.5Y 5/4) silty clay, common fine faint olive gray (5Y 4/2) and strong brown (7.5YR 5/6) mottles from weathered shale; moderate medium subangular blocky structure; firm; common roots; 8 percent small sandstone and shale fragments; very strongly acid; gradual smooth boundary. (6 to 12 inches thick)\nC1--14 to 28 inches; olive (5Y 5/3) clay, few streaks of yellowish red (5YR 5/6); relict platy structure; surfaces of plates partly coated with gray (5Y 5/1) and greenish gray (5GY 5/1) clay; very firm; few roots; 4 percent small weathered brown sandstone fragments; extremely acid; gradual smooth boundary. (10 to 17 inches thick)\nC2--28 to 50 inches; olive (5Y 5/3) soft clay shale, few streaks of yellowish brown (10YR 5/6); platy structure; sticky and plastic; 5 percent thin sandstone strata; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Powell County, Kentucky, on south side of Kentucky Highway 15, 100 yards east of Lombard, Kentucky."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 9 to 22 inches.  Depth to soft clay shale ranges from 20 to 40 inches. Reaction ranges from strongly acid through extremely acid above a depth of 30 inches and from extremely acid to neutral below a depth of 30 inches, except where limed, the Ap horizon ranges to neutral. Coarse fragments of sandstone, siltstone or shale range from O to 35 percent .\nThe A1 horizon ranges from black (10YR 2/1) through grayish brown (2.5Y 5/2).  The Ap and A2 horizons range from light yellowish brown (10YR 6/4) through olive gray (5Y 4/2).  They are silt loam or silty clay loam.\nThe B horizon ranges from yellow (10YR 7/6) through olive gray (5Y 4/2); mottles or streaks are in shades of red, brown, olive, or gray; gray colors are thought to be inherited from the original clay shale; textures are silty clay loam, silty clay or clay; structure is weak or moderate, fine or medium, angular or subangular blocky.\nThe C horizon ranges from dark greenish gray (5GY 4/1) through light olive brown (2.5Y 5/6; mottles or streaks are in shades of red, brown, olive, or gray; textures are silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blackly, Desolation, Melby, Sine and Snahopish series. The Blackly soils have sola 5 to 6 feet thick and B horizon in hue 7.5YR or redder. Descriptions of the other soils are not available for comparison ."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Hilly uplands with slopes of 10 to 55 percent. The regolith is residuum from acid clay shales. These soils are in areas of 36 to 50 inches average annual precipitation and 47 degrees to 59 degrees F average annual air temperature."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Cavode, Colyer, Coolville, Garmon, Rarden, and Shrouts series. The Cabode, Coolville, and Rarden soils have argillic horizons.  Colyer soils are less than 20 inches to hard black fissile shales.  Garmon soils contain less clay and are less acid.  Shrouts soils have thin argillic horizons and are much less acid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, with rapid runoff and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in forest. Small areas are used for pasture. Native vegetation is mixed hardwood-pine forest, chiefly chestnut, white, black and red oak; red and sugar maple; hickory, ash, yellow-poplar, dogwood and beech, Virginia pine, some shortleaf pine; few hemlocks along drainageways."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Knobs and Eastern Pennyroyal regions in Kentucky, and southern Indiana. The extent is moderate ."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bath County, Kentucky, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Rockcastle series previously was classified Sol Brun Acide, intergrading to Lithosol in the 1938 system.\nOSED scanned by SSQA.  Last revised by state on 9/72.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
