{
  "SERIES": "ROCKPORT",
  "STATUS": "Established Series",
  "BYREV": "NIH-JKW-CLN",
  "REVDATE": "11/2007",
  "STATES": "TX",
  "OVERVIEW": "The Rockport series consists of very deep, somewhat excessively drained, moderately rapid permeable soils that formed in eolian sands on the Pleistocene age Ingleside Strandplain.  These nearly level or very gently sloping soils are on broad flats and low mounds.  Slopes range from 0 to 2 percent.  Mean annual air temperature is about 22.2 degrees C (72 degrees F), and mean annual precipitation is about 787 mm (31 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hyperthermic, coated Oxyaquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rockport fine sand--in an area of Rockport fine sand, 0 to 2 percent slopes; on a southwest facing, 1.5 percent slope in rangeland; elevation is about 5.8 m (19 ft)(Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 in); grayish brown (10YR 5/2) fine sand, dark grayish brown (10YR 4/2) moist; weak fine granular structure parting to single grain; loose; 7 percent very fine and fine and 3 percent medium and coarse roots; 1 percent fine distinct yellowish brown (10YR 5/4) masses of iron accumulation with clear boundaries along root pore linings; moderately acid; clear smooth boundary.\nA2--10 to 46 cm (4 to 18 in); light brownish gray (10YR 6/2) fine sand, grayish brown (10YR 5/2) moist; weak fine subangular blocky structure parting to single grain; loose; 5 percent very fine and fine and 3 percent medium and coarse roots; 2 percent fine and medium distinct yellowish brown (10YR 5/4) masses of iron accumulation with clear boundaries along root pore linings; strongly acid; clear smooth boundary. (Combined thickness of the A horizon is 28 to 56 cm [11 to 22 in].)\nC--46 to 94 cm (18 to 37 in); light gray (10YR 7/2) fine sand, light brownish gray (10YR 6/2) moist; single grain; loose; 4 percent very fine, fine and medium roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with clear boundaries along root pore linings; moderately acid; gradual smooth boundary. Thickness of the C horizon is 23 to 86 cm [9 to 34 in].)\nCg1--94 to 150 cm (37 to 59 in); very pale brown (10YR 8/2) fine sand, light gray (10YR 7/2) moist; single grain; loose; 3 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with clear boundaries along root pore linings; slightly acid; gradual smooth boundary.\nCg2--150 to 178 cm (59 to 70 in); very pale brown (10YR 8/2) fine sand, light gray (10YR 7/2) moist; single grain; loose; 1 percent very fine and fine roots; moderately acid; gradual smooth boundary. (Combined thickness of the Cg horizon is 74 to 124 cm [29 to 49 in].)\nCg3--178 to 203 cm (70 to 80 in); very pale brown (10YR 8/2) fine sand, light gray (10YR 7/2) moist; single grain; loose; 1 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/4) masses of iron accumulation with clear boundaries along root pore linings; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kleberg County, Texas; from the intersection of the U.S. Highway 77 and Farm Road 70 (2.63 miles northeast of Kingsville) in Bishop; 20.9 miles generally east on Farm Road 70; 2.0 miles east on county road; 6.28 miles generally east on paved ranch road; 4.0 miles south-southwest on ranch road; 0.75 mile west-northwest on ranch road; 120 feet north in rangeland. Pita Island USGS quadrangle; Latitude, 27 degrees, 31 minutes, 35.0 seconds N; Longitude, 97 degrees, 21 minutes, 18.2 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on udic.  The soil moisture control section is dry in some or all parts for less than 120 cumulative days in normal years.  November through April are the driest months, with a second dry period in July, while September is the wettest month.  Although rainfall amounts are that of an ustic moisture regime, the effective precipitation is higher due to relative landscape position and a fluctuating water table.  A water table is present in most pedons within 102 cm (40 in) of the surface in most years for 20 or more consecutive days, or 30 or more cumulative days.\nMean annual soil temperature: 22 to 23 degrees C (71 to 73 degrees F).\nDepth to redox concentrations: 0 to 25 cm (0 to 10 in)\nDepth to redox depletions: 102 to 203 cm (40 to 80 in)\nDepth to endosaturation: 64 to 102 cm (25 to 40 in) in most years for a period of two months\nParticle-size control section (weighted average)\nClay content: 1 to 5 percent\nSand content: 90 to 94 percent\nA horizon\nHue: 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 1 or 2\nTexture: fine sand\nClay content: 1 to 4 percent\nMasses of Iron Accumulation: amount-0 to2 percent, size-fine or medium, contrast-faint to distinct, boundary-clear to sharp\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: very strongly acid to neutral\nC horizon\nHue: 10YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 4\nTexture: fine sand\nClay content: 1 to 4 percent\nMasses of Iron Accumulation: amount-1 to 5 percent, size-fine or medium, contrast-faint to prominent, boundary-clear to sharp\nRedox depletion: amount-0 to 2 percent, size-fine or medium, contrast-faint, boundary-clear to diffuse\nEC (dS/m): 0 to 2\nSAR: 0 to 6\nReaction: strongly acid to neutral\nCg horizon\nHue: 10YR, 2.5Y, 5Y or N/\nValue: 6 to 8, 5 to 7 moist\nChroma: 0 to 2\nTexture: fine sand or loamy fine sand\nClay content: 1 to 10 percent\nMasses of Iron Accumulation: amount-0 to 7 percent, size-fine to coarse, contrast-faint to prominent, boundary-clear to sharp\nRedox depletion: quantity-0 to 10 percent, size-fine to coarse, contrast-faint, boundary-diffuse or clear\nEC (dS/m): 0 to 2\nSAR: 0 to 6\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Arenisco, Daggerhill, Falfurrias, Galveston, Greenhill, Padre, Panam, and the Votaw series.\nArenisco soils: have less than 90 percent resistant minerals in the fine earth fraction.\nDaggerhill, Falfurrias and Greenhill soils: do not have a water table within 203 cm (80 in) of the surface.\nGalveston soils: are dry in the soil moisture control section for less than 90 cumulative days in normal years.\nPadre and Panam soils: have less than 5 percent silt plus clay in the control section.\nVotaw soils: are in a thermic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian sands of Ingleside strand plain of late Pleistocene age\nLandform: strand plain\nSlope: 0 to 2 percent\nMean annual air temperature range: 22 to 23 degrees C (71 to 73 degrees F)\nMean annual precipitation range: 686 to 889 mm (27 to 35 in)\nPrecipitation pattern: November through April are the driest months, with a second dry period in July, with September being the wettest month\nFrost-free period: 310 to 330 days\nElevation: 1.5 to 6.1 m (5 to 20 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dianola, Dietrich, Mustang, Narta, and Nueces series.\nDianola soils: poorly drained, have higher water tables for longer periods throughout the year, and are on the strand plain\nDietrich, Narta and Nueces soils: have an argillic horizon and are on higher landforms.\nMustang soils: poorly drained, have higher water tables and are on barrier islands or depressions between dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Permeability is moderately rapid.  Runoff is very low.  The soil in lower elevations near bays or the Laguna Madre is subject to rare flooding from tidal surges from strong tropical storms.  The water table is at 64 to 102 cm (25 to 40 in) in most years for a period of two months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation consists of seacoast bluestem, gulfdune paspalum, thin paspalum, and an overstory or scrub or running liveoak.  The ecological site is Coastal Sand, PE 31-44 (150BY648TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) on the Ingleside Strandplain of the Gulf Coast plains of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kleberg County, Texas, 2007.  The name is taken from a nearby community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Galveston series.  The series are separated based on the difference in soil moisture regime and sand mineralogy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 46 cm (0 to 18 in). (A1 and A2 horizons)\nParticle-size control section: 25 to 102 cm (10 to 40 in). (A2, C and Cg1 horizons)\nDepth to Redox concentrations: 0 to 203 cm (0 t0 80 in). (A1, A2, C, Cg1, Cg2 and Cg3 horizons)\nDepth to Redox depletions: 94 to 203 cm (37 to 80 in). (Cg1, Cg2 and Cg3 horizons)\nEndosaturation: The zone of saturation at 64 to 102 cm (25 to 40 in) in most years for a period of two months."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  NSSL characterization data from S99TX-007-001. Particle-size analysis, salinity and sodicity tests from pedons analyzed at the project office.\nTAXONOMIC VERSION:  Soil Taxonomy, Tenth Edition, 2006"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 10 cm (0 to 4 in); grayish brown (10YR 5/2) fine sand, dark grayish brown (10YR 4/2) moist; weak fine granular structure parting to single grain; loose; 7 percent very fine and fine and 3 percent medium and coarse roots; 1 percent fine distinct yellowish brown (10YR 5/4) masses of iron accumulation with clear boundaries along root pore linings; moderately acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--10 to 46 cm (4 to 18 in); light brownish gray (10YR 6/2) fine sand, grayish brown (10YR 5/2) moist; weak fine subangular blocky structure parting to single grain; loose; 5 percent very fine and fine and 3 percent medium and coarse roots; 2 percent fine and medium distinct yellowish brown (10YR 5/4) masses of iron accumulation with clear boundaries along root pore linings; strongly acid; clear smooth boundary. (Combined thickness of the A horizon is 28 to 56 cm [11 to 22 in].)"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C--46 to 94 cm (18 to 37 in); light gray (10YR 7/2) fine sand, light brownish gray (10YR 6/2) moist; single grain; loose; 4 percent very fine, fine and medium roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with clear boundaries along root pore linings; moderately acid; gradual smooth boundary. Thickness of the C horizon is 23 to 86 cm [9 to 34 in].)"
      },
      {
        "name": "Cg1",
        "top": 94,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg1--94 to 150 cm (37 to 59 in); very pale brown (10YR 8/2) fine sand, light gray (10YR 7/2) moist; single grain; loose; 3 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation with clear boundaries along root pore linings; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 150,
        "bottom": 178,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg2--150 to 178 cm (59 to 70 in); very pale brown (10YR 8/2) fine sand, light gray (10YR 7/2) moist; single grain; loose; 1 percent very fine and fine roots; moderately acid; gradual smooth boundary. (Combined thickness of the Cg horizon is 74 to 124 cm [29 to 49 in].)"
      },
      {
        "name": "Cg3",
        "top": 178,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg3--178 to 203 cm (70 to 80 in); very pale brown (10YR 8/2) fine sand, light gray (10YR 7/2) moist; single grain; loose; 1 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/4) masses of iron accumulation with clear boundaries along root pore linings; moderately acid."
      }
    ]
  ]
}
