{
  "SERIES": "ROCKYGLEN",
  "STATUS": "Established Series",
  "BYREV": "Rev.JWH/ET",
  "REVDATE": "05/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rockyglen very gravelly loam on a north facing 75 percent slope under tanoak and Douglas-fir. (Colors are for dry soil unless otherwise stated) When described on May 31, 2002, the soil was moist throughout.\nOi--0 to 3 centimeters; slightly decomposed plant material; abrupt smooth boundary, moderately acid (pH 6.0). (0 to 5 centimeters thick)\nA--3 to 8 centimeters; light brownish gray (10YR 6/2) very gravelly loam, dark grayish brown (10YR 4/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; 35 percent gravel; neutral (pH 7.0); gradual smooth boundary. (3 to 20 centimeters thick)\nABt--8 to 22 centimeters; light brownish gray (10YR 6/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine dendritic tubular pores; few faint clay films on all faces of peds; 35 percent gravel; slightly acid (pH 6.5); clear smooth boundary. (0 to 20 centimeters thick)\nBt--22 to 61 centimeters; light brownish gray (10YR 6/2) very cobbly loam, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine dendritic tubular pores; few faint clay films around rock fragments; 20 percent gravel and 15 percent cobbles; slightly acid (pH 6.5); clear wavy boundary. (25 to 55 centimeters thick)\nBw--61 to 120 centimeters; light brownish gray (10YR 6/2) very cobbly loam, yellowish brown (10YR 5/4) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine dendritic tubular pores; 20 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 6.8); clear wavy boundary. (combined thickness of the Bw horizons is 25 to 100 centimeters thick)\nC--120 to 200 centimeters; light brownish gray (10YR 6/2) very cobbly loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine dendritic tubular pores; 20 percent gravel, 25 percent cobbles, and 10 percent stones; neutral (pH 6.8). (combined thickness of C horizons is 130 to 180 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; Located about 4 miles north of the town of Garberville; USGS Fort Seward Quadrangle, California; WGS84 Decimal degrees 40.1663889 latitude and -123.7402778 longitude; UTM 10T 436952e, 4446495n; NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry in all parts for 45 or more consecutive days after the summer solstice and moist in all parts from November through May. The soils have a xeric soil moisture regime.\nThe mean annual soil temperature at 50 centimeters is 10 to 14 degrees C.\nParticle size control section (weighted average):\nRock fragments: 35 to 70 percent gravel, 0 to 30 percent cobbles, and 0 to 10 percent stones\nClay content: 8 to 26 percent\nA horizon\nHue: 10YR\nValue: 5 or 6, 3 or 4 moist\nChroma: 1 to 4 dry and moist\nRock fragments: 15 to 89 percent gravel and 0 to 5 percent cobbles\nClay content: 10 to 26 percent\nReaction: strongly acid to neutral\nBt or Bw horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 to 4 dry or moist\nTexture of fine earth: loam, sandy clay loam, or sandy loam\nRock fragments: 35 to 89 percent gravel, 0 to 25 percent cobbles, and 0 to 10 percent stones.\nClay content: 8 to 26 percent\nReaction: strongly acid to neutral\nC horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 to 4 dry or moist\nTexture of fine earth: loam, sandy clay loam, or sandy loam\nRock fragments: 35 to 89 percent gravel, 0 to 25 percent cobbles, and 0 to 10 percent stones.\nClay content: 8 to 26 percent\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atring, Barpeak, Beekman, Farber, Forgay, Geppert, Hartless, Hilltish, Kanid, Straight, Vena, and Woodin soils. Atring, Geppert, and Straight soils have paralithic contact above 100 cm. Barpeak soils are derived from mica schist. Beekman, Hilltish, Vena, and Woodin soils have lithic contact above 100 cm. Farber soils formed in loess. Forgay soils formed in alluvium.  Hartless soils have a mean average winter temperature of less than 5 degrees C. Kanid soils have paralithic contact above 150 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rockyglen soils are on mountain slopes. Slopes are 30 to 100 percent. Elevations are 60 to 1000 meters. These soils formed in colluvium and residuum derived from sandstone or mudstone. The climate is subhumid with warm dry, summers and cool, moist winters. Mean annual precipitation is 1250 to 3050 millimeters. Mean January temperature is about 7 degrees C, mean July temperature is about 22 degrees C, and the mean annual temperature is 12 to 14 degrees C. Frost free season is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Tannin, Burgsblock, and Coolyork soils.  Tannin soils contain less than 35 percent rock fragments and are found on linear to slightly concave or convex positions on summits, shoulders and backslopes on mountain slopes. Blocksburg soils have an increase of 1.2 times the percent clay in the Bt horizon.  Coolyork soils contain more than 35 percent clay. Coolyork soils are found on linear to slightly concave slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, medium to high runoff, high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, and watershed. Natural vegetation includes Douglas-fir, tanoak, madrone, and evergreen huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou-Trinity Area; MLRA 5. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County Soil Survey, Southern Part, California 2010"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 22 centimeters (Oi, A, and ABt  horizons).\n2. Cambic horizon - the zone from 22 to 120 centimeters (Bt and Bw horizons).\n3. Particle-size control section - the zone from 28 to 103 centimeters (Bt and C1 horizons)\n4. In the eastern part of the Survey, the frost free period is reduced to 90 to 240 days.\n5. Base saturation (by ammonium acetate) between 25 and 75 centimeters is 28 to 46 percent.\nADDITIONAL DATA: NSSL Pedon 09N0113 from another Rockyglen pedon (09N0114) was used to interpret information for this series.\nNASIS Pedon User Id: 02CA601021\nKeys to Soil Taxonomy, 12th edition\nNational Cooperative Soil Survey\nU.S.A."
  }
}
