{
  "SERIES": "ROCKERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW",
  "REVDATE": "09/2011",
  "STATES": "SD,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rockerville channery silt loam, on a northeast facing, slightly convex slope of 20 percent, in a  vegetative community consisting of an overstory of ponderosa pine and an understory of mixed grasses, forbs, and low shrubs, at an elevation of about 1,180 meters.  (Colors are for dry soil unless otherwise noted.)  When described on June 3, 2004 the soil was slightly moist throughout.\nOi--0 to 2 cm; slightly decomposed forest litter consisting of ponderosa pine needles, cones, twigs, and detached roots.  (0 to 4 cm thick)\nA1--2 to 9 cm; dark gray (10YR 4/1) channery silt loam, very dark gray (10YR 3/1) moist; weak medium and moderate very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; about 20 percent subangular limestone fragments; slight effervescence; slightly alkaline; clear smooth boundary.\nA2--9 to 18 cm; dark gray (10YR 4/1) channery silt loam, very dark gray (10YR 3/1) moist; weak fine and medium subangular blocky structure parting to moderate very fine and fine granular; soft, very friable, slightly sticky and moderately plastic; common very fine and fine and few medium roots; about 25 percent subangular limestone fragments; about 7 percent calcium carbonate equivalent; strong effervescence;  slightly alkaline; clear smooth boundary.  (Combined thickness of the A horizon is 2 to 23 cm)\nABk--18 to 37 cm; dark grayish brown (10YR 4/2) extremely flaggy silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and very fine granular structure; soft, very friable, slightly sticky and moderately plastic; common very fine, few fine roots; about 85 percent limestone fragments, of which 60 percent are subangular flagstones and 25 percent are subangular channers; calcium carbonate disseminated throughout; thin continuous calcium carbonate coatings on the bottom of rock fragments; about 16 percent calcium carbonate equivalent; violent effervescence; slightly alkaline; clear smooth boundary.  (0 to 20 cm thick)\nR--37 to 200 cm; very pale brown (10YR 7/3) to white (10YR 8/1) hard, fractured limestone bedrock; fractures are typically about 0.5 cm wide at the narrowest part; distance between fractures ranges from about 40 to more than 90 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meade County, South Dakota; about 0.5 miles southwest of Tilford; located about 1,450 feet south and 2,250 feet east of the northwest corner of Sec. 19, T. 4 N., R. 6 E.; Tilford USGS quadrangle; 44 degrees 17 minutes 49 seconds north latitude and 103 degrees 26 minutes 35 seconds west longitude; NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: ustic moisture regime bordering on udic\nDepth to calcic horizon:  12 to 35 cm\nThickness of the mollic epipedon:  18 to 38 cm and constitutes over one-third the thickness of the soil above bedrock\nParticle-size control section (weighted average):\nClay content:  15 to 27 percent\nSand content:  10 to 20 percent fine sand and coarser\nRock fragments:  35 to 85 percent limestone rock fragments\nA horizon:\nHue:  7.5YR or 10YR\nValue:  3 to 5, 2 or 3 moist\nChroma:  1 to 3\nTexture:  L, SIL (fine-earth fraction)\nRock fragments:  5 to 35 percent angular and subangular limestone channers or subrounded gravel\nReaction:  neutral or slightly alkaline\nABk horizon:\nHue:  7.5YR to 10YR\nValue:  4 or 5, 3 or 4 moist\nChroma:  2 or 3\nTexture:  L, SIL (fine-earth fraction)\nRock fragments:  20 to 50 percent subangular channers or subrounded gravel; 0 to 50 percent subangular cobbles; 0 to 60 percent angular or subangular flagstones; fragments typically consist of hard limestone and/or calcareous sandstone\nCalcium carbonate equivalent:  15 to 25 percent\nReaction:  slightly alkaline\nBk and/or Ck horizon (when present):\nHue:  5YR to 10YR\nValue:  5 to 7, 4 or 5 moist\nChroma:  2 to 4\nTexture:  Loam or silt loam (fine-earth fraction)\nClay content:  15 to 27 percent\nRock fragments:  20 to 50 percent subangular channers or subrounded gravel; 0 to 50 percent subangular cobbles; 0 to 60 percent angular or subangular flagstones; fragments typically consist of hard limestone and/or calcareous sandstone\nCalcium carbonate equivalent:  15 to 25 percent\nReaction:  slightly alkaline or moderately alkaline\nR horizon:\nHue:  5YR to 2.5Y\nValue:  6 to 8\nChroma:  1 to 4\nTexture:  Hard fractured limestone or calcareous sandstone; fractures typically contain fine-earth material in the upper 20 to 50 cm; fine-earth material consists of less than 5 percent of the total volume of this horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nTyzak and Tyzut - are at elevations above 2440 meters and have Typic-Ustic and Aridic-Ustic soil moisture regimes, respectfully."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Typically residuum derived from limestone or, less commonly, calcareous sandstone\nLandform:  Bedrock-controlled dipslopes and ridges in mountains\nSlopes:  2 to 60 percent\nElevation:  1,160 to 1,830 meters\nMean annual temperature:  5 to 7 degrees C (42 to 45 degrees F)\nMean annual precipitation:  430 to 660 mm\nPrecipitation pattern:  In most years, half or more of the normal annual precipitation falls as rain and/or snow in the spring and early summer.\nFrost-free period:  110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nGurney and Pesowyo - are moderately deep and occur below Rockerville soils. Additionally the Gurney soils have an argillic horizon and are fine-loamy.\nHopdraw, Sawdust, and Vanocker - are deep or very deep and occur below the Rockerville soils.  Additionally, Hopdraw soils are sandy-skeletal; Sawdust lack a mollic epipedon and an calcic horizon; and Vanocker soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; saturated hydraulic conductivity is moderately high to high; runoff is slow to very rapidf, depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rockerville soils are used for livestock grazing and wildlife habitat.  Vegetation consists of light to\nmoderate stands of ponderosa pine, with an understory of little bluestem, sedge, bluegrass, bearberry, ground juniper, and snowberry.  The site index for ponderosa pine is less than 50."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rockerville soils occur on the Low Limestone Plateau physiographic area of the Black Hills of South Dakota and Wyoming; LRR G, MLRA 62; the series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Lawrence County, South Dakota."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 18 to 37 cm (ABk horizon)\nMollic epipedon:  The zone from 2 to 37 cm (A1, A2, ABk horizons)\nCalcic horizon:  The zone from 18 to 37 cm  (ABk horizon)\nLithic contact:  The contact with hard limestone bedrock at 37 cm (R horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nThe Rockerville series is established to replace the Paunsaugunt series previously correlated in the Black Hills, MLRA 62\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
