{
  "SERIES": "ROCKSAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDV-DBO-RJB",
  "REVDATE": "06/2015",
  "STATES": "IA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rocksan silty clay loam, nearly level slope, in a cultivated field. (Colors are for moist colors unless otherwise stated.)\nAp--0 to 9 inches; black (N 2/0) silty clay loam, very dark gray (5Y 3/1) dry; weak very fine subangular blocky structure; friable; strongly effervescent; slightly alkaline; abrupt smooth boundary.\nA--9 to 14 inches; black (N 2/0) silty clay loam, very dark gray (5Y 3/1) dry; weak fine granular structure; friable; slightly effervescent; slightly alkaline; clear smooth boundary.\nAB--14 to 17 inches; black (5Y 2/1) silty clay loam, very dark gray (5Y 3/1) dry; common dark gray (5Y 4/1) worm casts; weak very fine and fine subangular blocky structure; friable; few dark concretions (manganese oxides); slightly effervescent; slightly alkaline; clear smooth boundary.\nBg--17 to 21 inches; olive gray (5Y 5/2) loam; few fine distinct yellowish brown (10YR 5/6) mottles; few dark gray (5Y 4/1) worm casts; weak very fine subangular blocky structure; friable; few dark concretions (manganese oxides); strongly effervescent; slightly alkaline; gradual smooth boundary.\n2BC--21 to 25 inches; light olive brown (2.5Y 5/4) sandy loam; common fine faint grayish brown (2.5Y 5/2) mottles; weak very fine subangular blocky structure; friable; few very dark gray (5Y 3/1) fills in root channels; strongly effervescent; moderately alkaline; abrupt smooth boundary.\n2C1--25 to 33 inches; brownish yellow (10YR 6/6) loamy fine sand; massive; friable; few fine roots; violently effervescent; strongly alkaline; clear smooth boundary.\n2C2--33 to 55 inches; light yellowish brown (2.5Y 6/4) loamy fine sand; massive; friable to firm; few fine roots; violently effervescent; strongly alkaline; clear smooth boundary.\n3C3--55 to 60 inches; mottled reddish brown (2.5YR 5/4) and pale olive (5Y 6/3) silty clay; massive; very firm; violently effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Floyd County, Iowa; located about 2,635 feet north and 900 feet west of the southeast corner of section 5, T. 94 N., R. 17 W.; USGS Green topographic quadrangle; lat. 42 degrees 59 minutes 13 seconds N. and long. 92 degrees 52 minutes 17 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the surficial loamy sediments over the weathered sandstone typically is 24 to 30 inches but ranges from 20 to 40 inches. Solum thickness corresponds closely to sediment depth, but roots develop in the loamy fine sand materials below.\nThe A horizon has hue of 10YR to 5Y with value of 2 or 3 and chroma of 0 to 2. The A horizon ranges from 12 to 20 inches in thickness.\nThe B horizon is loam or sandy loam. Hue is 2.5Y or 5Y, value is 4 or 5 and chroma is 2 to 4.\nThe 2C materials range from loamy fine sand to very fine sandy loam with 70 to 80 percent sand and 6 to 10 percent clay. The 2C horizon has hue of 2.5YR to 5Y, value of 5 to 7 and chroma of 3 to 6. It is moderately alkaline or strongly alkaline.\nThe 3C horizon has hue of 2.5YR or 5YR, value of 4 to 6 and chroma of 3 to 6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coriff, Fieldon, and Lemond series. The Coriff, Fieldon, and Lemond soils have more sand and less clay in the upper part of the control section. In addition, Coriff soils have a loam or clay loam 2C horizon within depths of 40 inches, Lemond soils have more medium and coarse sand in the 2C horizon, and Fieldon soils have more stratified C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rocksan soils are on nearly level broad summits and on shoulders that are below steeper backslopes and slightly above incised drainageways. Slope gradients are less than 2 percent. Within a depth of 60 inches there are 3 kinds of parent materials. The upper one is Holocene loess and eolian sediments. The lower 2 were cretacious interbedded sedimentary rocks, sandstone, shale or limestone. Mean annual air temperature ranges from 44 to 48 degrees F. Mean annual precipitation ranges from 28 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aureola, Jacwin sandstone substratum, and Norville soils. Aureola soils are on ridges and higher-lying flats. They formed in similar sediments overlying sandstone and form a hydrosequence with the Rocksan soils. Jacwin sandstone substratum and Norville soils occur on slightly higher broad summits. They are underlain with reddish clayey deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is low. Permeability is moderate in the surficial mantle and rapid in the 2C horizon. It is slow in the underlying clay deposits."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Commonly cropped to corn and soybeans. The native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, Fowl Bluegrasses, Green Muhlies, Fox Sedges, Field Sedges, Dudleys Rushes, Torreys Rushes, Swamp Milkweeds, False Sneezeweeds, False Asters, New England Asters, White Panicled Asters, and Wild Mints."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central Iowa."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Floyd County, Iowa, 1989. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 17 inches (Ap, A and AB horizons);\ncambic horizon--the zone from a depth of 17 to 25 inches. (Bg and BC horizons);\naquic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
