{
  "SERIES": "ROCKAWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFE-JHW-SMF",
  "REVDATE": "07/2007",
  "STATES": "NJ",
  "OVERVIEW": "The Rockaway series consists of very deep well or moderately well drained soils. They are moderately deep to a fragipan.  The soils formed in till on uplands.  Slope ranges from 3 to 60 percent.  Permeability is moderately rapid or moderate above the fragipan and slow or very slow in the fragipan. Mean annual temperature is about 52 degrees F. and mean annual precipitation is about 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rockaway gravelly sandy loam - wooded.  (Colors are for moist soil.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) gravelly sandy loam; weak medium granular structure; very friable; many roots; common fine vesicular pores; very dark gray to black stains on most rock fragments, sand grains and surfaces of peds; 25 percent stones, cobbles and gravel; very strongly acid; clear wavy boundary.  (1 to 4 inches thick)\nBt1--4 to 9 inches; yellowish brown (10YR 5/6) gravelly loam; weak fine subangular blocky structure; friable; common roots; common fine vesicular pores; many sand grains stained; few faint silt and clay coats on faces of peds and on rock fragments; discontinuous silt and very fine sand coatings in pores; 20 percent stones, cobbles, and gravel in equal proportions; strongly acid; gradual wavy boundary.\nBt2--9 to 22 inches; yellowish brown (10YR 5/6) gravelly loam; moderate medium subangular blocky structure; friable; common fine vesicular pores; few distinct clay films on faces of peds, in sand and gravel niches, and in pores; 20 percent gravel and cobbles with a few stones; strongly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons is 8 to 30 inches.)\nBx--22 to 38 inches; yellowish brown (10YR 5/4) gravelly sandy loam; moderate thick platy structure; very firm, brittle; few very fine vesicular pores; common distinct clay films on surfaces of peds; few fine black (10YR 2/1) stains on surfaces of peds; 25 percent rock fragments of mostly gravel and cobbles and a few stones; common fine and medium faint strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6 and 10YR 5/8) masses of iron accumulation, and common fine and medium faint pale brown (10YR 6/3) iron depletions; strongly acid; gradual wavy boundary.  (12 to 36 inches thick)\nC1--38 to 56 inches; pale brown (10YR 6/3), light brownish gray (2.5Y 6/2), and light olive brown (2.5Y 5/4) gravelly sandy loam; faint olive yellow (2.5Y 6/6) and yellowish brown (10YR 5/4) variegation that fades into matrix colors; massive; firm, weakly brittle when dry; few very fine vesicular pores; 25 percent rock fragments of mostly gravel and cobbles with a few stones; strongly acid; clear wavy boundary.  (0 to 30 inches thick)\nC2--56 to 72 inches; pale brown (10YR 6/3), light brownish gray (2.5Y 6/2), and light olive brown (2.5Y 5/4) very gravelly loamy sand; massive; very friable; 40 percent rock fragments of mostly gravel and cobbles with a few stones; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Passaic County, New Jersey; Township of West Milford, 10 feet east of new unimproved dirt road, 0.8 mile north of junction with Stonetown Road.  Junction is 425 feet west of intersection of Stonetown Road and Greenwood Lake Turnpike.  USGS Greenwood Lake quadrangle, lat. 41 degrees 7 minutes 35 seconds N. and long. 74 degrees 18 minutes 15 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 30 to 50 inches.  Depth to bedrock is typically greater than 6 feet.  Depth to the fragipan is 18 to 40 inches and the thickness ranges from 12 to 36 inches.   Rock fragments range from 5 to 40 percent by volume in the solum and from 25 to 65 percent in the C horizon.  They range from gravel to boulders in size.  In some cultivated areas surface stones and boulders have been removed.  Mineralogy is dominated by quartz and feldspars with some mica and ferromagnesian minerals.  Reaction is strongly acid or very strongly acid throughout, except where limed.\nSome pedons have O horizons.\nThe Ap or A horizon is neutral or has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 0 to 4. Texture ranges from sandy loam to loam in the fine-earth fraction.  Structure ranges from weak or moderate, fine or medium granular to weak fine or medium subangular blocky.\nSome pedons have an E horizon that has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 2 to 6.  Texture and structure have the same range as the A horizon.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 8.  Texture ranges from loam to sandy loam in the fine-earth fraction.  Structure is weak to strong fine to coarse subangular blocky.  Consistence is friable.\nThe Bx horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 4 to 6.  Color variegation or redoximorphic features of brown, olive or gray are common.  Texture ranges from loam to sandy loam in the fine-earth fraction.  The Bx horizon commonly has weak to strong thick platy or weak or moderate very coarse prismatic structure but in some pedons it is massive or has moderate medium subangular blocky structure. Consistence is firm or very firm.  It is commonly brittle or semi-deformable.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 8, or it is mottled with these and other hues.  Texture is sandy loam or loamy sand in the fine-earth fraction.  Consistence is friable to loose. The C horizon may be slightly or moderately hard when dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nSoils in related families are the Annandale, Bartley, Hibernia, Netcong, Swartswood, Troy, and Woodbridge series.  Annandale, Bartley, and Troy soils have fine-loamy textural control sections.  Hibernia soils have low chroma iron depletions within the upper 10 inches of the argillic horizon.  Netcong soils do not have a fragipan.   Swartswood and Woodbridge soils have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rockaway soils are on complex hilly to mountainous glaciated topography.  Slope ranges from 3 to 60 percent, but commonly is 8 to 25 percent.  The soils developed in coarse or moderately coarse textured till composed primarily of granitic gneiss with smaller amounts of quartzite, sandstone, and shale, and in some pedons, limestone. Mean annual temperature ranges form 45 to 52 degrees F. and mean annual precipitation ranges from 44 to 54 inches. Frost-free period ranges from 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chatfield, Hibernia, Hollis, Netcong, Ridgebury and Riverhead soils on nearby landscapes. Rockaway, Hibernia, and Ridgebury soils form a drainage sequence and formed in similar materials.  Hibernia soils are somewhat poorly drained and are on lower landscape positions.  Ridgebury soils are poorly drained and typically are on the lowest positions on the landscape.  Chatfield and Hollis soils are moderately deep and shallow to bedrock and are on summits. Riverhead soils are on glacial outwash terraces and have porous stratified substrata."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Rockaway soils are commonly moderately well drained but the range includes well drained.  They have moderately rapid or moderate permeability above the fragipan, slow to very slow permeability within the fragipan, and moderately rapid or rapid permeability below the fragipan.   Saturated hydraulic conductivity is moderately low to high above the fragipan, moderately low to very low in the fragipan, and moderately high or high below the fragipan. Surface runoff is medium or high.  A perched water table on the fragipan is common in late winter and early spring and following periods of extended rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded or in idle fields but some areas are used for residential or industrial development.  Natural vegetation is largely woodland dominated by oak, ash, and hickory with some maple, birch, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands in Northern New Jersey; MLRA 144A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, (Black Rock Forest Area) New York, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cation exchange activity class was determined from a review of limited available data.\nDiagnostic horizons and other features recognized in this pedon include:\n1.  Ochric epipedon - from 0 to 4 inches (A horizon).\n2.  Argillic horizon - from 4 to 22 inches (Bt horizon).\n3.  Fragipan - from 22 to 38 inches (Bx horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data from sample 80P0012, samples 80P0054-0063 from Bergen County, New Jersey; samples by NSSL, Lincoln, NE August, 1978."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "well or moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark grayish brown (10YR 3/2) gravelly sandy loam; weak medium granular structure; very friable; many roots; common fine vesicular pores; very dark gray to black stains on most rock fragments, sand grains and surfaces of peds; 25 percent stones, cobbles and gravel; very strongly acid; clear wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sand",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--4 to 9 inches; yellowish brown (10YR 5/6) gravelly loam; weak fine subangular blocky structure; friable; common roots; common fine vesicular pores; many sand grains stained; few faint silt and clay coats on faces of peds and on rock fragments; discontinuous silt and very fine sand coatings in pores; 20 percent stones, cobbles, and gravel in equal proportions; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--9 to 22 inches; yellowish brown (10YR 5/6) gravelly loam; moderate medium subangular blocky structure; friable; common fine vesicular pores; few distinct clay films on faces of peds, in sand and gravel niches, and in pores; 20 percent gravel and cobbles with a few stones; strongly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons is 8 to 30 inches.)"
      },
      {
        "name": "Bx",
        "top": 56,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "moderate thick platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bx--22 to 38 inches; yellowish brown (10YR 5/4) gravelly sandy loam; moderate thick platy structure; very firm, brittle; few very fine vesicular pores; common distinct clay films on surfaces of peds; few fine black (10YR 2/1) stains on surfaces of peds; 25 percent rock fragments of mostly gravel and cobbles and a few stones; common fine and medium faint strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6 and 10YR 5/8) masses of iron accumulation, and common fine and medium faint pale brown (10YR 6/3) iron depletions; strongly acid; gradual wavy boundary.  (12 to 36 inches thick)"
      },
      {
        "name": "C1",
        "top": 97,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--38 to 56 inches; pale brown (10YR 6/3), light brownish gray (2.5Y 6/2), and light olive brown (2.5Y 5/4) gravelly sandy loam; faint olive yellow (2.5Y 6/6) and yellowish brown (10YR 5/4) variegation that fades into matrix colors; massive; firm, weakly brittle when dry; few very fine vesicular pores; 25 percent rock fragments of mostly gravel and cobbles with a few stones; strongly acid; clear wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "C2",
        "top": 142,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--56 to 72 inches; pale brown (10YR 6/3), light brownish gray (2.5Y 6/2), and light olive brown (2.5Y 5/4) very gravelly loamy sand; massive; very friable; 40 percent rock fragments of mostly gravel and cobbles with a few stones; strongly acid."
      }
    ]
  ]
}
