{
  "SERIES": "ROCKYPOINT",
  "STATUS": "Established Series",
  "BYREV": "CAP/JWW/CJH",
  "REVDATE": "06/2002",
  "STATES": "WY",
  "OVERVIEW": "The Rockypoint series consists of very deep, well drained soils formed in recent alluvium derived from mixed sedimentary sources.  Rockypoint soils are on flood plains and low terraces.  Slopes are 0 to 6 percent.  The mean annual precipitation is about 15 inches, and the mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Aridic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rockypoint loam -- on a southwest facing flood plain slope of about 1 percent, utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 3 inches; grayish brown (10YR 5/2) loam, brown (10YR 4/3) moist; weak fine platy structure; slightly hard, friable, sticky and slightly plastic; common fine and very fine, few coarse and medium roots; slightly effervescent, calcium carbonate disseminated; slightly alkaline (pH 7.6); clear smooth boundary.  (1 to 6 inches thick)\nC1--3 to 30 inches; pale brown (10YR 6/3) clay loam, stratified with thin layers of sandy loam, loam, silt loam, and silty clay loam, brown (10YR 5/3) moist; massive; hard, friable, sticky and plastic; common fine and very fine, few coarse and medium roots to about 25 inches, few fine and very fine roots below; slightly effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.0); clear smooth boundary.\nC2--30 to 60 inches; pale brown (10YR 6/3) loam, stratified with thin layers of loamy sand, sandy loam, very fine sandy loam, and clay loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and plastic; few fine and very fine roots; slightly effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 1,160 feet west and 2,350 feet south of the northeast corner of section 2, T. 51 N., R. 75 W.  44 degrees 25 minutes 36 seconds north latitude and 105 degrees 50 minutes 13 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic carbon content ranges from 1 to 2 percent in the A horizon and from .5 to 1.5 percent in the C horizon and decreases irregularly with depth.  Depth to effervescent horizons is 0 to 10 inches.  Exchangeable sodium is typically less than 5 percent but ranges from 0 to 10 percent.  The moisture control section is usually moist in some or all parts in March through June.  The average annual soil temperature is 47 to 50 degrees F.  Rock fragments range from 0 to 10 percent.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6 dry and 3 to 5 moist, and chroma of 2 to 4.  Electrical conductivity ranges from 0 to 4 millimhos per centimeter.  It is slightly alkaline or moderately alkaline.  Textures are variable.  Some pedons have an AC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry and 4 to 6 moist, and chroma of 2 to 4.  Textures are variable throughout this horizon but average loam or clay loam with 18 to 35 percent clay.  It has 1 to 12 percent calcium carbonate equivalent which may vary considerably between strata.  Electrical conductivity is commonly 0 to 4 millimhos per centimeter, but may range to 12 millimhos in some pedons.  It is slightly alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aparejo, Haverson, Hysham and Ramper series.  It is assumed the Hickman series is competing pending an update of the classification.  Aparejo, Hickman and Ramper soils are usually driest in May and June.  Haverson soils are moist in some part in July through September.  Hysham soils are very strongly alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rockypoint soils are on flood plains and low terraces.  They formed in stratified recent alluvium derived from mixed sedimentary sources.  Slopes are 0 to 6 percent.  Elevations are 3,500 to 5,500 feet.  The mean annual precipitation ranges from 15 to 17 inches, half of which falls as rain or snow from March through June. The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boruff, Deekay, Iwait, Oldwolf, Fairburn and Ucross soils. Boruff soils are poorly and somewhat poorly drained.  Deekay and Oldwolf soils have argillic horizons.  Iwait soils have a regular decrease in organic matter and have horizons of uniform textures below the A horizon.  Fairburn soils are shallow.  Ucross soils are moderately deep.\nThe Boruff soils occur in similar positions.  The Deekay, Iwait, Oldwolf, Fairburn and Ucross soils occur on uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability.  These soils are subject to rare to frequent flooding for very brief or brief periods during prolonged, high intensity storms in the spring and early summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized primarily as rangeland and wildlife habitat.  The native vegetation is mainly green needlegrass, bearded wheatgrass, slender wheatgrass, western wheatgrass, and cottonwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rockypoint soils occur in the Powder River basin of north-central and northeastern Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Campbell County, Wyoming, Southern Part; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 3 inches (A)\nSIR - WY1376\nLRR - G\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) loam, brown (10YR 4/3) moist; weak fine platy structure; slightly hard, friable, sticky and slightly plastic; common fine and very fine, few coarse and medium roots; slightly effervescent, calcium carbonate disseminated; slightly alkaline (pH 7.6); clear smooth boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--3 to 30 inches; pale brown (10YR 6/3) clay loam, stratified with thin layers of sandy loam, loam, silt loam, and silty clay loam, brown (10YR 5/3) moist; massive; hard, friable, sticky and plastic; common fine and very fine, few coarse and medium roots to about 25 inches, few fine and very fine roots below; slightly effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.0); clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 76,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C2--30 to 60 inches; pale brown (10YR 6/3) loam, stratified with thin layers of loamy sand, sandy loam, very fine sandy loam, and clay loam, brown (10YR 5/3) moist; massive; hard, friable, slightly sticky and plastic; few fine and very fine roots; slightly effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
