{
  "SERIES": "ROCKERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "12/2006",
  "STATES": "WI",
  "OVERVIEW": "The Rockers series consists of very deep, somewhat poorly drained soils formed in a sandy mantle and in the underlying loamy glacial till or loamy residuum weathered from igneous and metamorphic bedrock, or a mixture of the two.  These soils are on stream terraces and uplands. Permeability is moderately rapid or rapid in the sandy mantle and moderately slow in the till or residuum. Slopes range from 0 to 6 percent.  Mean annual precipitation is about 31 inches. Mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Argic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rockers loamy sand - on a 3 percent convex slope in a woodlot at an elevation of about 1152 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 1 inch; black (10YR 2/1) loamy sand, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; very friable; common fine roots; strongly acid; abrupt smooth boundary.  (0 to 2 inches thick)\nE--1 to 2 inches; pinkish gray (5YR 6/2) loamy sand; weak fine subangular blocky structure; very friable; common fine roots; strongly acid; abrupt smooth boundary.  (0 to 3 inches thick)\nBs1--2 to 8 inches; reddish brown (5YR 4/4) loamy sand; weak fine subangular blocky structure; very friable; common fine roots; strongly acid; clear wavy boundary.\nBs2--8 to 16 inches; dark reddish brown (5YR 3/4) loamy sand; weak fine subangular blocky structure; very friable; few fine roots; few fine distinct yellowish red (5YR 5/6) masses of iron accumulation in the matrix; strongly acid; abrupt smooth boundary.  (Combined thickness of the Bs horizons ranges from 9 to 18 inches.)\n2E/B--16 to 24 inches; 70 percent brown (10YR 5/3) loamy sand (E), very pale brown (10YR 7/3) dry; extends as tongues into or surrounds remnants of brown (7.5YR 4/4) sandy loam (Bt); weak medium subangular blocky structure; very friable; few fine roots; faint clay bridging of sand grains; few fine faint light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; gradual wavy boundary.  (0 to 10 inches thick)\n2Btg--24 to 34 inches; light brownish gray (10YR 6/2) gravelly loam; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on vertical and horizontal surfaces of peds; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation in the matrix; about 20 percent gravel ; very strongly acid; gradual wavy boundary.  (8 to 12 inches thick)\n2Cg--34 to 60 inches; mixed light brownish gray (10YR 6/2) and brown (7.5YR 4/4) gravelly loam; massive; friable; about 25 percent gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Portage County, Wisconsin; about 7 miles north of Stevens Point; 1430 feet west and 15 feet north of the southeast corner of sec. 29, T. 25 N., R. 8 E. USGS Stevens Point, Wis. Quad. Latitude - 44 degrees 36 minutes 49 seconds N. Longitude - 89 degrees 34 minutes 33 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 30 to 45 inches. Thickness of the sandy mantle ranges from 15 to 30 inches.   Depth to bedrock ranges from 5 to 20 feet.  Volume of gravel ranges from 0 to 15 percent in the sandy mantle and from 10 to 35 percent in the till or residuum.   Reaction ranges from very strongly acid to moderately acid throughout the soil. Redox features and saturation are in the albic or spodic horizon within 20 inches of the mineral soil surface.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 to 3. Texture is loamy sand.\nThe E horizon has hue of 10YR, 7.5YR, or 5YR; value of 5 or 6, and chroma of 2 or 3. Texture is loamy sand or sand.\nThe Bs horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 2 to 4.  Some pedons have a Bhs horizon. Texture is loamy sand or sand.\nSome pedons have a glossic horizon (2E/B or 2B/E horizon, or both). The 2E part has hue of 10YR, value of 4 to 6, and chroma of 2 or 3. Texture is loamy sand or sandy loam.  The 2Bt part has hue of 7.5YR or 10YR,value of 4 to 6, and chroma of 2 to 6.  Texture is sandy loam, loam or the gravelly analogs.\nThe 2Btg horizon has color and texture like the 2Bt part described above. Clay content of the argillic horizon ranges from 10 to 18 percent and the content of fine sand or coarser ranges from 15 to 50 percent.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 6.  Texture is sandy loam, loam, or the gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinins, Gaastra, Gastrow, and Zeba series. Assinins soils have less than 10 percent rock fragments in the lower part of the series control section. Gaastra, Gastrow, and Zeba soils are not sandy in the upper part of the series control section and, in addition, Zeba soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rockers soils are on stream terraces and on broad areas along drainageways of uplands underlain by igneous and metamorphic bedrock.  Slopes range from 0 to 6 percent.  These soils formed in a sandy mantle and in loamy glacial till or the underlying loamy residuum or a mixture of the two.  The glacial stratigraphy in the area where these soils occur has not been fully worked out.  The till is derived mainly from the local residuum.  Mean annual precipitation ranges from 25 to 35 inches. Mean annual air temperature ranges from 40 to 46 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dancy, Guenther, and Mosinee soils.  The well drained Guenther and Mosinee soils and the poorly drained Dancy soils form a drainage sequence with the Rockers soils.  Guenther soils are nearby in more sloping sandy areas.  Mosinee soils are on nearby sloping areas, but do not have a spodic horizon.  Dancy soils occupy the large drainageways and depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface runoff ranges from negligible to low.  Permeability is moderately rapid or rapid in the sandy mantle and moderately slow in the till or residuum.  These soil have an apparent seasonal high water table at a depth of 0.5 to 1.5 feet for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas remain in cutover woodland .  Other areas have been partially cleared and used for pastureland.  Native vegetation is white and red pine and northern hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wisconsin, in Portage and Marathon Counties.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Portage County, Wisconsin, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Field experience indicates that those soils have some evidence of till overlying the residuum or a mixture of till and residuum in the upper few feet of the lower part of the profile.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - 0 to 2 inches (A, E);\nspodic horizon - 2 to 16 inches (Bs1, Bs2);\nglossic horizon - 16 to 24 inches (2E/B);\nargillic horizon - 24 to 34 inches (2Btg);\naquic feature - redox features and saturation in the spodic horizon within 20 inches of the mineral soil surface.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; black (10YR 2/1) loamy sand, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; very friable; common fine roots; strongly acid; abrupt smooth boundary.  (0 to 2 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 5,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--1 to 2 inches; pinkish gray (5YR 6/2) loamy sand; weak fine subangular blocky structure; very friable; common fine roots; strongly acid; abrupt smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 5,
        "bottom": 20,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1--2 to 8 inches; reddish brown (5YR 4/4) loamy sand; weak fine subangular blocky structure; very friable; common fine roots; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 20,
        "bottom": 41,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bs2--8 to 16 inches; dark reddish brown (5YR 3/4) loamy sand; weak fine subangular blocky structure; very friable; few fine roots; few fine distinct yellowish red (5YR 5/6) masses of iron accumulation in the matrix; strongly acid; abrupt smooth boundary.  (Combined thickness of the Bs horizons ranges from 9 to 18 inches.)"
      },
      {
        "name": "2E/B",
        "top": 41,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2E/B--16 to 24 inches; 70 percent brown (10YR 5/3) loamy sand (E), very pale brown (10YR 7/3) dry; extends as tongues into or surrounds remnants of brown (7.5YR 4/4) sandy loam (Bt); weak medium subangular blocky structure; very friable; few fine roots; faint clay bridging of sand grains; few fine faint light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; gradual wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "2Btg",
        "top": 61,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btg--24 to 34 inches; light brownish gray (10YR 6/2) gravelly loam; weak medium subangular blocky structure; friable; few fine roots; few faint clay films on vertical and horizontal surfaces of peds; common medium prominent yellowish red (5YR 5/6) masses of iron accumulation in the matrix; about 20 percent gravel ; very strongly acid; gradual wavy boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 86,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "narrative": "2Cg--34 to 60 inches; mixed light brownish gray (10YR 6/2) and brown (7.5YR 4/4) gravelly loam; massive; friable; about 25 percent gravel; very strongly acid."
      }
    ]
  ]
}
