{
  "SERIES": "RODMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. FWS-MLW-TJE",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rodman sandy loam, on a 45 percent slope in a forested area at an elevation of about 171 meters (560 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 inches); black (10YR 2/1) sandy loam, very dark gray (10YR 3/1) dry; moderate fine granular structure; very friable; many fine and medium roots; 14 percent rock fragments; neutral; abrupt smooth boundary. [10 to 30 cm (4 to 12 inches) thick]\nBw--25 to 46 cm (10 to 18 inches); brown (7.5YR 4/3) very gravelly coarse sandy loam; weak medium granular structure; very friable; common fine and medium roots; 35 percent rock fragments; slightly alkaline; abrupt smooth boundary. [8 to 23 cm (3 to 9 inches) thick]\nC--46 to 203 cm (18 to 80 inches); yellowish brown (10YR 5/4) very gravelly loamy coarse sand; single grain; loose; 50 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fountain County, Indiana; about 1 mile south and 1 mile west of Attica; 80 feet north and 200 feet east of the southwest corner of sec. 13, T. 21 N., R. 8 W.; USGS Williamsport, Indiana topographic quadrangle; lat. 40 degrees 15 minutes 29.7 seconds N. and long. 87 degrees 16 minutes 49.3 seconds W., NAD 27; UTM Zone 16, 476158 easting and 4456462 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 25 to 51 cm (10 to 20 inches)\nDepth to carbonates: 25 to 51 cm (10 to 20 inches)\nA horizon:\nHue: 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: gravelly loam, loam, gravelly coarse sandy loam, gravelly sandy loam, or sandy loam\nRock fragment content: 10 to 30 percent\nReaction: neutral or slightly alkaline\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: loam, sandy loam, or coarse sandy loam or the gravelly or very gravelly analogs of these textures\nClay content: 5 to 25 percent but typically averages less than 18 percent\nRock fragment content: 10 to 40 percent\nReaction: neutral or slightly alkaline\nC horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 1 to 4\nTexture: very gravelly or extremely gravelly analogs of loamy coarse sand or sand\nRock fragment content: 35 to 78 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Series in closely related families are the Alpena, Casco, Kars, Kiva, and Lorenzo series. Alpena and Kiva soils have a frigid soil temperature regime. Casco and Kars soils do not have a mollic epipedon and have an argillic horizon. Lorenzo soils have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Rodman soils are on kames, eskers, moraines, outwash plains, and valley trains. Slope ranges from 2 to 70 percent. The soils formed in sandy and gravelly outwash. They are shallow to calcareous, stratified sandy and gravelly outwash. The climate is midcontinental with hot summers and cold winters. Mean annual precipitation is 711 to 1397 mm (28 to 55 inches). Mean annual air temperature ranges from 8 to 13 degrees C (47 to 55 degrees F). Frost-free period ranges from 130 to 180 days. Elevation ranges from 152 to 305 meters (500 to 1,000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Casco, Fabius, Fox, Lorenzo, Miami, Mussey, Ockley, and Warsaw soils. The Rodman soils are in a drainage sequence with the somewhat excessively drained Casco soils, the somewhat poorly drained Fabius soils, and the poorly drained or very poorly drained Mussey soils. In prairie areas, the well drained Warsaw soils are closely associated on similar positions. In other areas, the well drained Fox, Lorenzo, and Ockley soils and the moderately well drained Miami soils are associated on similar topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. The potential for surface runoff is very low to medium. Saturated hydraulic conductivity is high in the solum and very high in the substratum. Permeability is moderately rapid in the solum and very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used chiefly for forest or woodlots with a considerable proportion in permanent pasture. A very small proportion is cropped."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Wisconsin, Indiana, western Ohio, and northeastern Illinois; MLRAs 95A, 95B, 97, 98, 108B, 110, 111A, 111D, and 114A. The type location is in MLRA 111D. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, New York, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 25 cm (A horizon).\nCambic horizon: from a depth of 25 to 46 cm (Bw horizon).\nRepresentative data mapunit for this pedon is DMU ID 153376 in MO 11.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
