{
  "SERIES": "ROEBUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH-CRC-RGC",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aeric Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Roebuck clay, in a forest on a floodplain at an elevation of 195 meters (640 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 inches); dark reddish brown (5YR 3/3) clay, reddish brown (5YR 5/3) dry; moderate medium and fine granular structure; very hard, firm; common fine roots; few wormcasts; common fine distinct yellowish red (5YR 4/6) redoximorphic concentration masses; slightly acid; gradual smooth boundary.  [13 to 51 cm (5 to 20 inches) thick]\nBw--25 to 114 cm (10 to 45 inches); dark reddish brown (5YR 3/3) clay, reddish brown (5YR 4/3) dry; weak medium and coarse subangular blocky structure; very hard, firm; common fine roots; few slickensides; few wormcasts; common fine distinct yellowish red (5YR 4/6) redoximorphic concentration masses; few fine dark manganese concretions; slightly acid; gradual smooth boundary.  [25 to 102 cm (10 to 40 inches) thick]\nC--114 to 183 cm (45 to 72 inches); reddish brown (5YR 4/4) clay, reddish brown (5YR 5/4) dry; massive; very hard, firm; few roots; common fine distinct yellowish red (5YR 5/6) redoximorphic concentration masses and few fine distinct gray (5YR 5/1) redoximorphic depletion masses; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okmulgee County, Oklahoma; about 1/2 mile west of Okmulgee; about 200 feet south and 200 feet west of the northeast corner of sec. 11, T. 13 N., R. 12 E.; USGS Okmulgee South, Oklahoma topographic quadrangle; lat. 35.624022 degrees and long. -95.997972 degrees, WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to secondary carbonates:  greater than 102 cm (40 inches)\nSpecial features:  some pedons have buried A horizons below 2 feet\nA horizon\nHue:  2.5YR to 10YR\nValue:  2 or 3\nChroma:  2 or 3\nRedoximorphic features:  concentration masses are shades of brown or red\nTexture:  clay loam, silty clay loam, clay, or silty clay\nReaction:  slightly acid to moderately alkaline\nBw horizon:\nHue:  2.5YR to 7.5YR\nValue:  3 to 5, 3 or 4 if 7.5YR\nChroma:  2 to 6, 2 to 4 if 7.5YR\nRedoximorphic features:  concentration masses are shades of brown or red\nTexture:  clay or silty clay, less common clay loam or silty clay loam\nClay content:  35 to 60 percent\nReaction:  slightly acid to moderately alkaline\nC horizon:\nBw horizon:\nHue:  2.5YR to 7.5YR\nValue:  3 to 5, 3 or 4 if 7.5YR\nChroma:  2 to 6, 2 to 4 if 7.5YR\nRedoximorphic features:  concentration masses are shades of brown or red, depletion masses in shades of gray\nTexture:  clay or silty clay, less common clay loam or silty clay loam\nClay content:  35 to 60 percent\nReaction:  slightly acid to moderately alkaline\nSome pedons have a 2C layer stratified with thin layers of silt loam, loam, or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Houlka series.\nHoulka soils do not have a hue of 7.5YR to 2.5YR in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Roebuck soils occur on level to slightly concave flood plains.  Slope ranges from 0 to 1 percent.  The soils formed in clayey or loamy alluvium derived mostly from Permian red beds.  Climate is moist subhumid to humid. Mean annual precipitation ranges from 940 to 1140 mm (37 to 45 inches).  Mean annual temperature ranges from 15 to 18 degrees C (57 to 64 degrees F).  Elevation is 140 to 305 meters (460 to 1000 feet) above mean sea level.  Thornthwaite annual P-E index ranges from 60 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boxville, Caspiana, Garton, Karma, Kiomatia, Latanier, Moreland, Oklared, Pledger, Redlake, Redport, Ships, and Whakana series.  The Boxville, Karma, and Whakana soils are on distinct higher terraces above flooding and have an argillic horizon.  Caspiana and Garton soils are on slightly higher terraces and have an argillic horizon.  Kiomatia and Oklared soils are on lower flood plains and terraces.  Kiomatia soils are sandy and Oklared soils are coarse-loamy.  Latanier, Moreland, Redlake, Redport, and Ships soils are usually on the same terrace but slightly higher on the landscape and closer to the main stream.  Pledger soils are on similar landscapes but the parent material in upper part of the pedon has been derived from sources other than Permian red beds.  Redport soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Depth to the top of an apparent seasonal high water table ranges from 15 to 91 cm (0.5 to 3 feet) between November and May in normal years.  Potential for surface runoff is high on level surfaces and negligible on concave surfaces.  Saturated hydraulic conductivity is low (0.01 to 0.4 micrometers per second).  Permeability is very slow.  Frequent or occasional flooding occurs for brief to very long periods during the months of January through July.  Some areas are ponded for long periods from 0 to 30 cm (0 to 1.0 foot) following wet periods from October to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Roebuck soils are used for growing cotton, soybeans, wheat, grain sorghum, and tame pasture.  Some areas are used for native range, forest, or wildlife.  Native vegetation is bottomland hardwoods with an understory of grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 84B, 87B, 112, 117, 118A, 133B in western Arkansas and Louisiana, central and eastern Oklahoma, and eastern Texas.  The type location is in MLRA 112.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Choctaw County, Oklahoma; 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record:  Series    OK0164\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon--the zone from the soil surface to a depth of 114 cm (45 inches) (A and Bw horizons)\ncambic horizon--the zone from 25 to 114 cm (10 to 45 inches) (Bw horizon)\nepisaturation--the zone from 15 to 91 cm (6 to 36 inches)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
