{
  "SERIES": "ROELLEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WTB-RPS",
  "REVDATE": "02/2018",
  "STATES": "AR,KY,MO,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Roellen silty clay loam - cultivated. (Colors are for moist soil.)\nAp--0 to 6 inches, very dark grayish brown (10YR 3/2) silty clay loam; moderate medium granular structure; friable; slightly acid; abrupt smooth boundary.\nA--6 to 14 inches, very dark gray (10YR 3/1) silty clay loam, common medium faint dark brown (7.5YR 4/2) mottles; reddish brown coatings in root holes and in cracks; moderate coarse angular blocky structure; firm; few slickensides; slightly acid; clear smooth boundary.   (Thickness of the A horizon ranges from 10 to 24 inches.)\nBg--14 to 42 inches, dark gray (10YR 4/1) clay, some faces of peds are dark gray (N 4/0); common medium distinct dark brown (7.5YR 4/2) and dark reddish brown (5YR 3/2) mottles; moderate medium angular blocky structure; firm, few slickensides; few fine pores; neutral; gradual smooth boundary.  (20 to 36 inches thick)\nCg--42 to 72 inches, dark gray (N 4/0) clay, many coarse prominent yellowish brown (10YR 5/6), dark brown (7.5YR 4/2) and dark reddish brown (5YR 3/3) mottles; massive; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Tennessee; south of Tiptonville 1.3 miles on a blacktop road; 1/4 mile west of and parallel to State Highway No.  78, then 150 yards east on a field road and 30 feet south of field road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil commonly is slightly acid or neutral throughout but it ranges from moderately acid to mildly alkaline.  Some pedons are calcareous below a depth of 40  inches. The COLE exceeds .09 in at least the B horizon or equivalent depth.  Cracks extend into the B horizon during dry periods.  They remain open for more than 30 cumulative days during the year. Small slickensides in the A and B horizons range from few to common.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 0 to 2.  Some pedons have mottles in shades of brown, red, or yellow.  Texture is silty clay loam, silty clay, or clay.\nThe Bg and Cg horizons have hue of 10YR, 2.5Y or 5Y, value of 4 to 6, and chroma of 0 to 2.  Mottles of higher chroma range from few to many.  Texture is clay or silty.  Some pedons have a 2C horizon below a depth of about 42 inches that is a loam, silt loam, silty clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Griffith, Iberia, Judice, Osage, and Roxton series.  The Griffith and Osage soils have mollic epipedons greater than 24 inches thick.  Iberia soils remain moist at shallow depths for longer periods of time.  Consequently, cracks rarely extend below 20 inches or remain open for 30 days.  Judice soils have less clay in the particle-size control section.  They average 35 to 45 percent clay.  Roxton soils have a slightly higher average temperature and are dry for more days during the year."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Roellen soils are on broad level flood plains that consists of first bottoms and low stream terraces.  The soils formed in clayey alluvium.  Slopes range from 0 to 2 percent.  At the type location, the mean annual temperature is 60 degrees F, and the mean annual precipitation is 48.7 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alligator, Bowdre, Commerce, Keyespoint, Openlake, Sharkey, and Tunica soils.  Alligator and Sharkey soils are in the adjacent backswamps and the Keyespoint, Openlake, and Tunica soils are on slightly higher slackwater areas.  None of these soils have mollic epipedons.  Bowdre and Commerce soils are on slightly higher natural levees and are browner and better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; slow permeability.  Some areas flood during the winter and early spring and can remain flooded for several days.  The water table is within a depth of 0 to 1 foot of the surface during winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soybeans is the most common crop but some corn, cotton, and small grains are grown.  Many areas are used to grow hay and pasture.  The native vegetation was mixed hardwood forest, chiefly of bottomland oaks, sycamore, sweetgum, willow, and green ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi River flood plain in Tennessee, Kentucky, Arkansas, Missouri, and possibly Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Tennessee; 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nMollic epipedon - 0 to 14 inches (A horizon)\nCambic horizon - 14 to 42 inches (Bg horizon)\nThese soils need more study to determine if there are slickensides and wedge-shaped aggregates that meet the requirements for Vertisols.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
