{
  "SERIES": "ROGAN",
  "STATUS": "Established Series",
  "BYREV": "Rev CLN:LCB",
  "REVDATE": "10/2001",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Plinthic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rogan gravelly fine sandy loam, on 2 percent slope, in forest.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 8 inches; grayish brown (10YR 5/2) gravelly fine sandy loam; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine and medium roots; 25 percent by volume concretions; of ironstone up to 2 cm in diameter; medium acid; clear smooth boundary.  (3 to 10 inches thick)\nA2--8 to 16 inches; pale brown (10YR 6/3) gravelly fine sandy loam; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine and medium roots; 25 percent by volume concretions of ironstone up to 2 cm in diameter; medium acid; clear smooth boundary.   (3 to 14 inches thick)\nB21t--16 to 26 inches; strong brown (7.5YR 5/6) gravelly sandy clay loam; moderate medium subangular blocky structure; slightly hard, friable, sticky and nonplastic; common fine pores; few patchy clay films; 30 percent by volume concretions of ironstone up to 2 cm in diameter; strongly acid; gradual smooth boundary.  (4 to 14 inches thick)\nB22t--26 to 36 inches; strong brown (7.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine pores; common patchy clay films; 5 percent by volume concretions of ironstone up to 2 cm in diameter; strongly acid; gradual smooth boundary.  (6 to 20 inches thick)\nB23t--36 to 52 inches; strong brown (7.5YR 5/6) sandy clay loam; common medium prominent red (2.5YR 4/6) mottles; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine pores; common patchy clay films; plinthite comprises about 8 percent by volume of the horizon; red mottles are brittle; strongly acid; gradual smooth boundary.  (8 to 26 inches thick)\nB24t--52 to 65 inches; strong brown (7.5YR 5/6) sandy clay loam; many medium prominent mottles of light brownish gray (10YR 6/2) and red (2.5YR 4/6); moderate medium subangular blocky structure; hard, firm, sticky and plastic; few patchy clay films; plinthite comprises about 15 percent by volume of the horizon; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, Texas; from the intersection of U. S.  Highway 96 and U. S. Highway 190 in Jasper; 12.2 miles south on U. S.  Highway 96; 1.3 miles northeast and east on county road; 0.2 mile south on forest road; 200 feet east in forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Depth to horizons that contain more than 5 percent plinthite ranges from 25 to 58 inches.  Strongly cemented to indurated iron oxide concretions less than 2 cm in diameter range from 15 to 35 percent in the A horizons, from 10 to 35 percent in the B21t and from 0 to 10 percent in the lower Bt horizons.\nThe A1 horizon has hues of 10YR or 7.5YR, value of 3 through 5, and chroma from 2 through 4.  The A2 has a hue of 10YR or 7.5YR value from 5 through 7, and chroma of 3 or 4.  The A horizon is gravelly fine sandy loam, gravelly sandy loam, gravelly loamy fine sand, or gravelly loamy sand.  It is strongly acid or medium acid.  When the A horizon is loamy sand, it is less than 20 inches thick.\nThe B21t and B22t horizons have hue of 10YR or 7.5YR, value of 5 or 6, and chroma from 4 through 8.  Mottles range from none to many with hues of 2.5YR through 7.5YR, value of 4 or 5, and chromas of 6 through 8.  The B23t and B24t horizons have the same colors as the upper B2t horizons, and in addition, contain few to many mottles with a hue of 10YR, value from 5 through 7, and chromas of 1 to 2.\nThe B23t and B24t horizons contain 5 to 20 percent plinthite.  The B2t horizon is sandy clay loam or clay loam throughout, or their gravelly counterparts, with a clay content ranging from 20 to 35 percent.  It is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baxterville, Bowie, Dothan, Malbis, Notcher, Pinetucky, and Tifton series in the same family and the Conroe, Bonwier, Cuthbert, Doucette, Fuquay, Lilbert, Rentzel, and Sunsweet series.  Baxterville, Bowie, Cuthbert, Dothan, Malbis, and Pinetucky soils contain less than 15 percent concretions of ironstone.  Conroe and Sunsweet soils contain more than 35 percent clay in their control sections, and in addition, Conroe soils have sandy A horizons 20 to 40 inches thick.  Doucette, Fuquay, Lilbert, and Rentzel soils contain less than 15 percent concretions of ironstone and have sandy A horizons 20 to 40 inches thick.  In addition, Rentzel soils have low chroma mottles due to wetness within 30 inches of the surface.  Tifton soils contain less than 20 percent silt in the control section and are dry in the moisture control section for less than 75 cumulative days.  Notcher soils have thinner A horizons, lack A2 horizons and have apparent water table within 3 to 4 feet depth while Rogan soils have a perched water table above the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rogan soils are on nearly level to sloping uplands of the Coastal Plain.  The soil formed in thick beds of unconsolidated loamy sediments of Pleistocene age, mainly from the Willis formation.  Slopes range from 0 to 8 percent, but are mainly 2 to 4 percent.  The climate is humid.  Mean annual precipitation ranges from 46 to 58 inches.  Summer rainfall ranges from 30 to 40 inches.  Summer moisture deficit ranges from 0 to 4 inches.  Mean annual temperature ranges from 65 degrees to 70 degrees F., and the Thornthwaite annual P-E index exceeds 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Doucette and Pinetucky series, and the Boykin, Shankler, and Urland series.  Pinetucky soils are on similar landscape positions, but contain less than 15 percent iron oxide concretions in the A horizon.  Doucette soils are on slightly higher interstream divides.  Boykin and Shankler soils are on similar or more sloping landscape positions and have loamy fine sand A horizons greater than 20 inches thick.  Urland soils are on slightly higher smooth slopes, contain less than 5 percent plinthite, and have redder hues."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Rogan soils are moderately well drained.  Runoff is slow to medium and permeability is moderately slow.  A perched water table occurs above the B horizon for a few days following heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rogan soils are used mainly for improved pasture and forest.  Pasture in mainly bermudagrass or bahiagrass.  Forest consists of loblolly and shortleaf pines, sweetgum, red oak, hickory, with an understory of dogwood and holly trees and a few grasses"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in eastern Texas and Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, Texas; 1980.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
