{
  "SERIES": "ROHAN",
  "STATUS": "Established Series",
  "BYREV": "JAK-RAE-JMR",
  "REVDATE": "04/2001",
  "STATES": "IN,KY",
  "OVERVIEW": "The Rohan series consists of shallow, well drained soils formed in loamy residuum or colluvium from weathered black fissile shale. Permeability is moderate to moderately slow.  These gently sloping to very steep soils are on ridgecrests, side slopes, and foot slopes. Slopes range from 2 to 60 percent.  The mean annual temperature is 57 degrees F, and the mean annual precipitation is about 46 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, mesic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rohan channery silt loam - on a 38 percent convex northeast facing slope under mixed hardwoods at 835 feet elevation.\n(Colors are for moist soil unless otherwise stated.)\nOe--1 to 0 inches; loose, partially decomposed hardwood leaf litter. (0 to 2 inches thick)\nA--0 to 4 inches; dark brown (10YR 3/3) channery silt loam; moderate fine and medium granular structure; friable; common fine and medium roots; 30 percent shale fragments; very strongly acid; abrupt smooth boundary.  (2 to 7 inches thick)\nBA--4 to 8 inches; dark yellowish brown (10YR 4/4) very channery silt loam; weak medium subangular blocky structure parting to moderate medium granular; friable; common fine to coarse roots; few brown (10YR 4/3) organic coatings on faces of peds; 35 percent shale fragments; extremely acid; abrupt smooth boundary.  (0 to 8 inches thick)\nBw--8 to 14 inches; yellowish brown (10YR 5/4) extremely channery silty clay loam; moderate medium subangular blocky structure; friable; common medium roots; 65 percent shale fragments; extremely acid; abrupt wavy boundary. (6 to 18 inches thick)\nCr--14 to 18 inches; strong brown (7.5YR 4/6) weathered shale with black (10YR 2/1) interior; few fine roots along fractured faces of rock 5 to 10 inches apart; extremely acid; abrupt wavy boundary.  (0 to 5 inches thick)\nR--18 inches; hard black (10YR 2/1) fissile shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marion County, Kentucky; about 9 miles southeast of Lebanon; 3,000 feet northeast of the junction of KY Highway 49 and Narrows Road; on Bradsfordville USGS Quadrangle, east about 2,182,200 feet and north about 424,000 feet by the Kentucky coordinate grid system."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 8 to 20 inches and depth to hard bedrock ranges from 10 to 20 inches.  Rock fragments from 2mm to 15 inches range from 5 to 75 percent in individual horizons and average 35 percent or more in the particle-size control section.  They are weathered and unweathered fragments of carbonaceous fissile shale.  The reaction ranges from medium acid to very strongly acid in the A horizon and from strongly acid to extremely acid in the B and C horizon.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 2 to 5 and chroma of 2 to 4.  Texture is silt loam, or silty clay loam and their channery and very channery analogues.  When the value and chroma or less 3, the A horizon is less than 6 inches thick.  Rock fragments range from 5 to 40 percent.\nThe BA horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 3 to 5.  Texture is silt loam or silty clay loam and their channery, very channery or extremely channery analogues.  Rock fragments range from 10 to 65 percent.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6 and chroma of 3 to 6 and some pedons are mottled horizon and dominant color and mottles in shades of red, brown, yellow or both.  Texture is loam, clay loam, silt loam, or silty clay loam and their very or extremely channery analogues.  Rock fragments range from about 15 percent to 65 percent.\nThe C horizon, if present, has colors and textures similar to the Bw horizon, and rock fragments range from 15 to 75 percent.\nThe Cr horizon has hue of 7.5YR to 2.5Y, value of 2 to 6, and chroma of 1 to 8.  It is weathered shale.\nThe R horizon is hard fissile shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arnot, Catlett, Dimal, Klinesville, Nassau, Umpcoos, Unicoi, Weikert, and Zango soils in the same family and the Colyer Series in a similar family.  Arnot and Nassau soils formed in a thin mantle of glacial till.  Catlett soils are formed in weathered products of dark gray to brown Jurassic and Triassic hornfel and granulite.  Dimal, Umpcoos, and Zango soils receive from 140 to 180 inches annual precipitation.  Klinesville soils have hues redder than 7.5YR.  Unicoi soils formed over arkose or arkosic sandstone and have a much higher content of feldspar, hydrobiotite, and chlorite.  Weikert soils formed in materials weathered from shale, siltstone, and sandstone and do not have carbonaceous bedrock.  Colyer soils have more than 35 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rohan soils are on gently sloping to very steep uplands with slopes of about 2 to 60 percent.  They formed in materials weathered from black, fissile, carbonaceous shale.  Mean annual temperature ranges from 53 to 57 degrees F and the mean annual precipitation ranges from 40 to 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Colyer series and the Jessietown, Greenbriar, Trapist, Muse, Tilsit, and Berea series.  Jessietown and Greenbriar have less than 35 percent rock fragments in the particle size control section, have argillic horizons and in addition Jessietown is moderately deep and Greenbriar is deep. Trappist and Muse soils are clayey and Tilsit soils have a fragipan. Berea soils are moderately deep and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very rapid.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pasture or forest.  Many cleared areas are idle and are reverting to forest.  The native forest have oak, maple, hickory, ash, gum, dogwood, beech, and pine as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Rohan soils are in the Knobs region of Kentucky.  The area is estimated to be of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marion County, Kentucky, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons in the pedon are: Ochric epipedon:   0 to 7 inches (mixed - A, BA)\nCambic horizon:   4 to 15 inches - BA, BW\nParalithic contact is at 14 inches.\nLithic contact is at 18 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization sample S85KY-155-4 (1-4) by the University of Kentucky."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 3,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--1 to 0 inches; loose, partially decomposed hardwood leaf litter. (0 to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark brown (10YR 3/3) channery silt loam; moderate fine and medium granular structure; friable; common fine and medium roots; 30 percent shale fragments; very strongly acid; abrupt smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BA--4 to 8 inches; dark yellowish brown (10YR 4/4) very channery silt loam; weak medium subangular blocky structure parting to moderate medium granular; friable; common fine to coarse roots; few brown (10YR 4/3) organic coatings on faces of peds; 35 percent shale fragments; extremely acid; abrupt smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--8 to 14 inches; yellowish brown (10YR 5/4) extremely channery silty clay loam; moderate medium subangular blocky structure; friable; common medium roots; 65 percent shale fragments; extremely acid; abrupt wavy boundary. (6 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 36,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cr--14 to 18 inches; strong brown (7.5YR 4/6) weathered shale with black (10YR 2/1) interior; few fine roots along fractured faces of rock 5 to 10 inches apart; extremely acid; abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches; hard black (10YR 2/1) fissile shale."
      }
    ]
  ]
}
