{
  "SERIES": "ROHONDA",
  "STATUS": "Established Series",
  "BYREV": "JPM/RLR/PSD",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rohonda fine sandy loam on a northeast-facing convex slope of about 4 percent-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; reddish brown (5YR 4/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and common medium roots; slightly effervescent, lime disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 to 5 inches thick)\nBA--3 to 6 inches; reddish brown (5YR 4/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; slightly effervescent, lime disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary.  (0 to 3 inches thick)\nBt--6 to 16 inches; reddish brown (5YR 5/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to strong coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few medium roots; many moderately thick clay films on faces of peds; slightly effervescent, lime disseminated, 4 percent calcium carbonate equivalent by calcimeter; moderately alkaline (pH 8.2); clear wavy boundary.  (6 to 12 inches thick)\nBtk--16 to 21 inches; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure parting to moderate medium granular; slightly hard, very friable, slightly sticky and nonplastic; few thin clay films on faces of peds; strongly effervescent, lime disseminated, 6 percent calcium carbonate equivalent by calcimeter; 10 percent fine pebbles; moderately alkaline (pH 8.2); gradual wavy boundary. (0 to 12 inches thick)\nBk--21 to 38 inches; light red (2.5YR 6/6) fine sandy loam, red (2.5YR 5/6) moist; massive; soft, very friable, slightly sticky and nonplastic; violently effervescent, lime disseminated and as pendants on undersides of larger pebbles, 12 percent calcium carbonate equivalent by calcimeter; 10 percent fine and medium pebbles; moderately alkaline (pH 8.2); clear smooth boundary.  (8 to 22 inches thick)\nCr--38 inches; soft, calcareous sandstone and limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Albany County, Wyoming; about 14 miles south of Laramie; approximately 50 feet east and 150 feet south of the NW corner of sec.  22, T. 13 N., R. 73 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paralithic contact ranges from 20 to 40 inches.  The mean annual soil temperature ranges from 40 to 47 degrees F., and the mean summer soil temperature ranges from 60 to 68 degrees F.  Depth to accumulation of secondary calcium carbonate is 10 to 30 inches.  Depth to the base of the argillic horizon ranges from 12 to 25 inches.  Content of rock fragments in the particle-size control section ranges from 0 to 15 percent.  Reaction is mildly or moderately alkaline throughout.\nThe A horizon has hue of 7.5YR or 5YR; value of 4 or 5 dry, 3 or 4 moist; and chroma of 3 through 6 dry and 3 or 4 moist.  Texture is sandy loam or fine sandy loam.\nThe Bt horizon has hue of 5YR or 2.5YR; value of 4 through 6 dry, 3 or 4 moist; and chroma of 4 through 6 dry and 3 through 6 moist.  Texture is sandy loam, fine sandy loam, or very fine sandy loam with more than 15 percent fine or coarser sand.  Clay content ranges from 10 to 17 percent.\nThe Bk horizon has hue of 7.5YR through 2.5YR; value of 5 or 6 dry, 3 through 5 moist; and chroma of 3 through 6 dry and moist.  Rock fragment content ranges from 5 to 15 percent.  Texture is commonly fine sandy loam, but the range includes sandy loam, gravelly sandy loam, or very fine sandy loam.  Calcium carbonate equivalent ranges from 5 to 15 percent.  This horizon is a diagnostic calcic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Canwall, Cotha, Elk Mountain, Farson, Joemre, Means, Rawlins, Ryan Park, and Ryark Series.  Canwall, Elk Mountain, Means, and Ryan Park soils have hue of 7.5YR or yellower in the Bt horizon.  Cotha and Ryark soils are noncalcareous throughout.  Farson, Joemre, Rawlins, Ryan Park, and Ryark soils are deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rohonda soils are on gently sloping to moderately steep strath terraces, structural benches, and rolling uplands.  These soils formed in residuum and local alluvium derived dominantly from \"redbed\" sedimentary formations.  Slopes are 3 to 20 percent. Elevation is 6,000 to 7,800 feet.  The mean annual precipitation ranges from 10 to 14 inches.  The mean annual temperature ranges from 40 to 45 degrees F.  The frost-free season is approximately 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Byrnie, Wycolo, and Tieside series.  Byrnie and Tieside soils are shallow and are on more convex positions.  Wycolo soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff on gentler slopes and medium runoff on steeper slopes; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  Vegetation is mostly needleandthread, Indian ricegrass, thickspike wheatgrass, silver sagebrush, and fringed sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Intermountain basins of southern Wyoming and northern Colorado.  The series is of small extent, covering about 5,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Albany County (Albany County Area), Wyoming; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - 0 to 6 inches (A, BA);  Argillic horizon - 6 to 21 inches (Bt, Btk);  Calcic horizon - 16 to 38 inches (Btk, Bk); Paralithic contact  - at 38 inches (Cr);  Borollic feature - organic carbon and soil temperature regime meets the requirement of Borollic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
