{
  "SERIES": "ROHRERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACB,CER-MAV",
  "REVDATE": "01/2006",
  "STATES": "MD,PA,VA,WV",
  "OVERVIEW": "The Rohrersville series consists of very deep, somewhat poorly drained soils on lower footslopes, drainage heads, and along drainage courses.  Permeability is slow.  They formed in local colluvial and alluvial material over residuum from metabasalt and metaandesite.  Slopes range from 0 to 15 percent.  Mean annual temperature is 50 degrees F., and mean annual precipitation is 35 to 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Fragiaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rohrersville silt loam - on a 4 percent slope in a woodlot.  (Colors are for moist soil unless otherwise stated.)\nAp1 -- 0 to 5 inches, dark grayish brown (10YR 4/2) silt loam; moderate medium granular structure; friable, nonsticky, nonplastic; many fine roots, common medium roots, few coarse roots; 5 percent pebbles; slightly acid; abrupt smooth boundary.\nAp2 -- 5 to 9 inches, brown (10YR 4/3) silt loam; weak medium subangular blocky structure parting to moderate fine granular; friable, nonsticky, nonplastic; common fine, medium, and coarse roots; 5 percent pebbles; moderately acid; abrupt smooth boundary.  (combined thickness of the Ap is 5 to 12 inches)\nE -- 9 to 15 inches; light olive brown (2.5Y 5/3) silt loam; moderate, medium, platy structure; friable, nonsticky, nonplastic; common fine roots; few, very fine, prominent dark brown (7.5YR 3/4) iron-manganese concentrations; 5 percent pebbles; moderately acid; clear, smooth boundary.  (thickness is 0 to 7 inches)\nBt1 -- 15 to 25 inches, light olive brown (2.5Y 5/4) silt loam; weak medium platy structure parting to strong fine subangular blocky; friable, nonsticky, nonplastic; common fine roots; common, medium, distinct yellowish brown (10YR 5/6) soft masses of iron accumulation; common, medium, distinct light brownish gray (2.5Y 6/2) redoximorphic depletions; few, fine, prominent iron-manganese nodules; 5 percent pebbles, 1 percent stones; strongly acid; clear wavy.\nBt2 -- 25 to 31 inches, brown (7.5YR 4/4) silt loam; weak medium platy structure parting to strong fine subangular blocky; friable, nonsticky, nonplastic; common fine roots; many, medium, faint strong brown (7.5YR 5/6) soft masses of iron accumulation; few, medium, prominent grayish brown (2.5Y 5/2) redoximorphic depletions on faces of peds; common, fine, distinct dark brown (7.5YR 3/3) iron-manganese concretions; common, fine prominent light olive brown (2.5Y 5/3) clay films on faces of peds; 5 percent pebbles; moderately acid; clear wavy.\nBtx -- 31 to 43 inches, strong brown (7.5YR 4/6) loam; weak very coarse prismatic structure parting to moderate medium platy; firm, brittle in 40 percent of mass, slightly sticky, slightly plastic; few fine roots in cracks between peds; few, fine, vesicular pores; common, medium, prominent greenish gray (5GY 5/1) redoximorphic depletions along roots; common, fine, distinct dark brown (7.5YR 3/3) iron-manganese concretions; common, fine prominent black iron-manganese stains; common, medium prominent light olive brown (2.5Y 5/3) clay films on faces of prisms; 11 percent channers; moderately acid; clear wavy.\nBtxg -- 43 to 55 inches, grayish brown (2.5Y 5/2) loam; weak very coarse prismatic parting to weak medium platy parting to weak fine subangular blocky structure; firm, brittle in 30 percent of mass, slightly sticky, slightly plastic; many fine vesicular pores, few medium vesicular pores and few fine tubular pores; many, coarse, prominent strong brown (7.5YR 4/6) soft masses of iron accumulation; common, fine and medium, prominent dark brown (7.5YR 3/3) iron-manganese concretions; common, medium prominent light olive brown (2.5Y 5/3) clay films on faces of prisms; 12 percent channers; moderately acid; clear wavy.  (combined thickness of the Bt horizons is 20 to 60 inches)\n2BC -- 55 to 62 inches; yellowish red (5YR 4/6) silt loam; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; few fine vesicular pores; common, fine, prominent grayish brown (2.5Y 5/2) redoximorphic depletions; 10 percent channers; moderately acid; abrupt irregular boundary;  (0 to 15 inches thick)\n2R -- 62 inches; hard greenstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frederick County, Maryland; approximately one mile east north east of Mount Zion Church Rd. on Catoctin Trail, 60 feet behind shelter in Catoctin Park.  Latitude 39 degrees, 40 minutes, 43 seconds N; longitude 77 degrees, 29 minutes, 4 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 30 to 60 inches.  The depth to bedrock ranges from 5 to 10 or more feet.  Rock fragments range from 0 to 20 percent in the surface and subsoil and from 5 to 25 in the substratum.  The soil is slightly acid to very strongly acid unless limed.\nThe A or Ap horizon has hue of 7.5YR to 5Y, value of 3 through 5, and chroma of 1 through 4, with value of 3 confined to undisturbed A horizons no more than 4 inches thick.  The A horizon is silt loam or loam.\nThe E or BE horizon, where present, has hue of 10YR through 5Y, value of 4 or 5, and chroma of 3 through 6.  Textures are silt loam or loam.\nThe Bt horizon has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 3 through 8.  Textures are silt loam, loam, or silty clay loam.  Redoximorphic features are in shades of gray and brown.\nThe Btg horizon, where present, has hue of 10YR through 5Y, value of 4 or 5, and chroma of 1 or 2.  Textures are silt loam, loam, or silty clay loam.  Redoxymorphic features are in shades of brown.\nThe Btx horizon, where present, has hue of 7.5YR through 5Y, value of 4 through 6, and chroma of 3 through 8.  Textures are silt loam, loam, or silty clay loam.  Redoximorphic features are in shades of gray and brown.  Fragic soil properties are present in about 30 percent of the horizon.\nThe Btxg horizon, where present, has hue of 10YR through 5Y, value of 4 or 5, and chroma of 1 or 2.  Textures are silt loam, loam, or silty clay loam.  Redoximorphic features are in shades of brown.  Fragic soil properties are present in about 30 percent of the horizon.\nThe BC and CB horizons, where present, have hue of 5YR through 10YR, value of 4 through 6, and chroma of 3 through 6.  Textures are silt loam, loam, clay loam, and silty clay loam.\nThe C horizon, where present, has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 1 through 8.  Textures are silt loam, loam, silty clay loam, and sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Currently, no other series compete in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Rohrersville soils occupy concave upland flats, drainage heads, lower footslopes, and the courses of intermittent drains in the northern part of the Blue Ridge.  Drainageways are subject to frequent, extremely brief, flash flooding events with little or no deposition or erosion. Slopes range from 0 to 15 percent.  The soils formed in local colluvium and alluvial materials over residuum from metaigneous rocks, chiefly metabasalt and metaandesite.  The climate is temperate and humid, with a mean annual temperature of 45 to 55 degrees F. and mean annual precipitation of 35 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Catoctin, Fauquier, Highfield, Lantz, Lew, Meadowville, Mt. Zion, Myersville, Trego, Ravenrock, and Thurmont series.  The Catoctin, Fauquier, Highfield, Lew, Myersville, and Thurmont soils are well drained.  Mt. Zion and Trego soils are moderately well drained and Lantz is very poorly drained.  The Lantz soils are in upland depressions.  Ravenrock soils have wet substrata.  Thurmont soils are on colluvial fans, benches, and stream terraces.  The rest of these associated soils occupy higher positions on the landscape than the Rohrersville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained (see remarks).  Permeability is slow.  Runoff is slow to medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for growing corn and pasture, or for woodland.  Native vegetation is wetland hardwoods, including elm, maple, willow, and alders, with a ground cover chiefly of sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pennsylvania, Maryland, and Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Maryland, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was originally classified as an Aeric Fragiaqualfs.  Since the fragipan was hard to find, the series was reclassified as an Aquic Hapludalfs in 1995.  The Seventh Edition of the Keys to Soil Taxonomy allows classification as a Fragiaquic Hapludalfs, a change made in 1997.\n02/2005 added statement about frequent, extremely brief, flash flooding in the geographic setting.\nDiagnostic horizons and features recognized in this pedon are:\n1)  Argillic horizon - the zone from approximately 15 to 55 inches (Bt1, Bt2, Btx, and Btxg horizons).\n2)  Fragic material - the zone from approximately 31 to 55 inches (Btx and Btxg horizons).\n3)  Redoximorphic depletions below 15 inches.\nAdditional Data:  The sample number for this pedon is S94MD-021-07.  Data available is Univ. of MD PSDA.  Similar pedons within 3 miles on similar geologic material are S94MD-021-4 and S94MD-021-6, both of which have full characterization from the NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1 -- 0 to 5 inches, dark grayish brown (10YR 4/2) silt loam; moderate medium granular structure; friable, nonsticky, nonplastic; many fine roots, common medium roots, few coarse roots; 5 percent pebbles; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 13,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2 -- 5 to 9 inches, brown (10YR 4/3) silt loam; weak medium subangular blocky structure parting to moderate fine granular; friable, nonsticky, nonplastic; common fine, medium, and coarse roots; 5 percent pebbles; moderately acid; abrupt smooth boundary.  (combined thickness of the Ap is 5 to 12 inches)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 38,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "narrative": "E -- 9 to 15 inches; light olive brown (2.5Y 5/3) silt loam; moderate, medium, platy structure; friable, nonsticky, nonplastic; common fine roots; few, very fine, prominent dark brown (7.5YR 3/4) iron-manganese concentrations; 5 percent pebbles; moderately acid; clear, smooth boundary.  (thickness is 0 to 7 inches)"
      },
      {
        "name": "Bt1",
        "top": 38,
        "bottom": 64,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "narrative": "Bt1 -- 15 to 25 inches, light olive brown (2.5Y 5/4) silt loam; weak medium platy structure parting to strong fine subangular blocky; friable, nonsticky, nonplastic; common fine roots; common, medium, distinct yellowish brown (10YR 5/6) soft masses of iron accumulation; common, medium, distinct light brownish gray (2.5Y 6/2) redoximorphic depletions; few, fine, prominent iron-manganese nodules; 5 percent pebbles, 1 percent stones; strongly acid; clear wavy."
      },
      {
        "name": "Bt2",
        "top": 64,
        "bottom": 79,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "narrative": "Bt2 -- 25 to 31 inches, brown (7.5YR 4/4) silt loam; weak medium platy structure parting to strong fine subangular blocky; friable, nonsticky, nonplastic; common fine roots; many, medium, faint strong brown (7.5YR 5/6) soft masses of iron accumulation; few, medium, prominent grayish brown (2.5Y 5/2) redoximorphic depletions on faces of peds; common, fine, distinct dark brown (7.5YR 3/3) iron-manganese concretions; common, fine prominent light olive brown (2.5Y 5/3) clay films on faces of peds; 5 percent pebbles; moderately acid; clear wavy."
      },
      {
        "name": "Btx",
        "top": 79,
        "bottom": 109,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "narrative": "Btx -- 31 to 43 inches, strong brown (7.5YR 4/6) loam; weak very coarse prismatic structure parting to moderate medium platy; firm, brittle in 40 percent of mass, slightly sticky, slightly plastic; few fine roots in cracks between peds; few, fine, vesicular pores; common, medium, prominent greenish gray (5GY 5/1) redoximorphic depletions along roots; common, fine, distinct dark brown (7.5YR 3/3) iron-manganese concretions; common, fine prominent black iron-manganese stains; common, medium prominent light olive brown (2.5Y 5/3) clay films on faces of prisms; 11 percent channers; moderately acid; clear wavy."
      },
      {
        "name": "Btxg",
        "top": 109,
        "bottom": 140,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "narrative": "Btxg -- 43 to 55 inches, grayish brown (2.5Y 5/2) loam; weak very coarse prismatic parting to weak medium platy parting to weak fine subangular blocky structure; firm, brittle in 30 percent of mass, slightly sticky, slightly plastic; many fine vesicular pores, few medium vesicular pores and few fine tubular pores; many, coarse, prominent strong brown (7.5YR 4/6) soft masses of iron accumulation; common, fine and medium, prominent dark brown (7.5YR 3/3) iron-manganese concretions; common, medium prominent light olive brown (2.5Y 5/3) clay films on faces of prisms; 12 percent channers; moderately acid; clear wavy.  (combined thickness of the Bt horizons is 20 to 60 inches)"
      },
      {
        "name": "2BC",
        "top": 140,
        "bottom": 157,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "2BC -- 55 to 62 inches; yellowish red (5YR 4/6) silt loam; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; few fine vesicular pores; common, fine, prominent grayish brown (2.5Y 5/2) redoximorphic depletions; 10 percent channers; moderately acid; abrupt irregular boundary;  (0 to 15 inches thick)"
      },
      {
        "name": "2R",
        "top": 157,
        "narrative": "2R -- 62 inches; hard greenstone."
      }
    ]
  ]
}
