{
  "SERIES": "ROLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMR/CAB/SBC",
  "REVDATE": "06/2011",
  "STATES": "WA",
  "OVERVIEW": "The Roland series consists of very deep, somewhat poorly drained soils formed in alluvium from meandering rivers.  Roland soils are found on slopes of 0 to 5 percent on flood plains and terraces of river valley bottoms.  The mean annual precipitation is about 1,900 millimeters and the mean annual air temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Roland fine sandy loam, located on a forested southwest facing river terrace with a slope of 2 percent and an elevation of 140 meters.  When described on June 10, 2008 the soil was moist throughout.  (Colors are for moist soil unless otherwise noted)\nOe--0 to 3 cm; moderately decomposed leaves, twigs, and needles; few fine to medium roots; common fine to medium irregular pores; strongly acid (pH 5.5); abrupt smooth boundary.\nA--3 to 17 cm; very dark brown (10YR 2/2) fine sandy loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine and common fine to medium roots; common fine to medium irregular pores; moderately acid (pH 5.6); abrupt wavy boundary.\nBg1--17 to 42 cm; dark yellowish brown (10YR 3/4) fine sandy loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine to medium and few coarse roots; common fine to medium irregular pores; 10 percent medium faint irregular gray (10YR 6/1) iron depletions with clear boundaries in matrix, and 20 percent medium faint irregular brown (7.5YR 4/4) masses of oxidized iron with clear boundaries in matrix; moderately acid (pH 5.7); clear smooth boundary.\nBg2--42 to 78 cm; brown (10YR 4/3) very fine sandy loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine and common fine to medium roots; common fine irregular pores; 25 percent medium faint irregular gray (10YR 6/1) iron depletions with clear boundaries in matrix, and 35 percent medium faint irregular brown (7.5YR 4/4) masses of oxidized iron with clear boundaries in matrix; moderately acid (pH 5.8); abrupt smooth boundary.\nBg3--78 to 137 cm; grayish brown (2.5Y 5/2) loamy sand, light brownish gray (2.5Y 6/2) dry; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine to medium roots; common medium interstitial pores; 20 percent coarse distinct irregular gray (10YR 6/1) iron depletions with clear boundaries in matrix, and 40 percent coarse distinct irregular brown (7.5YR 4/4) masses of oxidized iron with clear boundaries in matrix; moderately acid (pH 6.0); abrupt smooth boundary.\nBg4--137 to 152 cm; gray (10YR 6/1) sand, light gray (10YR 7/1) dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine roots; common medium interstitial pores; 30 percent medium prominent irregular weakly cemented brown (7.5YR 4/4) masses of oxidized iron with diffuse boundaries in matrix, and 70 percent medium distinct irregular gray (10YR 6/1) reduced matrix with diffuse boundaries throughout; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Whatcom County, Washington.  Approximately 3 km southwest of the town of Newhalem, along the Skagit River near Babcock Creek, North Cascades National Park Service Complex.  205 meters west and 520 meters south of the northeast corner of section 30, T. 37 N., R. 12 E. Willamette Meridian; Mount Triumph, Washington USGS quadrangle; 48 degrees, 39 minutes, 54 seconds north latitude and 121 degrees, 17 minutes, 1 second west longitude; UTM 626370 meters E, 5391655 meters N, zone 10N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature 5 to 8 degrees C.  Frigid soil temperature regime.\nMoisture control section - dry 30 to 45 consecutive days.  Udic soil moisture regime.\nDepth to redoximorphic features - 20 to 46 cm from the mineral surface\nParticle-size control section:\nClay content - 0 to 10 percent\nRock fragments - 0 to 30 percent total, 0 to 30 percent fine to coarse gravel, 0 to 25 percent cobbles\nA horizon\nHue - 10YR or 7.5YR\nValue - 2 to 3 moist, 4 to 6 dry\nChroma - 1 or 2 moist or dry\nFine earth texture - FSL or SL\nRock fragments - 0 to 15 percent fine to coarse gravel\nReaction - moderately acid to strongly acid\nThickness - 5 to 20 centimeters\nBg horizons\nHue - 10YR, 7.5YR, or 2.5Y\nValue - 3 to 6 moist, 4 to 7 dry\nChroma - 2 to 4 moist or dry\nFine earth texture - FSL, SL, VFSL, S, LS, COSL\nRock fragments - 0 to 30 percent total, 0 to 30 percent fine to coarse gravel, 0 to 25 percent cobbles\nReaction - moderately acid to strongly acid\nCombined thickness - 50 to 100 centimeters\nCg horizons (sometimes present in lower portions of the profile)\nHue - 2.5Y or variegated mineral colors\nValue - 4 to 5 moist, 5 to 6 dry\nChroma - 2 to 4 moist or dry\nFine earth texture - SL, COSL, LFS\nRock fragments - 0 to 30 percent total, 0 to 30 percent fine to coarse gravel, 0 to 25 percent cobbles\nReaction - moderately acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Roland soils are found on slopes of 0 to 5 percent on floodplains and terraces of river valley bottoms at elevations from 100 to 600 meters.  They formed in alluvium from meandering rivers.  The climate is characterized by warm, dry summers and cold, wet winters.  Mean annual precipitation ranges from 1,300 to 2,500 millimeters.  Mean annual air temperature ranges from 4 to 8 degrees C.  Frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deerlick, Nohokomeen, and Skymo soils.  Deerlick soils have a mantle with andic soil properties greater than 35 cm thick.  Nohokomeen soils are in an Aquandic subgroup and have ashy textural modifiers in the upper part of the particle-size control section.  Skymo soils lack a cambic horizon and have a sandy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained; high to very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Roland soils support wildlife habitat, recreation, and watershed drainage.  Native vegetation includes black cottonwood, western hemlock, western redcedar, red alder, bigleaf maple, paper birch, vine maple, salmonberry, red huckleberry, devil's club, redosier dogwood, western swordfern, clasping twisted stalk, queen's cup beadlily, piggy-back plant, twinflower, and scouringrush horsetail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Cascade Mountains, Washington.  MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  North Cascades National Park Service Complex, Whatcom County, Washington, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nParticle-size control section - 28 to 103 cm (25 to 100 cm from the mineral surface)\nOchric epipedon - 0 to 18 cm (Oe, A, and upper 1 cm of the Bg1 horizon)\nCambic horizon - 17 to 78 cm (Bg1 and Bg2 horizons)\nRedox concentrations - 17 to 152 cm\nRedox depletions with chroma 2 or less - 17 to 152 cm\nFluvaquentic feature - An irregular decrease in organic carbon is assumed from the stratified alluvial parent material and periodic deposition of flood sediments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
