{
  "SERIES": "ROLESVILLE",
  "STATUS": "Established Series",
  "BYREV": "RDH-MS-SS/Rev. DTA",
  "REVDATE": "11/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rolesville loamy sand on an upland ridge, in cropland.  (Colors are for moist soils.)\nAp--0 to 12 inches; dark yellowish brown (10YR 4/4) loamy sand; moderate fine granular structure; very friable; common fine roots; slightly acid; abrupt smooth boundary.  (1 to 14 inches thick)\nBw--12 to 26 inches; brownish yellow (10YR 6/6) loamy sand; weak fine subangular blocky structure; very friable; few fine roots; few fine and medium pores; few fine flakes of mica; very strongly acid; clear wavy boundary.  (8 to 23 inches thick)\nC--26 to 32 inches; very pale brown (10YR 7/4) loamy coarse sand saprolite; common medium distinct brownish yellow (10YR 6/6) and common fine distinct yellowish brown (10YR 5/6) mottles; massive; very friable; 5 percent by volume pararock fragments of weathered granite; common fine flakes of mica; very strongly acid; clear wavy boundary.  (0 to 12 inches thick)\nCr--32 to 38 inches; weathered, moderately fractured granite.  (0 to 12 inches thick)\nR--38 inches; unweathered, slightly fractured granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wake County, North Carolina; about 0.5 mile north on SR 1945 (Young Street) from the intersection of US Highway 401 and SR 1003 in Rolesville; 0.5 mile west on Daniel Farm Road; about 50 feet south of farm road, in field.  USGS Rolesville NC topographic quadrangle; lat. 35 degrees, 55 minutes, 59 seconds N and long. 78 degrees, 28 minutes, 14 seconds W. (NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 10 to 38 inches\nDepth to Bedrock: 20 to 40 inches\nDepth to Seasonal High Water Table: More than 60 inches\nFragments: 0 to 35 percent, by volume quartz, granite, and gneiss pararock fragments throughout the solum\nSoil Reaction: Extremely acid to strongly acid throughout, except where surface layers have been limed\nMica: Few to common flakes in the Bw and C horizons & RANGE OF INDIVIDUAL HORIZONS:\nAp or A horizon:\nColor--hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 2 to 4\nTexture-loamy sand, loamy coarse sand, or sand in the fine earth fraction\nE horizon, (where presemt):\nColor--hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4\nTexture-loamy sand, loamy coarse sand, or sand in the fine earth fraction\nBw horizon:\nColor--hue of 7.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8\nTexture-loamy sand, loamy coarse sand, or sand in the fine earth fraction\nC horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 to 8, and chroma of 1 to 8\nTexture-loamy sand, loamy coarse sand, or sand saprolite in the fine earth fraction\nCr horizon:\nColor-variable\nTexture-weathered fractured granite"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Assateague, Buncombe, Crevasse, Malden, Peveto, and Tarboro series in the same family and the Ashlar, Wake, and Wateree series in related families.\nAssateague soils-are very deep, formed from sandy marine sediments, and on beach dunes of the Lower Coastal Plain.\nBuncombe soils-are very deep, formed from sandy fluvial sediments, and on flood plains of the Piedmont and Coastal Plain.\nCrevasse soils-are very deep and formed from sandy fluvial sediments on the Mississippi River.\nMalden soils-are very deep and formed from sandy sediments of old natural levees on the Mississippi River\nPeveto soils-are very deep, formed from coastal beach deposits of sand and shell along the gulf coast of Louisiana\nTarboro soils-are very deep, formed in sandy fluvial and marine sediments, and occur on stream terraces of the Coastal Plain\nSimilar Series:\nAshlar soils-are coarse loamy, have a depth to unweathered bedrock of 20 to 40 inches, and occur on the same landscape\nWake soils-are shallow, have a a depth to weathered bedrock of 11 to 20 inches, and occur on the same landscape\nWateree soils-are coarse loamy, have a depth to weathered bedrock of 20 to 40 inches, and occur on the same landscape"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Piedmont Plateau of the thermic Southern Piedmont\nLandform: Interstream divides, ridges, and side slopes\nParent Material: Residuum weathered from granites and gneiss\nMean Annual Air Temperature: 60 degrees F\nMean Annual Precipitation: 47 inches\nFrost Free Period: 180 to 260 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn addition to the similar Ashlar, Wateree, and Wake soils they are:\nAppling soils--are very deep, clayey, and intermingled on slightly higher landscape positions\nCecil soils--are very deep, clayey, and intermingled in some areas\nDurham soils--are very deep, fine-loamy, and intermingled in some areas\nLouisburg soils-are very deep, coarse loamy, and intermingled in some areas\nRion soils--are very deep, fine-loamy, and intermingled in some areas\nWedowee soils-are very deep, clayey, and intermingled in some areas"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Excessively drained\nSurface Runoff: Slow\nPermeability: Rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: mixed hardwood and pine forest, pasture, and cropland\nDominant Vegetation: Where forested--loblolly pine, white oak, hickory, and dogwood.  Major crops grown: mixed hay, tobacco, and small grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Thermic region of Piedmont in North Carolina and possibly Virginia\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wake County, North Carolina, 2017"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Rolesville soils were previously mapped as Louisburg, Wake, and Wateree soils.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 12 inches (A horizon)\nParalithic contact--the zone from 32 to 38 inches (Cr horizon)\nLithic contact-the zone starting at 38 inches (R horizon)\nSeries control section--the zone from 0 to 32 inches\nADDITIONAL DATA:\nReference particle-size data is available from the project soil survey staff, Raleigh, North Carolina.\nData Map Unit ID:\nTABULAR SERIES DATA:\nSoil Name    Slope  Airtemp  FrFr/Seas  Precip   Elevation\nRolesville   0-45   57-65    180-260    40-55    150-450\nFloodL FloodH   Watertable Kind     Months   Bedrock   Hardness\nNONE            6.0-6.0                -      20-40     Hard\nDepth  Texture            3-Inch  No-10    Clay%  -CEC-\n0-12   LS LCOS S          0-2     95-100    3-15    -\n12-26  LS LCOS S          0-0     95-100    5-15    -\n26-32  LS LCOS S          0-0     95-100    3-15    -\n32-38  WB                  -        -        -      -\n38     UWB                 -        -        -      -\nDepth   -pH-     O.M.  Salin    Permeab     Shnk-Swll-\n0-12   3.6-5.5   1-3    0-0       2-6         LOW\n12-26  3.6-5.5   0-.5   0-0     6.0-20        LOW\n26-32  3.6-5.5   0-.5   0-0     6.0-20        LOW\n32-38     -       -      -         -\n38        -       -      -         -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
