{
  "SERIES": "ROLLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHT-CJH",
  "REVDATE": "07/2015",
  "STATES": "ND",
  "OVERVIEW": "The Rolla series consists of very deep, moderately well drained soils formed in clayey glaciolacustrine sediments on collapsed lake plains.  Permeability is slow.  Slopes range from 0 to 15 percent.  The mean annual air temperature is about 39 degrees F, and the mean annual precipitation is about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, frigid Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rolla silty clay - on a northeast facing slope of 1 percent under mixed hardwoods.  (Colors are for moist soil unless otherwise stated)\n0i--0 to 2 inches; black (10YR 2/1) undecomposed leaves, twigs, and roots; few medium and common fine roots; neutral; abrupt smooth boundary.  (0 to 4 inches thick)\nA--2 to 4 inches; black (10YR 2/1) silty clay, black (10YR 2/1) dry; strong fine angular blocky structure; slightly hard, friable, sticky and plastic; few medium and common fine roots; slightly acid; abrupt smooth boundary.  (0 to 3 inches thick)\nE1--4 to 8 inches; dark grayish brown (10YR 4/2) silty clay, gray (10YR 6/1) dry; strong very fine angular blocky structure; extremely hard, extremely firm, sticky and plastic; common fine roots; slightly acid; gradual wavy boundary.\nE2--8 to 14 inches; dark grayish brown (10YR 4/2) silty clay, gray (10YR 6/1) dry; strong very fine angular blocky structure; extremely hard, extremely firm, sticky and plastic; common fine roots; few faint clay films on faces of peds and lining pores; slightly acid; gradual wavy boundary.  (Combined E horizons 4 to 12 inches thick)\nBt1--14 to 21 inches; dark gray (10YR 4/1) clay, grayish brown (2.5Y 5/2) dry; strong medium angular blocky structure; extremely hard, extremely firm, sticky and very plastic; few fine roots; many distinct clay films on faces of peds and lining pores; slightly alkaline; gradual wavy boundary.\nBt2--21 to 34 inches; dark grayish brown (2.5Y 4/2) clay, light brownish gray (2.5Y 6/2) dry; strong medium angular blocky structure; extremely hard, extremely firm, sticky and very plastic; few fine roots; many distinct clay films on faces of peds and lining pores; strong effervescence; moderately alkaline; gradual wavy boundary. (Combined Bt horizons 12 to 25 inches thick)\nC--34 to 62 inches; dark grayish brown (2.5Y 4/2) clay, light brownish gray (2.5Y 6/2) and grayish brown (2.5Y 5/2) dry; moderate medium angular blocky structure; very hard, firm, sticky and plastic; few fine roots; common medium masses of carbonates; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bottineau County, North Dakota; about 5 miles east of Lake Metigoshe; 980 feet east of the northwest corner, sec. 26, T. 164 N., R. 74 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to carbonates ranges from 15 to 40 inches from the mineral soil surface. The profile is clay or silty clay throughout with greater than 60 percent clay in the control section. It is free of rock fragments.\nThe A horizon has hue of 10YR, value of 2 or 3 and 2 to 5 dry and chroma of 1.  It is moderately acid to neutral.  Some pedons have Ap horizon 7 to 10 inches thick.\nThe E horizon has hue of 10YR, value of 3 or 4 and 4 to 7 dry and chroma of 1 or 2.  It is moderately acid to neutral.\nThe Bt horizon has 10YR or 2.5Y hue, value of 3 or 4 and 4 to 6 dry, and chroma of 1 or 2. Chromas of 3 are allowed in the lower part. It has 60 to 70 percent clay. The Bt horizon is slightly acid to moderately alkaline. Some pedons have Btk or BC horizons.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 5 to 7 dry and chroma of 2 to 4.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Rolette and Shooflin (as previously classified) series. Rolette soils have less than 60 percent clay in the control section and do not have an albic horizon. Shooflin soils have rock fragments and more acid Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rolla soils are on level to rolling upland collapsed glacial lake plains. The slope gradient commonly is 0 to 5 percent, but the range is 0 to 15 percent. The soils formed under forest vegetation in calcareous clayey glaciolacustrine sediments. The mean annual air temperature is 37 to 42 degrees F, and mean annual precipitation is 21 to 27 inches, most of which falls in the spring and summer. Frost-free period ranges from 100 to 120 days and elevation ranges from 1070 feet (325 meters) to 2525 feet (770 meters)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eramosh, Kelvin, and Metigoshe soils. Eramosh soils are in fens and are ponded during part of the growing season. Kelvin soils formed in nearby glacial till. Metigoshe soils have more and sand and less clay in the control section and have underlying layers of sand and gravel. They are on nearby collapsed outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The seasonal high water table is at a depth of 3 to 5 feet at some time during the months of April through June. Runoff is medium. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and the soils are used for crops, pasture, or hay; small grains are the principal crop and alfalfa is important. The native vegetation consists of noncommercial stands of aspen, birch, oak and ash with an understory of shrubs. These areas are used for woodland pasture or wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central North Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rolette County, North Dakota, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 5/94.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the mineral soil to a depth of 2 inches (A horizon); albic horizon - the zone from 2 to 12 inches (E1 and E2 horizons); argillic horizon - the zone from 12 to 32 inches (Bt1 and Bt2 horizons); greater than 60 percent base saturation in argillic horizon - slightly alkaline and moderately alkaline reaction (Bt1 and Bt2 horizons, respectively); vertic criteria - LE of more than 6 cm in upper meter.\nADDITIONAL DATA:  Lab data S78ND009-109 and S78ND009-110.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
