{
  "SERIES": "ROLLINS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CTS-MPD-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN",
  "OVERVIEW": "The Rollins series consists of very deep, somewhat excessively drained soils that formed in a loamy mantle overlying gravelly glacial outwash. These soils are on outwash plains, moraines, drumlins and eskers. Saturated hydraulic conductivity is high in the upper mantle and very high in the underlying outwash. Slopes range from 0 to 45 percent. Mean annual air temperature is about 38 degrees F. Mean annual precipitation is about 28 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rollins sandy loam on a 9 percent convex slope under mixed deciduous and coniferous forest at an elevation of 1,340 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium granular structure; very friable; many fine and medium roots; 10 percent gravel; moderately acid; abrupt smooth boundary. (1 to 6 inches thick)\nBw--5 to 14 inches; brown (7.5YR 4/4) gravelly sandy loam; weak fine subangular blocky structure; very friable; many fine and medium roots; 20 percent gravel; strongly acid; clear wavy boundary. (4 to 19 inches thick)\n2C1--14 to 25 inches; brown (7.5YR 4/4) very gravelly sand; single grain: loose; common fine and medium roots; 40 percent gravel; 5 percent cobbles; moderately acid; clear wavy boundary.\n2C2--25 to 80 inches; brown (7.5YR 5/4) very gravelly coarse sand; single grain; loose; very few fine roots; 50 percent gravel; 5 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 1 mile east and 6 miles north of Twig; 1050 feet east and 1200 feet north of the southwest corner, section 23, T. 52 N., R. 16 W.; USGS Twig quadrangle; latitude 46 degrees 58 minutes 15 seconds N. and longitude 92 degrees 20 minutes 21 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to gravelly loamy sand or coarser material ranges from 10 to 20 inches. The depth to free carbonates is more than 80 inches. Rock fragment content ranges from 5 to 35 percent in the mantle, and 15 to 75 percent in the underlying sediment. It averages 35 to 65 percent in the particle size control section. The loamy mantle contains less than 50 percent fine sand and finer particles.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 1 or 2. It is sandy loam, fine sandy loam, or loam. Rock fragment content ranges from 5 to 15 percent by volume with 3 to 15 percent gravel, 0 to 7 percent cobbles, and 0 to 3 percent stones and boulders. It is strongly acid to slightly acid.\nSome pedons have a thin E horizon.\nThe Bw horizon has hue of 7.5YR or 5YR, value of 3 to 5 and chroma of 4 through 6. It is gravelly sandy loam, gravelly fine sandy loam, gravelly loam or their nongravelly analogues. The rock fragment content ranges from 5 to 35 percent. The gravel content ranges from 3 to 35 percent. Thin subhorizons may contain 35 to 65 percent gravel. Cobbles range from 0 to 7 percent. The stone and boulder content ranges from 0 to 3 percent. It is strongly acid to slightly acid.\nSome pedons have a 2Bw horizon.\nThe 2C horizon has hue of 7.5YR, or 5YR, value of 4 or 5 and chroma of 4 through 6. Some pedons have hue of 10YR, value of 3 and chroma of 2 in some Rainy lobe materials. It is very gravelly sand, very gravelly coarse sand, very gravelly loamy coarse sand, very gravelly loamy sand or extremely gravelly analogues. The gravel content ranges from 35 to 75 percent. Thin subhorizons below 40 inches may contain 5 to 95 percent gravel. Cobbles range from 0 to 10 percent. The stone and boulder content ranges from 0 to 3 percent. It is moderately or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rollins soils have linear to convex slopes on outwash plains, moraines, drumlins and eskers. They formed in a loamy mantle overlying acid, gravelly glacial outwash. The material is from the Rainy Lobe, Superior Lobe or mixed from both sources and is of the Late Wisconsinan glaciation. Slopes range from 0 to 45 percent. Mean annual air temperature ranges from 36 to 42 degrees F. Mean annual precipitation ranges from 26 to 30 inches. Annual frost-free days range from 90 to 120 days. The elevation above sea level ranges from 1,150 to 1,650 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aldenlake, Gnesen, Pequaywan and Hulligan soils. The well drained Aldenlake and the moderately well drained Pequaywan soils have a loamy mantle greater than 20 inches thick. The somewhat poorly drained Gnesen soils and very poorly drained Hulligan soils are on lower lying positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Surface runoff is very low to medium. Saturated hydraulic conductivity is 14.11 to 42.34 micrometers per second (2 to 6 inches per hour) in the loamy mantle and greater than 141.14 micrometers per second (20 inches per hour)in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production. Native vegetation is mixed deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA's-90 and 93.  Northeastern Minnesota. Moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota (Virginia subset) 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from 0 to 5 inches (A horizon); cambic horizon - the zone from 5 to 14 inches (Bw horizon). Isotic minerology class is based upon the 15 Bar moisture/clay ratio of greater than .6 in the control section."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Soil Interpretation Record number MN0763."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak fine and medium granular structure; very friable; many fine and medium roots; 10 percent gravel; moderately acid; abrupt smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--5 to 14 inches; brown (7.5YR 4/4) gravelly sandy loam; weak fine subangular blocky structure; very friable; many fine and medium roots; 20 percent gravel; strongly acid; clear wavy boundary. (4 to 19 inches thick)"
      },
      {
        "name": "2C1",
        "top": 36,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--14 to 25 inches; brown (7.5YR 4/4) very gravelly sand; single grain: loose; common fine and medium roots; 40 percent gravel; 5 percent cobbles; moderately acid; clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 64,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--25 to 80 inches; brown (7.5YR 5/4) very gravelly coarse sand; single grain; loose; very few fine roots; 50 percent gravel; 5 percent cobbles; slightly acid."
      }
    ]
  ]
}
