{
  "SERIES": "ROLLDOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JVC",
  "REVDATE": "12/2006",
  "STATES": "CA",
  "OVERVIEW": "The Rolldown series consists of very deep, well drained soils that formed in volcanic ash and till derived from andesite, tuff, and metavolcanic rock.  Rolldown soils are on moraines superimposed on mountains.  Slopes are 4 to 30 percent.  The mean annual precipitation is about 24 inches and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Vitrandic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rolldown extremely gravelly ashy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 65 percent gravel, 20 percent cobbles, and 2 percent stones.\nA1--0 to 2 inches; grayish brown (10YR 5/2) extremely gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine interstitial pores; 65 percent gravel and 5 percent cobbles; slightly acid; clear wavy boundary.  (2 to 6 inches thick)\nA2--2 to 10 inches; grayish brown (10YR 5/2) very gravelly ashy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; common very fine and fine roots; common very fin tubular and interstitial pores; 40 percent gravel and 5 percent cobbles; slightly acid; clear wavy boundary. (8 to 12 inches thick)\nBt1--10 to 22 inches; brown (10YR 5/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine roots; many very fine interstitial and common very fine tubular pores; common distinct clay films on faces of peds and lining pores; 80 percent gravel and 5 percent cobbles; slightly acid; clear wavy boundary.  (8 to 14 inches thick)\nBt2--22 to 40 inches; brown (10YR 5/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; many very fine interstitial and common very fine tubular pores; common distinct clay films on faces of peds and lining pores; 70 percent gravel, 5 percent cobbles, and 5 percent stones; slightly acid; clear wavy boundary.  (12 to 22 inches thick)\nBt3--40 to 60 inches; pale brown (10YR 6/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial and common very fine tubular pores; common distinct clay films lining pores and coating rock fragments; 85 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California; on the Toiyabe National Forest in the Sweetwater Mountains about 1.2 miles south of Mount Patterson; in a nonsectionized township approximately 1,080 feet north and 1,240 feet west of the projected southeast corner of section 26, T. 7 N., R. 24 E.; USGS Mount Patterson 7.5 minute topographic quadrangle; 38 degrees 25 minutes 14.5 seconds north latitude and 119 degrees 18 minutes 10.0 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; dry from July through early October for 60 to 80 consecutive days in the four months following the summer solstice; Typic xeric moisture regime.\nMean annual soil temperature - 35 to 40 degrees F.\nMean summer soil temperature - 46 to 52 degrees F.\nMollic epipedon thickness - 10 to 16 inches.\nDepth to base of argillic horizon - More than 60 inches.\nParticle-size control section - Clay content: Averages 18 to 27 percent; Rock fragments: Averages 60 to 85 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as andesite and tuff or metavolcanic rock.\nA horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nVolcanic glass content: 15 to 30 percent in coarse silt through fine sand fractions.\nOxalate Al + 1/2 oxalate iron: 0.2 to 0.4 percent.\nBt horizons - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Extremely gravelly sandy clay loam or extremely gravelly loam.\nClay content: 18 to 27 percent.\nRock fragments: 60 to 85 percent.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Edgway, Kiote, Sawfork, Trespass, and Tusel series.\nEdgway soils average 35 to 60 percent rock fragments in the particle-size control section, have mean summer soil temperature of 43 to 46 degrees F., and have a udic moisture regime.  Kiote soils have mollic epipedons that are 16 to 24 inches thick and have depth to base of the argillic horizon of 20 to 40 inches.  Sawfork soils are deep to paralithic contacts and are calcareous within 25 inches of the soil surface.  Trespass soils have thicker mollic epipedons and have aquic conditions within 1 meter of the soil surface.  Tusel soils have mollic epipedons that are 16 to 22 inches thick, have mean summer soil temperature of 58 to 59 degrees F., and are deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rolldown soils are on moraines superimposed on mountains.  They typically occur on summit or shoulder positions.  They formed in volcanic ash and till derived from andesite, tuff, and metavolcanic rock.  Slopes are 4 to 30 percent.  Elevations range from 10,000 to 11,600 feet.  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 20 to 30 inches, the mean annual temperature is 33 to 38 degrees F., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coldtree, Holdon, and Mountpatterson soils.  Coldtree soils have ochric epipedons and are deep to lithic contacts.  Holdon soils have ochric epipedons, cambic horizons, and are deep to lithic contacts.  Mountpatterson soils are shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; moderate permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rolldown soils are used for rangeland, recreation, watershed and wildlife habitat.  The native vegetation occurs above timberline and is mainly various alpine forbs and some bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California, on the east side of the Sierra Nevada Range.  These soils are not extensive with about 1,000 acres of the series mapped to date.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mono County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 10 inches (A1 and A2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 10 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 10 to 60 inches (Bt1, Bt2, and Bt3 horizons).\nParticle-size control section - The zone from 10 to 30 inches (Bt1 horizon and part of the Bt2 horizon).\nThe revision of December 2003 updated the taxonomic class from Loamy-skeletal, mixed, superactive Xeric Argicryolls based on local glass count data.\nADDITIONAL DATA:  Volcanic glass content determined locally in the Reno MO by optical grain counts using a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 2 inches; grayish brown (10YR 5/2) extremely gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine interstitial pores; 65 percent gravel and 5 percent cobbles; slightly acid; clear wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--2 to 10 inches; grayish brown (10YR 5/2) very gravelly ashy loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; common very fine and fine roots; common very fin tubular and interstitial pores; 40 percent gravel and 5 percent cobbles; slightly acid; clear wavy boundary. (8 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 22 inches; brown (10YR 5/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine roots; many very fine interstitial and common very fine tubular pores; common distinct clay films on faces of peds and lining pores; 80 percent gravel and 5 percent cobbles; slightly acid; clear wavy boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--22 to 40 inches; brown (10YR 5/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; many very fine interstitial and common very fine tubular pores; common distinct clay films on faces of peds and lining pores; 70 percent gravel, 5 percent cobbles, and 5 percent stones; slightly acid; clear wavy boundary.  (12 to 22 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly acid",
        "narrative": "Bt3--40 to 60 inches; pale brown (10YR 6/3) extremely gravelly sandy clay loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine interstitial and common very fine tubular pores; common distinct clay films lining pores and coating rock fragments; 85 percent gravel; slightly acid."
      }
    ]
  ]
}
