{
  "SERIES": "ROMNELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RER-TCJ-AGG",
  "REVDATE": "03/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Romnell clay loam on a west-facing concave slope of 1 percent on a till plain in a cultivated field at an elevation of 1,200 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 centimeters (0 to 10 inches); black (N 2/0) clay loam; black (10YR 2/1) dry; weak fine subangular blocky structure; friable; 2 percent gravel; 1 percent gypsum powder in root channels and coating faces of peds; neutral; abrupt smooth boundary.\nA--25 to 46 centimeters (10 to 18 inches); very dark gray (N 3/0) silt loam, gray (N 5/0) dry; weak thin and medium platy structure; friable; 2 percent gravel; 1 percent gypsum powder in root channels and coating faces of peds; neutral; abrupt smooth boundary. [Combined thickness of the A horizons 36 to 102 centimeters (14 to 40 inches thick).]\nBg1--46 to 56 centimeters (18 to 22 inches); very dark gray (5Y 3/1) clay loam; dark gray (5Y 4/1) dry; weak fine subangular blocky structure; friable; 2 percent gravel; 1 percent gypsum powder in root channels and coating faces of peds; neutral; abrupt wavy boundary. (3 to 10 inches thick)\nBg2--56 to 69 centimeters (22 to 27 inches); very dark gray (5Y 3/1) clay loam; dark gray (5Y 4/1) dry; weak coarse prismatic structure parting to weak fine angular blocky; friable; 2 percent gravel; 1 percent gypsum powder in root channels and coatings on faces of peds; many coarse distinct olive (5Y 4/3) Fe concentrations; neutral; abrupt wavy boundary. [Combined thickness of the Bg horizons 18 to 46 centimeters (7 to 18 inches thick).]\nBtyg--69 to 84 centimeters (27 to 33 inches); olive gray (5Y 4/2) clay loam; moderate coarse prismatic structure parting to moderate fine angular blocky; firm; few thin clay films on faces of peds; 6 percent gravel; 6 percent gypsum in powder form in root channels and coatings on faces of peds and a few 1 to 5 mm long crystals; common fine prominent yellowish brown (10YR 5/6) Fe concentrations; neutral; abrupt wavy boundary.[ 8 to 20 centimeters (3 to 8 inches thick).]\nBkg--84 to 109 centimeters (33 to 43 inches); gray (5Y 5/1) clay loam; moderate coarse prismatic structure parting to moderate fine angular blocky; firm; 6 percent gravel; 17 percent carbonates disseminated throughout and is common 5 to 10 mm diameter soft masses; 3 percent gypsum powder in root channels and few 5 to 10 mm diameter nests of 1 to 5 mm long gypsum crystals; few fine prominent yellowish brown (10YR 5/6) Fe concentrations; violently effervescent; slightly alkaline; abrupt wavy boundary.[ 13 to 30 centimeters (5 to 12 inches thick).]\nBCkg--109 to 155 centimeters (43 to 61 inches); gray (5Y 5/1) clay loam; weak fine and medium subangular blocky structure; firm; 8 percent gravel; 18 percent carbonates disseminated throughout and in 1 to 5 mm diameter soft masses; 3 percent gypsum in 1 to 5 mm long crystals in 5 to 10 mm diameter nests in upper part; common medium distinct yellowish brown (10YR 5/6) Fe concentrations; violently effervescent; slightly alkaline; abrupt wavy boundary.\nBCg--155 to 203 centimeters (61 to 203 inches); gray (5Y 5/1) clay loam; weak fine and medium subangular blocky structure; firm; about 8 percent gravel; common medium distinct strong brown (7.5YR 4/6) Fe concentrations; common medium distinct strong brown (7.5YR 4/6) Mn concentrations; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cottonwood County, Minnesota; about 1 mile west and 2 miles south of Revere; about 690 meters (2,300 feet) west and 9 meters (30 feet) south of the northeast corner of sec. 3, T. 108 N., R. 38 W. ; USGS Walnut Grove quadrangle; lat. 44 degrees 11 minutes 44 seconds N.; long. 95 degrees 23 minutes 25 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free carbonates is 76 to 140 centimeters (30 to 55 inches). The mollic epipedon is 61 to 102 centimeters (24 to 40 inches) thick. Depth to horizons with firm consistence in basal till ranges from 61 to 102 centimeters (24 to 40 inches). Content of coarse fragments ranges from 0 to 6 percent in the upper part and from 2 to 8 percent in lower horizons. Calcium carbonate equivalent ranges from 10 to 20 percent in the lower part of the B horizon and in the C horizon. Carbonates are disseminated throughout these horizons and in few or common 5 to 10 mm diameter soft masses. Gypsum can occur throughout the sola and the upper part of the C horizon. It is in powder form as coats on faces of peds and root channels, 1 to 5 mm long free crystals and 5 to 10 mm diameter nests of crystals.  The average content of gypsum ranges from 0 to 4 percent in the upper part of the A horizon, from 0 to 6 percent in the lower part of the A horizon and upper part of the B horizon, and from 0 to 4 percent in the lower part of the B horizon and upper part of the C horizon. Sub horizons in the lower part of the A horizon or upper part of the B horizon contain as much as 15 percent gypsum in a few pedons but do not qualify for a gypsic horizon.\nThe Ap or A horizon has hue of 5Y or 2.5Y or is neutral, value of 1 to 3, and chroma of 0 or 1.  It is commonly clay loam but the range includes silt loam or silty clay loam. It has weak or moderate subangular blocky or granular structure. It is neutral or slightly alkaline.\nThe Bg horizon has hue of 2.5Y or 5Y, value of 2 through 5, and chroma of 1 or 2. It has the lower value and chroma only in the upper part. It is clay loam, silty clay loam or loam with some subhorizons of silty clay. It is neutral or slightly alkaline.\nThe Bkg, Btg or Btyg horizon has hue of 2.5Y or 5Y, value of 2 through 5, and chroma 1 or 2. It is clay loam or silty clay loam. It has weak or moderate prismatic or subangular blocky primary structure. It is neutral to moderately alkaline.\nThe BCk or BC horizon has hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 through 3. It is loam or clay loam. It has prismatic or subangular blocky structure. It has a mosit bulk density range of 1.65 to 1.75 grams per cubic centimeter. It is slightly alkaline or moderately alkaline. Calcium carbonate equivalent ranges from 10 to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coland, Comfrey, Delft, Excello, Gielow, Glencoe, Gus, James Canyon, Keddie, Kimmerling, Konner, Lundlake, McClave, Peoh, Roundval, Shandep, and Wenas series in the same family. Coland, Comfrey and Gus soils do not have rock fragments in their series control section. Excello soils do not have free carbonates within the series control section. Gielow soils are in areas that have a mean annual air temperature range of 12 to 14 degrees C (54 to 57 degrees F) and are dry in the soil moisture control section during the 120 days following summer solstice. Delft and Glencoe soils have a moist bulk density of less than 1.65 g/cc in the lower third of the series control section. James Canyon, Keddie and Kimmerling soils are dry in at least part of the soil moisture control section during the 120 days following the summer solstice. Konner soils are in areas that have a mean annual precipitation range of 381 to 559 mm (15 to 22 inches). Lundlake  soils have less than 27 percent clay and more than 30 percent sand in the series control section. McClave soils are in areas that have a mean annual precipitation of about 406 mm (16 inches). Peoh soils are in areas that have a mean annual precipitation range of 381 to 635 mm (15 to 25 inches). Roundval soils are dry in some part of the soil moisture control section during the 90 days following the summer solstice in 6 years out of 10. Shandep and Wenas soils have sandy textures in the lower one third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Romnell soils have concave slopes with gradient of 0 to 3 percent in shallow depressions and swales on till plains and moraines. They formed in loamy till or in a thin lacustrine mantle overlying loamy till.  Mean annual air temperature ranges from 8 to 10 C (46 to 50 degrees F), and mean annual precipitation ranges from 610 to 686 mm (24 to 27 inches). Annual frost free days are 125 to 170. Elevation ranges from 267 to 480 meters (890 to 1,600 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Annton (T), Jeffers, and North Twin (T), Pell Creek (T), and Walnut Grove (T) soils which are members of a drainage sequence with Romnell soils. Well drained Annton soils and moderately well drained North Twins soils are on convex rises.  Walnut Grove soils are in low gradient drainageways and lack gypsum in their sola. Poorly drained Jeffers soils are on flats and rims of depressions and are calcareous throughout. Poorly drained Pell Creek soils are on adjacent flats and have thinner mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained.  Surface runoff is negligible or low. Saturated hydraulic conductivity is 1.41 to 4.23 micrometers per second (.2 to .6 inches per hour). The poorly drained phase has apparent seasonal high saturation as high as 15 cm (6 inches) during the months of March through June and October through November in normal years. The very poorly drained phase has seasonal high soil saturation at the surface during the months of March through June and October through November in normal years.  Ponding can occur during periods of snowmelt and excessive rainfall throughout the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Where drained, these areas are cultivated. The principal crops are corn, soybeans, and small grain. Reed canarygrass commonly dominates partially drained pasture. Native vegetation is predominantly wet-site tall prairie species such as prairie cordgrass, switchgrass, big bluestem, wooly sedge, giant goldenrod and Canada goldenrod. The native vegetation on very poorly drained phases is herbaceous marsh species tolerant of excessive wetness such as, cattails, bulrushes, giant burreed, giant reed grass and hydrophytic sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-103. Southwestern Minnesota.  Minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cottonwood County, Minnesota; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and properties recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 69 centimeters (27 inches) (Ap, A, Bg1, and Bg2 horizons), cambic horizon - the zone from 69 to 103 centimeters (27 to 43 inches) (Btyg and Bkg horizons), Aquic moisture regime.\nThese soils formerly were included in the mapping units of Webster and Glencoe soils among others. Some of these soils are marginal to having a gypsic horizon.\nNote:  The Btyg does not meet the criteria for a gypsic horizon as its product of thickness times gypsum percent is not greater than 150.\nADDITIONAL DATA: For results of some laboratory analyses refer to MN. Agr. Exp. Sta. Central File Code Nos. 2133 for some data on the typical pedon and 2128 and 2132 for data on two additional pedons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
