{
  "SERIES": "ROMULUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-HEW-PSP",
  "REVDATE": "01/2004",
  "STATES": "NY",
  "OVERVIEW": "The Romulus series consists of very deep, poorly drained soils formed in till or mixed lake sediments and till. They are nearly level to gently sloping soils on upland till plains. Permeability is slow or very slow throughout the soil. Slope ranges from 0 to 8 percent. Mean annual temperature is 48 degrees F., and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Romulus silty clay loam - cultivated. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 9 inches; very dark gray (10YR 3/1) light silty clay loam, grayish brown (10YR 5/2) dry and crushed; moderate, medium and fine subangular blocky structure; friable, slightly sticky; many fine roots; slightly acid; abrupt smooth boundary. (8 to 9 inches thick.)\nBtg1 -- 9 to 13 inches; grayish brown (10YR 5/2) light silty clay loam; moderate fine and medium blocky structure; firm, plastic; common fine roots; few light brownish gray (10YR 6/2) and gray (10YR 6/1) patchy clay films on all faces of peds; many (30 percent) medium prominent light olive brown (2.5Y 5/6) and yellowish brown (10YR 5/6) masses of iron accumulations; slightly acid; clear wavy boundary.\nBtg2 -- 13 to 21 inches; brown (7.5YR 5/2) light silty clay loam; moderate coarse prismatic structure that parts to strong coarse blocky structure; firm, plastic; few fine roots; common fine prominent light brown (7.5YR 6/3) and common fine faint pinkish gray (7.5YR 6/2) on faces of peds; patchy clay films on 25 percent of ped faces; common fine distinct brown (7.5YR 5/4) and prominent strong brown (7.5YR 5/6) masses of iron accumulations and faint pinkish gray (7.5YR 6/2) iron depletions; neutral; clear wavy boundary.\nBtg3 -- 21 to 30 inches; light brown (7.5YR 6/3) light silty clay loam; moderate coarse prismatic structure that parts to strong coarse blocky structure; very firm, plastic; pinkish gray (7.5YR 6/2) ped faces; 60 percent of faces on peds have thin clay films; common medium prominent yellowish brown (10YR 5/6) and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation and common medium faint pinkish gray (5YR 6/2) iron depletions; slightly alkaline, slightly effervescent, below 28 inches; clear wavy boundary. (Combined thickness of the Bt horizon is 10 to 24 inches thick.)\nCg -- 30 to 60 inches; brown (7.5YR 4/2) silty clay loam; weak very coarse plate-like divisions; very firm; common medium faint pinkish gray (7.5YR 6/2) masses of iron depletions; slightly alkaline, slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cayuga County, New York; town of Aurelius, 600 feet south of West Genesee road, 1/4 mile west of New York Highway 326.USGS Cayuga, NY topographic quadrangle; Latitude 42 degrees, 55 minutes, 02 seconds N. and Longitude 76 degrees, 39 minutes, 15 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 24 to 40 inches. Depth to carbonates is commonly the same as solum thickness, but in some pedons the lower 2 to 6 inches of the B horizon is slightly effervescent. Rock fragments are usually absent but range to 25 percent in the solum and substratum. Reaction ranges from slightly acid to neutral in the A, E, and B horizons and slightly alkaline or moderately alkaline in the C horizon.\nThe Ap horizon has hues of 10YR or 7.5YR, values of 2 or 3, and chroma of 1 or 2. Texture is silty clay loam or silt loam in the fine earth fraction. Structure is weak or moderate, medium or fine subangular blocky or granular structures. The consistence is friable, very friable or slightly sticky.\nThe E horizon, where present, has hue of 10YR to 2.5YR, value of 5 or 6, and chroma of 1 through 3. Texture is silt loam, loam, silty clay loam or clay loam in the fine earth fraction. Structure is weak or moderate, fine or medium platy or subangular blocky. Consistence is friable or firm. Thickness ranges from 0 to 6 inches.\nThe Bt horizons have hues of 7.5YR to 2.5YR, values of 4 through 6 and chroma of 2 or 3. Individual subhorizons of 10YR hue are permitted in these horizons but dominant hue must be 7.5YR or redder. Chroma of ped faces is 2 or less. The matrix of some horizons between the base of the Ap horizon and a depth of 30 inches is dominantly of more than 2 chroma. The Bt horizons are silty clay loam or clay loam in the fine earth fraction. Average clay content of the Bt horizon ranges from 28 to 35 percent, but individual subhorizons that are outside this range are permitted. It has moderate or strong blocky structure and firm or very firm consistence.\nThe C horizon has hues of 7.5YR to 2.5YR, values of 4 or 5, and chroma of 2 or 3. Texture is silt loam, loam, silty clay loam or clay loam in the fine earth fraction. It is massive or has weak or moderate, thick plate-like divisions. The consistence is very firm or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Conover and Manheim series are members in the same family. Conover soils have hue of 10YR or yellower in the C horizons. Manheim soils have hues of 10YR or 2.5Y in the control section.\nThe Alden, Canadice, Colwood, Fonda, Ilion, Lakemont, Lyons, Madalin, Olmstead, Ovid, and Trumbull series also are similar soils in related families. The Alden, Colwood, Fonda, and Lyons soils do not have argillic horizons. The Canadice, Condit, Lakemont, Madalin and Trumbull soils have greater than 35 percent clay in the particle-size control section. The Ilion and Olmstead soils have hues of 10YR or yellower in the B and C horizons. The Ovid soils have an Ap horizon that does not meet the Udollic subgroup definition."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Romulus soils are on till plains. Slope ranges from 0 to 8 percent. The Romulus soils formed in till derived from reddish calcareous shales, or lake sediment intermixed with drift from limestone and sandstone. The climate is humid and cool temperate with mean annual rainfall ranges from 30 to 45 inches and mean annual air temperature from 46 to 50 degrees F. The mean growing season is from 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cayuga, Cazenovia, Fonda, Honeoye, Hudson, Lansing, Ontario, Ovid and Schoharie soils. Cayuga, Cazenovia and Schoharie soils are well or moderately well drained. Fonda soils are very poorly drained. Honeoye, Lansing and Ontario soils are well drained. Hudson soils are moderately well drained. Ovid soils are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. The potential for surface runoff ranges from negligible to very high. Permeability is moderate slow in surface and sub surface and slow and very slow in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil has been cleared. The principal use is for growing pasture and hay but a small acreage is used for growing corn and oats. Some of the soil is idle. Red maple, elm, and other water-tolerant northern hardwoods dominate the woodlots."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New York, the Ontario plain and adjacent valleys of the northern part of the glaciated Allegheny Plateau, including the Western part of the Mohawk Valley. MLRA's 101 and 140. The Romulus soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Seneca County, New York, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Reclassification from Epiaqualfs to Endoaqualfs.\nDiagnostic horizons and other features recognized in the typical pedon are:\n(1) Ochric Epipedon - the zone from the surface to 9 inches (Ap horizon).\n(2) Argillic horizon - the zone from 9 to 30 inches (Bt horizon).\n(3) Udollic subgroup - as evidenced by a low value surface layer (Ap horizon) that meets the requirements of a mollic epipedon except thickness and a zone within 30 inches that has more than 40 percent with chroma of 3 or more (B3tg horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
