{
  "SERIES": "RONDOWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/RJK/RWL",
  "REVDATE": "03/2013",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rondowa stony loam, rangeland. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 10 inches; black (10YR 2/1) stony loam, very dark gray (10YR 3/1) dry; weak very fine granular structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine tubular pores; 10 percent stones, 10 percent cobbles, and 5 percent gravel; neutral (pH 6.6); gradual smooth boundary.\nA2--10 to 17 inches; very dark brown (10YR 2/2) gravelly loam, very dark grayish brown (10YR 3/2) dry; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine roots; few fine pores; 20 percent gravel; neutral (pH 6.7); gradual smooth boundary.\nA3--17 to 26 inches; very dark grayish brown (10YR 3/2) gravelly loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine roots; many very fine and fine pores; 20 percent gravel and 10 percent cobbles; neutral (pH 7.0); gradual irregular boundary. (Combined thickness of the A horizon is 20 to 30 inches)\nAC--26 to 36 inches; dark brown (10YR 3/3) very cobbly loam, brown (10YR 4/3) dry; weak fine subangular blocky structure; soft, friable, slightly sticky, slightly plastic; common fine roots; many fine and very fine pores; 30 percent cobbles, 20 percent gravel and 5 percent stones; neutral (pH 7.2); gradual irregular boundary. (0 to 12 inches thick)\nC--36 to 60 inches; dark grayish brown (10YR 4/2) very cobbly loam, gray (10YR 5/1) dry; massive; soft, friable, nonsticky and nonplastic; few fine roots; many fine and very fine pores; 10 percent stones, 25 percent cobbles and 15 percent gravel; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon; located about 1 mile south of Joseph; 450 feet south and 1,100 feet west of the NE corner of section 6, T. 3 S., R. 45 E. (Latitude 45 degrees, 20 minutes, 13 seconds N, Longitude 117 degrees, 13 minutes, 52 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 44 to 47 degrees F. The soils are usually moist but are dry in the moisture control section for 60 to 75 consecutive days during the summer months. Depth to bedrock is 60 inches or more. The mollic epipedon is 20 to 30 inches thick with an influence of loess and volcanic ash in the upper part. The particle-size control section is 10 to 18 percent clay and has 35 to 60 percent rock fragments. Soil reaction is slightly acid or neutral throughout.\nThe A1 horizon has value of 2 or 3 moist, 3 to 4 dry and chroma of 1 or 2. It is silt loam or loam with 10 to 18 percent clay. It has 0 to 10 percent boulders, 0 to 15 percent stones, 0 to 10 percent cobbles, and 0 to 15 percent gravel. Organic matter is 3 to 4 percent.\nThe A2 and A3 horizons have color similar to the horizon above. It has 0 to 5 percent stones, 0 to 15 percent cobbles, and 15 to 25 percent gravel. Organic matter is 1 to 3 percent.\nThe AC horizon, when present, has color and texture similar to the C horizon.\nThe C horizon has value of 3 or 4 moist, 4 to 6 dry and chroma of 1 to 3 moist and dry. It is sandy loam or loam with 5 to 15 percent clay.  It has 5 to 15 percent stones, 15 to 30 percent cobbles, and 15 to 25 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baldridge, Beehunt (T), Burgi, Chambeam, Climine, Ginser, Glean, Lambring, Shorthike, Sinker, Smidale, St. Anthony, Webfoot, Westbutte, and Willynat series. Baldridge soils are dry 45 to 60 consecutive days and have a cambic horizon. Beehunt soils have a cambic horizon and a pscs with 18 to 25 percent clay.  Burgi soils have 18 to 27 percent clay in the particle-size control section. Chambeam soils are 40 to 60 inches to bedrock, have 20 to 30 percent clay in the particle-size control section, and have channer and flagstone size rock fragments. Climine soils have 18 to 27 percent clay in the particle-size control section and a 2Bq horizon at 20 to 30 inches. Glean soils are 40 to 60 inches to a lithic contact and have angular basalt and andesite rock fragments. Lambring soils are dry for more than one half of the time when the temperature is greater than 41 degrees F. and average more than 18 percent clay in the particle-size control section. Sinker, and Westbutte soils are 20 to 40 inches to a lithic contact. Ginser soils are 20 to 40 inches to a paralithic contact. Shorthike soils have a cambic horizon and are dry for greater than 75 consecutive days.  Smidale soils have cambic horizons and mollic epipedons 50 inches or more thick. St. Anthony soils average more than 18 percent clay in the particle-size control section. Webfoot soils are somewhat poorly drained and have low chroma mottles beginning 6 inches below the surface. Willynat soils have mollic epipedons 40 to 60 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The soils are on glacial moraines. Elevations are 3,500 to 5,000 feet. Slopes are 2 to 60 percent. They formed in glacial till of mixed mineralogy including basalt, quartz diorite, greenstone, shale, sandstone and limestone with an influence of loess and minor amounts of volcanic ash in the surface. The climate is characterized by cold wet winters and hot dry summers. The mean annual precipitation is 17 to 30 inches. The mean annual temperature of 42 to 45 degrees F. The frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ferguson, Klicker, Minam, and Redmount series. Ferguson soils are located on outwash fans and higher moraine remnants, are ashy over loamy-skeletal, and have a udic soil moisture regime. Klicker soils are located on adjacent south-facing side slopes of mountains, have argillic horizons, and are 20 to 40 inches to bedrock. Minam soils are fine-loamy and are on alluvial fans. Redmount soils are coarse-loamy and are on outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used mainly for livestock grazing and timber production. The potential native vegetation is mainly Idaho fescue with bluebunch wheatgrass in open areas and ponderosa pine and Douglas fir in wooded areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Valleys of Northeastern Oregon, MLRA 9. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features included in this pedon are:\nMollic (pachic) epipedon - from the surface to 26 inches (A1, A2, and A3 horizons)\nParticle-size control section - from 10 to 40 inches (A2, A3, AC, and upper part of the C horizon); weighted average of rock fragments is 39 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
