{
  "SERIES": "RONNEBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFG-KDS-AGG",
  "REVDATE": "08/2005",
  "STATES": "MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aeric Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ronneby loam on a plane slope of 1 percent in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark brown (10YR 2/2) loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; very friable; about 2 percent gravel; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nE--8 to 11 inches; brown (10YR 5/3) fine sandy loam, gray (10YR 6/1) dry; moderate thin and medium platy structure; very friable; common fine prominant strong brown (7.5YR 4/6) Fe concentrations and common medium faint dark grayish brown (10YR 4/2) Fe depletions; about 2 percent gravel; slightly acid; clear smooth boundary. (4 to 12 inches thick)\nB/E--11 to 17 inches; 60 percent brown (10YR 4/3) fine sandy loam (Bt); 40 percent brown (10YR5/3) fine sandy loam (E), gray (10YR 6/1) dry; weak fine subangular block structure; friable; common fine prominent strong brown (7.5YR 4/6) Fe concentrations and common medium faint dark grayish brown (10YR 4/2) Fe depletions; thin stone line with about 11 percent gravel; moderately acid; clear smooth boundary. (2 to 8 inches thick)\nBt--17 to 33 inches; brown (7.5YR 4/4) fine sandy loam; weak medium platy structure parting to weak fine subangular blocky; friable; common distinct dark reddish brown (5YR 3/2) clay films on faces of peds; common fine distinct strong brown (7.5YR 4/6) Fe concentrations and common medium distinct brown (7.5YR 5/2) Fe depletions; few thin coatings of clean sand and silt on vertical cleavage faces; about 6 percent gravel; moderately acid; gradual wavy boundary. (5 to 18 inches thick)\nBC--33 to 45 inches; reddish brown (5YR 4/3) fine sandy loam; weak medium platy structure; firm; few faint dark reddish brown (5YR 3/2) clay films on faces of plates and around pebble pockets; common fine prominent strong brown (7.5YR 4/6) Fe concentrations and common fine faint dark reddish gray (5YR 4/2) Fe depletions; about 10 percent gravel; slightly acid; gradual wavy boundary. (0 to 16 inches thick)\nBCd--45 to 80 inches; reddish brown (5YR 4/3) fine sandy loam; very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 0.5 to 3.0 feet apart; very firm; few medium faint dark reddish brown (5YR 3/4) Fe concentrations and few medium dark reddish gray (5YR 4/2) Fe depletions along fracture faces in the upper part; about 9 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Minnesota; about 1.5 miles south and 1.5 miles east of Foley; 1210 feet south and 180 feet east of the northwest corner of sec. 6, T. 36 N., R. 28 W.; USGS Quadrangle Foley, Minn.; Latitude 45 degrees 38 minutes 41 seconds N., and Longitude 93 degrees 52 minutes 59 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a densic contact is 40 to 60 inches. The content of rock fragments is 1 to 15 percent by volume throughout the profile. Stony and very stony phases are recognized. The argillic horizon has 8 to 18 percent clay.\nThe Ap or A horizon has hue of 10YR or 7.5YR, value of 2 or 3, chroma of 1 or 2. The A horizon is loam, fine sandy loam, sandy loam, very fine sandy loam or silt loam. Some pedons have an O horizon less than 3 inches thick. Reaction is strongly acid to slightly acid.\nThe E horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 1 to 3. The E horizon is fine sandy loam, loam, sandy loam or very fine sandy loam. Reaction is strongly acid to slightly acid.\nThe B/E or E/B horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 2 to 4. It is fine sandy loam, sandy loam or loam. Reaction is strongly acid to slightly acid.\nThe Bt horizon has hue of 7.5YR or 5YR, value of 3 to 5, and chroma of 3 or 4. The Bt horizon is fine sandy loam, sandy loam or loam. The base status is greater than 60 percent. Bulk density ranges from 1.45 to 1.65 gm/cc. Reaction is strongly acid to slightly acid.\nThe BC horizon has hue of 5YR or less commonly 7.5YR, value of 3 to 5 and chroma of 3 or 4. It is fine sandy loam or sandy loam. Moist bulk density ranges from 1.65 to 1.80gm/cc. Reaction is moderately acid to neutral.\nThe BCd horizon has hue of 5YR or less commonly7.5YR, value of 3 to 5 and chroma of 3 or 4. Texture is fine sandy loam or sandy loam. Moist bulk density ranges from 1.85 to 2.0 gm/cc. It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have plane or slightly concave slopes on drumlins or moraines. Slope gradients range from 0 to 2 percent. Ronneby soils formed in noncalcareous, Superior lobe dense loamy glacial till of Late Wisconsinan Age. Mean annual air temperature is about 37 to 45 degrees F. Mean annual precipitation is about 24 to 33 inches. Frost-free days range from 90 to 145. Elevation above sea level ranges from 800 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Milaca, Mora, and Parent soils, which form a drainage sequence with the Ronneby soils. Milaca soils are moderately well drained and are on more sloping terrain. The somewhat poorly drained Mora soils are on higher lying positions. The poorly and very poorly drained Parent soils are on lower positions on the landscape occupying flats, swales or depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Runoff is very low or low. Saturated hydraulic conductivity is moderate or moderately rapid in the upper part and very slow in the dense till. This soil has perched seasonal high saturation at a depth of 0.5 feet during April to June in years of normal precipitation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Approximately half of this soil is cultivated. Crops commonly grown are corn, soybeans, oats, and hay. The remaining areas are pastured or forested. Native vegetation is mixed deciduous forest or mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-90, mostly in East-central Minnesota and northwestern Wisconsin. This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sherburne County, Minnesota, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to 11 inches (Ap and E horizon); albic horizon - the zone from 8 to 11 inches (E horizon); argillic horizon - the zone from 11 to 33 inches (B/E and Bt horizons); glossic horizon-zone from 11 to 17 inches (B/E horizon); base saturation is above 60 percent in some part of the argillic horizon; aquic conditions- based on presumed positive reaction with alpha alpha dipyridyl at sometime during the year in most years. This parent material does not reduce soil colors typical of other parent material; densic contact- the zone beginning at 45 inches (BCd horizon). This soil was formerly classified as coarse-loamy, mixed, superactive, frigid, Udollic Epiaqualfs. Classification changed to reflect predomenance of a glossic horizon.\nADDITIONAL DATA: See National Soil Survey Lab 563MN-5-5 for data on the typical pedon. Soil Interpretation Record Number is MN0247.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
