{
  "SERIES": "ROONEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AP/GB",
  "REVDATE": "03/2003",
  "STATES": "CO",
  "OVERVIEW": "The Rooney series consists of shallow, well drained soils that formed in cobbly and gravelly loamy material derived from weathered sandstone conglomerate and shale.  Rooney soils are on side slopes and convex ridges and have slopes of 9 to 70 percent.  The mean annual precipitation is about 16 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rooney very cobbly sandy loam - native grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; olive brown (2.5Y 4/4) very cobbly sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak fine granular structure; soft, very friable, nonsticky; 50 percent rock fragments; neutral (pH 7.0); clear smooth boundary.  (2 to 5 inches thick)\nAC--3 to 8 inches; light olive brown (2.5Y 5/4) very gravelly sandy loam, very dark grayish brown (2.5Y 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, sticky; 50 percent rock fragments; neutral; gradual smooth boundary.  (0 to 5 inches thick)\nCr--8 inches; interbedded conglomerate and sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Colorado; about 1-1/2 miles southwest of Denver Federal Center; 1,900 feet south and 1,575 feet west of the northeast corner of Sec. 19, T. 4 S., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 4 to 20 inches.  Rock fragments range from 35 to 80 percent by volume and are dominantly 1/8 to 3 inches in diameter including 3 to 10 inch diameter fragments.  The fine earth fraction of the control section ranges from 8 to 27 percent clay.  Reaction ranges from neutral to slightly acid.\nThe A horizon has hue of 7.5YR through 2.5Y, value of 4 or 5, 3 or 4 moist and chroma of 2 through 4.  Horizons with moist values of 3 are less than 4 inches thick.  It has very cobbly and extremely cobbly modifiers of the fine earth fraction.\nThe AC horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, 4 through 5 moist and chroma of 2 through 4.  It is very gravelly sandy loam, very gravelly sandy clay loam or very gravelly loam.\nSome pedons have C horizons with colors and textures like the AC horizon.  They range in thickness from 0 to 15 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Highpoint and Schrap series in other families.  Highpoint soils are frigid.  Schrap soils are thermic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rooney soils are on convex ridges, knobs and side slopes.  Slopes range from 9 to 70 percent.  Elevations range from 5,600 to 6,500 feet.  The soils formed in very gravelly and cobbly loamy material derived from sandstone, conglomerate and shale.  The average annual precipitation ranges from 13 to 17 inches.  The mean annual temperature ranges from 47 to 50 degrees F.  The frost free season is 125 to 142 days or more."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Leyden, Louviers, Primen and Standley soils.  The Leyden and Standley soils lack bedrock within depths of 20 inches.  Louviers and Primen soils have clayey control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are used for grazing, wildlife habitat, recreation and limited community development.  Native vegetation is mainly sideoats grama, little bluestem, western wheatgrass, green needle grass, mountain mahogany, gambel oak, widely scattered Rocky Mountain juniper and ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills area of north central Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Golden Area Soil Survey, Jefferson County, Colorado.  1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 4/80.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; olive brown (2.5Y 4/4) very cobbly sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak fine granular structure; soft, very friable, nonsticky; 50 percent rock fragments; neutral (pH 7.0); clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "AC",
        "top": 8,
        "bottom": 20,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AC--3 to 8 inches; light olive brown (2.5Y 5/4) very gravelly sandy loam, very dark grayish brown (2.5Y 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, sticky; 50 percent rock fragments; neutral; gradual smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Cr",
        "top": 20,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--8 inches; interbedded conglomerate and sandstone."
      }
    ]
  ]
}
