{
  "SERIES": "ROOTCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev JTB/SAA/ET",
  "REVDATE": "05/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, isomesic Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rootcreek silt loam on a northeast facing slope of 47 percent under a canopy of coast redwood, Douglas-fir, Pacific madrone, tanoak, salal, western swordfern, and bracken fern. (Colors are for moist soil unless otherwise stated.) When described on October 30, 2002 the soil was dry throughout.\nOi--0 to 5 centimeters; Slightly decomposed coast redwood needles and twigs, western swordfern and other shrub and forb leaves, and moss; abrupt smooth boundary. (0 to 15 centimeters thick)\nA1--5 to 14 centimeters; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate very fine subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine tubular pores; moderately acid (pH 5.8); clear wavy boundary.\nA2--14 to 31 centimeters; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine and fine tubular pores; moderately acid (pH 5.8); clear smooth boundary. (combined thickness of the A horizons is 5 to 55 centimeters)\nABt--31 to 59 centimeters; dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4) dry; moderate coarse subangular blocky structure parting to moderate fine subangular blocky; moderately hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; few very fine tubular pores; few faint clay films on ped faces; strongly acid (pH 5.4); clear smooth boundary.\nBt1--59 to 81 centimeters; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; weak coarse prismatic structure parting to moderate coarse subangular blocky; moderately hard, friable, slightly sticky and moderately plastic; common very fine, fine, and medium roots; common very fine tubular pores; many faint clay films ped faces; 10 percent fine prominent grayish brown (2.5Y 5/2) iron depletions and 15 percent medium prominent strong brown (7.5YR 5/8) iron-manganese masses in the matrix; strongly acid (pH 5.2); clear smooth boundary.\nBt2--81 to 107 centimeters; light olive brown (2.5Y 5/3) silty clay loam, light yellowish brown (2.5Y 6/3) dry; weak coarse prismatic structure parting to moderate coarse subangular blocky; hard, friable, slightly sticky and moderately plastic; common very fine, fine, and medium roots; common very fine and fine tubular pores; many faint clay films on ped faces; 5 percent fine faint grayish brown (2.5Y 5/2) iron depletions in matrix and 25 percent medium prominent strong brown (7.5YR 5/8) iron-manganese masses in the matrix; strongly acid (pH 5.2); clear smooth boundary. (combined thickness of Bt horizons is 70 to 105 centimeters)\nBtg1--107 to 144 centimeters; grayish brown (2.5Y 5/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; moderate coarse prismatic structure; very hard, firm, slightly sticky and moderately plastic; common very fine, fine, and medium roots; common very fine tubular pores; many prominent clay films on ped faces; 30 percent medium prominent strong brown (7.5YR 5/8) iron-manganese masses in the matrix; strongly acid (pH 5.2); gradual smooth boundary.\nBtg2--144 to 185 centimeters; grayish brown (2.5Y 5/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; moderate coarse prismatic structure; very hard, firm, slightly sticky and moderately plastic; few very fine roots; common fine tubular pores; many prominent clay films on ped faces; 60 percent medium prominent strong brown (7.5YR 5/6) iron-manganese masses in the matrix; moderately acid (pH 5.6). (combined thickness of Btg horizons is 35 to 85 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; located approximately 2.5 kilometers east of the town of Redcrest; southwest quarter of the southeast quarter, section 11, T. 1S., R. 2 E., HB&M; WGS84 Decimal degrees 40.4011111 latitude and -123.9172222 longitude, USGS Redcrest Quadrangle; 10T 422167mE 4472674mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section, from a depth of 10 to 37 centimeters, is not dry in any part for as long as 90 cumulative days in normal years. The soils have a udic moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 10 to 13 degrees C. The difference between mean summer and mean winter temperature is less than 6 degrees C. The soils have an isomesic temperature regime\nDepth to Redoximorphic Features: between 50 and 100 centimeters\nSurface Fragments: 0 to 5 percent paragravel\nParticle size control section (weighted average):\nPararock fragments: 0 to 15 percent subangular weakly cemented siltstone paragravel\nClay content: 22 to 35 percent\nO horizon:\nValue: 2 through 3, 2 to 4 dry\nChroma: 1 or 2, moist or dry\nTexture: slightly decomposed plant material\nPararock fragments: 0 to 5 percent paragravel\nReaction: very strongly  acid to nuetral\nA horizon:\nHue: 10YR or 2.5Y\nValue: 2 through 4, 4 through 6 dry\nChroma: 1 to 3, moist or dry\nPararock fragments: 0 to 10 percent paragravel\nClay content: 12 to 27 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 10YR, 2.5Y, and 5Y\nValue: 4 or 5, 5 through 7 dry\nChroma: 3 through 6 moist or dry\nTexture of fine earth: silt loam, silty clay loam, clay loam.\nPararock fragments: 0 to 30 percent paragravel\nClay content: 22 to 35 percent\nReaction: strongly acid to slightly acid\nRedoximorphic Features: fine, medium, and coarse iron-manganese masses in the matrix\nQuantity: none to common\nHue: 7.5YR, 10YR, 2.5Y\nValue: 4 through 6,\nChroma: 6 through 8\nRedoximorphic Features: fine and medium iron depletions\nQuantity: none to common\nHue: 10YR and 2.5Y\nValue: 5 through 7, moist\nChroma: 1 through 3, moist\nBtg horizon:\nHue: 10YR, 2.5Y, and 5Y\nValue: 4 through 6, 5 through 7 dry\nChroma: 1 through 4 moist or dry\nTexture of fine earth: silt loam, silty clay loam, clay loam\nPararock fragments: 0 to 59 percent paragravel\nClay content: 24 through 40\nReaction: very strongly acid to moderately acid\nRedoximorphic Features: fine, medium, and coarse iron-manganese masses in the matrix\nQuantity: common through many\nHue: 7.5YR, 10YR, 2.5Y\nValue: 4 through 6\nChroma: 6 through 8\nRedoximorphic Features: fine, medium, and coarse iron-depletions in the matrix\nQuantity: none to common\nHue: 10YR, 2.5Y\nValue: 5 to 7\nChroma: 1 through 3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rootcreek soils are on linear to concave positions on benches and moutain slopes. Slopes are 15 to 75 percent. Elevations are 50 to 640 meters. These soils formed in colluvium and residuum from siltstone. The climate is humid with cool, foggy summers and cool, wet winters. Mean annual precipitation is 890 to 2160 millimeters. Mean January temperature is about 9 degrees C, mean July temperature is about 14 degrees C, and the mean annual temperature is 10 to 13 degrees C.  Frost-free season is about 240 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Redcrest (T), Scoutcamp(T) and Salmoncreek (T) soils. Redcrest,and Scoutcamp soils have redoximorphic features greater than 100 centimeters from the soil surface. Redcrest soils have greater than 15 percent paragravels in the particle-size control section and do not have an argillic horizon.  Salmoncreek soils have redoximorphic features between 10 and 25 centimeter of the mineral soil surface. . Redcrest soils are on slightly convex to linear positions . Scoutcamp soils are on linear and slightly concave to convex positions on mountain slopes. Salmoncreek soils occur on broad summits, ridges, and mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained, high to very high runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for commercial timber production, wildlife habitat, watershed and recreation.  Natural vegetation includes coast redwood, Douglas-fir, grand fir, tanoak, Pacific madrone, red alder, California huckleberry, California hazel, salal, western swordfern, and thimbleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, South Part, California, 2010. The name is from Root Creek, a tributary to the Van Duzen River."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon - the zone from 5 to 31 centimeters (A1, A2 horizons).\n2. Argillic horizon - the zone from 59 to 185 centimeters (Bt2, Bt3, Btg1, and Btg5 horizons)\n3. Particle-size control section - the zone from 59 to 109 centimeters (Bt2 and Btg1 horizons)\n4. Aquic conditions - the zone from 59 to 185 centimeters (Bt2, Bt3, Btg1, and Btg5 horizons)\n5. Aquollic Hapludalfs subgroup classification: redoximorphic depletions with chroma of 2 or less in layer that also have aquic conditions in normal years at 59 centimeters.\nADDITIONAL DATA: National Soil Survey Laboratory Pedon No. 07N0344.\nNASIS User Pedon ID: 02CA601110\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
