{
  "SERIES": "ROSCOMMON",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPW-WEF-AGG",
  "REVDATE": "02/2005",
  "STATES": "MI,MN,WI",
  "OVERVIEW": "The Roscommon series consists of very deep, poorly drained and very poorly drained soils formed in sandy deposits on lake plains, outwash plains, lake basins and glacial drainageways.  The saturated hydraulic conductivity is rapid. Slopes range from 0 to 2 percent.  Mean annual precipitation is about 30 inches and mean air annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Mollic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Roscommon mucky sand - on a 1 percent slope in a forested area.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 9 inches; very dark gray (10YR 3/1) mucky sand, gray (10YR 5/1) dry; weak coarse subangular blocky structure; very friable; many fine roots; slightly acid; clear smooth boundary.  (6 to 10 inches thick)\nCg--9 to 14 inches; light brownish gray (10YR 6/2) sand; single grain; loose; common fine roots; slightly acid; gradual smooth boundary.\nC--14 to 60 inches; brown (10YR 5/3) sand; single grain; loose; few fine roots; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Michigan; about 10 miles northeast of the village of Luther; 2,580 feet north and 75 feet west of the southeast corner of sec. 12, T. 20 N., R. 11 W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10 to 40 inch control section typically ranges from moderately acid to slightly alkaline, but the lower part in some pedons is moderately alkaline.  Gravel ranges from 0 to 10 percent throughout the pedon.\nThe A horizon has hue of 10YR or 7.5YR and has value of 2 or 3, and chroma of 1 or 2, or is neutral with value of 2 or 3. Ap horizon, where present, has colors like the A horizon.  The A horizon is sand, loamy fine sand, fine sand, loamy sand or the mucky analogues of these textures.  Some undisturbed areas have thin layers of muck, 1 to 3 inches thick, on the surface. The A horizon is moderately acid to slightly alkaline.\nThe C horizons have hue of 10YR to 5Y; value of 4 to 6; and chroma of 1 to 3.  Some subhorizons have chroma of 4.  They typically are sand, coarse sand, loamy sand, or loamy coarse sand, but some pedons have thin subhorizons of fine sand.   The C horizon ranges from moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cormant and Wheatley series in the same family and the Deford, Edmore, Epoufette, Granby, Kinross, Maumee, Newton, Scarboro, and Tobico series.  Cormant soils have a sand fraction dominated by fine sand.  Wheatley and Epoufette soils have stratified calcareous sand and gravel within the 10 to 40 inch control section. Deford soils have fine sand, loamy fine sand, or very fine sand textures.  Edmore soils have more than 15 percent clay in the control section and are mesic.  Granby, Maumee, and Newton have mollic epipedons and are mesic.  Kinross soils are strongly acid and have spodic horizons. Scarboro soil have thicker dark surface layers, are more acid, and are mesic.  Tobico soils are mesic and have calcareous sand and gravel within a depth of 15 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Roscommon soils are on nearly level areas and depressions of outwash and lake plains and in glacial drainageways. Slope gradients range from 0 to 2 percent.  Mean annual precipitation ranges from 22 to 34 inches, and mean annual air temperature ranges from 38 to 47 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Au Gres, Croswell, Graycalm, Kalkaska, Meehan, Menahga, and Rubicon soils.  They are on the higher better drained parts of the landscape.  Various organic soils on the wetter parts are the common associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained and very poorly drained. Surface runoff is negligible or ponded.  Saturated hydraulic conductivity is rapid.  This soil is ponded or has saturation within 1 foot of the surface, at some time during the months of September through June in years with normal precipitation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  More than 90 percent is in forest.  A small percentage is in permanent pasture, or in hay and small grains. Forests are chiefly balsam fir, black spruce, jack pine, northern whitecedar, quaking aspen, red maple, and yellow birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Michigan, Minnesota, and northeastern Wisconsin.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanilac County, Michigan, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to 9 inches; aquic soil moisture regime; mollic feature - the zone from the surface to 9 inches with color value moist of 3 or less, and color value dry of 5 or less.\nThe requirement for chroma of 1 or less in Cg horizon is waived due to uncoated sand grains.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
