{
  "SERIES": "ROSCED",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWR/RJA/RLB",
  "REVDATE": "12/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rosced very gravelly sandy loam - woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; brown (10YR 4/3) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common medium roots; common very fine and fine continuous tubular pores; 50 percent pebbles and 5 percent cobbles; slightly alkaline (pH 7.8); clear smooth boundary.  (3 to 5 inches thick)\nBw1--5 to 16 inches; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine, medium and coarse roots; common fine and medium continuous tubular pores; 25 percent pebbles and 5 percent cobbles; slightly alkaline (pH 7.8); clear smooth boundary.  (11 to 12 inches thick)\nBw2--16 to 23 inches; brown (10YR 5/3) very gravelly sandy loam, brown (10YR 4/3 moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few medium roots; few medium continuous tubular pores; 35 percent pebbles and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 8 inches thick)\nBk--23 to 33 inches; yellowish brown (10YR 5/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; few fine roots; few fine discontinuous vesicular pores; 35 percent pebbles and 5 percent cobbles; strongly effervescent; very few fine calcium carbonate accumulations; moderately alkaline (pH 8.0); clear smooth boundary.  (10 to 43 inches thick)\n2C1--33 to 42 inches; yellowish brown (10YR 5/4) very gravelly coarse sand, dark yellowish brown (10YR 4/4) moist; single grain; loose, nonsticky and nonplastic; few fine roots; 35 percent pebbles and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 8 inches thick)\n2C2--42 to 67 inches; brownish yellow (10YR 6/6) very gravelly coarse sand, yellowish brown (10YR 5/6) moist; single grain; loose, nonsticky and nonplastic; few fine roots; 35 percent pebbles and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; 5 miles north and 1.5 miles west of Chimayo; State Plane Coordinates:  1,850,400 feet north and 606,400 feet east;  105 degrees, 53 minutes, 21 seconds west longitude; 36 degrees, 05 minutes, 06 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the moisture control section December through March and July through September. Is driest during May and June.\nSoil temperature:  50 to 53 degrees F.\nRock fragments by volume - 35 to 50 percent weighted average with 30 to 45 percent pebbles and 5 to 10 percent cobbles in the control section.\nClay in control section - 10 to 15 percent weighted average.\nSoil reaction - slightly to moderately alkaline.\nA horizon - Value:  4 through 6 dry, 3 or 4 moist\nChroma:  3 or 4 dry, 2 or 3 moist\nB horizon - Value: 4 or 5 dry, 3 or 4 moist\nChroma:  3 or 4\nTexture: gravelly sandy loam or very gravelly sandy loam.\nC or Bk horizon - Hue:  10YR or 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  4 through 6\nTexture:  very gravelly sandy loam, very gravelly coarse sand or extremely gravelly loamy coarse sand.\nCalcium carbonate equivalent:  less than 15 percent and does not have at least 5 percent more soft powdery secondary calcium carbonate than an underlying horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Tinaja(NM) series.  The Tinaja soils have more than 15 percent clay in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rosced soils are on hills and ridges.  Slope gradient ranges from 20 to 50 percent.  Elevations range from 6,500 to 7,500 feet.  The soils formed in alluvium derived from mixed igneous and metamorphic rocks.  The mean annual precipitation is 12 to 14 inches.  The mean annual temperature is 48 to 52 degrees F., and the frost-free period is 100 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dermala and Elpedro soils.  Dermala soils are on hills and ridges, similar topographic positions as Rosced soils.  Dermala and Elpedro soils have argillic horizons.  The Elpedro soils are on benches and mesas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, runoff is rapid.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rosced soils are used for livestock grazing, fuelwood production, recreation and wildlife habitat.  The native vegetation is juniper, pinyon and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rosced soils are in north central New Mexico.  The area is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Arriba County, New Mexico, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - The zone from the surface of the soil to a depth of about 5 inches.  (A horizon)\nCambic horizon - The zone from 5 to 23 inches.  (Bw1 and Bw2 horizon)\nAridic Feature - Some part of the moisture control section is considered to be dry more than six tenths of the time in half or more years when the soil temperature at 20 inches exceeds 5 degrees C.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
