{
  "SERIES": "ROSEDALE",
  "STATUS": "Established Series",
  "BYREV": "CDP/Rev JWB",
  "REVDATE": "06/2006",
  "STATES": "DE,MD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, mesic Arenic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rosedale loamy sand, on a smooth 1 percent slope (colors are for a moist soil).\nA--0 to 5 cm (0 to 2 inches); dark brown (10YR 3/3) loamy sand; weak medium granular structure; very friable; many very fine and fine, common medium, and few coarse roots; extremely acid; clear wavy boundary. (2.5 to 10 cm thick)\nAE--5 to 23 cm (2 to 9 inches); dark yellowish brown (10YR 4/4) loamy sand; weak coarse and very coarse granular structure; very friable; common fine and medium, and few very fine roots; very strongly acid; clear smooth boundary. (15 to 20 cm thick).\nE1--23 to 46 cm (9 to 18 inches); light yellowish brown (2.5Y 6/3) loamy sand; weak fine and medium subangular blocky; very friable; few very fine, fine and medium roots; few very fine vesicular pores; very strongly acid; gradual wavy boundary.\nE2--46 to 64 cm (18 to 25 inches); light yellowish brown (2.5Y 6/4) loamy sand; weak fine and medium subangular blocky; very friable; few very fine and fine roots; few very fine vesicular pores; very strongly acid; clear wavy boundary. (combined thickness of the E horizon is 30 to 50 cm).\nBE--64 to 71 cm (25 to 28 inches); brownish yellow (10YR 6/6) loamy sand; weak fine subangular blocky structure; very friable; few very fine and fine roots; few very fine vesicular pores; very strongly acid; clear wavy boundary. (0 to 10 cm thick).\nBt--71 to 97 cm (28 to 38 inches); yellowish brown (10YR 5/6) sandy loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky, nonplastic; common very fine and fine, and few medium and coarse roots; few very fine vesicular pores; common faint clay films (cutans) in root channels and pores, and bridging between sand grains; extremely acid; gradual wavy boundary. (25 to 41 cm thick).\nBC--97 to 104 cm (38 to 41 inches); yellowish brown (10YR 5/8) loamy sand; weak fine subangular blocky structure; very friable, nonsticky; nonplastic; few fine and medium roots; faint clay bridging between sand grains; very strongly acid; clear wavy boundary. (5 to 13 cm thick).\nC1--104 to 132 cm (41 to 52 inches); olive yellow (2.5Y 6/6) sand; common medium faint light yellowish brown (2.5Y 6/4) mottles; massive; very friable; few medium roots; few fine prominent pale yellow (2.5Y 8/2) iron depletions; common medium distinct yellowish brown (10YR 5/8) and few fine prominent strong brown (7.5YR 5/8) iron masses; very strongly acid; clear smooth boundary.\nC2--132 to 173 cm (52 to 68 inches); olive yellow (2.5Y 6/6) and light yellowish brown (2.5Y 6/4) loamy sand; few fine distinct very dark grayish brown (2.5Y 3/2) mottles; massive; very friable; very weak brittleness; common medium prominent light gray (10YR 7/1) iron depletions; few fine strong brown (7.5YR 5/6) mottles iron masses; very strongly acid; clear smooth boundary.\nC3--173 to 185 cm (68 to 73 inches); light yellowish brown (10YR 6/4) and light gray (10YR 7/1) sandy loam; massive; very friable; few very fine roots; few medium prominent strong brown (7.5YR 5/8) iron masses; 1% fine to coarse gravels very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sussex County, Delaware; about 300 feet north and 1150 feet west of the junction of County Roads 483 and 483A, in woodland near Georgetown. USGS Georgetown topographic quadrangle; lat 38 degrees 38 minutes 1.79 seconds N. and long. 75 degrees 29 minutes 12.84 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic Horizon: 50 to 100 cm (20 to 39 inches)\nDepth to the base of the Argillic Horizon: 75 to 141 cm (30 to 56 inches)\nDepth to Bedrock: greater than 183 cm (72 inches)\nDepth to a Seasonal High Water Table: 102 to 183 cm (40 to 72 inches), January through April\nRock Fragments: 0 to 5 percent in the solum,  0 to 10 percent in the substratum; mostly rounded quartzose gravels\nSoil Reaction: Extremely acid through strongly acid throughout the profile, unless limed. & RANGE OF INDIVIDUAL HORIZONS\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 through 5 and chroma of 2 through 4.\nTexture--loamy sand, loamy fine sand, or sand.\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 5 or 6 and chroma of 4 through 6.\nTexture--loamy sand or sand.\nBt horizon:\nColor--hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 4 through 8.\nTexture--fine sandy loam, sandy loam, loam or sandy clay loam. Weighted average clay content in the Bt horizon ranges from 12 to 27 percent.\nC horizon:\nColor--hue of 10YR, 2.5Y or 5Y, value of  1 through 7 and chroma of 1 through 8.\nTexture--loamy sand or sand. Some pedons may have thin strata of sandy loam or sandy clay loam.\nRedoximorphic features--iron depletions in shades pale yellow or gray and iron masses in shades of brown and red are present below a depth of 102 cm (40 inches).\n2C horizon (if it occurs):\nColor--matrix colors and mottles similar to the C horizon.\nRedoximorphic features--iron depletions in shades of pale yellow or gray and iron masses in shades of brown or red are present below a depth of 102 cm (40 inches).\nTexture--ranges from sand to silty clay. It is commonly stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nFort Mott soils--do not have a seasonal high water table within 183 cm (72 inches) of the surface.\nKenansville soils--have a thermic soil temperature class\nPemberton soils--are moderately well drained and have mixed mineralogy\nRemlik soils--have a thermic soil temperature class\nTinton soils--have mixed mineralogy and contain glauconite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain\nLandform: Broad inter-stream divides\nGeomorphic Component: Rises and talfs\nElevation: 3 to 30 meters (10 to 100 feet) above mean sea level\nParent Material: Coarse-textured eolian deposits over fluviomarine sediments\nSlope: 0 to 5 percent\nMean Annual Air Temperature:  11 to 14 degrees C. (55 to 58 degrees F.).\nMean Annual Precipitation: 1118 to 1219 mm (44 to 48 inches)\nFrost Free Period: 180 to 220 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nFort Mott soils--do not have a seasonal high water table within 183 cm (72 inches) of the surface.\nKlej soils--are moderately well drained and do not have an argillic horizon\nIngleside soils--have a Bt horizon that has its upper boundary within 50 cm (20 inches) of the surface.\nRunclint soils--do not have an argillic horizon and are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Well drained\nInternal Free Water Occurrence: Deep (1.0 to 1.5 m) and common (present 3 to 6 months)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible or very low\nSaturated Hydraulic Conductivity: High or very high in the surface, high in the subsoil,  and moderately high or high in the substratum\nPermeability (obsolete): Rapid in the surface and subsurface layers, moderately rapid in the subsoil, and moderately rapid to moderately slow in the substratum\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses:  Cultivated crops. Some areas are irrigated.\nDominant vegetation:\nWhere cultivated--corn, soybeans, sorghum, small grains.\nWhere wooded--white oak, scarlet oak, loblolly pine, sassafras, dogwood and American holly. Managed areas are dominantly loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The Atlantic Coastal Plain of Delaware, Maryland and possibly New Jersey.\nExtent: The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Worcester County, Maryland, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThis soil was formerly included in the Kenansville series in Delaware.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 71 cm (A, AE, E and BE horizons).\nArenic feature - the zone from the 0 to 71 cm (A, AE, E and BE horizons).\nArgillic horizon-the zone from 71 to 97 cm (Bt horizon).\nRedoximorphic features in the zone from 104 to 185 cm.\nPrevious revisions: 11/2002-JAK\nADDITIONAL DATA:\nData Mapunit ID (type location): 456583\nNational Cooperative Soil Survey\nU.S.A."
  }
}
