{
  "SERIES": "ROSEBLOOM",
  "STATUS": "Established Series",
  "BYREV": "WIS:WMK:RBH; Rev.JDS",
  "REVDATE": "05/2001",
  "STATES": "KY,LA,MS,TN",
  "OVERVIEW": "The Rosebloom series consists of deep, poorly drained soils that formed in silty alluvium. Permeability is moderate. These soils are on flood plains of streams that drain areas of the Southern Mississippi Valley Silty Uplands Major Land Resource Area. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, acid, thermic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rosebloom silt loam--cultivated.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; mottled brown (10YR 4/3), grayish brown (10YR 5/2), and pale brown (10YR 6/3) silt loam; massive; friable; slightly plastic; few fine and medium roots; many coarse black (10YR 2/1) stains; very strongly acid; abrupt smooth boundary. (4 to 12 inches thick)\nBg1--8 to 24 inches; gray (10YR 6/1) silt loam; few medium distinct mottles of dark yellowish brown (10YR 4/4); weak medium subangular blocky structure; friable; plastic; few fine roots; few fine black and brown concretions; many fine and coarse red (2.5YR 4/6) stains; very strongly acid; clear smooth boundary. (10 to 24 inches thick)\nBg2--24 to 48 inches; gray (10YR 6/1) silty clay loam; few fine and medium distinct mottles of dark brown (10YR 3/3); weak medium subangular blocky structure; firm; plastic; few fine brown and black concretions; common fine and medium red (2.5YR 4/6) stains; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tallahatchie County, Mississippi; 0.25 mile west of Black Bayou and 1,050 feet south of field road; SW1/4NW1/4 sec. 12, T. 25 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is very strongly or strongly acid, except for the surface layer in areas that have been limed.\nThe A or Ap horizon commonly is mottled in shades of brown or brown and gray, or it has a matrix in hue of 10YR, value of 4 to 6, and chroma of 1 to 3, or it has hue of 2.5Y, value of 5, and chroma of 2, and there are few to many mottles in shades of these colors. It is silt loam or silty clay loam, which is weak fine or medium granular or subangular blocky structure, or it is massive.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 1 or 2, or value of 4 or 5, and chroma of 1. It commonly has mottles in shades of brown, yellow or red. It is silt loam or silty clay loam. The particle-size control section has 18 to 35 percent clay. Brown and black concretions range from few to many in some pedons. Red stains or coatings, if present, are few to many.\nThe C horizon, if present, has a matrix in hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2; it commonly has few to many mottles in shades of yellow, brown, or red."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Closely related soils are the Arkabutla, Bibb, Chenneby, Falaya, Gillsburg, Kinston, Lee, Mathiston, Melvin, Mhoon, Una, Waverly, and Wehadkee series. Arkabutla, Chenneby, Falaya, Gillsburg, and Mathiston soils have browner colors in the upper 20 inches of the solum. Bibb soils have a coarse-loamy particle-size class. Falaya and Gillsburg soils have a coarse-silty particle-size class. Kinston, Lee, and Wehadkee soils have a fine-loamy particle-size class; also, Wehadkee soils are nonacid in the control section. Melvin soils have a nonacid reaction class and are in a mesic temperature regime. Mhoon soils are nonacid in the control section. Una soils have a fine particle-size control section. Waverly soils have a coarse-silty particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Rosebloom soils are on floodplains of streams that drain areas of the Southern Mississippi Silty Uplands Major Land Resource Area. They formed in silty alluvium. Slopes range from 0 to 2 percent. The climate is warm and humid. Average annual rainfall is about 53 inches, and the average annual temperature is about 65 degrees Fahrenheit near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Arkabutla, Chenneby, Falaya, Gillsburg, and Waverly soils and the Cascilla, Collins, and Oaklimeter series. All of these soils, which are on nearly linear surfaces of flood plains, formed in silty sediments, and are in similar landscape positions as the Rosebloom soils. Collins soils are less clayey. Both the Cascilla and Oaklimeter soils are browner throughout; also, Oaklimeter soils have a coarse-silty particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; slow runoff; moderate permeability. During wet seasons late in winter and early in spring, the water table is within a foot of the surface. Most areas of Rosebloom soils are subject to occasional or frequent flooding for periods of brief to long duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage of the Rosebloom soils is wooded with bottomland hardwoods. Common trees are cherrybark oak, green ash, eastern cottonwood, Nuttall oak, water oak, willow oak, sweetgum, American sycamore. Cleared areas are used for pasture or cropped to soybeans, hay or cotton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kentucky, Louisiana, Mississippi, Oklahoma, and Tennessee. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tallahatchie County, Mississippi; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The classification was changed from a Typic Fluvaquent to a Fluvaquentic Endoaquept in 5/2001. Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - 0 to 8 inched (Ap horizon).\nCambic horizon - 8 to 48 inches (Bg horizons).\nIrregular Organic Carbon Distribution - more than 0.2% OC at 50 inches deep.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
