{
  "SERIES": "ROSEHAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/TDT/ET",
  "REVDATE": "03/2003",
  "STATES": "OR",
  "OVERVIEW": "The Rosehaven series consists of very deep, well drained soils that formed in colluvium and residuum weathered from sandstone, conglomerate sandstones, and siltstone.  Rosehaven soils are on uplands and have slopes ranging from 3 to 90 percent.  Mean annual air temperature is about 52 degrees F., and the mean annual precipitation is about 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rosehaven loam - on a 5 percent convex west-facing slope in mixed forest vegetation.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 6 inches; dark brown (10YR 4/3) loam, very pale brown (10YR 7/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine and few coarse roots; many very fine and fine discontinuous irregular and tubular pores; neutral (pH 6.7); clear smooth boundary.  (4 to 8 inches thick)\nA2--6 to 12 inches; dark brown (10YR 4/3) loam, very pale brown (10YR 7/3) dry; moderate fine and medium subangular blocky and weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; many very fine and fine discontinuous and continuous tubular pores; slightly acid (pH 6.3); gradual smooth boundary.  (3 to 7 inches thick)\nBt1--12 to 25 inches; dark yellowish brown (10YR 4/4) clay loam, very pale brown (10YR 7/4) dry; moderate medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine and medium roots; common fine and medium discontinuous irregular and tubular pores; few thin clay films lining pores; common distinct coating of white (10YR 8/2) clean very fine sand grains on faces of peds; slightly acid (pH 6.1); gradual smooth boundary.  (10 to 14 inches thick)\nBt2--25 to 45 inches; yellowish brown (10YR 5/6) clay loam, light yellowish brown (10YR 6/4) dry; moderate medium and coarse subangular blocky structure; hard, firm, sticky and slightly plastic; common fine and medium roots; common fine discontinuous irregular pores; common distinct yellowish red (5YR 5/6) clay films concentrated on faces of peds and lining pores; common distinct coatings of white (10YR 8/2) clean very fine sand grains on faces of peds; moderately acid (pH 5.8); clear smooth boundary.  (15 to 25 inches thick)\nBt3--45 to 63 inches; yellowish brown (10YR 5/6) clay loam, pale brown (10YR 6/3) dry; weak medium and coarse subangular blocky structure; very hard, very firm, sticky and plastic; few fine roots; many very fine discontinuous tubular pores; many distinct yellowish red (5YR 5/6) clay films on faces of peds and lining pores, many faint colloidal stains on mineral sand grains; 5 percent fine gravel; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon, about 2 miles south Sutherlin; 660 feet south and 50 feet east of NW corner of section 29, T. 25 S., R.  5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry for 45 to 60 consecutive days during the 120-day period following the summer solstice.  The mean annual soil temperature is about 52 to 57 degrees F.   Depth to bedrock is more than 60 inches.  Hue is 10YR or 7.5YR.\nThe A horizon has value of 4 or 5 moist, 5 through 7 dry, and chroma of 3 through 6 moist and dry.\nThe Bt horizon has value of 4 or 5 moist, 6 or 7 dry and chroma of 3 through 6 moist and dry.  It is clay loam of sandy clay loam, averaging 27 to 35 percent clay.  Faint to distinct coatings of clean sand and silt grains are common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boomer, Centralia, Cherryhill, Cle Elum, Cohasset, Crozier, Fives, Holland, Hood, Hotaw, Kalama, Latourell, Musick, Speaker, and Varelum series.  Boomer soils have an argillic horizon with hue redder than 7.5YR.  Centralia soils have an epipedon with moist value of 2 or 3 moist, have concretions in the upper 20 inches of the soil, and lack coatings of clean silt and sand grains in the B horizon.  Cherryhill soils have an umbric epipedon, are dry for more than 90 consecutive days during the four-month period following the summer solstice, and lack coatings of clean silt and sand grains in the B horizon.  Cle Elum, Crozier, Hotaw, and Speaker soils are 20 to 40 inches deep to a paralithic contact.  Cohasset soils typically have hue redder than 7.5YR in the B horizon and lack the coatings of clean silt and sand grains in the B horizon.  Fives soils are strongly or very strongly acid in the lower part of the solum and C horizon, and commonly have hue of 5Y in the B and C horizons.  Holland soils have 20 to 30 percent coarse or very coarse sand and have very hard consistence.  Hood soils have a control section that is loam or silt loam and have 18 to 25 percent clay and lack rock fragments throughout.  Kalama soils have an argillic horizon 9 to 12 inches thick, lack the coatings of clean silt and sand grains on faces of peds in the argillic horizon, and have a very gravelly clay loam C horizon. Latourell soils have an argillic horizon with 18 to 22 percent clay and lack the coatings of clean silt and sand grains.  Musick soils have hue of 2.5YR.  Varelum soils are neutral or mildly alkaline throughout the argillic horizon, have 18 to 28 percent clay in the argillic horizon, and lack the coatings of clean silt and sand grains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rosehaven soils are on rounded ridgetops, mountainsides and low foothills in  uplands.  Slopes are 3 to 90 percent.  Elevation is 400 to 2,500 feet.  The soils formed in colluvium and residuum weathered from coarse grained sandstone, conglomerate sandstones and siltstone.  The climate is characterized by cool moist winters and dry warm summers with precipitation ranging from 30 to 60 inches.  Mean annual temperature is 50 to 55 degrees F.  The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atring, Bateman, Bellpine, Windygap, Sutherlin, Vermisa and the competing Speaker soils.  Bateman, Bellpine, and Windygap soils have a fine textured argillic horizon.  Atring and Vermisa soils are loamy-skeletal.  Also, Vermisa soils are less than 20 inches deep to bedrock.  Sutherlin soils are fine-loamy over clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid or very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, grazing, wildlife habitat, and watershed.  Natural vegetation is Douglas-fir, incense cedar, Oregon white oak, Pacific madrone, poison oak and assorted grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern side of the Coast Range and interior valley of West-central Oregon; MLRA 2 and 5.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1994.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; dark brown (10YR 4/3) loam, very pale brown (10YR 7/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine and few coarse roots; many very fine and fine discontinuous irregular and tubular pores; neutral (pH 6.7); clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--6 to 12 inches; dark brown (10YR 4/3) loam, very pale brown (10YR 7/3) dry; moderate fine and medium subangular blocky and weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; many very fine and fine discontinuous and continuous tubular pores; slightly acid (pH 6.3); gradual smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sand",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--12 to 25 inches; dark yellowish brown (10YR 4/4) clay loam, very pale brown (10YR 7/4) dry; moderate medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine and medium roots; common fine and medium discontinuous irregular and tubular pores; few thin clay films lining pores; common distinct coating of white (10YR 8/2) clean very fine sand grains on faces of peds; slightly acid (pH 6.1); gradual smooth boundary.  (10 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 64,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sand",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--25 to 45 inches; yellowish brown (10YR 5/6) clay loam, light yellowish brown (10YR 6/4) dry; moderate medium and coarse subangular blocky structure; hard, firm, sticky and slightly plastic; common fine and medium roots; common fine discontinuous irregular pores; common distinct yellowish red (5YR 5/6) clay films concentrated on faces of peds and lining pores; common distinct coatings of white (10YR 8/2) clean very fine sand grains on faces of peds; moderately acid (pH 5.8); clear smooth boundary.  (15 to 25 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 114,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "narrative": "Bt3--45 to 63 inches; yellowish brown (10YR 5/6) clay loam, pale brown (10YR 6/3) dry; weak medium and coarse subangular blocky structure; very hard, very firm, sticky and plastic; few fine roots; many very fine discontinuous tubular pores; many distinct yellowish red (5YR 5/6) clay films on faces of peds and lining pores, many faint colloidal stains on mineral sand grains; 5 percent fine gravel; moderately acid (pH 5.8)."
      }
    ]
  ]
}
