{
  "SERIES": "ROSENWALL",
  "STATUS": "Established Series",
  "BYREV": "WRM;BJW;Rev.KLG",
  "REVDATE": "11/2009",
  "STATES": "TX",
  "OVERVIEW": "The Rosenwall series consists of moderately deep, moderately well drained soils.  These gently sloping to moderately steep soils formed in clayey marine sediments derived from interbedded shale and sandstone.  They occur on uplands mainly within the Caddell, Manning and Wellborn Formations.  Slope ranges from 1 to 15 percent.  Mean annual air temperature is about 19 degrees C (67 degrees F); mean annual precipitation is about 1118 mm (44 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rosenwall fine sandy loam -- forested, elevation is 78 m (255 ft) (Elevation estimated from topographic software, following location directions below). (Colors are for moist soil unless otherwise stated.)\nA--0 to 15 cm (0 TO 6 in); brown (10YR 4/3) fine sandy loam; weak granular structure; slightly hard, friable; many fine, medium, and coarse roots; common very fine pores; few quartzite pebbles ranging from 0.75 inch to 1.25 inches in diameter; slightly acid; clear smooth boundary. (Thickness is 8 to 30 cm [3 to 12 in].)\nBt1--15 to 30 cm (6 to 12 in); dark red (2.5YR 3/6) clay; moderate fine subangular blocky structure; very hard, firm, sticky and plastic; many fine, medium, and coarse roots; few fine pores; faint clay films on faces of peds; very strongly acid; clear smooth boundary.  (Thickness is 10 to 20 cm [4 to 8 in].)\nBt2--30 to 41 cm (12 to 16 in); dark red (2.5YR 3/6) clay; strong fine subangular blocky structure; very hard, firm, sticky and plastic; many medium and coarse roots; few fine pores; faint clay films on faces of peds; few fragments of gray shale; many fine distinct brown (7.5YR 5/4) and yellowish red (5YR 4/6) lithochromic mottles; very strongly acid; clear smooth boundary.  (Thickness is 10 to 20 cm [4 to 8 in].)\nBt3--41 to 51 cm (16 to 20 in); reddish brown (5YR 4/3) clay; strong fine subangular blocky structure; very hard, firm, sticky and plastic; many medium and coarse roots; few fine pores; faint clay films on faces of peds; common fragments of shale 5 to 15 mm across; common fine prominent red (2.5YR 4/8) lithochromic mottles; common fine distinct grayish brown (10YR 5/2) lithochromic mottles; very strongly acid; clear smooth boundary.  (Thickness is 0 to 20 cm [0 to 8 in].)\nB/C--51 to 69 cm (20 to 27 in); stratified dark reddish gray (5YR 4/2) clay and hard gray shaly clay; weak fine subangular blocky structure; very hard, firm, sticky and plastic; massive; hard; few medium and coarse roots; few fine pores; common fine distinct dark red lithochromic mottles and coatings; very strongly acid; clear smooth boundary.  (Thickness is 0 to 20 cm [0 to 8 in].)\nCr--69 to 76 cm (27 to 30 in); stratified strongly cemented thin sandstone layers and gray shale; massive; hard; the interstices are filled with gray clay; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Walker County, Texas; from Texas Highway 19 in Trinity, Texas, 6.1 miles west on Farm Road 230; north 4.1 miles on Chalk Cemetery Road; west 1100 feet on logging road; 90 feet south of road in woods.  (Latitude: 31 degrees, 1 minute, 5.51 seconds N; Longitude: 95 degrees, 28 minutes, 16.48 seconds W. (Coordinates estimated from location directions and topographic software) Lovelady South, TX TOPOGRAPHIC QUADRANGLE; NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is not dry in any part for as long as 90 cumulative days in normal years.\nMean annual soil temperature: 20 to 22 degrees C (68 TO 72 degrees F)\nDepth to paralithic contact: 50 to 100 cm (20 TO 40 in)\nDepth to argillic horizon: 8 to 30 cm (3 to 12 in)\nThickness of the solum: 50 to 100 cm (20 to 40 in)\nParticle-size control section (weighted average):\nClay content: 60 to 75 percent\nA Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: fine sandy loam\nClay content: 8 to 20 percent\nRock fragments: 1 to 2 percent\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nE Horizon, where present\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: fine sandy loam\nClay content: 8 to 20 percent\nRock fragments: 0 to 2 percent\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nBt1 Horizon\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 3 to 8\nTexture: clay\nClay content: 60 to 75 percent\nClay films: on ped faces\nLithochromic mottles:  shades of dark red, strong brown, and light brownish gray range from none to common\nRock fragments: 0 to 2 percent\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nBt2 Horizon\nHue: 2.5YR, 5YR 7.5YR or 10YR\nValue: 3 TO 5\nChroma: 2 TO 8\nTexture: clay\nClay content: 60 to 75 percent\nClay films: on ped faces\nLithochromic mottles:  shades of red, brown, yellow and gray\nRock fragments: 0 to 5 percent\nBase saturation: less than 35 percent\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nLower Bt Horizon, where present\nHue: 5YR 7.5YR or 10YR\nValue: 4 or 5\nChroma: 1 to 4\nTexture: clay\nClay content: 60 to 75 percent\nClay films: on ped faces\nLithochromic mottles:  shades of red, brown and yellow\nRock fragments: 0 to 2 percent\nBase saturation: less than 35 percent\nReaction: very strongly acid to slightly acid (4.5 to 6.5)\nB/C, BtC, BC or CB Horizon\nHue: 5YR, 7.5YR or 10YR\nValue: 4 to 6\nChroma: 1 to 6\nTexture: clay and variable\nSome horizons include weakly cemented sandstone or siltstone\nClay films: where present - on ped faces or stone fractures\nRock fragments: 0 to 2 percent\nBase saturation: less than 35 percent\nReaction: extremely acid to moderately acid (3.6 to 6.0)\nCr Horizon\nHue: 5YR, 7.5YR, 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 2 to 6\nRock fragments: 0 to 2 percent\nReaction: extremely acid to strongly acid (3.6 to 5.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are Aragon, Bengal, Bonwier, Coghill, Cunningham, Cuthbert, Darley, Enders, Galilee, Kirvin, Nectar, Remlap and Urland, series.\nAragon soils: have kaolinitic minerology and have a solum more than 100 cm (40 in) deep over cherty limestone and have less than 60 percent clay in the control section\nBengal soils: formed in colluvium over Pennsylvanian age shale on uplands of the Ouachita Mountains and have less than 60 percent clay in the control section\nBonwier soils: Bonwier soils formed in Pleistocene age sediments on the Willis Formation and have less than 60 percent clay throughout the solum\nCoghill soils: formed over quartzose limestone and calcareous sandstone and shale of Ordovician age and are in a semiactive activity class and have less than 60 percent clay in the control section\nCunningham soils: have consolidated shale bedrock at 100 to 150 cm (40 to 60 in) deep and have less than 60 percent clay in the control section\nCuthbert soils: are in a semiactive activity class and have less than 60 percent clay in the control section\nDarley soils: have kaolinitic minerology, have a solum more than 60 inches thick and have less than 60 percent clay in the control section\nEnders soils:  occur on tops, sideslopes and footslopes of mountains and have less than 60 percent clay in the control section\nGalilee soils: are browner in color, have less than 55 percent clay throughout the solum, and do not have lithochromic mottles in shades of gray in the lower part of the solum and have less than 60 percent clay in the control section\nKirvin soils: are in a semiactive activity class, have a solum thickness of 100 to 150 cm (40 to 60 in) and have less than 60 percent clay in the control section\nNectar soils: have kaolinitic minerology, and have a solum thickness of 100 to 150 cm (40 to 60 in) and have less than 60 percent clay in the control section\nRemlap soils: have a solum more than 60 inches thick, formed in residuum weathered from interbedded limestone and shale and have less than 60 percent clay in the control section\nUrland soils: have a solum thickness of 100 to 150 cm (40 to 60 in) and have less than 60 percent clay in the control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandstone and shaly clays derived from clayey marine sediments\nLandscape: Coastal Plain\nLandform: interfluve\nSlope: 1 to 15 percent\nMean annual air temperature range: 19 to 21 degrees C (66 to 70 degrees F)\nMean annual precipitation range: 1016 to 1219 mm (40 to 48 in)\nFrost-free period: 230 to 250 days\nElevation: 90 to 180 m (300 to 600 ft)\nThornthwaite annual P-E indices: 68 to 84"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cuthbert(TX), Gomery(TX), Goreen(TX) Moswell(TX) and Sacul(AR) series.\nCuthbert soils: are in a semiactive activity class and have less than 60 percent clay in the control section\nGomery soils: have a sandy epipedon 50 to 100 cm (20 to 40 in) thick and have a solum thickness of 100 to 150 cm (40 to 60 in)\nGoreen soils: have a gleyed argillic horizon, and have aquic conditions within a depth of 20 inches\nMoswell soils: soils have smectitic minerology and have a solum thickness of more than 40 inches\nSacul soils: have redoximorphic depletions within the upper 60 cm ( 24 in) of the argillic horizon and have a solum thickness greater than 100 cm (40 in)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  moderately well drained; very slowly permeable.  Runoff is very high.  On slopes less than about 5 percent, the epipedon is saturated after periods of high rainfall for less than 30 cumulative days in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for native forests.  Native vegetation consists of loblolly and shortleaf pine mixed with hardwoods and an understory of eastern little bluestem, longleaf uniola, purpletop, and panicum grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Coastal Plain, MLRA 133B; Land Resource Region (P); MLRA 133B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walker County, Texas, 1975; Walker County soil survey area, Texas, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section:  15 to 65 (6 to 26 in)  (B horizons)\nOchric epipedon: 0 to 15 cm (0 to 6 in).  (A horizon)\nArgillic horizon: 15 to 51 cm (6 to 20 in).  (Bt horizons)\nParalithic contact: The contact with stratified strongly cemented thin sandstone layers and gray shale at 69 cm (27 in).  (Cr horizon)\nAdditional Comments:\nThe assignment of the cation-exchange activity class is supported by TAMU laboratory data, sample number S80TX-005-13 from Angelina County, Texas.\nADDITIONAL DATA:  Particle-size analysis tests were performed at the Nacogdoches project office on 3 pedons from Sabine County, Texas.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 15 cm (0 TO 6 in); brown (10YR 4/3) fine sandy loam; weak granular structure; slightly hard, friable; many fine, medium, and coarse roots; common very fine pores; few quartzite pebbles ranging from 0.75 inch to 1.25 inches in diameter; slightly acid; clear smooth boundary. (Thickness is 8 to 30 cm [3 to 12 in].)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 30,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--15 to 30 cm (6 to 12 in); dark red (2.5YR 3/6) clay; moderate fine subangular blocky structure; very hard, firm, sticky and plastic; many fine, medium, and coarse roots; few fine pores; faint clay films on faces of peds; very strongly acid; clear smooth boundary.  (Thickness is 10 to 20 cm [4 to 8 in].)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 41,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--30 to 41 cm (12 to 16 in); dark red (2.5YR 3/6) clay; strong fine subangular blocky structure; very hard, firm, sticky and plastic; many medium and coarse roots; few fine pores; faint clay films on faces of peds; few fragments of gray shale; many fine distinct brown (7.5YR 5/4) and yellowish red (5YR 4/6) lithochromic mottles; very strongly acid; clear smooth boundary.  (Thickness is 10 to 20 cm [4 to 8 in].)"
      },
      {
        "name": "Bt3",
        "top": 41,
        "bottom": 51,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--41 to 51 cm (16 to 20 in); reddish brown (5YR 4/3) clay; strong fine subangular blocky structure; very hard, firm, sticky and plastic; many medium and coarse roots; few fine pores; faint clay films on faces of peds; common fragments of shale 5 to 15 mm across; common fine prominent red (2.5YR 4/8) lithochromic mottles; common fine distinct grayish brown (10YR 5/2) lithochromic mottles; very strongly acid; clear smooth boundary.  (Thickness is 0 to 20 cm [0 to 8 in].)"
      },
      {
        "name": "B/C",
        "top": 51,
        "bottom": 69,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B/C--51 to 69 cm (20 to 27 in); stratified dark reddish gray (5YR 4/2) clay and hard gray shaly clay; weak fine subangular blocky structure; very hard, firm, sticky and plastic; massive; hard; few medium and coarse roots; few fine pores; common fine distinct dark red lithochromic mottles and coatings; very strongly acid; clear smooth boundary.  (Thickness is 0 to 20 cm [0 to 8 in].)"
      },
      {
        "name": "Cr",
        "top": 69,
        "bottom": 76,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "narrative": "Cr--69 to 76 cm (27 to 30 in); stratified strongly cemented thin sandstone layers and gray shale; massive; hard; the interstices are filled with gray clay; very strongly acid."
      }
    ]
  ]
}
