{
  "SERIES": "ROSEWORTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DL/DA/AH/CM",
  "REVDATE": "04/2001",
  "STATES": "ID",
  "OVERVIEW": "The Roseworth series consists of soils that are well drained and shallow to a duripan, that formed in mixed alluvium and loess.  They are on terraces and structural benches.  Permeability is moderately slow.  Slopes range from 1 to 8 percent.  The average annual precipitation is about 9 inches, and the average annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Roseworth silt loam -- on a 3 percent slope under rangeland vegetation at 4,600 feet elevation.  (When described on November 16, 1982, the soil was slightly moist throughout. Colors are for air dry soil unless otherwise stated.)\nA--0 to 3 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; neutral (pH 6.7); clear smooth boundary.  (2 to 5 inches thick)\nBt--3 to 8 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; many roots; many very fine tubular pores; common thin clay films on faces of peds and in pores; mildly alkaline (pH 7.6); abrupt smooth boundary.  (4 to 8 inches thick)\nBk--8 to 15 inches; very pale brown (10YR 8/3) silt loam, pale brown (10YR 6/3) moist; massive; very hard, firm, slightly sticky and slightly plastic; common very fine to medium roots; common very fine tubular pores; violently effervescent (18 percent calcium carbonate); mildly alkaline (pH 7.8); abrupt smooth boundary.  (4 to 9 inches thick)\nBkqm--15 to 18 inches; white (10YR 8/1) duripan, light gray (10YR 7/2) moist; platy; indurated; two 1/32 inch thick lime-silica cemented laminar caps; strongly cemented soil material between laminar caps; violently effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 6 inches thick)\n2Bkq--18 to 27 inches; light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) moist; massive; very hard, very firm; violently effervescent (25 percent calcium carbonate); moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 15 inches thick)\n2Bkqm--27 to 45 inches; white (10YR 8/1) fractured duripan, light gray (10YR 7/2) moist; platy; indurated; extremely hard, extremely firm; many 2 inch to 6 inch thick lime-silica cemented lenses; fractures are 1/2 inch to 3/4 inch wide and 8 inches apart; (below 45 inches the duripan is massive and restrictive to penetration)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; about 19 miles west of Hollister; northeast 1/4, northwest 1/4, northwest 1/4 of section 21, T.  12 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to base of argillic horizon - 10 inches or less.\nDepth to calcium carbonate - 6 to 13 inches.\nDepth to duripan - 10 to 20 inches.\nDuripan thickness (combined) - greater than 30 inches.\nDepth to bedrock - 50 inches or more.\nClay content in the control section - 18 to 30 percent.\nAverage annual soil temperature - 48 to 52 degrees F.\nA horizon\nValue - 3 or 4 moist.\nChroma - 2 or 3 dry or moist.\nGravel - 0 to 10 percent.\nCobbles - 0 to 15 percent.\nStones - 0 to 5 percent.\nBt horizon\nChroma - 2 through 4 dry or moist.\nTexture - SICL, SIL.\nClay content - 24 to 34 percent.\nSand - less than 15 percent coarser than very fine sand.\nReaction (pH) - neutral or mildly alkaline.\nBk horizon (or Bq in some pedons)\nValue - 7 or 8 dry, 5 or 6 moist.\nChroma - 2 or 3 dry or moist.\nTexture - SIL, SICL, or GR-L.\nClay content -13 to 30 percent.\nReaction (pH) - mildly or moderately alkaline.\nBkqm horizon\nThickness of laminar caps - 1/32 to 1/8 inch.\nCementation below laminar caps - moderate through very strongly.\n2Bkqm horizon\nThickness of laminar caps - 2 to 6 inches.\nStructure - platy or massive.\nCementation below laminar caps - moderate through very strongly.  Width of fractures - 1/4 to 3/4 inch.\nDistance between fractures - 7 to 20 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acana, Argalt, Ayres, Bartome, Bruncan, Chuckridge, Chuska (T), Colthorp, Dewar, Grassval, Handpah, Packwood, Pipeline, Thoms, and Wellington series.  Acana soils have greater than 15 percent sand coarser than very fine sand and are calcareous in part of the Bt horizon and the base of the Bt is 10 to 14 inches below the surface.  Argalt soils have bedrock at less than 20 inches.  Ayres, Chuckridge, Dewar and Handpah soils have 15 to 35 percent coarse fragments in the Bt horizon.  Bartome and Grassval soils are mildly or moderately alkaline in the A horizon.  Bartome soils have the depth to the base of the argillic below 10 inches.  Grassval soils have gravelly Bt horizons.  Bruncan, Colthrop, and Packwood soils are underlain by bedrock at depths of less than 40 inches.  Chuska soils have loam and clay loam textures in the Bt horizon.  Pipeline soils have a duripan 12 to 18 inches thick, that is underlain by sand and gravel.  Thoms soils have clay loam textures, and hues of 5YR or 7.5YR in the Bt horizon.  Wellington soils have sandy loam or sandy clay loam Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Roseworth soils are on terraces and structural benches.  The slope ranges from 1 to 8 percent.  The soils formed in mixed alluvium and loess.  Elevations are 3,800 to 5,000  feet.  The average annual precipitation ranges from 8 to 10 inches.  The average annual temperature ranges from 46 to 50 degrees F.  The frost-free season is 95 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Elijah, Pigtail, and Owsel soils.  Elijah soils occur on the same landscape as the Roseworth soils.  Pigtail soils occur in depressions on terraces.  Elijah and Pigtail soils are moderately deep to a hardpan.  Owsel soils occur on terrace sideslopes, and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow or medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Roseworth soils are used mainly for rangeland, wildlife habitat, and irrigated cropland. The dominant natural vegetation is Wyoming big sagebrush, Thurber needlegrass, Sandberg bluegrass, and bottlebrush squirreltail.  Irrigated crops are mainly wheat, corn silage, beans, barley, alfalfa hay, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Roseworth soils are of moderate  extent in south central Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Twin Falls County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Clay percent by hydrometer:  0-3 inches - 20 percent; 3-8 inches - 28 percent; 8-15 inches - 20 percent.\nDiagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - zone 0 to 3 inches (A horizon).\nArgillic horizon - zone 3 to 8 inches (Bt horizon).\nDuripan - zones 15 to 18 inches and 27 to 45+ inches (Bkqm and 2Bkqm horizons).\nParticle-size control section - 3 to 15 inches (Bt and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
