{
  "SERIES": "ROSE CREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, calcareous, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rose Creek fine sandy loam--pastureland.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 20 cm; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; common very fine to medium pores; 10 percent gravel; slightly effervescent; moderately alkaline (pH 7.9); clear smooth boundary. (10 to 25 cm thick)\nA--20 to 41 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many fine to medium roots; common very fine to medium pores; common medium prominent strong brown (7.5YR 5/6) moist masses of iron accumulation; 10 percent gravel; slightly effervescent; moderately alkaline (pH 7.9);  clear smooth boundary.  (15 to 25 cm thick).\nC--41 to 152 cm; light brownish gray (10YR 6/2) stratified very fine sandy loam, gravelly loamy sand, and sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine to medium roots; few very fine to medium pores; common medium prominent strong brown (7.5YR 5/6) moist masses of iron accumulation; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; in the city of Reno about 950 feet east of the intersection of Rock Boulevard and Mill Street; approximately 2,000 feet west and 1,600 feet south of the northeast corner of section 17, T. 19 N., R. 20 E.; USGS Reno 7.5 minute topographic quadrangle; latitude 39 degrees 30 minutes 55 seconds N and longitude 119 degrees 45 minutes 30 seconds W; WGS84 Decimal Degrees 39.5152778 latitude, -119.758333 longitude.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry from mid-summer through early fall in some part of the moisture control section for more than 90 cumulative days in normal years; moist in late fall, winter, spring, and early summer; Saturated to within a depth of 25 cm of the surface for short periods during most years; Short seasonal periods of aquic soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nMollic epipedon thickness: 25 to 46 cm.\nEffervescence: Slightly effervescent through most of the profile, but individual horizons range from noneffervescent to violently effervescent in some pedons.\nReaction: Neutral through very strongly alkaline, depending on the presence of sodium and carbonates.\nOther features: Buried A horizons are in some pedons.\nParticle-size control section - Clay content: Averages 8 to 18 percent.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 4 or 5 dry, 2 or 3 moist, the surface 3 to 8 cm in some pedons has value of 7 dry and 4 moist as a result of flood deposition.\nChroma: 1 or 2, dry or moist.\nC horizons\nHue: 10YR through 5Y.\nValue: 5 through 7 dry, 3 through 6 moist.\nChroma: 1 through 3, dry or moist.\nTexture: Sandy loam, fine sandy loam, very fine sandy loam, or loam; Includes stratified sand to silt loam and may include strata of coarse sand, gravelly loamy sand or silty clay loam.\nConsistence: Loose through hard, dry; loose through friable, moist.\nRedoximorphic features:  Redox concentrations of iron with hue of 2.5YR through 10YR and chroma of 3 through 8 are usually at a depth of 50 to 100 cm, but are as shallow as 8 cm in some pedons that are irrigated by controlled flooding."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ninnescah and Suckercreek series.\nNinnescah soils have mean annual soil temperature of 13 to 14 degrees C and are more moist in summer months.  Suckercreek soils are not dry in some part of the soil moisture control section for more than 90 cumulative days in 6 out of 10 years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rose Creek soils are on natural levees, flood plains, and stream terraces.  The soils formed in stratified alluvium derived from mixed rocks including volcanic and metamorphic rocks.  Slopes are dominantly less than 0.5 percent but range up to 2 percent.  Elevations range from 1,220 to 2,074 meters.  The climate is arid or semiarid with mean annual precipitation of 150 to 250 mm.  The mean annual temperature is 7 to 10 degrees C and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Humboldt, Ocala, and Sonoma soils.  Humboldt soils average more than 35 percent clay in the particle-size control section.  Ocala soils lack a mollic epipedon and have weak silica-cemented strata.  Sonoma soils lack a mollic epipedon and are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; low surface runoff;  high saturated hydraulic conductivity.  The water table ranges from 50 to 90 cm during the spring runoff period but may drop to 150 to 250 cm during the early fall months when the river flow drops markedly.  Some areas have been partially drained by entrenchment of stream channels. The soils are subject to flooding on an average of at least 1 out of 3 years and often receive deposition of new soil materials."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rose Creek soils are used for rangeland, pastureland, irrigated cropland, and wildlife habitat.  The vegetation is mainly creeping wildrye, willows, inland saltgrass, and Baltic rush.  Some areas are cut for meadow hay or farmed for truck crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and western Nevada and eastern California.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 26, while other acreage occurs in MLRAs 24, 27, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  BLM Sonoma Planning Unit, Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 41 cm (Ap and A horizons).\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features within 50 cm of the soil surface at certain times during normal years (part of the C horizon).\nFluventic feature - Soil is stratified and has an irregular organic carbon distribution.\nParticle-size control section - The zone from 25 to 100 cm (parts of the A and C horizons).\nADDITIONAL DATA:\nPrevious authors and editors include LIL-ELS-TM.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
