{
  "SERIES": "ROSELLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:RBH:WIS",
  "REVDATE": "09/2003",
  "STATES": "MS",
  "OVERVIEW": "The Rosella series consists of deep, poorly drained soils on stream terraces adjacent to rivers and their tributaries of the Southern Coastal Plain Major Land Resource Area.  These soils have more than 15 percent sodium saturation beginning at a depth of about 25 inches.  Permeability is slow.  These soils formed in loamy marine or fluvatile sediments.  They are nearly level with slopes ranging from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Albic Glossic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rosella silt loam--pasture.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 3 inches; gray (10YR 6/1) silt loam; few fine brown mottles and stains; weak fine and medium granular structure; friable; many fine roots; few root channels and worm casts; strongly acid; clear smooth boundary.  (3 to 9 inches thick)\nEgc--3 to 12 inches; light brownish gray (10YR 6/2) silt loam; few medium distinct yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) mottles; weak fine and medium granular structure; friable, slightly sticky; many fine roots; common fine and medium black and brown concretions; strongly acid; gradual irregular boundary.  (5 to 13 inches thick)\nB/E--12 to 25 inches; gray (10YR 6/1) silt loam (B); common medium distinct strong brown (7.5YR 5/8) and yellowish brown (10YR 5/6) mottles; moderate medium subangular blocky structure; firm, plastic; few fine roots; common fine and medium black and brown concretions; clay films on both vertical and horizontal faces of peds; few clay films are dark gray (10YR 4/1); many fine pores; common tongues of light gray (10YR 7/1) silt loam (E) 1 to 3 inches wide extend through the horizon; tongues are platy and slightly brittle; strongly acid; gradual irregular boundary.\nB/E2--25 to 38 inches; gray (10YR 6/1) silt loam (B); common coarse distinct strong brown (7.5YR 5/8) mottles; weak fine and medium subangular blocky structure; firm, slightly plastic; few fine roots and root channels; common fine and medium black and brown concretions; common tongues of light gray (10YR 7/1) silt loam (E) 1 to 3 inches wide extend into the horizon; tongues are platy, slightly brittle and have more clayey lenses in the lower part; clay films on both vertical and horizontal faces of peds; very strongly acid; gradual smooth boundary.  (Combined thickness of the B/E horizon is 25 to 50 inches)\nBtcg--38 to 65 inches; gray (10YR 6/1) silt loam; many coarse distinct strong brown (7.5 YR 5/8) mottles; moderate medium subangular blocky structure; firm, slightly plastic; few root channels; common fine and medium black and brown concretions; patchy clay films on faces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lawrence County, Mississippi; 5.5 miles south of Monticello, Mississippi; 1.5 miles southwest of Arm; 0.75 mile west of river road.  NW1/4SW1/4 sec. 8, T. 6 N., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Depth to the natric horizon ranges from 16 to 36 inches.  Calcium to magnesium ratio of the Bt horizons is less than 1.  Reaction of the soil ranges from very strongly acid to medium acid, except the surface layer in areas that have been limed.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 to 3.  It is silt loam or very fine sandy loam.\nThe Eg horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2.  It is silt loam or very fine sandy loam.\nThe B part of the B/E horizon and the Btg horizon either have hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2 with few to many medium or coarse mottles in shades of brown, red, or yellow; or they are mottled in these colors.  Texture is silt loam, loam, clay loam, or silty clay loam.  The upper part of the B horizon has 18 to 30 percent clay.  The E part of the B/E horizon consists of silty tongues that commonly are highly leached and have a low content of clay.  It has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 1.  It is silt loam or loam high in silt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Closely related series are the Bonn, Foley, Hillemann, Lafe, McCrory, Peoria, and Verdun series.  Bonn, Foley, Hillemann, Lafe, Peoria, and Verdun soils have a fine-silty particle-size class and have mixed mineralogy.  In addition, Bonn and Verdun soils have a calcium to magnesium ratio of more than 1 and more than 15 percent sodium saturation throughout the argillic horizon; Foley soils are neutral to strongly alkaline in the lower part of the B horizon; Hillemann soils have more than 15 percent sodium saturation throughout the argillic horizon; Lafe soils have a matrix with chroma of more than 2 in the upper part of the Bt horizon and more than 15 percent sodium saturation throughout the argillic horizon.  McCrory soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rosella soils are on stream terraces adjacent to rivers and their tributaries of the Southern Coastal Plain Major Land Resource Area.  These are nearly level soils with slopes ranging from 0 to 2 percent.  The surfaces are a plane or slightly concave.  The regolith consists of loamy marine or fluvatile sediments.  The climate is warm and humid.  Near the type location, the mean annual temperature is 66 degrees Fahrenheit, and mean annual precipitation is 59 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mashulaville, Prentiss, Savannah, Stough, and Trebloc soils.  The poorly drained Mashulaville and moderately well drained Prentiss and Savannah soils have a fragipan; in addition, Mashulaville and Prentiss soils are coarse-loamy in the particle-size control section.  Mashulaville soils are in similar positions as the Rosella soils.  Prentiss and Savannah soils are on higher positions in the terrain on hillsides and ridgetops.  The somewhat poorly drained Stough soils, which are coarse-loamy in the particle-size control section, are in slightly higher positions. Poorly drained Trebloc soils, which are fine-silty in the control section, are in similar positions as the Rosella soils and, in addition, are on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; runoff is slow to very slow; permeability is slow.  The soils have a high water table at a depth of 0.5 to 1.0 foot during wet seasons during winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mainly in forests of water oak, sweetgum, maple, ash, and pine trees.  Cleared areas are used for growing pasture and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Mississippi; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this\npedon are:\nOchric epipedon - the zone from the surface to a depth of approximately 3 inches (Ap horizon).\nArgillic horizon - the zone from approximately 12 to 65 inches (Btg1, Btg2, Btg3 horizons).\nAlbic Glossic Natraqualfs features - tonguing of albic material more than 2.5 cm into the natric horizon (the zone from approximately 12 to 38 inches, B/E1, B/E2 horizons).\nADDITIONAL DATA:  Physical and chemical data and engineering test data for the typical pedon are published in the Soil Survey of Lawrence County, Mississippi (issued 1978) pp. 44, 45, and 36 respectively.  Physical and chemical data for one pedon are published in Soil Survey of Lowndes County, Mississippi (issued 1979) pp. 134 and 135.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 3 inches; gray (10YR 6/1) silt loam; few fine brown mottles and stains; weak fine and medium granular structure; friable; many fine roots; few root channels and worm casts; strongly acid; clear smooth boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "Egc",
        "top": 8,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Egc--3 to 12 inches; light brownish gray (10YR 6/2) silt loam; few medium distinct yellowish brown (10YR 5/8) and strong brown (7.5YR 5/6) mottles; weak fine and medium granular structure; friable, slightly sticky; many fine roots; common fine and medium black and brown concretions; strongly acid; gradual irregular boundary.  (5 to 13 inches thick)"
      },
      {
        "name": "B/E",
        "top": 30,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "B/E--12 to 25 inches; gray (10YR 6/1) silt loam (B); common medium distinct strong brown (7.5YR 5/8) and yellowish brown (10YR 5/6) mottles; moderate medium subangular blocky structure; firm, plastic; few fine roots; common fine and medium black and brown concretions; clay films on both vertical and horizontal faces of peds; few clay films are dark gray (10YR 4/1); many fine pores; common tongues of light gray (10YR 7/1) silt loam (E) 1 to 3 inches wide extend through the horizon; tongues are platy and slightly brittle; strongly acid; gradual irregular boundary."
      },
      {
        "name": "B/E2",
        "top": 64,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B/E2--25 to 38 inches; gray (10YR 6/1) silt loam (B); common coarse distinct strong brown (7.5YR 5/8) mottles; weak fine and medium subangular blocky structure; firm, slightly plastic; few fine roots and root channels; common fine and medium black and brown concretions; common tongues of light gray (10YR 7/1) silt loam (E) 1 to 3 inches wide extend into the horizon; tongues are platy, slightly brittle and have more clayey lenses in the lower part; clay films on both vertical and horizontal faces of peds; very strongly acid; gradual smooth boundary.  (Combined thickness of the B/E horizon is 25 to 50 inches)"
      },
      {
        "name": "Btcg",
        "top": 97,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btcg--38 to 65 inches; gray (10YR 6/1) silt loam; many coarse distinct strong brown (7.5 YR 5/8) mottles; moderate medium subangular blocky structure; firm, slightly plastic; few root channels; common fine and medium black and brown concretions; patchy clay films on faces of peds; very strongly acid."
      }
    ]
  ]
}
