{
  "SERIES": "ROSITAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPZ/LAB/PDC/ET",
  "REVDATE": "12/2015",
  "STATES": "AZ,CA,NV",
  "OVERVIEW": "The Rositas series consists of very deep, somewhat excessively drained soils formed in sandy eolian material. Rositas soils are on dunes and sand sheets. Slope ranges from 0 to 30 percent with hummocky or dune micro relief. Mean annual precipitation is about 4 inches and the mean annual air temperature is about 72 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rositas fine sand - rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.)\nC1--0 to 9 inches; reddish yellow (7.5YR 7/6) fine sand, strong brown (7.5YR 5/6) moist; single grained; loose, nonsticky and nonplastic; common fine and medium roots; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (4 to 10 inches thick)\nC2--9 to 60 inches; reddish yellow (7.5YR 7/6) fine sand, strong brown (7.5YR 5/6) moist; single grained; loose, nonsticky and nonplastic; few fine roots; strongly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Imperial County, California; about 17 miles east of Holtville; about 4,000 feet west, 300 feet south of the main entrance to Imperial Irrigation District, Experiment Farm No. 2; NW 1/4 of section 5, T.17 S., R.19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is usually dry and is not moist for as long as 60 consecutive days. Driest during May and June. Typic aridic soil moisture regime.\nSoil temperature: 72 to 80 degrees F.\nOrganic matter: less than 0.5 percent and decreases regularly with depth\nControl section  Rock fragments: 0 to 5 percent fine gravel.\nClay content: 0 to 10 percent.\nEffervescence: Slightly effervescent to strongly effervescent.\nC1 horizon - Hue: 10YR, 7.5YR, 5YR\nValue: 5 through 7, dry or moist\nChroma: 2 through 7, dry or moist\nRock fragments: 0 to 35 percent.\nOther features: Some pedons are noneffervescent.\nC2 horizon(s) - Hue: 10YR, 7.5YR, 5YR\nValue: 5 through 7, dry or moist\nChroma: 2 through 7, dry or moist\nTexture: Sand, loamy sand, fine sand, loamy fine sand. The 10 to 40 inch control section has less than 15 percent coarse and very coarse sand.\nSalinity: 0 to 8 decisiemens/meter\nSodium adsorption ratio: 0 to 90\nReaction: Neutral to very strongly alkaline\nOther features: Some pedons have few soft masses of calciumcarbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carsitas (CA), Lagunita (AZ), Myoma (CA), and Pintobasin (CA) series. Carsitas soils have more than 15 percent rock fragments and are stratified. Lagunita soils are stratified, have an irregular decrease in organic carbon and are subject to flooding. Myoma soils have hue of 2.5Y or yellower throughout. Pintobasin soils are noneffervescent or very slightly effervescent in the particle-size control section and formed from mixed alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rositas soils are on dunes and sand sheets. Slope ranges from 0 to 30 percent. These soils formed in sandy eolian material.  Elevations are 270 feet below sea level to 2000 feet. The climate is low-latitude desert, with mild winters and very hot summers. Precipitation is greatest in the winter with lesser secondary peak in the summer. The mean annual precipitation is 0 to 8 inches. The mean January temperature is about 53 degrees F., mean July temperature is 92 degrees F., and the mean annual air temperature is 70 to 77 degrees F. The frost-free period is about 250 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aco, Holtville, Imperial, Meloland, Niland, and Vint series. Aco soils are sandy loam in the control section. Holtville soils are clayey in the upper part of the control section. Imperial soils are fine textured throughout the control section. Meloland soils are sandy loam in the upper part and fine in the lower part of the control section. Niland soils are fine textured in the lower part of the control section. Vint soils have an irregular decrease in organic carbon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; negligible to low runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rositas soils are used for rangeland and wildlife habitat, and growing citrus fruits, grapes, alfalfa, and truck crops. Present vegetation is creosotebush, white bursage, desert buckwheat and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern California, southwestern Arizona and southern Nevada. Rositas soils are extensive in MLRAs 30 and 31 and are mapped in MLRA 40 within the Sonoran Desert."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Imperial County (El Centro Area), California; 1918.\nRemarks: Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - The absence of diagnostic subsurface horizons\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 3/2006. ET"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--0 to 9 inches; reddish yellow (7.5YR 7/6) fine sand, strong brown (7.5YR 5/6) moist; single grained; loose, nonsticky and nonplastic; common fine and medium roots; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "C2",
        "top": 23,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--9 to 60 inches; reddish yellow (7.5YR 7/6) fine sand, strong brown (7.5YR 5/6) moist; single grained; loose, nonsticky and nonplastic; few fine roots; strongly effervescent; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
