{
  "SERIES": "ROSNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev: CEJ/RLB/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rosney silt loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; moderate thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; many very fine and fine vesicular pores; slightly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (5 to 18 cm thick)\nC1--8 to 25 cm; very pale brown (10YR 7/3) silt loam, brown (10YR 4/3) moist massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, and common fine roots; many very fine interstitial, and few very fine and fine tubular pores; common fine distinct white (10YR 8/1) salt and gypsum crystals; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (13 to 25 cm thick)\nC2--25 to 71 cm; very pale brown (10YR 7/3) silt loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic, many very fine and fine roots; many very fine interstitial, and few very fine tubular pores; strongly effervescent; strongly alkaline (pH 8.9); abrupt wavy boundary.  (23 to 64 cm thick)\n2C1--71 to 94 cm; very pale brown (10YR 7/3) silty clay loam, brown (10YR 4/3) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine interstitial, and few very fine and fine tubular pores; common fine distinct very pale brown (10YR 8/2) gypsum crystals; slightly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (18 to 38 cm thick)\n2C3--94 to 152 cm; very pale brown (10YR 7/3) silty clay loam, brown (10YR 4/3) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; many very fine interstitial pores; many medium distinct white (10YR 8/1) gypsum crystals; slightly effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 6 miles east of Battle Mountain; approximately 1,540 feet west and 80 feet south of the northeast corner of section 28, T. 32 N., R. 46 E.; USGS Bateman Spring 7.5 minute topographic quadrangle; latitude 40 degrees 37 minutes 30 seconds N and longitude 116 degrees 47 minutes 26 seconds W; WGS84 Decimal Degrees 40.6258333 latitude, -116.7916667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods from late October through May.Typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to 2C horizon: 50 to 90 cm.\nTexture:  Dominantly silt loam with thin strata of very fine sandy loam and volcanic ash in the upper part over stratified silt loam to silty clay but dominantly is silty clay loam in the lower part.\nMineralogy:  Mixed, but is influenced by volcanic ash and other pyroclastic materials.\nReaction: Moderately alkaline to very strongly alkaline.\nEffervescence: Slightly effervescent to violently effervescent.\nElectrical conductivity (EC): 15 to 35 mmhos/cm.\nExchangeable sodium (SAR): 35 to 80 percent.\nProfile color - Hue:  10YR or 2.5Y.\nValue:  6 through 8 dry, 4 or 5 moist.\nChroma:  2 through 4.\nOther features - Few to many crystals of gypsum are usually present, but in some pedons are common only in the lower substratum.  Some pedons have weakly to strongly silica cemented horizons below a depth of 100 cm.\nParticle-size control section - Clay content:  10 to 18 percent in the upper part and 25 to 35 percent in the lower part, averages 20 to 30 percent.\nC horizons\nTexture:  Dominantly silt loam with thin strata of very fine sandy loam and volcanic ash in the upper part over stratified silt loam to silty clay but dominantly is silty clay loam in the lower part.\nStructure:  Massive or moderate fine granular.\nConsistence:   Soft through hard, very friable through firm, slightly sticky through moderately sticky, slightly plastic to moderately plastic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blueagle, Easychair, Sagrlite, Sain, Sondoa, Swingler, and Timpie series.\nBlueagle soils have soil temperature of 12 to 15 degrees C and receive the 10 to 20 days summer precipitation. Easychair soils are moist for 10 to 20 days following convection storms from July through October and have mean annual temperature of 12 to 15 degrees C. Sagrlite soils have a temperature range from 11 to 13 degrees C. Sain soils contain 27 to 35 percent clay in the particle-size control section. Sondoa soils has soil temperature that range from 12 to 14 degrees C.  Swingler soils are dominantly loam and silt loam throughout the particle-size control section, do not have gypsum, and have less than 15 mmhos/cm electrical conductivity and less than 35 percent exchangeable sodium.  Timpie soils do not contain gypsum crystals at 40 to 100 cm, and contain 18 to 27 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rosney soils are on alluvial flat remnants and fan skirt foot slopes.  These soils formed in a thin loess mantle capping silty alluvium or lacustrine materials derived from mixed rock sources with some influence from volcanic ash.  Slopes are 0 to 2 percent. Elevations are 1,370 to 2,130 meters.  The climate is cool, semiarid with hot, dry summers and cool, moist winters.  The mean annual precipitation is 125 to 200 mm; mean annual temperature is 8 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dunphy, Iron Blossom, Landco and Ocala soils.  Dunphy soils have coarse-loamy particle-size control section, weakly silica-cemented strata and are saturated within depth of 100 cm.  Iron Blossom soils have weakly silica-cemented strata and are somewhat poorly drained.  Landco soils have coarse-silty over clayey particle-size control sections.  Ocala soils have fine-silty particle-size control section, Cqk horizons, and are saturated within depths of 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very slow runoff;  moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly black greasewood, suaeda, nuttal saltbush, shadscale, and inland saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Nevada.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, North Part, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Rosney soils were formerly classified as Alluvial soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon and part of the C1 horizon).\nParticle-size control section - The zone from 25 to 100 cm (C2, 2C3 and a portion of the 2C4 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
