{
  "SERIES": "ROSSMOYNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM-TEL",
  "REVDATE": "04/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rossmoyne silt loam, in a pasture on a 3 percent slope on the rolling Illinoian till plain at an elevation of 300 meters (985 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam; weak thick platy structure; friable; many roots; common tubular pores; moderately acid; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nE--20 to 30 cm (8 to 12 inches); brown (10YR 5/3) silt loam; weak thick platy structure; friable; many roots; common vesicular and tubular pores; dark grayish brown (10YR 4/2) krotovinas and worm casts comprise 10 percent of mass; very strongly acid; clear wavy boundary. [0 to 15 cm (6 inches) thick]\nBE--30 to 43 cm (12 to 17 inches); yellowish brown (10YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable; common roots; common tubular pores; few medium faint pale brown (10YR 6/3) iron depletions; few medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary. [0 to 25 cm (10 inches) thick]\nBt--43 to 58 cm (17 to 23 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm; common roots; common faint brown (10YR 4/3) clay films on vertical faces of peds; common medium distinct gray (10YR 6/1) iron depletions; common distinct light brownish gray (10YR 6/2) clay depletions on vertical faces of peds; very strongly acid; clear wavy boundary. [8 to 46 cm (3 to 18 inches) thick]\n2Btx1--58 to 94 cm (23 to 37 inches); yellowish brown (10YR 5/4) clay loam; moderate very coarse prismatic structure parting to moderate thick platy; very firm; few roots on faces of prisms; common tubular pores; many distinct dark yellowish brown (10YR 4/4) clay films in pores and on plates; many prominent gray (10YR 5/1) clay films on vertical faces of prisms; common fine distinct gray (10YR 5/1) iron depletions; common faint pale brown (10YR 6/3) clay depletions on vertical faces of prisms; 5 percent rock fragments; brittle; very strongly acid; gradual wavy boundary.\n2Btx2--94 to 142 cm (37 to 56 inches); yellowish brown (10YR 5/4) loam; weak very coarse prismatic structure parting to weak thick platy and weak medium subangular blocky; very firm; common prominent gray (N 5/) and distinct dark grayish brown (10YR 4/2) clay films on faces of prisms and in pores; few faint dark yellowish brown (10YR 4/4) clay films in pores and on horizontal faces of plates; common faint pale brown (10YR 6/3) clay depletions on faces of prisms; common dark masses of iron and manganese oxides accumulation; 5 percent rock fragments; brittle; very strongly acid grading to slightly acid in lower part; clear wavy boundary. [Combined thickness of the 2Btx horizon is 25 to 117 cm (10 to 46 inches).]\n2Bt--142 to 206 cm (56 to 81 inches); yellowish brown (10YR 5/4) clay loam; weak coarse subangular blocky structure; firm; few tubular pores; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; few dark masses of iron and manganese oxides accumulation; 10 percent angular rock fragments; neutral; clear wavy boundary. [46 to 102 cm (18 to 40 inches) thick]\n2C--206 to 246 cm (81 to 97 inches); yellowish brown (10YR 5/4) gravelly loam; massive; few distinct gray (10YR 6/1) iron depletions; 25 percent angular rock fragments; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Highland County, Ohio; 8 miles south of Hillsboro, in Concord Township; 450 yards west of intersection of McAffe and Concord Roads and 50 yards north of McAffe Road; lat. 39 degrees 5 minutes 18 seconds N. and long. 83 degrees 37 minutes 28 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 152 to 305 cm (60 to 120 inches)\nDepth to carbonates: 152 to 305 cm (60 to 120 inches)\nThickness of the loess: 46 to 102 cm (18 to 40 inches)\nDepth to the fragipan: 46 to 76 cm (18 to 30 inches) in uneroded pedons\nParticle-size control section: averages 25 to 35 percent clay\nRock fragments: glacial till pebbles\nAp horizon:\nHue: 10YR\nValue: 4 or 5 (6 or 7 dry)\nChroma: 2 or 3, except for eroded pedons that range to chroma of 4\nTexture: commonly silt loam or less commonly silty clay loam in eroded pedons\nRock fragment content: 0 to 2 percent\nReaction: very strongly acid to neutral\nA horizon, where present:\nValue: 2 or 3 (4 or 5 dry)\nChroma: 2\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: very strongly acid or strongly acid\nE horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 2 or 3\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: very strongly acid or strongly acid\nSome pedons have a BA or B/E horizon.\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silty clay loam or silt loam\nRedox features: iron depletions with low chroma present within the upper 25 cm (10 inches); distinct or prominent clay depletions present just above the contact with the fragipan\nRock fragment content: 0 to 2 percent\nReaction: very strongly acid or strongly acid\nThe proportion of sand and small gravel increases gradually in and near the lithologic discontinuity.\n2Bt horizon, where present (in till or loamy pedisediments):\nTexture: clay loam or loam\nRock fragment content: 2 to 14 percent\nReaction: very strongly acid or strongly acid\n2Btx horizon or Btx horizon, where present:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: commonly clay loam or loam, or less commonly silt loam or silty clay loam (2Btx); silt loam or silty clay loam (Btx)\nStructure: moderate or weak very coarse prismatic structure that parts to platy\nRedox features: common or many iron depletions with low chroma\nRock fragment content: 2 to 14 percent\nReaction: very strongly acid or strongly acid ranging to slightly acid in the lower part\n2Bt or 2Bt horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 6\nChroma: 3 to 6\nTexture: clay loam, loam, or clay\nRock fragment content: 2 to 14 percent\nReaction: moderately acid to neutral\nSome pedons have a 2BC horizon.\n2C horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 3 to 6\nChroma: 3 to 6\nTexture: loam, clay loam, or clay\nRock fragment content: 2 to 14 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Series in a similar family are the Nabb, Pierpont, Plumfield, and Shakamak series in the active cation-exchange activity class. Nabb and Shakamak soils have a mantle of loess thicker than 102 cm (40 inches). Pierpont soils formed in till of Wisconsinan age and have rock fragments of shale and siltstone lithology. Plumfield soils are typically less than 51 cm to the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rossmoyne soils are on loess-capped till plains of Illinoian age. Slope ranges from 0 to 25 percent. The soils formed in 46 to 102 cm (18 to 40 inches) of loess and the underlying till. Some areas have a layer between the loess and till (pedisediments) that consists of an admixture of loess and erosional sediments from the buried paleosol. Locally this layer contains more sand than the overlying loess and a few pebbles concentrated by erosion. Mean annual precipitation ranges from 914 to 1170 mm (36 to 46 inches). Mean annual temperature ranges from 9 to 14 degrees C (48 to 57 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are principally members of the toposequence including the well drained Cincinnati, the somewhat poorly drained Avonburg, the poorly drained Clermont, and the poorly drained, moderately dark colored Blanchester soils. Cincinnati soils are on higher topographic positions and the other members of the sequence on lower positions. Other associated soils include Boston and Grayford soils, which have a lower solum from fine-textured limestone residuum within 107 cm (42 inches). Jonesboro soils do not have a fragipan and are on similar landscape positions. Loudon soils do not have a fragipan and have a fine-textured lower solum derived from calcareous shale. Nearby soils on steeper slopes, include Morrisville and Edenton soils which do not have a fragipan and are underlain by residuum from bedrock and Eden and Fairmount soils which formed in bedrock and lack a mantle of loess and glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is low to high depending upon slope. Saturated hydraulic conductivity is moderately high above the fragipan and moderately low in the fragipan. Permeability is moderate above the fragipan and moderately slow or slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the area of Rossmoyne soils is used for general farming. Cultivated crops are mainly corn, wheat, soybeans, grass and legumes, and tobacco. Some Rossmoyne soils are used for pasture or woodland, and a small portion is idle. Native vegetation is deciduous hardwoods including beech, white and red oaks, maple, hickory, and tulip poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Ohio, southeastern Indiana, and north-central Kentucky; dominantly in MLRA 114A with lesser extents in MLRAs 111D, 114B, 120C, and 121. The type location is in MLRA 114A. The series is of large extent, about 450,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hamilton County, Ohio, 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 43 cm (Ap, E, BE horizons).\nArgillic horizon: from a depth of 43 to 206 cm (Bt, 2Btx, 2Bt horizons).\nFragipan: from a depth of 58 to 142 cm (2Btx horizon).\nAquic conditions: iron depletions present in the upper 25 cm (10 inches) of the argillic horizon.\nADDITIONAL DATA: Characterization data for the Rossmoyne series is available through The Ohio State University Soil Characterization Laboratory for the following profiles: AD-W10, BN-S10, BN-S11, CL-3, CT-48, CT-65, CT-78, HY-51 (typical pedon), OH-S51-71-6 (Ross County), RO-42, WA-S13, WA-67, and WA- 8.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
