{
  "SERIES": "ROSS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM-TEL",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ross silt loam, in a level area in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium and fine granular structure; friable; many fine roots; few rock fragments; slightly alkaline; clear smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nA1--20 to 51 cm (8 to 20 inches); very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; friable; common fine roots; many distinct very dark gray (10YR 3/1) organic coatings on faces of peds; few rock fragments; slightly alkaline; clear smooth boundary. [0 to 38 cm (15 inches) thick]\nA2--51 to 74 cm (20 to 29 inches); very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; friable; common fine roots; few rock fragments; slightly alkaline; clear wavy boundary.\nBw--74 to 102 cm (29 to 40 inches); brown (10YR 4/3) loam: weak coarse subangular blocky structure; friable; few fine roots; common distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; 10 percent rock fragments; moderately alkaline; clear smooth boundary. [15 to 96 cm (6 to 38 inches) thick]\nC--102 to 203 cm (40 to 80 inches); dark yellowish brown (10YR 4/4) sandy loam, with strata of coarse sandy loam; massive; very friable; 10 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ross County, Ohio; about 1.6 miles northeast of Bainbridge, in Paxton Township; about 1950 feet north of the intersection of US 50 and TR 30; USGS Morgantown, Ohio topographic quadrangle; lat. 39 degrees 14 minutes 13 seconds N. and long. 83 degrees 14 minutes 42 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 61 to 114 cm (24 to 45 inches)\nThickness of the mollic epipedon: 61 to 102 cm (24 to 40 inches) and includes all or part of the B horizon in some pedons\nDepth to carbonates: 61 to 114 cm (24 to 45 inches)\nParticle-size control section: averages 20 to 27 percent clay and 20 to 45 percent sand\nRock fragments: these soils lack measurable quantities of chert\nSoil moisture control section: not dry in all parts of the soil moisture control section for as much as 45 consecutive days following the summer solstice\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3 (4 or 5 dry)\nChroma: 1 to 3\nTexture: commonly loam or silt loam, or less commonly fine sandy loam, sandy loam, or silty clay loam with thin strata of the gravelly analogs of these textures in some pedons\nRock fragment content: 0 to 5 percent\nReaction: slightly acid to slightly alkaline\nBw horizon:\nHue: 10YR\nValue: 2 to 5 (4 to 6 dry)\nChroma: 1 to 4\nTexture: commonly silt loam or loam, although individual subhorizons of silty clay loam, sandy loam or clay loam are in some pedons\nRock fragment content: 0 to 10 percent\nReaction: slightly acid to moderately alkaline\nC horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: sandy loam, loam, silt loam, or sandy clay loam or the gravelly analogs of these textures; below a depth of 102 cm (40 inches) may be stratified sand and gravel\nRock fragment content: 0 to 45 percent\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dameron, Deloit, Du Page, Fort Dodge, Olmitz, Racket, Spillco, Spillville, Terril, and Turlin series. Dameron soils average less than 20 percent sand in the upper part of the particle-size control section. Deloit, Olmitz, Racket, and Turlin soils do not have carbonates within a depth of 114 cm (45 inches). Du Page soils have carbonates within a depth of 61 cm (24 inches). Fort Dodge soils are in cooler, drier climates and have mean annual precipitation of less than 889 mm (35 inches) and mean annual air temperature of less than 11 degrees C. Spillco and Spillville soils have mollic epipedons that are more than 102 cm (40 inches) thick. Terril soils formed in colluvium and are frequently saturated between the depths of 102 and 183 cm in normal years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ross soils are on flood plains and low terraces. Slope ranges from 0 to 3 percent. Ross soils formed in loamy alluvial sediments washed from upland soils formed in drift of late Wisconsinan age. Mean annual precipitation ranges from 889 to 1143 mm (35 to 45 inches). Mean annual air temperature ranges from 11 to 14 degrees C (51 to 57 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eel, Genesee, Huntsville, Lash, Medway, Shoals, and Sloan soils. The Eel, Genesee, and Shoals soils are members of a drainage sequence that do not have a mollic epipedon. Lash soils have a mollic epipedon less that is less than 61 cm (24 inches) thick, average less than 18 percent clay in the particle-size control section, have carbonates throughout the soil profile, and are often on positions closer to the stream channel. Huntsville soils have less sand in the particle-size control section and are on similar landscape positions. The moderately well drained Medway soils commonly are in lower landscape positions. The very poorly drained Sloan soils are in low areas in the landscape and have a mollic epipedon less than 61 cm (24 inches) thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high in the solum and high in the substratum. Permeability is moderate in the solum and moderate or moderately rapid in the substratum. Ross soils are subject to rare to frequent flooding during late fall to spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and cultivated or are in permanent pasture. A few areas are in woodland. Corn and soybeans are principal crops. Some areas are used for hay or forage crops. Intensity of cultivation depends on frequency of flooding. Native vegetation is scattered deciduous woods, such as sycamore, elm, ash, and walnut, with prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 99, 111A, 111B, 111C, 111D, 114A, 114B, and 115A in Ohio and Indiana; MLRAs 108A, 108B, 110, and 115C in Illinois. The type location is in MLRA 114A. Ross soils are also correlated in MLRA 128 in Virginia and in Missouri (See Remarks). The series is widely distributed and is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butler County, Ohio, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Ross soils are correlated in one survey area in Missouri. Ross soils will likely be recorrelated to the Racket series when the survey area is updated. Missouri removed as a state using the Ross series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 74 cm (Ap, A1, A2 horizons).\nCambic horizon: from a depth of 74 to 102 cm (Bw horizon).\nADDITIONAL DATA: Characterization data is available for RO-94 through the Soil Characterization Laboratory, The Ohio State University.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
