{
  "SERIES": "ROSSHORSE",
  "STATUS": "Tentative Series",
  "BYREV": "IRD: GMW/SMR/CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Rosshorse series consists of very deep, well drained soils that formed in alluvium derived predominantly from limestone. The Rosshorse soils are on fan remnants. Slopes are 2 to 8 percent. The mean annual precipitation is about 200 millimeters (8 inches) and the mean annual temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rosshorse sandy loam, on a 3 percent slope at an elevation of 1,470 meters (4,820 feet). (Colors are for dry soil unless otherwise noted.) The soil surface is covered by 33 percent fine gravel and 7 percent medium and course gravel.\nA -- 0 to 7 centimeters (0 to 3 inches); yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate very thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine roots; common very fine irregular pores; 6 percent fine gravel and 6 percent medium and coarse gravel; strongly effervescent; neutral (pH7.3); abrupt wavy boundary. (4 to 7 centimeters, 2 to 3 inches thick)\nBk -- 7 to 21 centimeters (3 to 8 inches); brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine irregular pores; 1 percent fine, distinct, white (10YR8/1), irregular, extremely weakly cemented calcium carbonate masses in the matrix with clear boundaries; 5 percent fine gravel and 2 percent medium and coarse gravel; strongly effervescent (7 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.1); clear wavy boundary.\nBtk -- 21 to 48 centimeters (8 to 19 inches); light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine irregular pores; 60 percent distinct, yellowish brown (10YR 5/4), clay bridging between sand grains and 1 percent distinct, yellowish brown (10YR 5/4), clay films on all faces of peds; 1 percent fine, distinct, white (10YR 8/1), calcium carbonate threads in the matrix with clear boundaries; 6 percent fine gravel and 2 percent medium and coarse gravel; violently effervescent (7 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.3); clear wavy boundary.\nBk' -- 48 to 94 centimeters (19 to 37 inches); light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine roots; few very fine and fine tubular and few very fine irregular pores; 15 percent very coarse distinct, white (10YR 8/1), irregular shaped extremely weakly cemented calcium carbonate masses in the matrix with clear boundaries and 5 percent coarse distinct, white (10YR 8/1), platy weakly cemented calcium carbonate nodules in the matrix with clear boundaries; 4 percent fine gravel and 10 percent medium and coarse gravel; violently effervescent (27 percent calcium carbonate equivalent of the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary.\nBkk -- 94 to 104 centimeters (37 to 41 inches); white (10YR 8/1) sandy loam, very pale brown (10YR 7/3) moist; massive; moderately hard, friable, nonsticky and nonplastic; common very fine and fine roots; few very fine irregular pores; 80 percent very coarse distinct, white (10YR 8/1) irregular extremely weakly cemented calcium carbonate masses in the matrix with clear boundaries and 5 percent coarse distinct, white (10YR 8/1), platy weakly cemented calcium carbonate nodules in the matrix with clear boundaries; 6 percent fine gravel and 4 percent medium and coarse gravel; violently effervescent (31 percent calcium carbonate equivalent of the fine earth fraction); strongly alkaline (pH 8.6); abrupt wavy boundary. (Combined thickness of Bk horizons is 90 to 145 centimeters, 35 to 57 inches.)\nBkq -- 104 to 180 centimeters (41 to 71 inches); very pale brown (10YR 8/2) coarse sand, very pale brown (10YR 7/3) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine and few medium roots; 10 percent medium and 5 percent coarse distinct, white (10YR 8/1), platy weakly cemented calcium carbonate masses in the matrix with clear boundaries; 2 percent coarse prominent very pale brown (10YR 8/2), platy moderately cemented durinodes on the bottom of rock fragments with sharp boundaries; 8 percent fine gravel and 2 percent medium and coarse gravel; slightly effervescent (10 percent calcium carbonate equivalent of the fine earth fraction); strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 29 kilometers (18 miles) south of the town of Nipton, California; approximately 5 kilometers (3 miles) west from the intersection of Ivanpah Road and New York Mountain Road; 60 meters (195 feet) west and 295 meters (970 feet) south of the northeast corner of section 16, T. 13 N., R. 16 E., San Bernardino Base and Meridian; USGS Pinto Valley, CA 7.5 minute topographic quadrangle; 35 degrees, 12 minutes, 32.8 seconds north latitude and 115 degrees, 15 minutes, 22.7 seconds west longitude; UTM 11S 658717e 3897627n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part from December to March and intermittently moist for 10 to 20 days during July to September following summer convection storms; aridic bordering on ustic soil moisture regime.\nSoil temperature: 15 to 19 degrees C. (59 to 66 degrees F.)\nSurface rock fragments: 18 to 40 percent gravel and 0 to 5 percent cobbles.\nDepth to calcic horizon: 25 to 50 centimeters (10 to 12 inches).\nControl section\nClay content: 8 to 12 percent.\nRock fragments: 8 to 20 percent.\nCalcium carbonate equivalence: 10 to 25 percent.\nA horizon\nValue: 5 or 6 dry, 3 to 5 moist.\nChroma:  3 or 4, dry or moist.\nClay content: 7 to 10 percent.\nRock fragments: 4 to 17 percent.\nCalcium carbonate equivalence of the fine earth fraction: 1 to 15 percent.\nReaction: neutral to moderately alkaline.\nBk, Btk and Bkk horizons\nHue: 7.5YR or 10YR.\nValue: 5 to 8 dry and 4 to 8 moist.\nChroma: 1 to 4 dry; 2 to 2 moist.\nTexture: coarse sandy loam, sandy loam or fine sandy loam.\nClay content: 8 to 18 percent.\nCalcium carbonate equivalence of the fine earth fraction: 1 to 15 percent in the upper horizon(s) and 5 to 50 percent in the lower horizons.\nRock fragments: 5 to 30 percent.\nReaction: slightly to strongly alkaline.\nVisible secondary carbonates: 0 to 20 percent calcium carbonate coats on bottoms of rock fragments and 0 to 3 percent calcium carbonate masses and 0 to 1 percent calcium carbonate nodules in the upper horizons and 5 to 95 percent calcium carbonate coats on the bottoms of rock fragments, 5 to 80 percent calcium carbonate masses and 3 to 15 percent calcium carbonate nodules in the lower horizons.\nVisible secondary silica: 0 to 5 percent silica coats on bottoms of rock fragments.\nBkq horizon (when present)\nValue: 7 or 8 dry, 6 or 7 moist.\nChroma: 2 or 3 dry or moist.\nTexture: coarse sand or loamy fine sand.\nClay content: 1 to 5 percent.\nRock fragments: 10 to 14 percent.\nCalcium carbonate equivalence of the fine earth fraction: 10 to 25 percent.\nVisible secondary carbonates: 10 to 20 percent calcium carbonate nodules.\nVisible secondary silica: 1 to 5 percent durinodes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Bilgray (AZ), Geta (NV), Kinco (TX), Luckyhills (AZ), and Stronghold (AZ). Bilgray soils contain compacted densic layers. Geta soils are formed in mixed alluvium from volcanic rocks and receive 5 to 8 inches of precipitation, sudgesting these soils are not ustic intergrades. Stronghold soils have greater than 1 percent organic matter in the surface. Bilgray, Kinco, Luckyhills, and Stronghold soils are not moist in the control section for less than 20 days cumulative between July and Septmeber."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rosshorse soils are on fan remnants. Slopes are 2 to 8 percent. These soils formed in alluvium derived from limestone. Elevation is 1,410 to 1,600 meters (4,630 to 5,250 feet). The climate is arid with cool, moist winters and warm, intermittently moist summers. Mean annual precipitation is 175 to 225 millimeters (7 to 9 inches). The mean annual air temperature is 13 to 17 degrees C (55 to 63 degrees F). The frost-free season is 210 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Stonekey (T) and Sagamore (T) soils. These soils are found on adjacent fan remnant. The Stonekey soil is moderately deep to a petrocalcic horizon. The Sagamore soil is very shallow or shallow to a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and wildlife habitat. Vegetation is black grama, galleta, Joshua tree, banana yucca, and Nevada jointfir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California, U.S.A.; MLRA 30. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Bernardino County, California; Soil Survey of Mojave National Preserve Area, California, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and futures in this pedon include:\nOchric epipedon - from a depth of 0 to 7 centimeters (0 to 3 inches) (A horizon).\nCalcic horizon - from a depth of 48 to 180 centimeters (19 to 71 inches) (Bk', Bkk, and Bkq horizons).\nADDITIONAL DATA: NASIS User Pedon ID: 12CA071204.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 10/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
