{
  "SERIES": "ROTHIEMAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL-EMM",
  "REVDATE": "03/2014",
  "STATES": "MT",
  "OVERVIEW": "The Rothiemay series consists of very deep, well drained soils that formed in alluvium mainly from limestone and calcareous shale and siltstone.  These soils are on alluvial fans, fan remnants, knolls and stream terraces.  Slopes are 0 to 25 percent.  Mean annual precipitation is about 12 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rothiemay loam, cultivated (colors are for dry soil unless otherwise noted).\nAp--0 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine roots; 5 percent gravel; slightly effervescent; slightly alkaline (pH 7.8); abrupt wavy boundary. (6 to 10 inches thick)\nBw--7 to 17 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to weak medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; common fine roots; many fine and very fine pores; 5 percent gravel; continuous faint lime coatings on surface of gravel; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (0 to 18 inches thick)\nBk1--17 to 23 inches; light brownish gray (10YR 6/2) loam, brown (10YR 5/3) moist; weak medium and coarse prismatic structure parting to weak medium and fine subangular blocky; hard, friable, moderately sticky and moderately plastic; common fine and very fine roots; many fine and very fine pores; 5 percent gravel; continuous faint lime coatings on surface of gravel; many fine and medium masses and threads of lime; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (0 to 11 inches thick)\nBk2--23 to 31 inches; very pale brown (10YR 8/2) clay loam, very pale brown (10YR 7/3) moist; weak coarse prismatic structure; hard, friable, moderately sticky and slightly plastic; common fine and very fine roots; common fine and very fine pores; 5 percent gravel; continuous distinct lime coatings on surfaces of gravel; disseminated lime; violently effervescent; moderately alkaline (pH 8.2); diffuse boundary.\nBk3--31 to 66 inches; very pale brown (10YR 8/2) clay loam, very pale brown (10YR 7/3) moist; massive; hard, friable, moderately sticky and slightly plastic; few fine and very fine roots; common fine and very fine pores; pale brown (10YR 6/3) sandy loam pockets and discontinuous layers, brown (10YR 4/3) moist; 10 percent gravel, continuous distinct lime coatings on surface of gravel; continuous distinct lime casts on undersides of gravel; disseminated lime; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; 1,500 feet north and 100 feet west of the SE corner of sec. 3, T. 21 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches; dry in all parts between four tenths and five tenths of the cumulative days per year when the soil temperature at 20 inches is higher than 41 degrees F.\nMollic epipedon thickness - 7 to 10 inches.\nDepth to calcic horizon - 6 to 20 inches.\nSoil phases - calcareous, gravelly.\nA BC horizon is present in some pedons.\nAp horizon\nHue:  10YR or 2.5Y\nChroma:  1, 2 or 3; dry or moist\nTexture:  loam, silt loam or clay loam\nClay content:  15 to 35 percent\nRock fragments:  0 to 45 percent--0 to 5 percent cobbles, 0 to 40 percent gravel\nCalcium carbonate equivalent:  1 to 15 percent\nReaction:  pH 7.4 to 8.4\nBw horizon\nHue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4 or 5 moist\nChroma:  2 or 3; dry or moist\nTexture:  loam or clay loam\nClay content:  18 to 35 percent with less than 35 percent fine and coarser sand\nRock fragments:  0 to 35 percent--0 to 5 percent cobbles, 0 to 30 percent gravel\nCalcium carbonate equivalent:  5 to 20 percent\nReaction:  pH 7.4 to 8.4\nBk1, Bk2 horizon\nHue:  10YR or 2.5Y\nValue:  5, 6, 7 or 8 dry; 4, 5 or 6 moist\nChroma:  2, 3 or 4\nTexture:  loam, clay loam, or sandy clay loam\nClay content: 18 to 35 percent with less than 35 percent fine and coarser sand\nRock fragments:  0 to 35 percent--0 to 10 percent cobbles, 0 to 30 percent gravel\nCalcium carbonate equivalent:  15 to 40 percent\nReaction: pH 7.9 to 9.0\nBk3 horizons\nHue:  10YR or 2.5Y\nValue:  6, 7, or 8 dry; 5, 6, or 7 moist\nChroma:  2, 3 or 4; dry or moist\nTexture:  loam, clay loam, or sandy clay loam\nClay content:  18 to 35 percent with less than 35 percent fine and coarser sand\nRock fragments:  5 to 35 percent\nCalcium carbonate equivalent:  15 to 60 percent\nReaction:  pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nEmmons (CO) - dry in the moisture control section 15 consecutive days during May 15 to July 15.\nHeadwaters (MT) - has a paralithic contact at depths of 20 to 40 inches.\nRabbitex (CO) - has a lithic contact at depths of 40 to 60 inches.\nRothican (WY) - has clay films in the cambic horizon; mainly has a hue of 7.5YR in the control section; does not have the 15 to 60 percent clay-size carbonates; has precipitation greater than 15 inches.\nZinzer (CO) - has more than 35 percent fine and coarser sand in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, fan remnants, knolls and stream terraces.\nElevation - 2,400 to 5,200 feet.\nSlope - 0 to 25 percent.\nParent material - calcareous loamy alluvium, colluvium and tertiary valley fill derived mainly from limestone and calcareous shale and siltstone.\nClimate - long cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual temperature - 39 to 45 degrees F.\nFrost-free period - 80 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rothiemay soils are used for range and for dryland and irrigated cropland.  Potential native vegetation is mainly bluebunch wheatgrass, green needlegrass, Canby bluegrass, western wheatgrass, needleandthread, blue grama, threadleaf sedge, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rothiemay soils are extensive mainly in central Montana.  MLRAs 52, 58A, 44B, and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations records:  MT0122, MT1045, MT1115, MT1088, MT0699, MT0715, MT0147.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the soil surface to 7 inches (Ap horizon)\nCambic horizon - the zone from 7 to 17 inches (Bw horizon)\nCalcic horizons - the zone from 17 to 66 inches (Bk1, Bk2, Bk3 horizons); Particle-size control section from 10 to 40 inches (Bk1, Bk2, Bk3 and part of Bk4 horizon).\nRothiemay soils have a frigid temperature regime and an ustic moisture regime that borders on aridic.\nADDITIONAL DATA:  Laboratory data S70MT-013-6; S70MT-013-5.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
