{
  "SERIES": "ROTURA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHG/CEM/PDC",
  "REVDATE": "02/2007",
  "STATES": "NM",
  "OVERVIEW": "The Rotura series consists of deep to a petrocalcic, well drained soils that formed in sandy alluvium derived from mixed noncalcareous rocks. Rotura soils are on broad basin floors with slopes ranging from 0 to 2 percent.  The mean annual precipitation is about 8 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Petroargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rotura loamy sand - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; reddish brown (5YR 5/4)loamy sand, reddish brown (5YR 4/4) moist; very weak medium to thick platy structure and massive; soft; few roots; termite burrow fillings 1/16 to 1/8 inch diameter are apparent on drying and exposure; very few calcium carbonate filaments; strongly effervescent; abrupt smooth boundary. (1 to 3 inches thick)\nAB--2 to 5 inches; reddish brown (5YR 5/4) loamy sand, reddish brown (5YR 4/4) moist; very weak subangular blocky structure; slightly hard; few roots; common termite workings; strongly effervescent; moderately alkaline; clear smooth boundary. (0 to 7 inches thick)\nBAt--5 to 9 inches; reddish brown (5YR 5/4) loamy sand, reddish brown (5YR 4/4) moist; very weak subangular blocky structure; slightly hard; few roots; sand grains coated with silicate clay; common termite workings; very few calcium carbonate filaments; strongly effervescent; moderately alkaline; clear wavy boundary. (2 to 6 inches thick)\nBtk1--9 to 16 inches; reddish brown (5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; weak very coarse prismatic parting to weak medium subangular blocky structure; slightly hard matrix with 30 to 40 percent very hard, pink (7.5YR 8/4) broken calcium carbonate nodules that feel like sandy clay loam, light brown (7.5YR 6/4) moist; few roots; sand grains of reddish brown material have thin coatings of silicate clay and there are bridges between some grains; common insect burrows (1/8 to 1/4 inch diameter) that are filled or partly filled with fine earth; strongly effervescent; moderately alkaline; clear wavy boundary.  (6 to 12 inches thick)\nBtk2--16 to 28 inches; about 70 percent light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist, in an irregular pattern; about 20 percent reddish brown (5YR 5/4) sandy loam occurring as irregular parts (about 1/8 inch diameter), reddish brown (5YR 4/4) moist; about 10 percent nonindurated pink (7.5YR 8/4) nodules that feel like sandy clay loam, pink (7.5YR 7/4) moist; with depth the amount of reddish brown material decreases, light brown material occupies about the same volume, and pink calcium carbonate aggregates increase; weak very coarse prismatic parting to weak medium subangular blocky structure; internal structure of prisms in part controlled by calcium carbonate nodules; very hard; very few roots; sand grains of reddish brown material have thin coatings of silicate clay and there are bridges between some grains; few insect burrows; strongly effervescent; moderately alkaline; gradual wavy boundary.  (10 to 30 inches thick)\nBk1--28 to 39 inches; pink (7.5YR 8/4) sandy loam, slightly less clay than above, light brown (7.5YR 6/4) moist; contains 30 to 50 percent of 1/4 to 1/2 inch diameter reddish brown (5YR 5/4) sandy loam nodules, reddish brown (5YR 4/4) moist; very weak coarse subangular blocky structure; hard; very few roots; reddish brown nodules less hard than pink matrix; some reddish brown parts noneffervescent, most slightly effervescent; pink material strongly effervescent; moderately alkaline; clear wavy boundary.  (3 to 12 inches thick)\nBk2--39 to 46 inches; pink (7.5YR 8/4) sandy loam, light brown (7.5YR 6/4) moist; weak to moderate medium subangular blocky structure; very hard; few roots; scattered fine gravel; blocky peds with thick pinkish white (7.5YR 8/2) powdery calcium carbonate coatings about 1/16 inch thick, pinkish gray (7.5YR 7/2) moist; strongly effervescent; moderately alkaline; horizon discontinuous laterally; abrupt wavy boundary.  (3 to 8 inches thick)\nBkm1--46 to 57 inches; white (N 8/) carbonate cemented material that is continuously indurated, pink (7.5YR 7/4) moist; weak platy structure in the upper 1 to 2 inches, remainder is massive; weak very coarse prisms extend downward from this horizon through the Bkm and range from about a foot to several feet in diameter; very hard; few roots; some small channels (1/8 inch diameter) and thin lenses (1/8 inch thick) of friable brownish loamy material; sand grains separated by calcium carbonate; about 30 percent of horizon is  pinkish gray (7.5YR 7/2) dry, light brown (7.5YR 6/4) moist, has more sand grains in contact and apparently contains less calcium carbonate; noticeably more fine gravel and coarse sand than above horizons (15 to 20 percent fine gravel), a discontinuous line of gravel occurs on the surface of the horizon; strongly effervescent; moderately alkaline; gradual wavy boundary. (6 to 12 inches thick)\nBkm2--57 to 67 inches; white (N 8/) calcium carbonate cemented material, pinkish gray (7.5YR 7/2) moist; very weak medium subangular blocky structure; very hard; 15 to 20 percent fine gravel; peds have thin white discontinuous coatings; strongly effervescent; moderately alkaline; clear wavy boundary.  (8 to 20 inches thick)\nBkm3--67 to 80 inches; about 90 percent white (10YR 8/1) calcium carbonate cemented material which is less strongly indurated than above, very pale brown (10YR 7/3) moist; loose internodular material is pinkish white (7.5YR 8/2) and pink (7.5YR 7/4) moist; fine and medium subangular blocky structure; very hard; very few roots; few fine rounded gravel of mixed origin scattered throughout; some blocks have smooth calcium carbonate coatings and sand grains are widely separated by calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary.  (10 to 15 inches thick)\nBk1'--80 to 93 inches; pinkish white (7.5YR 8/2) fine sandy loam, pink (7.5YR 7/4) moist; single grain; loose; about 70 to 80 percent white (10YR 8/1) carbonate cemented nodules, very pale brown (10YR 8/2) moist; nodules commonly 1/2 to 2 inches in diameter but in places clusters are a few inches in diameter; most nodules are readily removed from the horizon but are very hard or extremely hard; very few roots; nodules commonly calcium carbonate coated, some nodules have pustular surfaces with pustule amplitude of several mm; a few gravel scattered throughout, some of which are cemented in the nodules; many sand grains are calcium carbonate coated; strongly effervescent; moderately alkaline; clear wavy boundary.  (5 to 15 inches thick)\nBk2'--93 to 105 inches; pink (7.5YR 7/3) and white (10YR 8/1) gravelly sandy loam, light brown (7.5YR 6/4) and very pale brown (10YR 8/2) moist; intergravel fine earth is loose; very few roots; about 40 to 50 percent white (10YR 8/1) calcium carbonate nodules, very pale brown (10YR 8/2) moist; more than 15 percent gravel; gravel coated with calcium carbonate and some are cemented together in clusters; strongly effervescent; clear wavy boundary.  (10 to 15 inches thick)\nBk3'--105 to 113 inches; light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; massive; soft; very few roots; 20 percent gravel; 5 to 10 percent pinkish white (7.5YR 8/2) nodules, pinkish white (7.5YR 8/2) moist, that are hard or very hard; thin continuous and discontinuous calcium carbonate coatings on gravel; strongly effervescent; moderately alkaline; clear wavy boundary.  (5 to 15 inches thick)\nBk4'--113 to 125 inches; light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 5/4) moist; massive and single grain; soft and loose; very few roots; 20 percent gravel; very few hard calcium carbonate nodules; gravel have thin, discontinuous calcium carbonate coatings; strongly effervescent; moderately alkaline; clear wavy boundary.  (5 to 15 inches thick)\nC--125 to 134 inches; gravel and sand; single grain; loose; most pebbles have very little or no calcium carbonate as coatings; slightly effervescent to noneffervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dona Ana County, New Mexico; SE 1/4, NW 1/4 of section 31, T.23 S, R.1 E., about 700 feet east of road; 106 degrees, 52 minutes, 53 seconds west longitude and 32 degrees, 15 minutes, 53 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during July through September and December through April.  Driest during May and June.  Typic aridic soil moisture regime.\nDepth to a calcic horizon: 3 to 15 inches\nDepth to petrocalcic horizon:  40 to 60 inches\nClay content (particle-size control section):  less than 18 percent\nA and AB horizons\nHue:  5YR, 7.5YR\nValue:  5 or 6 dry, 3.5 through 5 moist\nChroma:  2 through 6, dry or moist\nTexture:  loamy sand, sandy loam, fine sandy loam\nCoarse fragments:  less than 5 percent gravel\nBt horizon\nHue:  2.5YR through 10YR\nValue:  5 through 7 dry, 3.5 through 5 moist; nodules and masses with high calcium carbonate content are 7 through 9 dry, 5 through 7 moist\nChroma:  3 through 6, dry or moist; nodules and masses with high calcium carbonate content have chroma of 2 through 4, dry or moist\nTexture:  sandy loam, calcium carbonate nodules have sandy clay loam texture in some pedons\nCoarse fragments:  less than 5 percent\nOther features: The Bt horizon contains some visible calcium carbonate in all subhorizons.  The amount of calcium carbonate or mixing by roots or fauna is enough that orientation of silicate clay on sand grains has been obliterated in some parts of the horizon.  High-calcium carbonate parts of the Bt horizon tend to be harder (hard or very hard) than are low-calcium carbonate parts because of calcium carbonate cementation.\nBkm horizon\nHue:  7.5YR, 10YR (with some included parts of 5YR)\nValue:  7 through 9 dry, 6 through 8 moist\nChroma:  1 through 4, dry or moist\nCoarse fragments:  less than 20 percent\nOther features: The Bkm horizon is indurated throughout, except that it is intermittently interrupted by pipes into which the Bt horizon dips and thus thickens markedly.\nBk, Bk' and C horizons\nHue:  7.5YR, 10YR\nValue:  5 through 9 dry, 4 through 8 moist\nChroma:  2 through 4, dry or moist\nTexture:  sandy loam, gravelly sandy loam, sand and gravelly sand\nCoarse fragments:  5 to 30 percent, mainly gravel\nOther features: In some pedons, the Bk horizons from 28 to 46 inches contain less calcium carbonate and more reddish, similar to that in the Btk horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Rotura soils occur on level or nearly level, very gently undulating basin floors or marginal basin floor positions and have formed in sandy, generally low gravel sediments of mid-Pleistocene age.  In places, such as along the Rio Grande Valley in the vicinity of the type location, streams have trenched the basin floor and the underlying sediments to depths of several hundred feet.  In such situations, valley margins of the basin-floor soils are commonly marked by prominent scarps formed of the thick, high-calcium carbonate horizons of the Rotura soils or their associates.  Slopes are 0 to 2 percent.  Elevations range from 3800 to 4500 feet.  The mean annual precipitation is about 7 to 9 inches and the mean annual air temperature is 56 to 65 degrees F.  The frost-free period is about 190 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bucklebar, Cruces, Hueco, Sonoita and Tencee series.  The Hueco soils have a petrocalcic horizon at depths of 20 to 40 inches.  The Cruces and Tencee soils have a petrocalcic horizon at depths within 20 inches of the surface.  The Bucklebar soils are fine-loamy and do not have a petrocalcic horizon.  The Sonoita soils do not have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability; medium runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat.  Vegetation consists primarily of scattered mesquite, creosotebush and snakeweed; there are many barren areas.  In dune areas, vegetation on dunes is commonly mesquite, with lesser amounts of four-wing saltbush and creosotebush; interdunal areas are commonly barren or contain a few snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New Mexico.  The series is of small extent.  MLRA is 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dona Ana County (Desert Soil - Geomorphology Project), New Mexico; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 5 to 28 inches (BAt, Btk1, Btk2 horizons)\nCalcic horizon - The zone from 28 to 46 inches (Bk1, Bk2 horizons)\nPetrocalcic horizon - The zone from 46 to 80 inches (Bkm1, Bkm2, Bkm3 horizons)\nThis series represents an identified soil within the Desert Soil-Geomorphology Project, Las Cruces, New Mexico.  The project was a study of soils and geomorphology in an arid and semi-arid environment.  The series is extensively referenced in many documents, publications and thesis.  Revision outside the project area is discouraged in order to preserve the historical concept for research."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data are available for the typical pedon, S61(65) NMex-7-8, published on p. 860 and 861 in Gile, L.H. and R.B. Grossman. 1979.  The Desert Project Soil Monograph.  National Technical Information Service.  A summary table of data is also in the Desert Project Guidebook (p. 114).  Data for horizons above the petrocalcic horizon are available for two other Rotura pedons (p. 962-965, Desert Project Soil Monograph).  Further information on the Rotura soils are in Gile (1966a, 1967b) and in Gile, Peterson and Grossman (1966), references cited in the Desert Project Soil Monograph. Additional information for the Rotura soils is in a 1990 Ph.D. thesis by H. Curtis Monger, entitled Soil mineral transformations in a southern New Mexico Aridisol:  pedogenic palygorskite, mineral dissolution and microbial-related calcite."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "weak medium to thick platy",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; reddish brown (5YR 5/4)loamy sand, reddish brown (5YR 4/4) moist; very weak medium to thick platy structure and massive; soft; few roots; termite burrow fillings 1/16 to 1/8 inch diameter are apparent on drying and exposure; very few calcium carbonate filaments; strongly effervescent; abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "AB",
        "top": 5,
        "bottom": 13,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--2 to 5 inches; reddish brown (5YR 5/4) loamy sand, reddish brown (5YR 4/4) moist; very weak subangular blocky structure; slightly hard; few roots; common termite workings; strongly effervescent; moderately alkaline; clear smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "BAt",
        "top": 13,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAt--5 to 9 inches; reddish brown (5YR 5/4) loamy sand, reddish brown (5YR 4/4) moist; very weak subangular blocky structure; slightly hard; few roots; sand grains coated with silicate clay; common termite workings; very few calcium carbonate filaments; strongly effervescent; moderately alkaline; clear wavy boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 23,
        "bottom": 41,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk1--9 to 16 inches; reddish brown (5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; weak very coarse prismatic parting to weak medium subangular blocky structure; slightly hard matrix with 30 to 40 percent very hard, pink (7.5YR 8/4) broken calcium carbonate nodules that feel like sandy clay loam, light brown (7.5YR 6/4) moist; few roots; sand grains of reddish brown material have thin coatings of silicate clay and there are bridges between some grains; common insect burrows (1/8 to 1/4 inch diameter) that are filled or partly filled with fine earth; strongly effervescent; moderately alkaline; clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 41,
        "bottom": 71,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "weak medium subangular blocky structure; internal",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--16 to 28 inches; about 70 percent light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist, in an irregular pattern; about 20 percent reddish brown (5YR 5/4) sandy loam occurring as irregular parts (about 1/8 inch diameter), reddish brown (5YR 4/4) moist; about 10 percent nonindurated pink (7.5YR 8/4) nodules that feel like sandy clay loam, pink (7.5YR 7/4) moist; with depth the amount of reddish brown material decreases, light brown material occupies about the same volume, and pink calcium carbonate aggregates increase; weak very coarse prismatic parting to weak medium subangular blocky structure; internal structure of prisms in part controlled by calcium carbonate nodules; very hard; very few roots; sand grains of reddish brown material have thin coatings of silicate clay and there are bridges between some grains; few insect burrows; strongly effervescent; moderately alkaline; gradual wavy boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 71,
        "bottom": 99,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--28 to 39 inches; pink (7.5YR 8/4) sandy loam, slightly less clay than above, light brown (7.5YR 6/4) moist; contains 30 to 50 percent of 1/4 to 1/2 inch diameter reddish brown (5YR 5/4) sandy loam nodules, reddish brown (5YR 4/4) moist; very weak coarse subangular blocky structure; hard; very few roots; reddish brown nodules less hard than pink matrix; some reddish brown parts noneffervescent, most slightly effervescent; pink material strongly effervescent; moderately alkaline; clear wavy boundary.  (3 to 12 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 99,
        "bottom": 117,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk2--39 to 46 inches; pink (7.5YR 8/4) sandy loam, light brown (7.5YR 6/4) moist; weak to moderate medium subangular blocky structure; very hard; few roots; scattered fine gravel; blocky peds with thick pinkish white (7.5YR 8/2) powdery calcium carbonate coatings about 1/16 inch thick, pinkish gray (7.5YR 7/2) moist; strongly effervescent; moderately alkaline; horizon discontinuous laterally; abrupt wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bkm1",
        "top": 117,
        "bottom": 145,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkm1--46 to 57 inches; white (N 8/) carbonate cemented material that is continuously indurated, pink (7.5YR 7/4) moist; weak platy structure in the upper 1 to 2 inches, remainder is massive; weak very coarse prisms extend downward from this horizon through the Bkm and range from about a foot to several feet in diameter; very hard; few roots; some small channels (1/8 inch diameter) and thin lenses (1/8 inch thick) of friable brownish loamy material; sand grains separated by calcium carbonate; about 30 percent of horizon is  pinkish gray (7.5YR 7/2) dry, light brown (7.5YR 6/4) moist, has more sand grains in contact and apparently contains less calcium carbonate; noticeably more fine gravel and coarse sand than above horizons (15 to 20 percent fine gravel), a discontinuous line of gravel occurs on the surface of the horizon; strongly effervescent; moderately alkaline; gradual wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Bkm2",
        "top": 145,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkm2--57 to 67 inches; white (N 8/) calcium carbonate cemented material, pinkish gray (7.5YR 7/2) moist; very weak medium subangular blocky structure; very hard; 15 to 20 percent fine gravel; peds have thin white discontinuous coatings; strongly effervescent; moderately alkaline; clear wavy boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Bkm3",
        "top": 170,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "loose",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkm3--67 to 80 inches; about 90 percent white (10YR 8/1) calcium carbonate cemented material which is less strongly indurated than above, very pale brown (10YR 7/3) moist; loose internodular material is pinkish white (7.5YR 8/2) and pink (7.5YR 7/4) moist; fine and medium subangular blocky structure; very hard; very few roots; few fine rounded gravel of mixed origin scattered throughout; some blocks have smooth calcium carbonate coatings and sand grains are widely separated by calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "Bk1'",
        "top": 203,
        "bottom": 236,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "single grain",
        "dry_rupture": "hard",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1'--80 to 93 inches; pinkish white (7.5YR 8/2) fine sandy loam, pink (7.5YR 7/4) moist; single grain; loose; about 70 to 80 percent white (10YR 8/1) carbonate cemented nodules, very pale brown (10YR 8/2) moist; nodules commonly 1/2 to 2 inches in diameter but in places clusters are a few inches in diameter; most nodules are readily removed from the horizon but are very hard or extremely hard; very few roots; nodules commonly calcium carbonate coated, some nodules have pustular surfaces with pustule amplitude of several mm; a few gravel scattered throughout, some of which are cemented in the nodules; many sand grains are calcium carbonate coated; strongly effervescent; moderately alkaline; clear wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Bk2'",
        "top": 236,
        "bottom": 267,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "NA",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk2'--93 to 105 inches; pink (7.5YR 7/3) and white (10YR 8/1) gravelly sandy loam, light brown (7.5YR 6/4) and very pale brown (10YR 8/2) moist; intergravel fine earth is loose; very few roots; about 40 to 50 percent white (10YR 8/1) calcium carbonate nodules, very pale brown (10YR 8/2) moist; more than 15 percent gravel; gravel coated with calcium carbonate and some are cemented together in clusters; strongly effervescent; clear wavy boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "Bk3'",
        "top": 267,
        "bottom": 287,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk3'--105 to 113 inches; light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; massive; soft; very few roots; 20 percent gravel; 5 to 10 percent pinkish white (7.5YR 8/2) nodules, pinkish white (7.5YR 8/2) moist, that are hard or very hard; thin continuous and discontinuous calcium carbonate coatings on gravel; strongly effervescent; moderately alkaline; clear wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Bk4'",
        "top": 287,
        "bottom": 318,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk4'--113 to 125 inches; light brown (7.5YR 6/4) gravelly sandy loam, brown (7.5YR 5/4) moist; massive and single grain; soft and loose; very few roots; 20 percent gravel; very few hard calcium carbonate nodules; gravel have thin, discontinuous calcium carbonate coatings; strongly effervescent; moderately alkaline; clear wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 318,
        "bottom": 340,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--125 to 134 inches; gravel and sand; single grain; loose; most pebbles have very little or no calcium carbonate as coatings; slightly effervescent to noneffervescent; moderately alkaline."
      }
    ]
  ]
}
