{
  "SERIES": "ROUGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. BLW-JRT-DGF",
  "REVDATE": "08/2006",
  "STATES": "VA,WV",
  "OVERVIEW": "The Rough series consists of very shallow, somewhat excessively drained soils formed in residuum from shales, siltstones, and fine-grained sandstones on uplands. Slope ranges from 7 to 100 percent. Mean annual precipitation is about 42 inches, and mean annual air temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, acid, mesic Lithic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rough series-on a southwest-facing, convex, 60 percent slope, under a forest of chestnut oak and Virginia pine at an elevation of 1800 feet. (Colors are for moist soil unless otherwise stated)\nA--0 to 1 inch; dark yellowish brown (10YR 4/4) very channery silt loam; weak coarse granular structure; friable, nonsticky, nonplastic; 55 percent shale channers; few very fine and fine roots; very strongly acid; abrupt smooth boundary. (0 to 2 inches thick)\nBw--1 to 5 inches; yellowish brown (10YR 5/6) extremely channery silt loam; weak medium subangular blocky structure; friable, nonsticky, nonplastic; 70 percent shale channers; common fine and medium and few coarse roots; very strongly acid; clear wavy boundary. (0 to 8 inches thick)\nC--5 to 7 inches; yellowish brown (10YR 5/4) extremely channery silt loam; massive; friable, nonsticky, nonplastic; 80 percent shale channers; common fine and medium and few coarse roots; very strongly acid; abrupt wavy boundary. (1 to 9 inches thick)\nR--7 inches; dark olive gray (5Y 3/2) fractured, hard shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bath County, Virginia, 0.3 miles northeast of the intersection of state route VA-629 and the Bath-Alleghany County line, 1.8 miles south southeast of the intersection of state route VA-629 and Forest Service road FS-125. U.S.G.S. Healing Springs topographic quadrangle; Latitude 37 degrees 54 minutes 37 seconds N and Longitude 79 degrees 47 minutes 28 seconds W; NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 0 to 8 inches. Depth to bedrock is less than 10 inches and typically ranges from 4 to 9 inches. Rock fragments of shale, siltstone, or fine-grained sandstone channers range from 15 to 60 percent in the A horizon, 35 to 75 in the Bw horizon, and 45 to 80 percent in the C horizon. Reaction is extremely acid to very strongly acid throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 4. It is silt loam or loam.\nThe Bw horizon has hue of 2.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8. It is silt loam or loam.\nThe C horizon has hue of 2.5YR to 2.5Y, value of 3 through 6, and chroma of 3 to 8. It is silt loam or loam.\nThe R horizon consists of moderately hard or hard shales, siltstones, or fine-grained sandstones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rough soils formed in residuum from shales, siltstones, and fine-grained sandstones in the Millboro, Brallier, and Chemung formations and are on dissected uplands. Slope gradients range from 7 to 100 percent but are dominantly 55 to 90 percent. Small areas of rock outcrop are common, especially on steep and very steep backslopes. Climate is humid continental. Mean annual air temperature ranges from 48 to 55 degrees F., mean annual precipitation ranges from 35 to 45 inches, frost free days range from 145 to 190 days, and elevation ranges from 900 to 3600 feet or to the mesic-frigid boundary."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Berks, Ernest, Escatawba, Gilpin, Macove, Shelocta, and Weikert soils. All these soils are deeper to bedrock than Rough soils. Ernest soils have a fragipan. Escatawba soils have a clayey fine-earth fraction in the subsoil. Gilpin and Shelocta soils are not skeletal. Berks, Gilpin, and Weikert soils are on similar landscape positions. Ernest, Escatawba, Macove, and Shelocta soils are on lower fans, backslopes, footslopes, and toeslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. The potential for surface runoff potential is medium to very high. Permeability is moderately rapid or rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded and suited only for wildlife and recreational uses. The overstory is mainly Virginia pine and chestnut oak with some pitch pine, table mountain pine, white pine, scarlet oak, and hickory. The understory is mainly mountain laurel, huckleberry, and serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 128 and possibly 147 in Virginia, Maryland, Pennsylvania, and West Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Scott County, Virginia, 2002. The name is from Rough Mountain in Bath County, Virginia where the series was first proposed."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now within the range of the Rough series were previously mapped as Weikert.\nFeatures and diagnostic horizons recognized in this pedon are:\n1. Ochric epipedon, the zone from 0 to 1 inch.\n2. Zone from 1 to 5 inches, called the Bw, does not meet criteria for a Cambic horizon.\n3. Lithic contact at 7 inches.\n4. Reaction less than 5.0 throughout."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: The ranges for morphological properties are based on profile descriptions of 58 randomly located pedons in Bath and Alleghany Counties, Virginia, and lab data from one non-TP pedon."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; dark yellowish brown (10YR 4/4) very channery silt loam; weak coarse granular structure; friable, nonsticky, nonplastic; 55 percent shale channers; few very fine and fine roots; very strongly acid; abrupt smooth boundary. (0 to 2 inches thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--1 to 5 inches; yellowish brown (10YR 5/6) extremely channery silt loam; weak medium subangular blocky structure; friable, nonsticky, nonplastic; 70 percent shale channers; common fine and medium and few coarse roots; very strongly acid; clear wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 13,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--5 to 7 inches; yellowish brown (10YR 5/4) extremely channery silt loam; massive; friable, nonsticky, nonplastic; 80 percent shale channers; common fine and medium and few coarse roots; very strongly acid; abrupt wavy boundary. (1 to 9 inches thick)"
      },
      {
        "name": "R",
        "top": 18,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--7 inches; dark olive gray (5Y 3/2) fractured, hard shale."
      }
    ]
  ]
}
