{
  "SERIES": "ROUNDABOUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRK-KJL-DT",
  "REVDATE": "04/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, nonacid, frigid Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Roundabout silt loam, on a 1 percent slope in a hayfield. (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 18 cm; dark brown (10YR 3/3) silt loam, light gray (10YR 7/1) dry; moderate medium granular structure; friable; common very fine and fine roots; few fine and medium prominent gray (5Y 5/1) iron depletions and few fine faint yellowish brown (10YR 5/4) masses of iron accumulation in the lower 5 cm; moderately acid; abrupt smooth boundary. (0 to 28 cm thick.)\nBw -- 18 to 43 cm; olive brown (2.5Y 4/4) silt loam; weak thin and medium platy structure; friable; few very fine roots; common medium prominent olive gray (5Y 5/2) iron depletions and many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; moderately acid; clear wavy boundary. (0 to 34 cm thick.)\nBg -- 43 to 66 cm; grayish brown (2.5Y 5/2) silt loam; weak medium platy structure; friable; few fine roots; many coarse distinct gray (5Y 5/1) iron depletions and common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid; gradual wavy boundary. (0 to 53 cm thick.)\nBCg -- 66 to 76 cm; olive gray (5Y 5/2) very fine sandy loam; weak thin platy structure; friable; many medium faint gray (5Y 5/1) iron depletions and common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid; clear wavy boundary. (0 to 76 cm thick.)\nC -- 76 to 165 cm; olive (5Y 5/3) silt loam; moderate thin and medium platy structure; firm; common coarse distinct gray (5Y 6/1) iron depletions and common medium prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oxford County, Maine; Town of Paris; 1 mile east-southeast of Paine Pond and 1.1 miles southwest of the confluence of Moody Brook and the Little Androscoggin River; USGS West Paris, ME topographic quadrangle; Latitude 44 degrees, 15 minutes, 39 seconds N. and Longitude 70 degrees, 32 minutes, 04 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the mineral solum ranges from 41 to 122 cm. Depth to bedrock is more than 152 cm. Rock fragments, mostly gravel, are less than 5 percent by volume above 102 cm and from 0 to 20 percent below 102 cm. Reaction ranges from very strongly acid to slightly acid in the mineral solum and from strongly acid to neutral in the substratum. Some pedons below 102 cm range to moderately alkaline. Some subhorizon below the Ap horizon, within 51 cm of the mineral soil surface, has chroma of 2 or less with redox concentrations.\nThe Oi, Oe, or Oa horizons, where present, has hue of 5YR through 10YR, value of 2 through 3, and chroma of 1 or 2.\nThe Ap horizon, where present, has hue of 10YR, value of 3 or 4, and chroma of 2 through 4. Undisturbed areas have an A horizon 3 to 15 cm thick that has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 or 2. Dry value for the Ap or A horizon is 6 or 7. It is silt loam or very fine sandy loam. Consistence is very friable or friable.\nSome pedons have an E horizon with hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2. It is silt loam or very fine sandy loam. Consistence is very friable or friable.\nThe B horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 4. It has redoximorphic concentrations. It is silt loam or very fine sandy loam. Consistence is friable or firm.\nThe BC horizon has hue of 10YR through 5Y, value of 3 to 6, and chroma of 1 to 4. It has redoximorphic features. It is silt loam or very fine sandy loam. Consistence is friable or firm.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4. It has redoximorphic features. It is silt loam or very fine sandy loam and may have strata that range from silty clay loam to fine sand in some pedons. Below 102 cm some pedons have fine sand and gravelly sand. Consistence is loose to very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Roundabout soils are on lake and marine plains. Slope ranges from 0 to 8 percent. The soils formed in medium textured glaciolacustrine or glaciomarine deposits of Wisconsin Age. Mean annual precipitation ranges from 86 to 127 cm and mean annual temperature ranges from 1 to 8 degrees C. The frost-free season ranges from 80 to 160 days. Elevation ranges from 2 to 610 m above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Biddeford, Boothbay, Lamoine, Nicholville, Pushaw, Salmon, Scantic and Swanville soils on nearby landscapes. Biddeford soils are very poorly drained and in depressions. Boothbay, Pushaw and Swanville soils have more than 18 percent clay in the particle-size control section and are in similar landscape positions. Lamoine and Scantic soils have more than 35 percent clay in the particle-size control section and are in similar landscape positions. Nicholville and Salmon soils are moderately well drained and are in higher more convex positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and somewhat poorly drained. Estimated saturated hydraulic conductivity is moderately high or high in the mineral solum, moderately low or moderately high in the medium textured substratum, and is high or very high in the coarse textured substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used mainly for hay and pasture. In forested areas the principle tree species are balsam fir, white cedar, red spruce, red maple, and gray birch. White spruce, eastern white pine, eastern hemlock, and tamarack are also present to a lesser extent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, New Hampshire, New York, and Vermont. MLRAs 142, 143, 144B, and 146. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Oxford County, Maine, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Roundabout series replaced some soils formerly mapped Raynham that had a frigid soil temperature regime.  Saturation in this soil was determined to not meet epi criteria; the classification was changed in 2015.  Note the 1994 Saturation Decision Tool document, located at the SSR12 Sharepoint.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 18 cm (Ap horizon).\n2. Cambic horizon - the zone from 18 to 66 cm (Bw and Bg horizons).\n3. Aeric feature - both value and chroma of 3 or more between the Ap horizon and a depth of 75 cm below the soil surface (Bw horizon).\n4. Aquic conditions - the zone from 18 to 30 cm is 2.5Y hue with chroma 4 (Bw horizon)\n5. Endosaturation - the zone from 43 to 165 cm is not impermeable and is considered saturated (Bw, BCg, and C horizons)\nADDITIONAL DATA: The Soil Interpretation Record Number for the Roundabout Series is: ME0097.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
