{
  "SERIES": "ROWE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMK-JWS--AAC",
  "REVDATE": "05/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Vertic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rowe silty clay loam--on a concave slope of less than 1 percent in a cultivated field at an elevation of 241 meters (791 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; very dark gray (10YR 3/1) organic coatings on faces of peds; neutral; abrupt smooth boundary.\nA--18 to 36 centimeters (7 to 14 inches); very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; weak medium and fine subangular blocky structure parting to moderate fine granular; friable; very dark gray (10YR 3/1) organic coatings on faces of peds; neutral; clear smooth boundary. (The combined thickness of the A horizon is 25 to 51 centimeters or 10 to 20 inches.)\n2Btg1--36 to 51 centimeters (14 to 20 inches); grayish brown (2.5Y 5/2) silty clay; moderate medium and fine subangular blocky structure; friable; many distinct dark gray (10YR 4/1) clay films and very dark gray (10YR 3/1) organic coatings on faces of peds; few fine roots; many fine prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; slightly acid; clear smooth boundary.\n2Btg2--51 to 74 centimeters (20 to 29 inches); grayish brown (2.5Y 5/2) clay; moderate coarse and medium prismatic structure parting to moderate medium and fine angular blocky; firm; few fine roots; many distinct dark grayish brown (2.5Y 4/2) clay films and common distinct very dark gray (10YR 3/1) organic coatings on faces of peds; common distinct dark gray (10YR 4/1) slickensides on faces of peds; common fine prominent yellowish brown (10YR 5/8) and light olive brown (2.5Y 5/6) masses of oxidized iron in the matrix; neutral; clear smooth boundary.\n2Btg3--74 to 102 centimeters (29 to 40 inches); grayish brown (2.5Y 5/2) silty clay; moderate coarse and medium prismatic structure parting to moderate medium angular blocky; firm; few fine roots; many distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; few distinct very dark gray (10YR 3/1) organic coatings along root channels; common distinct dark grayish brown (2.5Y 4/2) slickensides on faces of peds; common fine prominent yellowish brown (10YR 5/6 and 5/8) masses of oxidized iron in the matrix; slightly alkaline; gradual smooth boundary.(Combined thickness of the Btg horizon is 51 to 127 centimeters or 20 to 50 inches.)\n2BCtg--102 to 122 centimeters (40 to 48 inches); grayish brown (2.5Y 5/2) silty clay; moderate coarse and medium prismatic structure; very firm; common faint dark grayish brown (2.5Y 4/2) clay films on faces of peds; common fine white (10YR 8/1) soft masses of calcium carbonate throughout; many medium prominent yellowish brown (10YR 5/6 and 5/8) masses of oxidized iron in the matrix; common fine faint gray (5Y 5/1) iron depletions in the matrix; slightly effervescent; slightly alkaline; gradual wavy boundary. (0 to 25 centimeters or 0 to 10 inches thick)\n2Cg--122 to 160 centimeters (48 to 63 inches); yellowish brown (10YR 5/6), gray (5Y 5/1), and dark grayish brown (2.5Y 4/2) silty clay; massive; very firm; few fine very dark brown (10YR 2/2) very weakly cemented iron-manganese nodules throughout; common fine white (10YR 8/1) soft masses of calcium carbonate throughout; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iroquois County, Illinois; about 2.4 kilometers (1.5 miles) southwest of Loda; 45 meters (149 feett) north and 132 meters (432 feet) west of the southeast corner, sec. 31, T. 24 N., R. 10 E.; USGS Paxton topographic quadrangle; lat. 40 degrees 29 minutes 18 seconds N., and long. 88 degrees 05 minutes 59 seconds W., NAD 27; UTM Zone 16, 406796 easting and 4482544 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of soil development is 76 to 152 centimeters (30 to 60 inches). Depth to free carbonates commonly is less than the depth to the base of soil development. The mollic epipedon ranges from 25 to 61 centimeters (10 to 24 inches) in thickness. It includes the upper part of the B horizon in some pedons. The particle-size control section averages between 48 and 60 percent clay and typically contains more than 52 percent. Coarse fragments are lacking or are rare in the lacustrine or colluvial sediments, and range from 0 to about 5 percent in the till.\nThe A horizon has hue of 10YR or is neutral, value of 2 to 3 moist and 3 to 5 dry, and chroma of 0 to 2. It is silty clay loam or silty clay. Reaction ranges from strongly acid to slightly alkaline.\nSome pedon have an AB or BA horizon.\nThe Btg or 2Btg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral; value of 3 to 6; and chroma of 0 to 4. Redoximorphic features commonly are present with chroma of 2 to 8. Texture is silty clay or clay. Reaction is commonly slightly acid to moderately alkaline and it increases from top to bottom in the horizon.\nThe 2BCg or 2BCtg horizon commonly has hue of 2.5Y or 5Y, but includes 10YR especially as a redoximorphic color, value 4 to 6, and chroma of 1 to 4. It is silty clay or clay. Reaction is neutral to moderately alkaline.\nThe 2Cg horizon commonly has hue of 2.5Y or 5Y, but includes 10YR in redoximorphic features in some pedons; value of 4 to 6; and chroma of 1 to 6. It is silty clay or clay. The 2Cg horizon is calcareous. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Conser, Konert, Lakaskia,, and Reed series in the same family and the Bryce and Montgomery soils. Conser, Konert, and Lakaskia soils average less than 40 percent clay in the lower part of the series control section. Bryce, and Montgomery soils average less than 52 percent clay in the particle-size control secion."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rowe soils are on low-lying nearly level areas on glacial till plains or glacial lake plains of Wisconsinan Age. They formed in 25 to 102 centimeters (10 to 40 inches) of lacustrine sediments or local colluvial sediments from surrounding slopes, and in glacial till. The upper sediments have an increment of loess in some pedons. The upper sediments have a broader spectrum of clay minerals and greater available water capacity than the underlying till. Slope gradients commonly are less than 1 percent and range from 0 to 2 percent. Mean annual temperature ranges from 9 to 11 degrees C (48 to 52 degrees F), mean annual precipitation ranges from 813 to 1016 millimeters (32 to 40 inches), frost free days ranges from 160 to 180 days, and elevation ranges from 189 to 311 meters (620 to 1,020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Clarence, Mokena, Monee, and Rantoul soils. The Clarence and Mokena soils are somewhat poorly drained and are on higher elevations or more sloping areas or both. Clarence soils are in a drainage sequence with Rowe soils. The Monee soils have E horizons. The Rantoul soils are very poorly drained and normally are on nearly level to depressional areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained. An intermittent apparent seasonal high water table is 15 centimeters (0.5 foot) above the surface to 30 centimeters (1.0 foot) below the surface in most years. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately low (0.14 to 0.42 micrometers per second). Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for cropland. Principal crops are corn and soybeans, and other crops which include small grain and meadow. Native vegetation was marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Illinois. Extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Livingston County, Illinois, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon horizon - the zone from the surface to 36 centimeters (14 inches) (Ap and A horizons); argillic horizon - the zone from 36 to 102 centimeters (14 to 40 inches) (2Btg1, 2Btg2, and 2Btg3 horizons).\nADDITIONAL DATA: The typical pedon is S77IL-075-8, NSSL Nos. 77P 2639-77P 2645. Additional data are on file at Illinois state office.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
