{
  "SERIES": "ROWLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. MS-MDJ",
  "REVDATE": "02/2008",
  "STATES": "MD,NJ,PA,VA",
  "OVERVIEW": "The Rowland series consists of very deep, moderately well and somewhat poorly drained soils formed in alluvial sediments weathered from red and brown shale, sandstone, and conglomerate.  Slopes range from 0 to 3 percent.  Saturated hydraulic conductivity is moderately high to high above about 40 inches and high in the underlying stratified sand and gravel.  Mean annual precipitation is 44 inches.  Mean annual temperature is 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Fluvaquentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rowland silt loam - cultivated (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; dark reddish brown (5YR 3/4) silt loam; weak fine granular structure; very friable, slightly plastic; many fine roots; moderately acid; abrupt smooth boundary.  (8 to 12 inches thick)\nBA--10 to 16 inches; reddish brown (5YR 4/4) silt loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine roots; many fine pores; moderately acid; clear wavy boundary.  (4 to 14 inches thick)\nBw--16 to 28 inches; reddish brown (5YR 5/4) silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few medium roots; many fine pores; common fine distinct brown (7.5YR 5/2) and light gray (10YR 7/2) iron depletion; strongly acid; clear wavy boundary.  (10 to 18 inches thick)\nC1--28 to 44 inches; weak red (2.5YR 5/2) silty clay loam; massive; firm, sticky, plastic; few faint silt and clay films in pores; common medium distinct brown (7.5YR 5/4) masses of oxidized iron and gray (N 5/0) iron depletion; 10 percent gravel; moderately acid; clear wavy boundary.  (0 to 18 inches thick)\nC2--44 to 65 inches; weak red (2.5YR 5/2) stratified sand and gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Adams County, Pennsylvania; Mount Joy Township; near Route 429; stream bank along Plum Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 24 to 40 inches.  Depth to stratified sand and gravel is more than 40 inches.  Water worn gravel constitutes 0 to 10 percent of the solum, 0 to 25 percent of the C horizon, and 30 to 90 percent of the 2C horizon.  Stratified sand, silt, clay or gravel is in some pedons at depths less than 40 inches.  Reaction ranges from very strongly to slightly acid throughout.\nThe Ap horizon has hue of 2.5YR through 10YR, value of 3 through 5, and chroma of 2 through 6.  Texture ranges from silt loam to sandy loam in the fine-earth fraction.\nThe B horizon has hue of 2.5YR through 10YR, value of 3 through 6, and chroma of 2 through 8.  Distinct redoximorphic features of both low and high chroma are within 24 inches of the surface.  Texture is silt loam, loam, silty clay loam, or sandy clay loam in the fine-earth fraction.  It has weak fine, medium or coarse subangular blocky structure, or is massive.\nThe C horizon above the stratified sand and gravel has hue of 2.5YR through 7.5YR, value of 3 through 6, and chroma of 2 through 8.  Low chroma mottles are common.  It ranges from sandy loam or sandy clay to silt loam or silty clay loam in the fine earth-fraction.  It is massive.   The 2C horizon is dominated by stratified sand and gravel but includes lenses of silt or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.\nThe Codorus soils are in a related family. Codorus soils are in the active cation exchange activity classes and have hue of 7.5YR or yellowier in the B horizon. These soils formed in recently deposited alluvial materials derived from upland soils materials weathered from mostly metamorphic and crystalline rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rowland soils are formed on relatively narrow nearly level flood plains in alluvial sediments washed from nearby gently sloping to sloping uplands underlain mainly with red and brown shale, sandstone, and conglomerate.  The climate is humid temperate.  Mean annual precipitation ranges from 40 to 48 inches, mean annual temperature ranges from 47 to 55 degrees F., and the frost-free season ranges from 135 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The well drained Bermudian and the poorly drained Bowmansville soils are other members of the same drainage sequence.  Abbottstown, Bowmansville, Cheshire, Croton, Hatboro, Holyoke, Klinesville, Knauers, Lansdale, Penn, Readington, and Reaville soils are on nearby uplands.  Abbottstown, Croton, Lansdale, Penn, Readington, and Reaville soils have argillic horizons. Bowmansville soils formed in recent alluvial deposits derived from upland soil materials weathered from dolerite or basalt.  Cheshire soils have a spodic horizon. Hatboro are very deep and poorly drained soils formed in alluvium derived from metamorphic and crystalline rock.  Holyoke soils have diabase or basalt and Klinesville soils have red shale bedrock within 20 inches. Knauers are very deep and poorly drained soils formed in alluvium derived from metamorphic and crystalline rock. The Brandford, Hartford, and Manchester soils are on nearby terraces.  The Brandford soils are well drained and have contrasting texture in the solum, and the Hartford and Manchester soils are well drained and have spodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well and somewhat poorly drained.  Runoff is low.  Saturated hydraulic conductivity is moderately high to high above about 40 inches and high in the underlying stratified sand and gravel.  The water table fluctuates between 2 and 6 feet. These soils are flooded by streams during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cleared and in pasture or cropland.  Wooded areas are in mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Pennsylvania, central New Jersey, Maryland, and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Upper Raritan River area, New Jersey, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from the surface of the soil to a depth of 16 inches (Ap and BA horizons).\n2.  Cambic horizon - the zone from 16 to 28 inches (Bw horizon).\n2007 Revision - Pedon description updated.  Prior revision - 1/2006 GDM-EAW.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
