{
  "SERIES": "ROWLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJK-GWH-HFG",
  "REVDATE": "02/2003",
  "STATES": "IA,WI",
  "OVERVIEW": "The Rowley series consists of very deep, somewhat poorly drained soils which are deep to sandy alluvium.  They formed mostly in silty alluvium underlain by sandy alluvium.  They typically are on stream terraces but some are on outwash plains.  Permeability is moderate in the silty and loamy alluvium and rapid in the sandy alluvium.  Slopes range from 0 to 4 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rowley silt loam - on a 2 percent slope in a cultivated field at an elevation of 845 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; common fine roots; neutral; abrupt smooth boundary.\nA1--8 to 12 inches; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; friable; common fine roots; neutral; clear wavy boundary.\nA2--12 to 16 inches; very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; weak medium platy structure; friable; common fine roots; few vesicular pores; slightly acid; clear wavy boundary.  (Combined thickness of the Ap and A horizons is 10 to 20 inches.)\nBtg1--16 to 21 inches; dark grayish brown (10YR 4/2) silt loam; weak medium platy structure; firm; common fine roots; common vesicular pores; few faint clay films on faces of peds: many medium faint grayish brown (10YR 5/2) masses of iron depletion and many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid; clear wavy boundary.  (5 to 8 inches thick)\nBtg2--21 to 32 inches; grayish brown (10YR 5/2) silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; common vesicular pores; faint clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation; moderately acid; clear wavy boundary.  (9 to 12 inches thick)\nBtg3--32 to 45 inches; grayish brown (10YR 5/2) silt loam; weak medium subangular blocky structure; friable; few fine roots; faint clay films; many medium distinct dark brown (7.5YR 4/4) masses of iron accumulation; moderately acid; gradual wavy boundary.  (0 to 13 inches thick)\n2Btg4--45 to 55 inches; grayish brown (2.5Y 5/2) silt loam stratified with thin layers of loam, fine sandy loam, and sand; weak medium subangular blocky structure; friable; few faint clay films on faces of peds;  many small black concretions (Fe and Mn oxides); few very dark grayish brown organic stains on faces of vertical cracks and in old root channels; many prominent dark brown (7.5YR 4/4) masses of iron accumulation; moderately acid; gradual wavy boundary.  (6 to 12 inches thick)\n3C--55 to 60 inches; brown (10YR 5/3) sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Buffalo County, Wisconsin; about 1 1/2 miles north of Urne; 400 feet east and 200 feet south of the northwest corner of sec.  31, T. 24 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum, depth to the base of the argillic horizon, and depth to sandy alluvium all range from 40 to 60 inches.  Thickness of the mollic epipedon ranges from 10 to 24 inches.  The particle-size control section averages 18 to 27 percent clay.  The content of fine or coarser sand is less than 15 percent to a depth of at least 40 inches.  The solum and substratum do not have coarse fragments.  Reaction commonly ranges from strongly acid to slightly acid throughout, but ranges to neutral in the upper part, where the soil is limed.  Redox accumulations are commonly throughout the soil below the mollic epipedon.  Redox depletions with chroma of 2 or less occur as masses or as the matrix color immediately below the mollic epipedon.  Saturation occurs within a depth of 16 inches or immediately below the mollic epipedon.\nThe Ap or A horizon has value of 2 or 3 and chroma of 1 to 3.\nSome pedons have an AB horizon with hue of 10YR, value of 3, and chroma of 2 or 3.\nThe Btg or Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4.  It is dominantly silt loam but some subhorizons are silty clay loam in some pedons.\nThe 2Btg or 2Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4.  Typically it is stratifies dominantly with silt loam, loam, sandy loam, or fine sandy loam, and has thin strata of coarser texture.  In some pedons it is not stratified.\nThe 3C horizon has hue of 10YR or 2.5Y, value of 4 to 8, and chroma of 2 to 6.  It is fine or medium sand and in some pedons it has thin strata of finer texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bearpen(T), Brenton, Edwardsville(T), Elburn, Frankenmuth, Grundelein(T), Hacreek, Harco, Higginsville, Keller, Lafayette, Lawndale, Lisbon, Loran, Mundelein, Muscatune(T), Nevin, Raub, Rooks, and Shannondale series.  Bearpen soils have stratified , dominantly loamy textures in the lower part of the series control section and do not have sandy texture there except as thin strata.  Brenton, Frankenmuth, Lafayette, Lisbon, Mundelein, and Raub soils have a 2B horizon with more than 15 percent fine sand or coarser within a depth of 40 inches.  Edwardsville, Elburn, Hacreek, Harco, Higginsville, Muscatune(T), and Rooks do not have a horizon with more than 70 percent sand within a depth of 60 inches.  Grundelein soils have more than 15 percent rock fragments in the lower part of the series control section.  Keller, Lawnndale, Nevin, and Shannondale soils average 27 or more percent clay in the particle-size control section.  Loran soils have a paralithic contact at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rowley soils are typically on stream terraces but some are on outwash plains adjacent to glaciated landscapes.  Slope gradient ranges from 0 to 4 percent.  These soils formed mostly in silty alluvium underlain by sandy alluvium.  Mean annual precipitation ranges from 28 to 36 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 140 to 160 days.  Elevation ranges from 700 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Curran, Jackson, Pillott, Richwood and Toddville soils.  The well drained Richwood soils and the moderately well drained Toddville soils form a drainage sequence with Rowley soils.  The moderately well drained Jackson soils and the somewhat poorly drained Curran soils form a drainage sequence on similar landscape positions where the dark colored surface layer is thinner. The well drained Pillot soils are in higher landscape positions where the silty mantle is thinner."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderate in the silty and loamy alluvium and rapid in the sandy alluvium.  These soils have an apparent seasonal high water table at a depth of 1 to 2 feet for 1 month or more per year at some time during the period November to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are used for cropland.  Common crops are corn, soybeans, small grain, and hay.  Native vegetation is prairie grasses and forbs with widely spaced oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Principally in southwestern Wisconsin and an area in northeast Iowa.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  La Crosse County, Wisconsin, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - 0 to 16 inches (Ap, A1, A2);  argillic horizon - 16 to 55 inches (Btg1, Btg2, Btg3, 2Btg4);  aquic feature - aquic conditions for some time in most years in a layer 6 inches or more thick, with hue of 10YR and chroma of 2 or less, directly below the mollic epipedon.\nADDITIONAL DATA: Soil Interpretation Record - WI0203.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; common fine roots; neutral; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--8 to 12 inches; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; friable; common fine roots; neutral; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 30,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--12 to 16 inches; very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; weak medium platy structure; friable; common fine roots; few vesicular pores; slightly acid; clear wavy boundary.  (Combined thickness of the Ap and A horizons is 10 to 20 inches.)"
      },
      {
        "name": "Btg1",
        "top": 41,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--16 to 21 inches; dark grayish brown (10YR 4/2) silt loam; weak medium platy structure; firm; common fine roots; common vesicular pores; few faint clay films on faces of peds: many medium faint grayish brown (10YR 5/2) masses of iron depletion and many medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; moderately acid; clear wavy boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "Btg2",
        "top": 53,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--21 to 32 inches; grayish brown (10YR 5/2) silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; common vesicular pores; faint clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation; moderately acid; clear wavy boundary.  (9 to 12 inches thick)"
      },
      {
        "name": "Btg3",
        "top": 81,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg3--32 to 45 inches; grayish brown (10YR 5/2) silt loam; weak medium subangular blocky structure; friable; few fine roots; faint clay films; many medium distinct dark brown (7.5YR 4/4) masses of iron accumulation; moderately acid; gradual wavy boundary.  (0 to 13 inches thick)"
      },
      {
        "name": "2Btg4",
        "top": 114,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btg4--45 to 55 inches; grayish brown (2.5Y 5/2) silt loam stratified with thin layers of loam, fine sandy loam, and sand; weak medium subangular blocky structure; friable; few faint clay films on faces of peds;  many small black concretions (Fe and Mn oxides); few very dark grayish brown organic stains on faces of vertical cracks and in old root channels; many prominent dark brown (7.5YR 4/4) masses of iron accumulation; moderately acid; gradual wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "3C",
        "top": 140,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--55 to 60 inches; brown (10YR 5/3) sand; single grain; loose; moderately acid."
      }
    ]
  ]
}
