{
  "SERIES": "ROXER",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. MBM/JTK/RJE",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Roxer series consists of deep and very deep, well drained soils formed in colluvium from Teanaway basalt and glacial till with a mantle of volcanic ash. Roxer soils are on mountain side slopes and toeslopes of glacial valleys.,  Slopes are 5 to 90 percent. The mean annual precipitation is about 50 inches and the mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Andic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Roxer gravelly ashy sandy loam, under a coniferous forest on a 55 percent northeast-facing slope at an elevation of 2,745 feet. (Colors are for dry soil unless otherwise noted.)\n0e--0 to 1 inches; partially decomposed forest litter; abrupt smooth boundary. (1 to 2 inches thick)\nA--1 to 4 inches; brown (10YR 4/3) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common fine interstitial pores; 15 percent gravel and 5 percent cobbles; NaF pH 10.5; slightly acid (pH 6.4); abrupt smooth boundary. (3 to 4 inches thick)\nBA--4 to 8 inches; brown (7.5YR 4/4) gravelly sandy loam, dark brown (7.5YR 3/4) moist; weak medium and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; common very fine interstitial pores; 15 percent gravel and 5 percent cobbles; NaF pH 10.5; slightly acid (pH 6.2); abrupt smooth boundary. (4 to 8 inches thick)\n2Bw1--8 to 33 inches; strong brown (7.5YR 4/6) very gravelly loam, dark brown (7.5YR 3/4) moist; weak medium granular structure and weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; weakly smeary few fine and very fine roots; many fine interstitial pores; 40 percent gravel and 5 percent cobbles; NaF pH 10.1; moderately acid (pH 6.0); clear smooth boundary. (20 to 30 inches thick)\n2Bw2--33 to 44 inches; strong brown (7.5YR 4/6) very cobbly loam, dark brown (7.5YR 3/4) moist; weak medium granular, and weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; few fine, coarse roots; many fine interstitial pores; 20 percent gravel and 20 percent cobbles; NaF pH 10.1; moderately acid (pH 5.6); clear smooth boundary. (10 to 16 inches thick)\n2BC--44 to 60 inches; strong brown (7.5YR 5/6) very cobbly loam, dark brown (7.5YR 3/4) moist; weak medium granular structure; soft, very friable nonsticky and nonplastic; weakly smeary; few very fine roots; many fine interstitial pores; 25 percent gravel and 20 percent cobbles; NaF pH 9.8; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 9 miles west northwest of Cle Elum; 325 feet east and 1,300 feet south of the northwest corner section 15, T. 20 N., R. 14 E.; USGS Ronald, Washington topographic quadrangle; Latitude - 47 degrees, 13 minutes, 47 seconds N. and Longitude - 121 degrees, 05 minutes, 25 seconds W. (NAD 83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is more than 40 inches. The average annual soil temperature ranges from 45 to 47 degrees F. The soils are usually moist, but are dry in all parts of the moisture control section for 60 to 75 consecutive days following summer solstice. The upper 7 to 12 inches has an estimated volcanic glass content of more than 60 percent, acid-oxalate extractable aluminum plus  iron of 1.o to 2.0 percent, 15-bar moisture content of 10 to 12 percent, and moist bulk density of 0.85 to 1.0 g/cc. The exchange complex of the particle-size control section is assumed to be dominated by amorphous material.  The pscs has 7 to 10 percent clay.\nThe A horizon has value of 3 or 4 dry, and chroma of 2 or 3 dry or moist. It averages 15 to 20 percent gravel and 0 to 5 percent cobbles.\nThe BA horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist. It averages 10 to 20 percent gravel and 0 to 5 percent cobbles.\nThe 2Bw1 horizon has  hue of 7.5YR or 10YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 4 to 6 dry or moist. Texture is a very gravelly loam, gravelly sandy loam or gravelly loam. It averages 20 to 40 percent gravel and 0 to 10 percent cobbles. Reaction is moderately acid or slightly acid.\nThe 2Bw2 horizon has  hue of 7.5YR or 10YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 4 to 6 dry or moist. Texture is a very cobbly loam, very gravelly sandy loam or very gravelly loam. It averages 20 to 30 percent gravel and 15 to 25 percent cobbles. Reaction is moderately acid or slightly acid.\nThe BC horizon has value of 4 or 5 dry and 3 or 4 moist. Texture is very cobbly loam or very gravelly loam. It averages 20 to 35 percent gravel and 15 to 25 percent cobbles. Reaction is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bertolotti, Cliffdell (T), Deroux, Littlejohn, Mountaineer, Pheeney, Pitcher, Scotties, and Umpa series.\nBertolotti soils - pscs dominated by rock fragments of coarse grained metamorphic gneiss and intrusive granodiorite and quartz diorite; ash mantle has 30 to 60 percent volcanic glass\nCliffdell soils - pscs has 10 to 18 percent clay; dry for 45 to 60 consecutive days following the summer solstice\nDeroux soils - 20 to 40 inches to a lithic contact (sandstone)\nLittlejohn soils - 20 to 40 inches to a lithic contact (andesite); dry for 45 to 60 consecutive days following the summer solstice\nMountaineer soils - 20 to 40 inches to a lithic contact (schist)\nPheeney soils - 20 to 40 inches to a lithic contact (andesite); umbric epipedon 7 to 15 inches thick\nPitcher soils - 2Bw horizon with 0 to 20 percent cinders; dry for 45 to 60 consecutive days following the summer solstice\nScotties soils - 40 to 60 inches to a lithic contact (sandstone); solum is 15 to 20 inches thick; MAST is 41 to 46 degrees F.\nUmpa soils - 20 to 40 inches to a lithic contact (andesite); MAST is 40 to 44 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Roxer soils are on mountain side slopes and toeslopes of glacial valleys.  Slopes are 5 to 90 percent. The soils formed in colluvium derived from Teanaway basalt and glacial drift with an admixture of volcanic ash. Elevation is 2,000 to 5,800 feet. These soils are in a continental climate with warm, dry summers and cool, moist winters. The mean annual precipitation is 40 to 65 inches. The mean January temperature is about 65 degrees F. The mean annual temperature is about 44 degrees F. The mean annual growing season at 28 degrees F is 145 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bograp, Kachess, Natkim and competing DeRoux  soils. Bograp soils are fine-loamy and formed on mountain side slopes. Kachess soils have a spodic horizon and formed in loose glacial till. Natkim soils are ashy-skeletal and on mountain side slopes and glacial valleys."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, recreation, and watershed. Vegetation is Douglas-fir, grand fir, western white pine, ponderosa pine and western larch with an understory of huckleberry, vine maple, Oregon-grape, creambush oceanspray, common snowberry, elk sedge and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East slopes of the Cascade Mountains in central Kittitas County; MLRA 6. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Kittitas County, Washington, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nCchric epipedon - the zone from 1 to 8 inches Cambic horizon - the zone from 8 to 60 inches.\nAndic soil properties - the zone from 1 to 8 inches\nParticle-size control section - the zone from 11 to 41 inches\nNote: Further investigation is needed regarding the identification of a dominance of amorphous material throughout the pscs.  The andic subgroup is supported by the mantle of volcanic ash as described in the setting however, the weakly smeary consistency and statement of a dominance of amorphous material throughout the pscs indicates a potential for an Andisol."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0e",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0e--0 to 1 inches; partially decomposed forest litter; abrupt smooth boundary. (1 to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 4 inches; brown (10YR 4/3) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common fine interstitial pores; 15 percent gravel and 5 percent cobbles; NaF pH 10.5; slightly acid (pH 6.4); abrupt smooth boundary. (3 to 4 inches thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BA--4 to 8 inches; brown (7.5YR 4/4) gravelly sandy loam, dark brown (7.5YR 3/4) moist; weak medium and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; common very fine interstitial pores; 15 percent gravel and 5 percent cobbles; NaF pH 10.5; slightly acid (pH 6.2); abrupt smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 20,
        "bottom": 84,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bw1--8 to 33 inches; strong brown (7.5YR 4/6) very gravelly loam, dark brown (7.5YR 3/4) moist; weak medium granular structure and weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; weakly smeary few fine and very fine roots; many fine interstitial pores; 40 percent gravel and 5 percent cobbles; NaF pH 10.1; moderately acid (pH 6.0); clear smooth boundary. (20 to 30 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 84,
        "bottom": 112,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bw2--33 to 44 inches; strong brown (7.5YR 4/6) very cobbly loam, dark brown (7.5YR 3/4) moist; weak medium granular, and weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic, weakly smeary; few fine, coarse roots; many fine interstitial pores; 20 percent gravel and 20 percent cobbles; NaF pH 10.1; moderately acid (pH 5.6); clear smooth boundary. (10 to 16 inches thick)"
      },
      {
        "name": "2BC",
        "top": 112,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BC--44 to 60 inches; strong brown (7.5YR 5/6) very cobbly loam, dark brown (7.5YR 3/4) moist; weak medium granular structure; soft, very friable nonsticky and nonplastic; weakly smeary; few very fine roots; many fine interstitial pores; 25 percent gravel and 20 percent cobbles; NaF pH 9.8; moderately acid (pH 5.6)."
      }
    ]
  ]
}
