{
  "SERIES": "ROZETTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SKH-KDH-SLE-AAC",
  "REVDATE": "02/2011",
  "STATES": "IL,IA,WI",
  "OVERVIEW": "The Rozetta series consists of very deep, well drained soils formed in loess on uplands. Slope ranges from 0 to 25 percent. The mean annual precipitation is about 890 mm (35 inches) and the mean annual temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rozetta silt loam on a northeast-facing 1 percent slope under mixed hardwoods at an elevation of 271 meters (890 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 6/1) dry; weak medium granular structure; friable; many fine roots throughout; moderately acid; clear wavy boundary. [8 to 15 cm (3 to 6 inches) thick]\nE--10 to 28 cm (4 to 11 inches); dark grayish brown (10YR 4/2) silt loam; weak medium platy structure; friable; many fine roots throughout; strongly acid; clear smooth boundary. [10 to 30 cm (4 to 12 inches) thick]\nBE--28 to 36 cm (11 to 14 inches); brown (10YR 4/3) silty clay loam; weak medium subangular blocky structure; firm; many fine roots between peds; few faint brown (10YR 5/3) dry, silt coatings on faces of peds; strongly acid; clear smooth boundary. [0 to 15 cm (0 to 6 inches) thick]\nBt1--36 to 53 cm (14 to 21 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; firm; many fine roots between peds; many faint brown (10YR 5/3) clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--53 to 99 cm (21 to 39 inches); brown (10YR 5/3) silty clay loam; moderate medium and coarse subangular blocky structure; firm; common fine roots between peds; many faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common faint pale brown (10YR 6/3) dry, silt coatings on faces of peds; few medium faint grayish brown (10YR 5/2) iron depletions in the matrix; common medium faint light yellowish brown (10YR 6/4) and brown (10YR 4/3) masses of iron in the matrix; strongly acid; clear smooth boundary.\nBt3--99 to 127 cm (39 to 50 inches); yellowish brown (10YR 5/4) silty clay loam; weak coarse subangular blocky structure; firm; common fine roots throughout; few faint brown (10YR 4/3) clay films on faces of peds; common medium faint pale brown (10YR 6/3) and common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizon is 76 to 127 cm (30 to 50 inches).]\nC--127 to 152 cm (50 to 60 inches); yellowish brown (10YR 5/4) silt loam; massive; friable; common medium distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stephenson County, Illinois; about 5 miles west of Eleroy; 150 feet south and 500 feet east of the center of sec. 18, T. 27 N., R. 6 E; USGS Pearl City quadrangle; lat. 42 degrees, 20 minutes, 00 seconds N., and long. 89 degrees, 51 minutes, 19 seconds W., NAD 27., UTM Zone 16T, 0264, 762 easting 4690,736 northing , NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 107 to 183 cm (42 to 72 inches)\nParticle-size control section: averages between 27 and 35 percent clay\nSeries control section: averages less than 7 percent sand in all parts\nReaction in the solum: typically moderately acid to very strongly acid in the upper and middle part except for surface layers that have been limed. The lower part of the solum ranges to neutral. The C horizon ranges from neutral to moderately alkaline, usually becoming more alkaline with increasing depth.\nDepth to carbonates: typically below depths of 152 cm (60 inches)\nAp or A horizon:\nHue: 10YR\nValue; 3 to 5\nChroma: 1 to 3\nTexture: typically silt loam, but some eroded pedons are silty clay loam.\nE horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: silt loam\nOther features: In eroded pedons, E horizons may not be present or may be less than 10 cm (4 inches thick).\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: silty clay loam\nDepth to zone with maximum content of clay: between 31 and 61 cm (12 and 24 inches)\nRedoximorphic features:\nHue: 10YR, 7.5YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 8\nOther features: The upper 25 cm (10 inches) of the argillic horizon does not have redoximorphic depletions with chroma of 2 or less. Redoximorphic features typically are below a depth of 76 cm (30 inches).\nC horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: silt loam or silty clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bertrand, Blackhammer, Camden, Dodge, Dubuque, Fayette, Flagg, Greenridge, Hackers, Jackson, Jemerson, Knowles, La Farge, Lambeau, Lomira, Martinsburg, Menfro, Middletown, Navlys, Palermo, Palsgrove, Pepin, Piscasaw, Ridgway, Ruma, Rush, Russell, Seaton, St. Charles, Stookey, Sylvan, Thebes, and Yellowriver soils. Dubuque, Knowles, La Farge, and Palsgrove soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Bertrand, Blackhammer, Camden, Dodge, Flagg, Greenridge, Jackson, Jemerson, Lambeau, Lomira, Middletown, Piscasaw, Ridgway, Ruma, Rush, Russell, St. Charles, Thebes, and Yellowriver soils have horizons with more than 7 percent sand in some part of the series control section. Fayette soils do not have horizons with chroma of 2 in the lower part of the series control section. Hackers soils have hue redder than 7.5YR in the series control section. Martinsburg soils are deeper than 61 cm (24 inches) to the zone of maximum clay content. Menfro soils have a mean annual soil temperature of more than 13.3 degrees C (56 degrees F). Navlys and Sylvan soils are less than 107 cm (42 inches) to the base of the argillic horizon and to carbonates. Palermo soils do not have an E horizon. Pepin soils have rock fragments in the lower part of the series control section. Seaton and Stookey soils average less than 27 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rozetta soils are on summits, shoulders and back slopes of loess covered hills. Slope gradients range from 0 to 25 percent. Rozetta soils formed in loess. The mean annual temperature ranges from 7 to 12 degrees C (45 to 54 degrees F), mean annual soil temperature ranges from 8.3 to 13.3 degrees C (47 to 56 degrees F), mean annual precipitation ranges from 760 to 1016 mm (30 to 40 inches), frost free period ranges from 140 to 180 days, and elevation ranges from 152 to 427 meters (500 to 1400 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fayette, Stronghurst and Traer soils. Rozetta soils are in a drainage sequence that includes the well drained Fayette soils, the somewhat poorly drained Stronghurst soils, and the poorly drained Traer soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface water runoff is low to high.  Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second). Permeability is moderate. An apparent seasonal high water table is at a depth of 122 to 183 cm (4 to 6 feet) at some time between February and April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Rozetta soils are used to raise cultivated crops, but some are in pasture or woodland. Principal crops are corn, soybeans, small grain, or meadow. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central and northwestern Illinois,\nsouthwestern Wisconsin, and eastern Iowa. LRRs K and M, MLRAs 89, 95B, 105, 108A,108B, 108C, 115B, and 115C. The extent is large with about 800,000 acres mapped to date."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henderson County, Illinois, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Based upon detailed review of drainage properties, landscapes, soil descriptions, and other data, the series was reclassified to its previous classification as Typic Hapludalfs, rather than Oxyaquic Hapludalfs. These soils are not saturated within a depth of 100 cm for 20 consecutive days or 30 total days in most years.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - from a depth of 0 to 36 cm (0 to 14 inches) (A, E and BE horizons);\nalbic horizon - from a depth of 10 to 28 cm (4 to 11 inches) (E\nhorizon);\nargillic horizon - from a depth of 36 to 127 cm (14 to 50 inches) (Bt1, Bt2, and Bt3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Two pedons of Rozetta are published in Soil Survey Investigations Report #19, pp. 177 and 179."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 cm (0 to 4 inches); very dark gray (10YR 3/1) silt loam, gray (10YR 6/1) dry; weak medium granular structure; friable; many fine roots throughout; moderately acid; clear wavy boundary. [8 to 15 cm (3 to 6 inches) thick]"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--10 to 28 cm (4 to 11 inches); dark grayish brown (10YR 4/2) silt loam; weak medium platy structure; friable; many fine roots throughout; strongly acid; clear smooth boundary. [10 to 30 cm (4 to 12 inches) thick]"
      },
      {
        "name": "BE",
        "top": 28,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--28 to 36 cm (11 to 14 inches); brown (10YR 4/3) silty clay loam; weak medium subangular blocky structure; firm; many fine roots between peds; few faint brown (10YR 5/3) dry, silt coatings on faces of peds; strongly acid; clear smooth boundary. [0 to 15 cm (0 to 6 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--36 to 53 cm (14 to 21 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; firm; many fine roots between peds; many faint brown (10YR 5/3) clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--53 to 99 cm (21 to 39 inches); brown (10YR 5/3) silty clay loam; moderate medium and coarse subangular blocky structure; firm; common fine roots between peds; many faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common faint pale brown (10YR 6/3) dry, silt coatings on faces of peds; few medium faint grayish brown (10YR 5/2) iron depletions in the matrix; common medium faint light yellowish brown (10YR 6/4) and brown (10YR 4/3) masses of iron in the matrix; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 99,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--99 to 127 cm (39 to 50 inches); yellowish brown (10YR 5/4) silty clay loam; weak coarse subangular blocky structure; firm; common fine roots throughout; few faint brown (10YR 4/3) clay films on faces of peds; common medium faint pale brown (10YR 6/3) and common medium distinct grayish brown (10YR 5/2) iron depletions in the matrix; moderately acid; clear smooth boundary. [Combined thickness of the Bt horizon is 76 to 127 cm (30 to 50 inches).]"
      },
      {
        "name": "C",
        "top": 127,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--127 to 152 cm (50 to 60 inches); yellowish brown (10YR 5/4) silt loam; massive; friable; common medium distinct dark grayish brown (10YR 4/2) iron depletions in the matrix; slightly acid."
      }
    ]
  ]
}
