{
  "SERIES": "ROZELLVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "01/2007",
  "STATES": "WI",
  "OVERVIEW": "The Rozellville series consists of very deep, well drained soils formed typically in a thin loess mantle and in loamy residuum from igneous or metamorphic bedrock or in loamy till derived from the residuum, or both.  These soils are on ground moraines.  Permeability is moderate.  Slopes range from 1 to 12 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rozellville silt loam, on a convex 4 percent slope in a cultivated field at an elevation of about 1450 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate very fine subangular blocky structure; friable; common fine roots; about 3 percent gravel; strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nE--7 to 9 inches; brown (10YR 5/3) silt loam, light gray (10YR 7/2) dry; weak medium platy structure parting to moderate very fine subangular blocky, friable; few fine roots; about 3 percent gravel; strongly acid; clear wavy boundary.  (0 to 4 inches thick)\nB/E--9 to 14 inches; 60 percent brown (7.5YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), light gray (10YR 7/2) dry; about 3 percent gravel; strongly acid; gradual wavy boundary.  (Glossic horizon:  2 to 25 inches thick)\n2Bt1--14 to 26 inches; brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common distinct strong brown (7.5YR 4/6) clay films on faces of peds; coatings of brown (10YR 5/3) E horizon material on faces of some peds; about 10 percent gravel and 3 percent cobbles; strongly acid; gradual wavy boundary.  (10 to 16 inches thick)\n2Bt2--26 to 35 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak medium subangular blocky structure; friable; few fine roots; few distinct brown (7.5YR 4/4) clay films on vertical faces of peds; about 12 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary.  (0 to 10 inches thick)\n2C--35 to 60 inches; olive brown (2.5Y 4/4) gravelly loam; massive; friable; about 20 percent gravel and 10 percent cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marathon County, Wisconsin; about 1 1/2 miles east of Brokaw; 2200 feet west and 1100 feet north of the southeast corner of sec. 36, T. 30 N., R. 7 E. USGS Nutterville, Wis. Quadrangle; lat. 45 degrees 2 minutes 3 seconds N. and long. 89 degrees 37 minutes 9 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 24 to 50 inches.  Thickness of the silty mantle ranges from 0 to 15 inches.  The particle-size control section averages 18 to 30 percent clay and 30 to 60 percent fine sand or coarser.  Total volume of coarse fragments averages less than 35 percent in the particle-size control section.  Volume of gravel ranges from 0 to 15 percent in the silty mantle, from 3 to 35 percent in the loamy subsoil, and from 20 to 50 percent in the substratum.  Volume of cobbles ranges from 0 to 5 percent in the silty mantle, from 0 to 15 percent in the loamy subsoil, and from 0 to 35 percent in the substratum.  Reaction typically ranges from very strongly acid to moderately acid throughout the pedon but ranges to neutral in the upper part where the soil is limed.\nThe Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  Uncultivated pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture of the Ap or A horizon is typically silt loam, but where the silty mantle is absent, it is loam.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3.  Typically, texture is silt loam but in pedons where the silty mantle is thin or absent, it is loam.\nRozellville soils have a glossic horizon.  Horizonation has a wide range depending on the presence or absence of a silty mantle and the degree of eluviation.  Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons, singly or in combination.\nTypically the E part of the glossic horizon has color like the E horizon described above. Texture is typically silt loam but in pedons where the silty mantle is thin or absent, texture is loam, sandy loam, or the gravelly or cobbly analogs.\nThe Bt part of the glossic horizon has hue of 5YR or 7.5YR and value and chroma of 3 to 5.  Value and chroma of 3 do not occur together.  Typically, texture is silt loam but where the silty mantle is thin or absent, texture is loam, clay loam, sandy clay loam, or sandy loam or the gravelly or cobbly analogs.\nThe 2Bt horizon (Bt horizon in pedons where the silty mantle is absent) has hue of 2.5YR, 5YR, 7.5YR, 10YR, or 2.5Y; value of 3 to 5; and chroma is 4 to 6.  Texture is clay loam, sandy clay loam, loam, or sandy loam or the gravelly or cobbly analogs.\nThe 2C horizon (C horizon in pedons where the silty mantle is absent) has hue of 2.5YR, 5YR, 7.5YR, 10YR, 2.5Y, or 5Y;  value of 3 to 6; and chroma of 4 to 6.  Texture is the gravelly, very gravelly, cobbly or very cobbly analogs of sandy loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cushing, Duluth, Fenwood, Greatscott, Sol, and Warba series.  Cushing, Sol, and Warba soils have carbonates in the lower part of the series control section. Duluth soils have less than 10 percent rock fragments in the series control section. Fenwood soils have a lithic contact at a depth of 40 to 60 inches. Greatscott soils have a densic contact at a depth of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rozellville soils are on ground moraines underlain by igneous and metamorphic bedrock.  Slopes range from 1 to 12 percent.  These soils typically have a thin mantle of loess but formed mostly in loamy residuum from igneous and metamorphic rock or in loamy till derived from the residuum, or both.  Mean annual precipitation ranges from 28 to 33 inches.   Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fenwood, Loyal, Meadland, Mosinee, and Withee soils.  The Fenwood soils are nearby on similar landscape positions in some areas where the depth to bedrock is 40 to 60 inches.  The moderately well drained Loyal soils and the somewhat poorly drained Withee soils form a drainage sequence in nearby areas where the silty mantle is thicker and the underlying till does is not derived from residuum from igneous and metamorphic bedrock. Meadland soils are the somewhat poorly drained associate of Rozellville and occupy slightly lower landscape positions in drainageways and depressions.  Mosinee soils are on similar landscape positions where there is more than 35 percent coarse fragments in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff ranges from negligible to medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil has been cleared and is used for cropland.  Common crops are corn, small grain, and hay.   In some places, ginseng, a high value specialty crop, is also grown.  Native vegetation is a mixture of deciduous and coniferous forest.   Common trees are sugar maple, northern red oak, American basswood, white ash, paper birch, eastern white pine, and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wisconsin. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Portage County, Wisconsin, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 9 inches (A, E); glossic horizon - 9 to 14 inches (B/E);  argillic horizon - 9 to 35 inches (B/E, 2Bt1, 2Bt2)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate very fine subangular blocky structure; friable; common fine roots; about 3 percent gravel; strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--7 to 9 inches; brown (10YR 5/3) silt loam, light gray (10YR 7/2) dry; weak medium platy structure parting to moderate very fine subangular blocky, friable; few fine roots; about 3 percent gravel; strongly acid; clear wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "B/E",
        "top": 23,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E--9 to 14 inches; 60 percent brown (7.5YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), light gray (10YR 7/2) dry; about 3 percent gravel; strongly acid; gradual wavy boundary.  (Glossic horizon:  2 to 25 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 36,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt1--14 to 26 inches; brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common distinct strong brown (7.5YR 4/6) clay films on faces of peds; coatings of brown (10YR 5/3) E horizon material on faces of some peds; about 10 percent gravel and 3 percent cobbles; strongly acid; gradual wavy boundary.  (10 to 16 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 66,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--26 to 35 inches; yellowish brown (10YR 5/4) gravelly sandy loam; weak medium subangular blocky structure; friable; few fine roots; few distinct brown (7.5YR 4/4) clay films on vertical faces of peds; about 12 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "2C",
        "top": 89,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--35 to 60 inches; olive brown (2.5Y 4/4) gravelly loam; massive; friable; about 20 percent gravel and 10 percent cobbles; moderately acid."
      }
    ]
  ]
}
