{
  "SERIES": "RUBYLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB/RLB/JVC/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Rubylake series consists of very deep, poorly drained soils that formed in loess and alluvium over lacustrine deposits derived from mixed rocks.  Rubylake soils are on lake terraces.  Slopes are 0 to 4 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, carbonatic, mesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rubylake clay loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; dark gray (10YR 4/1) clay loam, black (10YR 2/1) moist; moderate medium prismatic structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and common fine and medium roots; many very fine vesicular and interstitial pores; strongly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (1 to 3 cm thick)\nA2--5 to 18 cm; dark gray (10YR 4/1) clay loam, black (10YR 2/1) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, moderately sticky and moderately plastic; many very fine, common fine and medium roots; many very fine and fine interstitial pores; strongly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (10 to 15 cm thick)\nBg1--18 to 33 cm; gray (10YR 6/1) silt loam, dark gray (10YR 4/1) moist; moderate very coarse prismatic structure parting to moderate thick platy; soft, very friable, moderately sticky and slightly plastic; many very fine, fine and medium roots; many very fine and fine interstitial pores; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (13 to 25 cm thick)\nBg2--33 to 58 cm; gray (10YR 6/1) silt loam, dark gray (10YR 4/1) moist; moderate very coarse prismatic structure; soft, very friable, moderately sticky and slightly plastic; common very fine and few fine roots; many very fine, common fine and medium tubular pores; violently effervescent; strongly alkaline (pH 9.0); clear wavy boundary.  (20 to 30 cm thick)\nAkgb1--58 to 109 cm; gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; moderate very coarse prismatic structure parting to moderate coarse angular blocky; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and few fine roots; many very fine, common fine and medium tubular pores; common fine filaments of calcium carbonate; violently effervescent; strongly alkaline (pH 8.8); clear irregular boundary.  (20 to 30 cm thick)\nAkgb2--109 to 140 cm; gray (2.5Y 5/1) silt loam, very dark gray (5Y 3/1) moist; moderate coarse prismatic structure parting to moderate coarse angular blocky; hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; many very fine, common fine and medium tubular pores; common fine filaments of calcium carbonate; violently effervescent; strongly alkaline (pH 8.8); clear irregular boundary.  (25 to 38 cm thick)\nBCkg--140 to 152 cm; white (5Y 8/1) silty clay loam, light gray (5Y 7/1) moist; massive; hard, firm, moderately sticky and moderately plastic; common very fine tubular pores; few medium prominent brown (7.5YR 4/4) masses of iron accumulation on surfaces along pores; few fine and medium filaments of calcium carbonate; violently effervescent; strongly alkaline (pH 8.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 12.5 miles northeast of the Ruby Lake National Wildlife Refuge Headquarters; approximately 820 feet south and 265 feet east of the northwest corner of section 26, T. 29 N., R. 58 E.; USGS Franklin Lake SW 7.5 minute topographic quadrangle; latitude 40 degrees 21 minutes 19 seconds N and longitude 115 degrees 23 minutes 37 seconds W; WGS84 Decimal Degrees 40.3552722 latitude, -115.3936111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Saturated at depths within 30 to 50 cm of the soil surface from mid-Spring to early Summer then below 122 to 150 cm in mid to late summer; Seasonal periods of aquic soil moisture regime.\nOchric epipedon thickness: 18 to 25 cm.\nMean annual soil temperature: 8 to 11 degrees C.\nReaction: Strongly alkaline or very strongly alkaline.\nCalcium carbonate equivalent: 40 to 50 percent.\nOther features: Ostracod and gastropod shells and shell fragments are common in some pedons; There is an irregular decrease of organic carbon with depth.\nParticle-size control section - Clay content: 18 to 25 percent.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 30 to 40 percent.\nOrganic matter content: 1 or 2 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6)\nSalinity (EC): 4 to 32 mmhos/cm.\nSodicity (SAR): 5 to 12.\nBg horizons\nStructure: Prismatic parting to platy or prismatic parting to subangular blocky.\nConsistence: Soft or slightly hard.\nCalcium carbonate equivalent: 40 to 50 percent.\nOrganic matter content: 0.5 to 1 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6)\nOther features: 10 to 20 percent 1 to 2.5 cm diameter irregular carbonate nodules are common in lower subhorizons of some pedons.\nAkgb horizons\nHue: 10YR through 5Y, or neutral (N).\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 0 or 1, dry or moist.\nCalcium carbonate equivalent: 40 to 50 percent.\nOrganic matter content: 1 or 2 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6)\nBCkg horizon\nTexture: Silt loam or silty clay loam.\nClay content: 25 to 35 percent.\nCalcium carbonate equivalent: 50 to 70 percent.\nOrganic matter content: 0 to 0.5 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6)\nRedoximorphic features: Most pedons have few prominent masses of iron accumulation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rubylake soils are on lake terraces.  These soils formed in loess and alluvium over lacustrine deposits derived from mixed rocks.  Slopes are 0 to 4 percent.  Elevations range from 1,800 to 1,830 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 9 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kolda and Wendane soils.  Kolda soils are fine textured, have mollic epipedons, and are very poorly drained.  Wendane soils are fine-silty, are influenced by volcanic ash, and have sodium adsorption ratio of more than 13 in the upper 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very high surface runoff; moderately slow permeability (moderately high saturated hydraulic conductivity).  Endosaturation is present with an apparent seasonal high water table between 30 and 60 cm (shallow or moderately deep free water occurrence classes) between March and June.  Cumulative annual duration class is Common.  These soils are susceptible to rare flooding for very brief periods year-round."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rubylake soils are used for rangeland and wildlife habitat.  The present vegetation is mainly inland saltgrass, western wheatgrass, sedge, and Juncus sp."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive with about 3,500 acres of the series mapped to date.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Southeast Part, 1994.  The name is coined from Ruby Lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nCambic horizon - The zone from 18 to 58 cm (Bg1 and Bg2 horizons).\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features between 30 and 152 cm at certain times during normal years (parts of the Bg1, Bg2, Akgb1, Akgb2, and BCkg horizons).\nIdentifiable secondary carbonates - The zone from 58 to 152 cm (Akgb1, Akgb2, and BCkg horizons).\nParticle-size control section - The zone from 25 to 100 cm (Bg2 horizon and parts of the Bg1 and Akgb1 horizons).\nThe revision of October 2007 updated the taxonomic class from Fine-silty, carbonatic, mesic Mollic Fluvaquents based on recognition of a cambic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
