{
  "SERIES": "RUCKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. SDH/MLR",
  "REVDATE": "06/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, thermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rucker sandy loam-irrigated cropland (colors are for dry soil unless otherwise noted).\nAp--0 to 12 inches; brown (7.5YR 5/2) sandy loam, dark brown (7.5YR 3/2) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; few very fine roots; common very fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary (6 to 12 inches thick).\nC1--12 to 30 inches; brown (7.5YR 5/2) fine sandy loam, dark brown (7.5YR 3/2) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; common very fine irregular pores; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary (8 to 20 inches thick).\nC2--30 to 42 inches; brown (7.5YR 5/2) loamy fine sand, dark brown (7.5YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine irregular pores; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary (8 to 15 inches thick).\nC3--42 to 60 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; massive; slightly hard, friable, sticky and plastic; few very fine roots; common very fine irregular pores; strongly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Graham County, Arizona; about 5 miles northwest of Safford; 1,600 feet south and 600 feet east of the northwest corner of section 21, T.6 S., R.25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  The epipedon is moist in some part less than 90 days (cumulative) when the soil temperature is above 41 degrees F. in 7 out of 10 years.  Typic aridic soil moisture regime.\nSoil temperature:  59 to 72 degrees F.\nStratification:  usually thin strata of finer or coarser material\nRock fragments:  averages less than 35 percent in the control section\nOrganic matter:  greater than 1 percent in the surface that decreases irregularly with depth\nReaction:  moderately acid to moderately alkaline in the upper part and neutral to moderately alkaline in the lower part\nA horizon\nHue:  7.5YR, 10YR\nValue:  3 through 5 dry, 2 or 3 moist\nChroma:  1 through 3, dry or moist\nC horizons\nHue:  7.5YR, 10YR\nValue:  3 through 6 dry, 2 through 5 moist\nChroma:  1 through 4, dry or moist\nTexture:  coarse sandy loam, sandy loam, fine sandy loam, containing more than 15 percent medium, coarse and very coarse sand.\nCalcium carbonate:  slightly to strongly effervescent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anthony (AZ), Excelsior (CA), Gila (AZ), Grabe (AZ), Ireteba (NV), Junction (UT), Tobler (UT) and Victorville (CA) series. Anthony and Gila soils contain less than 1 percent organic matter in the surface.  Excelsior, Victorville, Ireteba, Junction, and Tobler are dry in some parts of the soil moisture control section for more than 20 days cumulative between July and September.  Grabe soils are loam, very fine sandy loam and silt loam, and have less than 15 percent medium and coarser sand in the control section.  Ireteba soils contain horizons of distinct lime accumulations.  Junction and Tobler soils have hue redder than 7.5YR and Junction soils contain gypsum   Victorville is moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rucker soils are on flood plains and alluvial fans and have slopes of 0 to 3 percent.  These soils formed in stratified alluvium from mixed sources.  Elevation ranges from 2000 to 5000 feet.  The mean annual air temperature is 57 to 70 degrees F.  The mean annual precipitation is 10 to 12 inches.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Anthony, Gila, and Grabe soils in addition to Arizo, Brazito, Glendale and Hantz soils.   Arizo soils are sandy-skeletal.  Brazito soils are sandy.  Glendale soils are fine-silty.  Hantz soils are fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rucker soils are used for irrigated cropland and livestock grazing.  Vegetation is catclaw, mesquite, yucca, burroweed, three-awn, grama grasses, Arizona cottontop, bush muhly and annual grasses.  Irrigated crops are cotton, small grains, sorghum and alfalfa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona. This soil occurs in LRR-D, MLRA 41. This series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County (Sulphur Springs Valley Area), Arizona; 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 12 inches (Ap horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nFluvial feature - Irregular decrease in organic carbon in the zone from 12 to 60 inches (C1, C2, C3 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999.\nFormerly part of the Comoro series that included both Typic aridic and Ustic aridic soil moisture regimes.  Type location moved in 1992 to a Typic aridic area in Graham County, Arizona.\nUpdated Competing Series section 3/13/08, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
