{
  "SERIES": "RUDDLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. REH/AON/TDT",
  "REVDATE": "06/2009",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid, shallow Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ruddley ashy loam, on a 22 percent, south-facing slope, forested, at an elevation of 1494 meters (4900 feet).  (Colors are for moist soil unless otherwise noted.)  When sampled for lab analysis on 7/28/1997, the profile was dry throughout.\nOi--0 to 3 centimeters (0 to 1 inch); slightly decomposed needles, twigs, and cones.\nA1--3 to 13 centimeters (1 to 5 inches); very dark grayish brown (10YR 3/2) ashy loam, grayish brown (10YR 5/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; 5 percent gravel; moderately acid (pH 6.0); abrupt smooth boundary.  (8 to 15 cm (3 to 6 inches thick))\n2A2--13 to 23 centimeters (5 to 9 inches); dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 5 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (8 to 15 cm (3 to 6 inches thick))\n2Bt1--23 to 36 centimeters (9 to 14 inches); dark brown (10YR 3/3) clay loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine roots; many very fine tubular pores; few faint clay films on ped faces; 10 percent gravel; neutral (pH 6.6); clear wavy boundary.\n2Bt2--36 to 49 centimeters (14 to 19 inches); dark yellowish brown (10YR 4/4) gravelly clay loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; many very fine tubular pores; common faint clay films on ped faces; 15 percent gravel; neutral (pH 6.6); abrupt wavy boundary. (Combined thickness of the Bt horizon is 10 to 33 cm (4 to 13 inches)).\n3Cr--49 to 64 centimeters (19 to 25 inches); fractured partially consolidated metavolcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; about 6 kilometers (4 miles) from U.S. 26 on Forest Service road 437; about 18 kilometers (11 miles) from Prairie City, 122 meters (400 feet) south and 671 meters (2200 feet) east of the northwest corner of section 17, T. 12 S., R. 34 E.; Dixie Meadows USGS quad, lat. 44 degrees 31 minutes 7 minutes N. and Long. 118 degrees 37 minutes 50 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 6 to 8 degrees C. (43 to 47 degrees F.).  The solum is moderately acid to neutral.  The base saturation, by sum of the bases, is 55 to 75 percent.  Depth to a paralithic contact is 30 to 50 centimeters (12 to 20 inches).  Hue of the solum is 10YR or 7.5YR.\nThe A horizons have value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3.  It is loam with 15 to 25 percent clay and 0 to 10 percent gravel.  The A1 horizon has 5 to 15 percent Mazama volcanic glass and is less than 18 cm (7 inches) thick.\nThe 2Bt horizons have value of 3 or 4 moist, 4 or 5 dry, and chroma of 3 or 4.  It is loam or clay loam with 25 to 35 percent clay and 10 to 30 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ruddley soils are on hills and mountains at elevations ranging from 1220 to 1676 meters (4,000 to 5,500 feet).  Slopes are 2 to 30 percent.  They formed in colluvium and residuum weathered from metavolcanic rock including granite.  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 432 to 610 millimeters (17 to 24 inches), mean annual temperature is 5 to 7 degrees C. (41 to 45 degrees F.), mean July temperature is about 17 degrees C. (63 degrees F.), and mean January temperature is about -4 degrees C. (25 degrees F.)  The frost-free period is 30 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alding, Hankins, and McGarr soils.  The Alding, Hankins, and McGarr soils are on adjacent hills and mountains over lithic bedrock.  Alding soils have clayey Bt horizons and have a lithic contact at depths of 25 to 50 centimeters (10 to 20 inches).  Hankins soils are deeper than 100 centimeters (40 inches) to bedrock, have mollic epipedons thicker than 50 centimeters (20 inches) and have clayey Bt horizons.  McGarr soils are deeper than 50 centimeters (20 inches) to bedrock, have mollic epipedons thicker than 50 centimeters (20 inches) and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production with some grazing.  Vegetation is mainly ponderosa pine and some Douglas-fir, with an understory of snowberry, serviceberry and elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Oregon.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grant County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: the zone from 20 to 46 centimeters (8 to 18 inches) (2Bt1, 2Bt2 horizons)\nAshy surface layer (greater than 5 percent volcanic glass) 0 to 10 centimeters (0 to 4 inches) (A1 horizon)\nUltic feature--the zone from 0 to 33 centimeters (0 to 13 inches) less than 75 percent base saturation, by the sum of the bases (A1, 2A2, and 2Bt1 horizons)\nADDITIONAL DATA:  Partial laboratory data is available for this soil.  Reference sample can be found as Pedon Number 98P0242, USDA, NRCS, NSSC, Lincoln, Nebraska\nNational Cooperative Soil Survey\nU.S.A."
  }
}
