{
  "SERIES": "RUDYARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-RWJ-WEF",
  "REVDATE": "03/1999",
  "STATES": "MI,WI",
  "OVERVIEW": "The Rudyard series consists of very deep, somewhat poorly drained soils formed in clayey deposits on lake plains.   These soils have very slow permeability.  Slopes range from 0 to 4 percent.  Mean annual precipitation is about 30 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rudyard silty clay loam - on a 2 percent slope in a pastured area.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; brown (10YR 4/3) silty clay loam, light gray (10YR 7/2) dry; weak medium subangular blocky structure; firm; many fine roots; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nB/E--6 to 9 inches; brown (7.5YR 5/4) silty clay loam (Bt); few distinct reddish brown (5YR 4/3) clay films on faces of peds; occupies about 90 percent of the horizon surrounded by gray (10YR 5/1) and grayish brown (10YR 5/2) silt loam (E); moderate medium angular blocky structure; firm; common medium prominent dark grayish brown (10YR 4/2) and few fine prominent gray (10YR 5/1) iron depletions and many fine and medium distinct strong brown (7.5YR 5/6) iron accumulations throughout; many fine roots; neutral; abrupt irregular boundary.  (0 to 4 inches thick)\nBt--9 to 17 inches; reddish brown (5YR 4/4) clay; moderate fine and very fine angular blocky structure; firm; many faint reddish brown (5YR 4/3) and prominent grayish brown (10YR 5/2) clay films on faces of peds; few fine and medium prominent strong brown (7.5YR 4/6) iron accumulations throughout; few fine roots; neutral; gradual wavy boundary.  (9 to 38 inches thick)\nC--17 to 60 inches; reddish brown (5YR 4/3) clay; massive; very firm; few coarse prominent strong brown (7.5YR 4/6) iron accumulations throughout; common fine greenish gray (5G 6/1) accumulations of calcium carbonates; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chippewa County, Michigan, about 6 miles south of the city of Sault Ste. Marie, 1,250 feet east and 300 feet north of the southwest corner of sec. 18, T. 46 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free carbonates and solum thickness ranges from about 16 to 40 inches.  The weighted average clay content in the argillic horizon is over 60 percent. Total rock fragment is less than 1 percent throughout the profile.\nUncultivated areas have A horizons with hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 or 2.  The Ap horizon has hue of 5YR to 10YR, value of 3 or 4, and chroma of 2 or 3. The A or Ap horizon are loam, silt loam, silty clay loam or silty clay. Reaction ranges from strongly acid to neutral.\nSome pedons have E horizons.  Where present, the E horizon has hue of 2.5YR to 10YR, value of 5 or 6, and chroma of 1 to 3.  The E horizons are loam, silt loam, silty clay loam, or silty clay. Reaction of the E horizon ranges from strongly acid to neutral.\nThe E part of the B/E horizon has colors and textures similar to the E horizon.  The B part of the B/E horizon has hue of 7.5YR or 5YR, and chroma of 4 or 5. Reaction of the B/E horizon ranges from strongly acid to neutral.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 3 or 4, and chroma of 4. Reaction ranges from strongly acid to neutral.\nThe C horizon has a hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 or 4.  Thin, 1/16 to 1/4 inch, gray (5Y 6/1 - 5/1) or light gray (5YR 7/1) varves or thin lenses of silts containing a high concentration of calcium carbonate are common. Reaction of the C horizon is slightly alkaline or moderately alkaline.  The small thread-like veins of deposited carbonates occurring in ped interiors and as coatings on ped surfaces are common in many pedons.  These coatings and veins have hue of 10YR, 2.5Y, 5Y, or G; value of 5 to 7; and chroma of 1."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rudyard soils are on level to gently sloping area of lake plains of Wisconsinan age.  Slope gradients are dominantly 0 to 4 percent.  Mean annual precipitation ranges from 26 to 33 inches.  Mean annual temperature ranges from 41 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Froberg, Ontonagon and Pickford series. The poorly drained Pickford soils are in lower landscape positions. The well drained Ontonagon series are on higher landscape positions and form a drainage sequence with the Rudyard soils.  The well drained Froberg soils are underlain by loamy till within 40 inches are on slightly higher landscape positions in some areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is very slow.  A perched water table is between a depth of .5 to 1.5 feet at some time during the period from November through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Use is mostly for woodland and pasture.    Small grain and hay are grown in a few areas.  Wooded areas support aspen, red maple, American basswood, black ash, northern white cedar, balsam fir, hemlock, and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern lower peninsula and the extreme western and eastern lake plain areas of the Upper Peninsula of Michigan (including Isle Royale) and northern Wisconsin.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Arenac County, Michigan, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to 6 inches (Ap horizon); argillic horizon - the zone from 6 to 17 inches (B part of the B/E horizon and Bt horizons); aquic feature - iron accumulations throughout with chroma of 2 or less in the upper 25 cm of the argillic horizon.\nAll mineralogy data on associated soils supports the change to mixed mineralogy instead of illitic mineralogy\nADDITIONAL DATA: Soil Interpretation Record No.: MI0078\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; brown (10YR 4/3) silty clay loam, light gray (10YR 7/2) dry; weak medium subangular blocky structure; firm; many fine roots; neutral; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "B/E",
        "top": 15,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "B/E--6 to 9 inches; brown (7.5YR 5/4) silty clay loam (Bt); few distinct reddish brown (5YR 4/3) clay films on faces of peds; occupies about 90 percent of the horizon surrounded by gray (10YR 5/1) and grayish brown (10YR 5/2) silt loam (E); moderate medium angular blocky structure; firm; common medium prominent dark grayish brown (10YR 4/2) and few fine prominent gray (10YR 5/1) iron depletions and many fine and medium distinct strong brown (7.5YR 5/6) iron accumulations throughout; many fine roots; neutral; abrupt irregular boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 43,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--9 to 17 inches; reddish brown (5YR 4/4) clay; moderate fine and very fine angular blocky structure; firm; many faint reddish brown (5YR 4/3) and prominent grayish brown (10YR 5/2) clay films on faces of peds; few fine and medium prominent strong brown (7.5YR 4/6) iron accumulations throughout; few fine roots; neutral; gradual wavy boundary.  (9 to 38 inches thick)"
      },
      {
        "name": "C",
        "top": 43,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "C--17 to 60 inches; reddish brown (5YR 4/3) clay; massive; very firm; few coarse prominent strong brown (7.5YR 4/6) iron accumulations throughout; common fine greenish gray (5G 6/1) accumulations of calcium carbonates; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
