{
  "SERIES": "RUIZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMR:WJG",
  "REVDATE": "03/2001",
  "STATES": "TX",
  "OVERVIEW": "The Ruiz series consists of very deep, somewhat excessively drained, rapidly permeable soils that formed in sandy eolian deposits.  These soils are on nearly level to gently undulating uplands.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Lamellic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ruiz loamy sand--rangeland.                 (Colors are for dry soil unless otherwise stated.)\nA1--0 to 24 inches; pale brown (10YR 6/3) loamy sand, dark brown (10YR 4/3) moist; single grained; loose; common very fine and medium roots; neutral; gradual wavy boundary.  (16 to 48 inches thick)\nA2--24 to 48 inches; brown (10YR 5/3) loamy sand, dark yellowish brown (10YR 4/4) moist; single grained; loose; common very fine and fine roots; neutral; clear wavy boundary.  (8 to 47 inches thick)\nE and Bt--48 to 84 inches; the E is pink (7.5YR 7/4) loamy sand, brown (7.5YR 5/4) moist; single drained; loose; the Bt consists of lamellae that are reddish yellow (7.5YR 7/6) loamy sand, strong brown (7.5YR 4/6) moist; weak medium, subangular blocky structure; slightly hard, very friable; few very fine roots; many very fine pores; lamellae are wavy and discontinuous 0.2 to 0.4 inch thick and 2 to 6 inches apart; lamellae have clay bridges between sand grains; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frio County, Texas; from U. S. Highway 81 and Farm Road 140 in Pearsall; 16.75 miles west on Farm Road 140; 6.4 miles north on gravel road to ranch gate; 0.95 mile northeast on ranch road; 1.15 miles southeast on ranch road; 0.7 mile south on ranch road; 100 feet east of road in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 80 to more than 100 inches.  Depth to lamellae is 40 to about 60 inches.  Lamellae are 0.1 to about 1 inch thick and comprise 2 inches to about 6 inches in combined thickness above 80 inches depth.  They are wavy and discontinuous within the pedon and increase in thickness and amount with depth.\nThe A horizon ranges in hue from 7.5YR to 10YR, value of 4 through 6, and chroma of 3 through 6.  Texture is sand or loamy sand.  The E horizons is pink (7.5YR 7/4), reddish yellow (7.5YR 7/6, 6/6), or very pale brown (10YR 7/4).  The reaction slightly acid through neutral in the A and E horizons.\nThe Bt horizon is lamellae that has hue of 7.5YR to 2.5YR, value of 5 to 7, and chroma of 4 to 8.  It is slightly acid through mildly alkaline.  Texture is loamy sand or sandy loam.  A continuous Bt horizon of fine sandy loam or sandy clay loam occurs in some pedons at depths of 80 to 100 inches. Reaction is slightly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar series are Aluf, Circleback, Eufaula, Falfurrias, Likes and Tivoli soils.  Aluf and Eufaula soils have more than 6 inches of combined thickness of lamellae.  Circleback, Likes, and Tivoli soils have mean annual soil temperatures less than 72 degrees F.  In addition, Falfurrias, Likes, and Tivoli soils do not have lamellae."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ruiz soils occupy nearly level to gently undulating uplands.  Slopes are mainly 1 to 4 percent but range from 0 to 5 percent.  The soil formed in sandy materials mainly of the Carrizo Sand Formation that has been reworked somewhat by wind.  Mean annual precipitation ranges from 22 to 24 inches.  The climate is semiarid or dry subhumid. The mean annual air temperature is 69 to 70 degrees F.  Frost free days range from 250 to 270 days and elevation ranges from 700 to 850 feet.  Thornthwaite P-E index ranges from 25 to 31."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Antosa, Bobillo, Comitas, Duval, Falfurrias, Poth, and Wilco soils.  The soils occur on similar surfaces.  Antosa, Comitas, and Poth soils have sandy epipedons less than 40 inches thick, while Duval and Wilco soils have epipedons less than 20 inches thick.  Bobillo soils have vertically continuous Bt horizons.  Falfurrias soils do not have lamellae."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for range.  In excellent condition, vegetation is dominated by seacoast bluestem with scattered mottles of mesquite.  With retrogression, the principal plants which increase or invade are balsamscale, threeawn, fringed signalgrass, fringedleaf paspalum, grassbur, pricklypear, whitebrush, tephrosia, beebalm, and a wide variety of weedy forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Northern Rio Grande Plain of Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frio County, Texas; 1985.  The name is from a creek in the northwestern part of the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Ruiz was formerly included in the Aluf series.\nDiagnostic features recognized in this pedon are:\nOchric epipedon - The zone from the surface of the soil to the occurrence of lamella at a depth of 48 inches.\nLamellae - Thin strata-like zones of iron and clay enrichment below 40 inches that fail to qualify in thickness for an argillic horizon within the 80-inch control section.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 24 inches; pale brown (10YR 6/3) loamy sand, dark brown (10YR 4/3) moist; single grained; loose; common very fine and medium roots; neutral; gradual wavy boundary.  (16 to 48 inches thick)"
      },
      {
        "name": "A2",
        "top": 61,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--24 to 48 inches; brown (10YR 5/3) loamy sand, dark yellowish brown (10YR 4/4) moist; single grained; loose; common very fine and fine roots; neutral; clear wavy boundary.  (8 to 47 inches thick)"
      },
      {
        "name": "Bt",
        "top": 122,
        "bottom": 213,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "narrative": "E and Bt--48 to 84 inches; the E is pink (7.5YR 7/4) loamy sand, brown (7.5YR 5/4) moist; single drained; loose; the Bt consists of lamellae that are reddish yellow (7.5YR 7/6) loamy sand, strong brown (7.5YR 4/6) moist; weak medium, subangular blocky structure; slightly hard, very friable; few very fine roots; many very fine pores; lamellae are wavy and discontinuous 0.2 to 0.4 inch thick and 2 to 6 inches apart; lamellae have clay bridges between sand grains; neutral."
      }
    ]
  ]
}
