{
  "SERIES": "RUMBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WBS/TDC/GMK",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Haploxeralfic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON: Rumbo loam - dryland native hay (Colors are for dry soil unless otherwise noted.)\nAl--0 to 6 inches; light brownish gray (lOYR 6/2) loam, dark grayish brown (lOYR 4/2) moist; weak thin and medium platy structure; hard, very friable, slightly sticky, slightly plastic, common very fine roots; few very fine interstitial and many very fine tubular pores; slightly acid (pH 6.5); abrupt smooth boundary. (1/2 to 6 inches thick)\nB21t--6 to 15 inches; dark grayish brown (lOYR 4/2) clay loam, dark brown (7.5YR 3/2) moist; grayish brown (lOYR 5/2) coating on peds, very dark grayish brown (lOYR 3/2) moist; moderate coarse columnar structure; very hard, friable, sticky, plastic; common very fine roots; few very fine tubular pores; common moderately thick clay films on peds and in pores; top 1/8 inch contains bleached silica sand grains; noneffervescent; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 9 inches thick)\nB22t--15 to 21 inches; brown (lOYR 4/3) heavy clay loam, dark brown (lOYR 3/2) moist; strong fine and medium prismatic structure parting to medium angular blocky structure; hard, friable, sticky plastic, few very fine exped roots; few very fine tubular pores; continuous moderately thick clay films on peds and in pores; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary. (3 to 9 inches thick)\nB23tsa--21 to 35 inches; dark yellowish brown (lOYR 4/4) heavy clay loam, very dark grayish brown (lOYR 3/2) moist; moderate fine prismatic structure parting to fine and medium angular blocky structure; hard, friable, sticky, plastic; few very fine exped roots; few very fine tubular pores; continuous moderately thick clay films on peds and in pores; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary. (3 to 6 inches thick)\nB3tsa--35 to 40 inches; Light olive brown (2 5Y 5/4) sandy clay loam, olive brown (2.5Y 4/4) moist; massive; hard, friable, sticky, plastic; few very fine tubular and very fine interstitial pores; common moderately thick clay films as bridges and lining pores; slightly effervescent,               with disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary. (3 to 24 inches thick)\nClca--40 to 51 inches; pale brown (lOYR 6/3) loamy sand, very dark grayish brown (lOYR 3/2) moist; massive; very hard, firm, nonsticky, nonplastic; common very fine interstitial and few very fine tubular pores; few thin clay films as bridges; lamellae bands of dark brown (7.5YR 3/2) moist 1/2 to 3/4 inch thick, 3/4 to 1 inch apart have common moderately thick clay films lining pores; weakly cemented; 10 percent gravel by volume; strongly effervescent, lime segregated in fine rounded filaments; moderately alkaline (pH 8.0); clear wavy boundary. (O to 22 inches thick)\nC2ca--51 to 60 inches; light brownish gray (2.5Y 6/2) very gravelly loamy sand, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, nonsticky, nonplastic; common very fine interstitial pores; few thin clay films as colloidal stains; very weakly cemented; 70 percent gravel by volume; strongly effervescent, lime segregated in fine rounded filaments; moderately alkaline (pH 8.0). (O to over 24 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Modoc County, California; 0.9 mile north of Canby on County Road 82, 9 feet north of a telephone pole on the east side of the road and 20 feet east of a north-south fence in the NW1/4 NW1/4 section 30, T.42N., R.lOE."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is about 50 degrees to 55 degrees F. and usually is above 41 degrees F. April 1 to December 1. The soil temperature at depth of 20 inches is warmer than 47 degrees F.\nf.om about April 15 to November 15. The soil between depths of 4 to 12 inches is usually dry all of the time from July until October or early November and is moist in some or all parts when the soil is warmer than 47 degrees F. only from April 15 through June and part of November. This soil is aridic but closely borders on a xeric moisture regime. The surface 16 inches averages more than 1 percent organic matter and has more than 15 percent saturation with sodium in only part of the natric horizon.\nThe A horizon is light brownish gray, gray, or grayish brown dry in 1OYR or 2.5Y hue; moist colors are dark grayish brown, dark gray, very dark gray, or very dark grayish brown in 1OYR or 2.5Y hue. It does not have both value of 5 dry and 3 moist. It is fine sandy loam, loam, or silt loam, is massive or has weak platy or subangular structure. This horizon is slightly hard or hard but not both massive and hard and is slightly acid to mildly alkaline. The B2t horizon is brown and grayish brown to dark gray dry (lOYR 5/3, 5/2, 5/1, 4/4, 4/3, 4/2, 4/1; 7.5YR 5/2, 4/2); moist colors are dark brown, very dark grayish brown, and very dark brown in lOYR or 7.5YR hue. It is clay loam, silty clay loam, clay, or silty clay and has about 35 to 50 percent clay. It has moderate or strong prismatic and columnar structure and in some pedons parts to angular blocky. This horizon is neutral to moderately alkaline, commonly becoming more alkaline as depth increases. The C horizon is pinkish gray and light gray to brown (7/2 through 5/2 in 7.5YR and 2.5Y hue). It is loamy sand to clay loam to silty clay loam and in some pedons contains up to 70 percent coarse fragments. This horizon commonly is moderately alkaline and is noncalcareous to strongly calcareous, with segregated lime. The lower part of the C horizon is weakly cemented in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alturas, Calneva, Couch, Disabel, Loyalton, Reba, Standish and Termo series. Alturas soils have a mollic epipedon and a xeric moisture regime. Calneva, Couch and Standish soils have 15 percent or more saturation with sodium throughout the major part of the natric horizon. Disabel soils have frigid soil temperature.  Loyalton soils have fine-loamy B2t horizons. Reba and Termo soils lack natric horizons and have abrupt textural AB boundaries."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rumbo soils are in nearly level to gently sloping slightly hummocky lake basins and terraces at elevations of 4,300 to 4,900 feet. They formed in alluvium derived mostly from basalts, andesites, tuff, and some diatomite. The climate is cool semiarid mesothermal with warm dry summers and cold moist winters. Mean annual precipitation is 6 to 13 inches. Average January temperature is 28 degrees F; average July temperature is 68 degrees F; mean annual temperature is 48 degrees to 52 degrees F. The freeze free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Alturas soils and the Bieber, Delms, Jenny, Lovejoy and Pineal soils. Bieber, Lovejoy and Pineal soils have duripans. Delma soils have mollic epipedons and formed on soft tuff at depths of less than 20 inches. Jenny soils are clayey throughout and have slickensides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; slow permeability. An intermittent watertable is present below depth of 40 inches for short periods during the spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing and some is in irrigated pasture, alfalfa or corn. Vegetation is mostly rabbitbrush, greasewood, buckwheat, stunted big sagebrush, mustard, saltgrass and great basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern California in Modoc and Lassen counties. The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Modoc County (AlturasArea), California, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Rumbo soils were formerly classified as Soloth soils. The type location is moved to Modoc County.\nOSED scanned by SSQA. Last revised by state on 6/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
