{
  "SERIES": "RUMNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEW-KJL-SWF",
  "REVDATE": "04/2013",
  "STATES": "CT,ME,MA,NH,NY,VT",
  "OVERVIEW": "The Rumney series consists of very deep, poorly drained soils formed in recent alluvium on floodplains. Estimated saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum. Slope ranges from 0 to 3 percent. Mean annual temperature is about 43 degrees F, and mean annual precipitation is about 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, frigid Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rumney fine sandy loam, on a 1 percent slope in a wooded area. (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable; many very fine and fine and common medium and coarse roots; few fine distinct dark grayish brown (2.5Y 4/2) iron depletions; very strongly acid; clear smooth boundary. (3 to 10 inches thick.)\nBg1 -- 9 to 20 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak fine granular structure; very friable; many very fine and fine, and common medium roots; common fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation and common fine faint grayish brown (2.5Y 5/2) iron depletions; strongly acid; clear wavy boundary.\nBg2 -- 20 to 30 inches; grayish brown (2.5Y 5/2) sandy loam; weak fine granular structure; friable; common very fine, fine and medium roots; many medium prominent strong brown (7.5YR 4/6) masses of iron accumulation and common medium faint olive gray (5Y 5/2) iron depletions; moderately acid; clear wavy boundary. (The combined thickness of the Bg horizon is 14 to 30 inches.)\nCg -- 30 to 65 inches; olive gray (5Y 4/2) loamy sand; single grain; loose; common medium faint olive gray (5Y 5/2) and few fine faint gray (5Y 6/1) iron depletions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oxford County, Maine; Town of Fryeburg; 0.4 mile south-southeast of the junction of the Saco River and US Route 302, and 1.0 mile east of the north end of Lovewell Pond; USGS Fryeburg, ME topographic quadrangle; Latitude 44 degrees, 01 minute 23, seconds N. and Longitude 70 degrees, 55 minutes, 10 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to the coarse textured substratum ranges from 20 to 40 inches. Depth to bedrock is more than 60 inches. Gravel content ranges from 0 to 15 percent by volume in the solum and from 0 to 50 percent in the substratum. Reaction ranges from very strongly acid to neutral throughout, but some subhorizon within 40 inches of the mineral soil surface is moderately acid to neutral. Some pedons are slightly alkaline below 40 inches. Some pedons have buried horizons.\nThe Ap, or A horizon where present, has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 to 3. Dry value is 6 or more. It is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam. It has weak or moderate, fine or medium granular structure and is very friable or friable. A horizons can have blocky structure.\nThe B horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 4. At least one subhorizon within 20 inches of the mineral soil surface has hue of 10YR or 2.5Y, with value of 3 to 5, and chroma of 2. It has common or many, fine to coarse, faint to prominent redoximorphic features. It is sandy loam, fine sandy loam, or loam. Some pedons have thin subhorizons of very fine sandy loam in the upper part of the B horizon. It has weak or moderate, very fine to coarse subangular blocky or very fine to medium granular structure, and is very friable or friable.\nSome pedons may have a Bw horizon.\nThe C horizon has hue of 7.5YR to 5Y, value of 3 to 6, and chroma of 1 to 4. The texture of individual layers ranges from loamy fine sand to coarse sand in the fine-earth fraction. Included in some pedons are loamy and/or extremely gravelly strata. The thickness and number of subhorizons is variable and corresponds to the thickness and variability of the alluvial deposits. The C horizon is single grain and loose in the sandy part. The loamy part is typically massive and very friable or friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family.\nSimilar soils in related families include the Charles, Medomak, and Podunk series. Charles soils are finer textured. Medomak soils are very poorly drained and have an umbric epipedon. Podunk soils are moderately well drained and have a chroma of 3 or more within a depth of 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rumney soils are on the floodplains of rivers and streams. Slope ranges from 0 to 3 percent. The soils formed in recent alluvium derived principally from gneiss, schist, granite, and quartzite. Flooding generally occurs once or twice annually, but may occur less often than once in 2 years in some places. Overflow generally occurs during spring runoff and during periods of high rainfall. The climate is humid and cool temperate. Mean annual precipitation ranges from 34 to 50 inches, and mean annual temperature ranges from 38 to 46 degrees F. The frost-free season ranges from 80 to 160 days. Elevation ranges from 10 to 2000 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Ondawa soils are well drained and Podunk soils are moderately well drained soils in a drainage sequence with Rumney soils. Sunday soils are associated in slightly higher positions on the flood plain. Adams, Allagash, and Colton soils are on adjacent outwash plains, deltas, and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The potential for surface runoff is very high, high, or negligible. Estimated saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used mainly for hay and pasture. The remaining areas are mostly forested. Common tree species are willow, elm, eastern white pine, tamarack, red spruce, black spruce, red maple, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine, northern Connecticut, Massachusetts, New Hampshire, Vermont, and eastern and northern New York; MLRA 101*, 141, 142, 143 144A, 144B, 145*, and 146. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coos County, New Hampshire, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: *MLRA 101, 144A, and 145 are areas with mesic soil temperature regimes. Rumney soils have a frigid temperature regime and will not be mapped in MLRA 101, 144A, and 145 when these areas are updated. Some pedons have been described with an AC horizon sequence.\nDiagnostic horizons and features recognized in this pedon include:\na. Ochric epipedon - the zone from 0 to 9 inches (Ap horizon).\nb. Cambic horizon - the zone from 9 to 30 inches (Bg horizon).\nc. Fluvaquentic feature - the content of organic carbon decreases irregularly with depth.\nd. Aquic conditions - redox features throughout the mineral soil.\nADDITIONAL DATA: The Soil Interpretation Record number for the Rumney series is ME0014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark grayish brown (10YR 3/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable; many very fine and fine and common medium and coarse roots; few fine distinct dark grayish brown (2.5Y 4/2) iron depletions; very strongly acid; clear smooth boundary. (3 to 10 inches thick.)"
      },
      {
        "name": "Bg1",
        "top": 23,
        "bottom": 51,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1 -- 9 to 20 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak fine granular structure; very friable; many very fine and fine, and common medium roots; common fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation and common fine faint grayish brown (2.5Y 5/2) iron depletions; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 51,
        "bottom": 76,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2 -- 20 to 30 inches; grayish brown (2.5Y 5/2) sandy loam; weak fine granular structure; friable; common very fine, fine and medium roots; many medium prominent strong brown (7.5YR 4/6) masses of iron accumulation and common medium faint olive gray (5Y 5/2) iron depletions; moderately acid; clear wavy boundary. (The combined thickness of the Bg horizon is 14 to 30 inches.)"
      },
      {
        "name": "Cg",
        "top": 76,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "narrative": "Cg -- 30 to 65 inches; olive gray (5Y 4/2) loamy sand; single grain; loose; common medium faint olive gray (5Y 5/2) and few fine faint gray (5Y 6/1) iron depletions; moderately acid."
      }
    ]
  ]
}
