{
  "SERIES": "RUNGE",
  "STATUS": "Established Series",
  "BYREV": "CLG-GLL",
  "REVDATE": "11/2016",
  "STATES": "TX",
  "OVERVIEW": "The Runge series consists of very deep, well drained soils that formed in loamy residuum derived from sandstone of Pliocene to Pleistocene age. These nearly level to gently sloping soils are on hillslopes. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 838 mm (33 in) and the mean annual air temperature is about 21.1 degrees C (70 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Runge fine sandy loam, on a south-facing, convex, 2 percent slope in cropland at an elevation of 116 m (380 ft).\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 22 cm (0 to 9 in); dark reddish gray (5YR 4/2) fine sandy loam, dark reddish brown (5YR 3/2), moist; moderate fine and medium granular structure; very friable, soft; neutral; abrupt smooth boundary.  Combined thickness of the A horizons is 15 to 41 cm (6 to 16 in)\nA--22 to 30 cm (9 to 12 in); reddish brown (5YR 4/3) fine sandy loam, dark reddish brown (5YR 3/3), moist; moderate medium subangular blocky structure; friable, moderately hard; 20 percent distinct dark reddish brown (5YR 3/2) organic stains; neutral; clear smooth boundary.\nBt1--30 to 57 cm (12 to 22 in); red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6), moist; moderate medium prismatic structure parting to strong medium angular blocky; friable, moderately hard; 30 percent prominent red (2.5YR 4/6) clay films; neutral; gradual smooth boundary.  Combined thickness of the Bt horizons is 61 to 89 cm (24 to 35 in)\nBt2--57 to 111 cm (22 to 44); light red (2.5YR 6/6) sandy clay loam, red (2.5YR 4/6), moist; moderate medium prismatic structure parting to moderate medium angular blocky; friable, slightly hard; 30 percent prominent red (2.5YR 4/6) clay films; neutral; clear wavy boundary.\nBtk--111 to 152 cm (44 to 60 in); yellowish red (5YR 5/6) very fine sandy loam, yellowish red (5YR 4/6), moist; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; very friable, slightly hard; 8 percent faint reddish brown (5YR 4/4) clay films; 1 percent fine threadlike carbonate masses; 2 percent fine carbonate masses; 2 percent medium carbonate nodules; strong effervescence; moderately alkaline; gradual smooth boundary.  Thickness is 30 to 53 cm (12 to 21 in)\nBk1--152 to 184 cm (60 to 72 in); light brown (7.5YR 6/3) fine sandy loam, brown (7.5YR 5/3), moist; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; very friable, slightly hard; 1 percent fine carbonate nodules; 5 percent medium and coarse carbonate masses; strong effervescence; moderately alkaline; gradual smooth boundary. Combined thickness of the Bk horizons is 33 to 66 cm (13 to 26 in)\nBk2--184 to 203 cm (72 to 80 in); light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4), moist; weak coarse prismatic structure parting to moderate coarse subangular blocky; very friable, slightly hard; 1 percent fine carbonate nodules; 7 percent medium and coarse carbonate masses; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  DeWitt County, Texas; from the intersection of Texas Highway 72 and Texas Higway 239 in Nordheim; 0.8 mile west on Texas Highway 72 to county road; 3.3 miles northwest on county road; 200 feet west in crop land.\nUSGS topographic quadrangle:  Runge, Texas;\nLatitude:  28 degrees 56 minutes 45.80 seconds N;\nLongitude:  97 degrees 39 minutes 53.00 seconds W;\nDatum:  NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime (Typic-ustic).  The soil moisture control section is dry in some or all parts for more than 90 days in normal years.\nThickness of mollic epipedon: 25 to 46 cm (10 to 18 in) and includes the upper part of the argillic horizon in some pedons\nMean annual soil temperature: 22 to 23.5 degrees (72 to 74 degrees F).\nDepth to identifiable secondary carbonate: 51 to 127 cm (20 to 50 in)\nDepth to calcic horizon: 102 to 165 cm (40 to 65 in)\nParticle-size control section (weighted average)\nClay content: 22 to 35 percent\nCEC/clay ratio: 0.6 to 0.7\nA Horizon\nHue: 7.5YR and 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: fine sandy loam or loam\nClay content: 8 to 20 percent\nReaction (pH): moderately acid to neutral (5.6 - 7.3)\nBt Horizon\nHue: 5YR to 10YR\nValue: 4 to 7\nChroma: 3 to 6\nTexture: sandy clay loam or clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent: 0 to 2 percent\nEffervescence: none to very slight\nReaction (pH): slightly acid to slightly alkaline (6.1 - 7.8)\nBtk Horizon\nHue: 5YR to 10YR\nValue: 4 to 8\nChroma: 3 to 6\nTexture: fine sandy loam, very fine sandy loam, sandy clay loam, or loam\nClay content: 15 to 35 percent\nIdentifiable secondary carbonate: 1 to 10 percent, threads, films, masses, and nodules\nCalcium carbonate equivalent: 2 to 20 percent\nEffervescence: slight to strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4 - 8.4)\nBk Horizon\nHue: 5YR to 10YR\nValue: 5 to 8\nChroma: 3 to 6\nTexture: fine sandy loam, sandy clay loam, or loam\nClay content: 8 to 35 percent\nIdentifiable secondary carbonate: 5 to 15 percent, threads, films, masses, and nodules\nCalcium carbonate equivalent: 15 to 35 percent\nEffervescence: slight to violent\nReaction (pH): moderately alkaline (7.9 - 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alet, Colmena, Orelia, Pernitas, Weesatche, and Whitsett series in the same family.  Similar soils are the Calallen, Christine, Czar, Inari, Pharr,  and Racombes series.\nAlet soils: have an argillic horizon yellower than 5YR\nColmena soils: have a lithologic discontinuity at 99 cm (39 in) and an argillic horizon yellower than 5YR\nOrelia soils: have an argillic horizon yellower than 7.5YR\nPernitas soils: are calcareous throughout and have a calcic horizon within 100 cm (40 in)\nWeesatche soils: calcic horizon within 100 cm (40 in)\nWhitsett soils: have weakly cemented sandstone bedrock within 100 cm (40 in) of the soil surface\nCalallen, Christine, Czar, and Racombes soils: have a mollic epipedon thicker than 50 cm (20 in)\nInari soils: remain saturated within 100 cm (40 in) of the soil surface for at least 30 cumulative days\nPharr soils: have a semiactive clay activity class and are calcareous throughout the solum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum and/or alluvium derived from sandstone of Pliocene to Pleistocene age\nLandscape: inland, dissected coastal plain\nLandform: hillslopes\nSlope: dominantly less than 3 percent but range up to 5 percent\nPrecipitation Pattern: Precipitation falls mostly during the months of April through June and October through November. July through September and January through March are the driest months.\nMean annual precipitation: 652 to 918 mm (26 to 38 in)\nThornthwaite annual P-E indices: 30 to 44\nMean annual air temperature: 21 to 23 degrees C (70 to 73 degrees F).\nFrost-free period: 270 to 320 days\nElevation: 22.9 to 304.8 m (75 to 1000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Clareville, Papalote, and Weesatche soils.\nClareville soils:  have more than 35 percent clay in the particle-size control section and occur on lower positions\nPapalote soils: have more than 35 percent clay in the particle-size control section and occur on similar landform positions.\nWeesatche soils: have a calcic horizon within 100 cm (40 in) of the mineral soil surface and occur on similar landform positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate. Runoff is negligible on slopes less than 1 percent and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in cropland, but a few areas are in rangeland and improved pastures.  Native grasses are mainly four-flower trichloris, Arizona cottontop, tanglehead, sideoats grama, plains bristlegrass, hooded windmillgrass, and pinhole bluestem.  Woody vegetation consists of mesquite, spiny hackberry, desert yaupon, catclaw, elbowbush, limepricklyash, and pricklypear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Inner Coastal Bend in eastern part of Rio Grande Plain; MLRA 83A; LRR I.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wilson County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Runge soils were formerly classified in the Reddish Chestnut great soil group. The series type location was moved from Jim Wells to DeWitt County, Texas during the correlation of the initial soil survey of Goliad County, Texas.\nEdited 11/2016 (RFG-GWH): Added clay content and CCE to range in characteristics. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 30 to 80 cm (Bt1 and Bt2 horizons)\nMollic epipedon- 0 to 30 cm (0 to 12 in) Ap and A horizons\nArgillic horizon-30 to 152 cm (12 to 60 in) Bt1, Bt2, Btk horizons\nCalcic horizon - 111 to 203 cm (44 to 80 in) Btk, Bk1, Bk2 horizons\nThe assignment of the cation-exchange activity class is supported by laboratory data number S07TX123001 from DeWitt County, Texas.\nADDITIONAL DATA: NSSL Data from type location S07TX123001 from DeWitt County, Texas.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
