{
  "SERIES": "RUNYON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES/JBF/TM/JVC",
  "REVDATE": "01/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Runyon cobbly ashy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The surface is partially covered with 5 percent stones, 10 percent cobbles, and 10 percent gravel.\nA1--0 to 5 cm; brown (7.5YR 4/3) cobbly ashy loam, dark brown (7.5YR 3/2) moist; moderate very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine vesicular and tubular pores; 5 percent stones, 10 percent cobbles, and 10 percent gravel; moderately acid (pH 5.9); clear wavy boundary.  (5 or 8 cm thick)\nA2--5 to 13 cm; brown (7.5YR 4/3) ashy loam, dark brown (7.5YR 3/2) moist; moderate very fine and fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine and fine roots; many very fine vesicular and tubular pores; slightly acid (pH 6.1); clear wavy boundary.  (8 to 13 cm thick)\nBAt--13 to 27 cm; brown (7.5YR 4/3) gravelly ashy loam, dark reddish brown (5YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine to medium roots; many very fine tubular pores; 20 percent distinct dark reddish brown (5YR 3/2) clay films on faces of peds and lining pores; 5 percent cobbles and 20 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (15 to 20 cm thick)\nBt1--27 to 48 cm; brown (7.5YR 5/3) gravelly ashy loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; very hard, very friable, moderately sticky and moderately plastic; many very fine to medium roots; many very fine and fine tubular pores; 20 percent distinct brown (7.5YR 4/3) clay films on faces of peds and lining pores, dark reddish brown (5YR 3/2), moist; 5 percent cobbles and 20 percent gravel; neutral (pH 6.6); clear wavy boundary.  (15 to 25 cm thick)\nBt2--48 to 64 cm; brown (7.5YR 4/3) gravelly ashy loam, brown (7.5YR 4/2) moist; weak coarse subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; many very fine and common fine and medium roots; many very fine and fine tubular pores; 30 percent distinct dark reddish brown (5YR 3/2) moist clay films on faces of peds and lining pores; 5 percent cobbles and 15 percent gravel; neutral (pH 6.6); clear wavy boundary. (13 to 20 cm thick)\nBt3--64 to 94 cm; brown (7.5YR 5/3) cobbly loam, reddish brown (5YR 4/3) moist; weak medium and coarse subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; many very fine and fine tubular pores; 30 percent distinct brown (7.5YR 4/3) clay films, dark reddish brown (5YR 3/3) moist on faces of peds and lining pores; 1 percent stones, 20 percent cobbles, and 10 percent gravel; neutral (pH 6.6); clear irregular boundary.  (0 to 25 cm thick)\nCrt--94 to 142 cm; light reddish brown (5YR 6/3) soft, weathered and fractured vesicular andesite; some reddish brown (5YR 4/4), moist soil material in some fractures; fractures 5 to 25 cm apart; 10 percent prominent clay films in fractures; neutral (pH 6.7); clear irregular boundary.\nCr--142 to 183 cm; pinkish white (7.5YR 8/2) soft, weathered and fractured vesicular andesite; 10 percent pockets of soil in some fractures; fractures about 15 to 50 cm apart; neutral (pH 6.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 600 feet south of Buckhorn Road and 60 feet northwest of the northwest corner of a BLM range exclosure; approximately 1,200 feet east and 2,640 feet south of the northwest corner of section 27, T. 35 N., R. 18 E.; USGS Burnt Lake 7.5 minute topographic quadrangle; latitude 40 degrees 52 minutes 47.76 seconds N and longitude 119 degrees 57 minutes 12.59 seconds W; WGS84 Decimal Degrees 40.8799333 latitude, -119.9534972 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry July through October; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 50 cm; includes the Bt1 horizon.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are soft, weathered vesicular andesite.\nBase saturation: 60 to 75 percent by sum of cations.\nParticle-size control section - Clay content: 25 to 35 percent.\nRock fragments: 15 to 35 percent, mainly gravel and cobbles.  Lithology of fragments is volcanic rocks such as andesite, tuff, or basalt.\nA1 and A2 horizons\nHue: 7.5YR or 5YR.\nValue: 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nVolcanic glass content: 5 to 20 percent in the coarse silt through sand fractions.\nOxalate extractable aluminum plus one-half iron content: 0.4 to 1 percent.\nReaction: Moderately acid through neutral.\nOrganic matter content: 1 to 3 percent.\nBAt, Bt1, and Bt2 horizons\nValue: 4 or 5, dry; 2 or 3, moist.\nChroma: 2 or 3, dry or moist.\nTexture: Gravelly ashy loam or gravelly ashy clay loam.\nClay content: 20 to 35 percent.\nRock fragments: 15 to 35 percent.\nStructure: Moderate or strong subangular blocky.\nVolcanic glass content: 5 to 20 percent in the coarse silt through sand fractions.\nOxalate extractable aluminum plus one-half iron content: 0.4 to 1 percent.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 to 3 percent in the Bt1 horizon; 0.5 to 3 percent in the Bt2 horizon.\nBt3 horizon\nHue: 7.5YR or 5YR.\nValue: 4 or 5, dry; 3 or 4 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Cobbly loam or cobbly clay loam.\nClay content: 25 to 35 percent.\nRock fragments: 15 to 30 percent gravel and cobbles, 0 to 3 percent stones.\nStructure: Subangular blocky or angular blocky.\nReaction: Neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fastjet, Luckycreek, Pagecreek, Pinney, Powellbutte and Tommycork series.\nFastjet soils have 30 to 50 percent volcanic glass in the A horizon. Luckycreek, Pagecreek and Pinney soils are very deep.  Powellbutte soils have mollic epipedons that are 50 to 76 cm thick and have a subhorizon in the lower part of the argillic horizon with 40 to 45 percent clay. Tommycork soils are moderately deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Runyon soils are on plateaus and mountains.  They typically occur on footslope and backslope positions.  These soils formed in volcanic ash, residuum, and colluvium derived from volcanic rocks such as andesite, tuff, or basalt.  Elevations range from 1,713 to 2,137 meters. Slopes are 4 to 30 percent.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 360 to 400 mm, the mean annual temperature is 6 to 7 degrees C, and frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Menbo, Redhome, and Softscrabble soils.  Menbo soils are clayey-skeletal.  Redhome soils are fine textured, moderately deep to paralithic contacts, and have an aridic moisture regime.  Softscrabble soils are loamy-skeletal and very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; moderately high or high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Runyon soils are used for rangeland and wildlife habitat. The vegetation is mainly mountain big sagebrush, antelope bitterbrush, Idaho fescue, and needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and northeastern California.  These soils are not extensive with about 3,500 acres of the series mapped to date.  MLRAs 21 and 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Surprise Valley-Home Camp Area, California and Nevada, 2006.  The name is from nearby Runyon Springs."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 48 cm (A1, A2, BAt and Bt1 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 64 cm (A1, A2, BAt, Bt1 and Bt2 horizons).\nArgillic horizon - The zone from 13 to 94 cm (BAt, Bt1, Bt2 and Bt3 horizons).\nParalithic contact - The boundary at 94 cm to underlying soft, weathered bedrock (Crt layer).\nParticle-size control section - The zone from 23 to 73 cm (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nADDITIONAL DATA:  The typical pedon at the series type location has partial data by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S98NV-031-013 (pedon # 99P0166).  Two other reference pedons have partial characterization by the Soil Survey Laboratory (SSL), Lincoln, NE are soil survey sample numbers S98NV-031-014 (pedon # 99P0167) and S98NV-031-015 (pedon # 99P0168).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
