{
  "SERIES": "RUPRECHT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/TDT",
  "REVDATE": "07/2000",
  "STATES": "WA",
  "OVERVIEW": "The Ruprecht series consists of very shallow to bedrock, well drained soils that formed in colluvium and residuum from sedimentary and metasedimentary rocks on glaciated mountain slopes.  Slopes are 40 to 90 percent.  The average annual precipitation is about 90 inches and average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Medial-skeletal, ferrihydritic, frigid Lithic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ruprecht very gravelly medial sandy loam-forestland, on a 69 percent westerly aspect at an elevation of 2,090 feet in a western hemlock/salal plant association.  (When described on January 19, 1994, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.)\nOi--0 to 3 inches; slightly decomposed needles, leaves, twigs, moss fragments, and deer scat; abrupt smooth boundary.  (1 to 4 inches thick)\nOe--3 to 4 inches; moderately decomposed organic materials; abrupt smooth boundary.  (0.5 to 1.5 inches thick)\nA--4 to 6 inches; dark yellowish brown (10YR 3/4) very gravelly medial sandy loam, light yellowish brown (10YR 6/4) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 45 percent gravel, 5 percent cobbles; moderately acid (pH 5.6); clear smooth boundary.  (1 to 4 inches thick)\nBw--6 to 12 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial loam, light yellowish brown (10YR 6/4) dry; weak very fine, fine, and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine and fine and many medium and coarse roots; common very fine and fine tubular and irregular pores; 45 percent gravel, 20 percent cobbles; moderately acid (pH 5.6); abrupt wavy boundary.  (3 to 6 inches thick)\nR--12 inches; hard sandstone rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington, about 2 1/2 miles northeast of North Point, about 1,675 feet south and 1,320 feet west of the northeast corner of Section 7, T. 30 N., R. 10 W.  (Latitude 48 degrees, 06 minutes, 45 seconds N., Longitude 124 degrees, 02 minutes, 13 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 44 to 47 degrees F.  These soils are usually moist, and are dry 0 to 30 consecutive days in the soil moisture control section; udic moisture regime.  Depth to bedrock is 4 to 10 inches.  The particle-size control section from the mineral soil surface to the bedrock contact has andic soil properties and 40 to 90 percent rock fragments by volume.  Organic matter is 5 to 10 percent.  The andic soil material has an estimated moist bulk density of 0.70 to 0.90 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention of 85 to 100 percent, 15-bar water retention of 12 to 15 percent for air dried samples and 20 to 30 percent for moist samples.  Acid oxalate extractable iron is 1.5 to 3.0 percent.\nThe A horizon has hue of 10YR or 7.5YR moist and dry, value of 2 through 4 moist and 4 through 6 dry, and chroma of 2 through 4 moist and dry.  Reaction is very strongly to  moderately acid.\nThe Bw horizon has hue of 10YR or 7.5YR moist and dry, value of 6 or 7 dry, and chroma of 4 or 6 moist.  It is extremely gravelly medial loam, extremely cobbly medial sandy loam, or extremely gravelly medial sandy loam.  Reaction is strongly or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Northpoint series.  Northpoint soils are over basalt and are 10 to 20 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ruprecht soils are on glaciated mountain slopes.  Slopes are 40 to 90 percent.  The soils formed in colluvium and residuum from sedimentary and metasedimentary rocks.  Elevations are 1,700 to 2,500 feet.  Average annual precipitation is 85 to 100 inches.  Average annual temperature is 42 to 45 degrees F.  The frost-free season is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pistol and Schutz soils.  Pistol and Schutz soils are on glaciated mountain slopes and are moderately deep to till and bedrock respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat, recreation, and watershed.  Native vegetation is Douglas-fir, western hemlock, western redcedar, vine maple, salal, mosses, northern twinflower, Oregon-grape, western swordfern, and red huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Clallam County, Washington; MLRA 1.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon -\nCambic horizon - 6 to 12 inches (Bw horizon); many pedons lack the thickness requirement for a cambic horizon.\nAndic soil properties - 4 to 12 inches (A and Bw horizons)\nLithic contact - 12 inches\nPSCS - 4 to 12 inches (A and Bw horizons)\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 3 inches; slightly decomposed needles, leaves, twigs, moss fragments, and deer scat; abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Oe",
        "top": 8,
        "bottom": 10,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--3 to 4 inches; moderately decomposed organic materials; abrupt smooth boundary.  (0.5 to 1.5 inches thick)"
      },
      {
        "name": "A",
        "top": 10,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--4 to 6 inches; dark yellowish brown (10YR 3/4) very gravelly medial sandy loam, light yellowish brown (10YR 6/4) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 45 percent gravel, 5 percent cobbles; moderately acid (pH 5.6); clear smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--6 to 12 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial loam, light yellowish brown (10YR 6/4) dry; weak very fine, fine, and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine and fine and many medium and coarse roots; common very fine and fine tubular and irregular pores; 45 percent gravel, 20 percent cobbles; moderately acid (pH 5.6); abrupt wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "R",
        "top": 30,
        "texture_class": "sand",
        "narrative": "R--12 inches; hard sandstone rock."
      }
    ]
  ]
}
