{
  "SERIES": "RUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDW-WEF",
  "REVDATE": "02/2003",
  "STATES": "MI,NY,WI",
  "OVERVIEW": "The Ruse series consists of shallow, poorly drained and very poorly drained soils formed in loamy glacial till material underlain by limestone bedrock. Permeability is moderate or moderately rapid.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 30 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, frigid Lithic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ruse mucky loam - on a one percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; black (10YR 2/1) mucky loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many fine to coarse roots; neutral; abrupt smooth boundary (2 to 8 inches thick)\nBg--7 to 11 inches; grayish brown (10YR 5/2) sandy loam; weak medium subangular blocky structure; friable; many fine faint gray (10YR 6/1) iron depletions; common fine to coarse roots; slightly alkaline; abrupt smooth boundary. (2 to 5 inches thick)\nBw--11 to 15 inches; pale brown (10YR 6/3) sandy loam; weak coarse platy structure; friable; common fine prominent  yellowish brown (7.5YR 5/6) iron accumulations and common fine distinct light brownish gray (2.5Y 6/2) iron depletions throughout; few fine roots; slightly alkaline; abrupt smooth boundary. (2 to 12 inches thick)\n2R--15 inches; fractured limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mackinac County, Michigan, about 2 miles west of the village of Engadine, 2,000 feet east and 1,500 feet south of the the northwest corner of sec. 19, T. 43 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to bedrock ranges from 10 to 20 inches.  Cobble or flagstone content ranges from 0 to 20 percent throughout. Gravel content ranges from 0 to 30 percent in the A horizon and from 0 to 15 percent in the remainder of the pedon.  Rock fragments are primarily limestone.\nSome pedons have a thin muck surface, less than 4 inches thick over the mineral soil material.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is sandy loam, fine sandy loam, silt loam, loam or the mucky, gravelly or cobbly analogues of textures. Reaction ranges from slightly acid to slightly alkaline.\nThe Bg horizon has hue of 5YR to 2.5Y, value of 4 to 6 and chroma of 1 or 2. It is sandy loam, fine sandy loam, silt loam or the gravelly or flaggy analogues of these textures. Reaction ranges from slightly acid to moderately alkaline.\nThe Bw horizon has hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 3 or 4.  It is sandy loam, fine sandy loam, silt loam or the gravelly or flaggy analogues of these textures. Reaction ranges from slightly acid to moderately alkaline.\nA thin calcareous C horizon is in some pedons.  The upper 1 to 4 inches of the bedrock is weathered in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family. Closely related is the Ensign series. Ensign soils do not have aquic soil moisture regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ruse soils are on nearly level areas and in depressions of lake benches and ground moraines.  Slopes range from 0 to 2 percent.  They formed in glacial till of Wisconsinan Age, over Ordovician, Devonian, or Silurian limestone.  Mean annual precipitation ranges from 28 to 33 inches, and the mean annual temperature ranges from 41 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Angelica, Chippeny, Ensign, Longrie, Nahma, Summerville, and Sundell soils.  The Longrie, Summerville, and Sundell soils are well drained and in higher landscape positions. Ensign soils are somewhat poorly drained and are in slightly higher landscape positions. Angelica, Chippeny, and Nahma soils are poorly drained associates found on similar landscape positions. Angelica soils are very deep to bedrock, Chippeney soils are organic soils and Nahma soils are moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained. The depth to the seasonal high water table ranges from one foot above the surface to one foot below the surface at some during the period from October to May. Surface runoff is very slow or ponded.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all is in woodland.  A small part is used for pasture.  Forests are primarily of alder, ash, aspen, balsam fir, black spruce, elm, white birch, and northern whitecedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern part of the Lower Peninsula and eastern part of the Upper Peninsula of Michigan, northeastern Wisconsin and the northeastern part of the Erie-Ontario Lowlands in New York."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Schoolcraft County, Michigan, 1933."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface to 7 inches (A horizon); aquic soil moisture regime - the zone from 7 to 11 inches (Bg horizon); cambic horizon - the zone from 7 to 15 inches (Bg and Bw horizons); lithic subgroup - lithic contact at 11 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Soil Interpretation Record No.: MI0072; MI0510 - MUCKY SURFACE"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; black (10YR 2/1) mucky loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many fine to coarse roots; neutral; abrupt smooth boundary (2 to 8 inches thick)"
      },
      {
        "name": "Bg",
        "top": 18,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg--7 to 11 inches; grayish brown (10YR 5/2) sandy loam; weak medium subangular blocky structure; friable; many fine faint gray (10YR 6/1) iron depletions; common fine to coarse roots; slightly alkaline; abrupt smooth boundary. (2 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--11 to 15 inches; pale brown (10YR 6/3) sandy loam; weak coarse platy structure; friable; common fine prominent  yellowish brown (7.5YR 5/6) iron accumulations and common fine distinct light brownish gray (2.5Y 6/2) iron depletions throughout; few fine roots; slightly alkaline; abrupt smooth boundary. (2 to 12 inches thick)"
      },
      {
        "name": "2R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--15 inches; fractured limestone bedrock."
      }
    ]
  ]
}
