{
  "SERIES": "RUSHCREEK",
  "STATUS": "Established Series",
  "BYREV": "DAV, LGR",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, mesic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rushcreek loam, on a 0.5 percent slope in irrigated cropland.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); dark grayish brown (10YR 4/2)loam; very dark grayish brown (10YR 3/2) moist; weak, fine granular structure; slightly hard, very friable; slight effervescence, slightly alkaline; abrupt smooth boundary.\nA--18 to 28 centimeters (7 to 11 inches); dark gray (10YR 4/1) loam; very dark gray (10YR 3/1) moist; weak, medium granular structure; slightly hard, friable; strong effervescence; moderately alkaline; clear smooth boundary.  (Combined thickness of the A horizon is 18 to 41 centimeters (7 to 16 inches) thick)\nBw1--28 to 61 centimeters (11 to 24 inches); yellowish brown (10YR 5/4) loam; dark yellowish brown (10YR 4/4) moist; moderate, medium subangular blocky structure; hard, friable; sodium adsorption ratio 9; strong effervescence; moderately alkaline; gradual smooth boundary.\nBw2--61 to 86 centimeters (24 to 34 inches); light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/6) moist; weak, medium subangular blocky structure; hard, friable; sodium adsorption ratio 11; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of Bw horizon is 25 to 76 centimeters (10 to 30 inches) thick)\nBk--86 to 107 centimeters (34 to 42 inches); very pale brown (10YR 7/4) sandy loam; yellowish brown (10YR 5/4) moist; common, fine, faint yellowish brown (10YR 5/6) iron masses in the matrix; weak medium subangular blocky structure; slightly hard, very friable; common thin strata of loam; sodium adsorption ratio 11; soft masses of calcium carbonates; strong effervescence, moderately alkaline; clear smooth boundary.  (8 to 46 centimeters (3 to 18 inches) thick)\nCg1--107 to 142 centimeters (42 to 56 inches); light gray (10YR 7/2) sandy loam; light yellowish brown (10YR 6/4) moist; common fine prominent gray (10YR 5/1) iron depletions in the matrix; massive; soft, very friable; few, fine strata of sand; strong effervescence, slightly alkaline; abrupt smooth boundary.\n2Cg2--142 to 203 centimeters (56 to 80 inches); light gray (10YR 7/2) gravelly coarse sand, light yellowish brown (10YR 6/4) moist; single grain; loose; 16 percent gravel by volume; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garden County, Nebraska about 4.8 kilometers (3 miles) northwest of Oshkosh, Nebraska on highway 26; 549 meters (1800 feet) west and 274 meters (900 feet) north of the southeast corner of section 20, T. 17 N., R. 44 W.  USGS topographic quadrangle Coumbe Bluff; latitude 41 degrees, 26 minutes, 35 seconds North and longitude 102 degrees, 24 minutes, 40 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 51 to 140 centimeters (20 to 55 inches)\nThickness of the mollic epipedon: 18 to 51 centimeters (7 to 20 inches)   Carbonates: at the surface but range from 0 to 10 inches\nRedoximorphic features: below 30 inches\nDepth to the 2Cg horizon: 40 to 60 inches\nA horizon:\nHue: 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 1 or 2\nTexture: loam but includes very fine sandy loam\nReaction: slightly alkaline or moderately alkaline\nSodium adsorption ratio: 0 to 9\nBw horizon:\nHue: 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: loam but includes clay loam\nReaction: slightly alkaline or moderately alkaline\nSodium absorption ratio: 9 to 13\nBk horizon:\nHue: 10YR\nValue: 6 or 7, 5 or 6 moist\nChroma: 2 to 4\nTexture: stratified sandy loam but includes loam and very fine sandy loam\nCarbonates: soft masses are present\nTexture: slightly alkaline or moderately alkaline\nSodium adsorption ratio: 9 to 13\nCg horizon:\nHue: 10YR\nValue: 6 to 8, 5 to 7 moist\nChroma of 2 to 4\nTexture: stratified sandy loam but includes very fine sandy loam and loam\nReaction: slightly alkaline or moderately alkaline\nSodium adsorption ratio: 6 to 9\n2Cg horizon:\nHue: 10YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 4\nTexture: gravelly coarse sand or gravelly sand but includes coarse sand\nReaction: neutral or slightly alkaline\nGravel content: 15 to 35 percent but ranges from 2 to 35 percent by volume"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: nearly level and are on high flood plains\nSlopes: 0 to 2 percent\nParent material: 102 to 152 centimeters (40 to 60 inches) of loamy alluvium deposited over gravelly sand, gravelly coarse sand or coarse sand\nMean annual temperature: 8 to 12 degrees C. (47 to 53 degrees F.)\nMean annual precipitation: 36 to 46 centimeters (14 to 18 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bayard, Jankosh, Lewellen and Scoville soils.\nBayard soils are coarse loamy and are higher on the landscape.\nJankosh and Lewellen soils are strongly alkaline and are lower on the landscape.\nScoville soils are sandy and higher on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: moderately well drained\nSaturated hydraulic conductivity:     Moderately\nWater table: 0.9 to 1.8 meters (3 to 6 feet)\nFlooding: rare"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for cropland and are mostly under gravity irrigation.\nCorn and alfalfa are the principal crops.\nNative vegetation is dominated by alkali sacation, inland saltgrass, blue grama and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Of small extent in western Nebraska."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garden County, Nebraska, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 28 centimeters (0 to 11 inches) (Ap and A horizons)\nCambic horizon: 28 to 86 centimeters (11 to 34 inches) (the Bw horizon)\nOrganic carbon: irregular decrease 25 to 127 centimeters (10 to 50 inches)\nIn cultivated areas irrigation has caused the A horizon to be more leached of carbonates and other salts than in areas that remain in native grass. These soils were previously mapped with McCook, saline-alkali.\nModified format by LRM in 10/2005 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
