{
  "SERIES": "RUSHRIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALV-AGG",
  "REVDATE": "01/2006",
  "STATES": "MN",
  "OVERVIEW": "The Rushriver series consists of very deep, poorly drained soils that formed in alluvium on floodplains. These soils have moderate to rapid permeability. Slope ranges from 0 to 2 percent. Mean annual air temperature is about 46 degrees F. Mean annual precipitation is about 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Mollic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rushriver very fine sandy loam, frequently flooded, with a plane slope, on a floodplain. (Colors are for moist soil unless otherwise stated.)\nA--0 to 46 inches; mixed very dark gray (10YR 3/1), dark gray (10YR 4/1), and dark grayish brown (10YR 4/2) very fine sandy loam stratified with silt loam and loamy fine sand, dark gray (10YR 4/1) dry; weak very thin platy structure; very friable; few fine prominent dark reddish brown (5YR 3/4) and common fine prominent brown (7.5YR 5/4) Fe concentrations; strongly to slightly effervescent; slightly alkaline; gradual wavy boundary. (10 to 50 inches thick)\nC--46 to 80 inches; mixed dark gray (10YR 4/1) and dark grayish brown (10YR 4/2) loamy very fine sand stratified with silt loam and loamy fine sand; massive; very friable; many fine and medium prominent brown (7.5YR 4/4) Fe concentrations; strongly and slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nicollet County, Minnesota; located about 1,400 feet south and 1,700 feet east of the northwest corner of section 4, T. 110 N., R. 26 W.; USGS Saint Peter topographic quadrangle; lat. 44 degrees 21 minutes 59 seconds N. and long. 93 degrees 57 minutes 47 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Free calcium carbonates are present throughout. Rock fragments comprise 0 to 10 percent, by volume, throughout.\nThe A horizon has a hue of 10YR, 5Y or is neutral, value of 2 to 4, and chroma of 0 to 2. It is very fine sandy loam, silt loam, loam or sandy loam with some strata of loamy very fine sand, clay loam, loam, loamy fine sand or fine sand. It is slightly alkaline or moderately alkaline.\nThe C horizon has a hue of 10YR, 2.5Y, or 5Y, value of 3 to 6, and chroma of 1 to 3. It is loamy very fine sand, loamy sand, fine sand, sand, or coarse sand with strata of silt loam, fine sandy loam, sandy loam, or loam. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rushriver soils have plane or concave slopes on the lowest floodplain adjacent to streams. Slope ranges from 0 to 2 percent. These soils formed in recent alluvium from glaciated uplands. Mean annual air temperature ranges from 45 to 49 degrees F. Mean annual precipitation ranges from 24 to 30 inches. Frost-free period ranges from 100 to 150 days. Elevation ranges from 700 to 1,300 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The main ones are Du Page, Hanlon and Minneiska soils. The moderately well drained Du Page, Hanlon and Minneiska soils occupy higher lying positions on the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is low. Permeability is moderate to rapid. Flooding is occasional to frequent and brief to long duration. Flooding occurs mostly in the period from March through June. The apparent seasonal high water table is 0.5 to 1.5 feet at some time from November to August in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are in bottom land deciduous forest. Some areas are in permanent pasture or are used for hay or cultivated crops. Native vegetation is mixed water tolerant grasses and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Minnesota. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Renville County, Minnesota, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and properties recognized in this pedon are: Aquic moisture condition--low chroma matrix and high chroma redoximorphic features within 20 inches of the surface; Fluvaquents Great Group--irregular decrease in organic matter."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Soil Interpretation Record MN0750."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 117,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "structure": "weak very thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 46 inches; mixed very dark gray (10YR 3/1), dark gray (10YR 4/1), and dark grayish brown (10YR 4/2) very fine sandy loam stratified with silt loam and loamy fine sand, dark gray (10YR 4/1) dry; weak very thin platy structure; very friable; few fine prominent dark reddish brown (5YR 3/4) and common fine prominent brown (7.5YR 5/4) Fe concentrations; strongly to slightly effervescent; slightly alkaline; gradual wavy boundary. (10 to 50 inches thick)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loamy very fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--46 to 80 inches; mixed dark gray (10YR 4/1) and dark grayish brown (10YR 4/2) loamy very fine sand stratified with silt loam and loamy fine sand; massive; very friable; many fine and medium prominent brown (7.5YR 4/4) Fe concentrations; strongly and slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
