{
  "SERIES": "RUSHTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. FDC, JWB",
  "REVDATE": "07/2003",
  "STATES": "PA,VA,WV",
  "OVERVIEW": "The Rushtown series consists of very deep, excessively drained soils formed in colluvial deposits. Rushtown soils occur on long and narrow, gently sloping to very steep, linear to concave, footslopes and lower backslopes in the Northern Appalachian Ridges and Valleys. Slopes range from 3 to 80 percent. Permeability is rapid to very rapid. At the type location, mean annual precipitation is 39 inches and mean annual air temperature is 52 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal over fragmental, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rushtown channery silt loam - wooded. (Colors are for moist soil.)\n--1 to 0 inches; loose, undecomposed hardwood leaf litter.\nOi--0 to 0.5 inch; partially decomposed hardwood leaf litter; fibric material.\nA1--0.5 to 1.5 inches; very dark grayish brown (10YR 3/2) channery silt loam; weak, very fine granular structure;  loose; many fine roots; 20 percent fine shale channers; moderately acid; clear, wavy boundary. (1 to 5 inches thick)\nA2--1.5 to 6 inches; dark yellowish brown (10YR 3/4) channery silt loam; moderate fine granular structure; very friable; many fine roots; 30 percent fine shale channers; strongly acid; clear, wavy boundary. (0 to 8 inches thick)\nBw--6 to 22 inches; yellowish brown (10YR 5/4) very channery silt loam; very weak coarse subangular blocky structure; friable; few fine roots; silt films on rock fragments; 40 percent small shale channers; strongly acid; gradual, wavy boundary. (8 to 24 inches thick)\nC--22 to 65 inches; yellowish brown (10YR 5/4) extremely channery silt loam; single grain; very friable to loose; very few roots; 75 percent shale channers; many medium interstitial pores bounded by silt loam coated rock fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morgan County, West Virginia; approximately 3800 feet southwest of the intersection of State routes 5 and 5/1 on a bearing of 234 degrees, near the community of Cherry Run; USGS Big Pool topographic quadrangle; latitude 39 degrees 37 minutes 06 seconds N. and longitude 78 degrees 02 minutes 06 seconds W; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 15 to 35 inches. Depth to bedrock ranges from 5 to more than 30 feet. Rock fragments are mostly subrounded to rounded channers of shale and are dominantly from 1/4 to 1 inch in diameter. The rock fragment content ranges from 15 to 70 percent in the A horizon, from 20 to 60 percent in the B horizon, and from 60 to 90 percent in the C horizon. Silt loam bridges between the rock fragments give a brittle character to some layers when dry. Where unlimed, reaction is moderately acid through very strongly acid.\nThe A horizon has hue of 10YR or 2.5Y. The A1 horizon has value of 2 through 4, and chroma of 2 through 4. The A2 horizon, where present, has value and chroma of 3 or 4. The Ap horizon, where present, has value of 3 through 5, and chroma of 2 or 3. Texture of the fine-earth fraction is silt loam or loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 through 6. Texture of the fine-earth fraction is silt loam. It has weak or very weak subangular blocky or granular structure.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 through 6. Texture of the fine-earth fraction is silt loam. Most voids are not filled in the C horizon. The silt loam material is dominantly on surfaces of rock fragments and the volume not occupied by shale fragments is dominantly air space."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Rushtown is the only member of this family. Closely related soils in other families are the Berks, Elliber, and Weikert series. Berks soils have lithic contact within a depth of 20 to 40 inches. Elliber soils have an argillic horizon and rock fragments are mostly chert. Weikert soils are less than 20 inches deep to lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rushtown soils are on long and narrow, gently sloping to very steep, linear to concave, colluvial footslopes and lower backslopes. Slope gradients are mostly 35 to 65 percent but range from 3 to 80 percent. The regolith is a thick colluvial deposit of small thin shale and siltstone fragments. The flat fragments in the C horizon are dominantly oriented with relationship to the horizontal, at an angle somewhat less than that of the present land surface. Mean annual precipitation ranges from 35 to 42 inches and mean annual air temperature ranges from 51 to 56 degrees F. The frost-free period ranges from 155 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the shallow to moderately deep Berks, Weikert, Klinesville, Litz, and Dekalb soils, on associated uplands. Rushtown soils may occur above a variety of soils containing more fines, such as Duffield and Frederick in limestone valleys, Monongahela soils on terraces and Philo and Atkins soils on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Drainage is excessive. Permeability is rapid to very rapid. Surface runoff is negligible to low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Natural vegetation is mixed hardwoods. Most areas remain in woods. Some cleared areas are used for pasture or cropped with adjacent soils. Borrow pits are very common as these soils are a common source for secondary road base materials."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern West Virginia, east and south central Pennsylvania, western Maryland, and Virginia. MLRA 147. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Northumberland County, Pennsylvania, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n1. The Rushtown series has previously been classified as loamy-skeletal, nonacid Typic Udorthents and as fragmental, mixed, mesic Typic Udorthents.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 6 inches (Oi, A1, and A2 horizons).\nb. Cambic horizon - the zone from 6 to 22 inches (Bw horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 1,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 0.5 inch; partially decomposed hardwood leaf litter; fibric material."
      },
      {
        "name": "A1",
        "top": 1,
        "bottom": 4,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "NA",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0.5 to 1.5 inches; very dark grayish brown (10YR 3/2) channery silt loam; weak, very fine granular structure;  loose; many fine roots; 20 percent fine shale channers; moderately acid; clear, wavy boundary. (1 to 5 inches thick)"
      },
      {
        "name": "A2",
        "top": 4,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A2--1.5 to 6 inches; dark yellowish brown (10YR 3/4) channery silt loam; moderate fine granular structure; very friable; many fine roots; 30 percent fine shale channers; strongly acid; clear, wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw--6 to 22 inches; yellowish brown (10YR 5/4) very channery silt loam; very weak coarse subangular blocky structure; friable; few fine roots; silt films on rock fragments; 40 percent small shale channers; strongly acid; gradual, wavy boundary. (8 to 24 inches thick)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--22 to 65 inches; yellowish brown (10YR 5/4) extremely channery silt loam; single grain; very friable to loose; very few roots; 75 percent shale channers; many medium interstitial pores bounded by silt loam coated rock fragments; strongly acid."
      }
    ]
  ]
}
