{
  "SERIES": "RUSKTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAD-TAM-HFG",
  "REVDATE": "09/2001",
  "STATES": "WI",
  "OVERVIEW": "The Rusktown series consists of very deep, moderately well drained soils which are moderately deep to sandy outwash on outwash terraces of valley trains.  These soils formed in loamy alluvium and in the underlying sandy outwash.  Permeability is moderate or moderately rapid in the loamy alluvium and rapid or very rapid in the sandy outwash.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Rusktown sandy loam - on a plane 1 percent slope in a cultivated field at an elevation of 892 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure; friable; common very fine and fine roots throughout; neutral; abrupt smooth boundary. (6 to 9 inches thick)\nBt1--9 to 18 inches; brown (10YR 4/3) loam; weak medium subangular blocky structure; friable; common very fine and fine roots; common faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; neutral; clear smooth boundary.\nBt2--18 to 25 inches; brown (7.5YR 4/4) fine sandy loam; weak medium and coarse subangular blocky structure; friable; common very fine and fine roots; common faint brown (7.5YR 4/3) clay films on faces of peds and in pores; neutral; gradual wavy boundary. (Combined thickness of the Bt horizons ranges from 11 to 29 inches.)\n2Bt3--25 to 38 inches; brown (7.5YR 4/4) loamy sand; weak coarse subangular blocky structure; very friable; few very fine and fine roots; few faint brown (7.5YR 4/3) bridges between sand grains; strongly acid; gradual wavy boundary. (0 to 18 inches thick)\n2BC--38 to 45 inches; strong brown (7.5YR 4/6) coarse sand; single grain; loose; 1 percent gravel; moderately acid; clear wavy boundary. (0 to 25 inches thick)\n2C--45 to 72 inches; strong brown (7.5YR 5/6) coarse sand; single grain; loose; common fine and medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; 1 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dunn County, Wisconsin; about two miles east of Rusk; 2500 feet south and 250 feet east of the northwest corner of sec. 13, T.  28 N., R. 12 W.  USGS Rusk, WI quad.; lat. 44 degrees, 54', 30\" N.; long. 91 degrees, 47', 32\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the loamy alluvium and the depth to sandy outwash ranges from 20 to 40 inches.  The substratum averages 0 percent or more total sand and 10 percent or more coarse and very coarse sand.  Volume of gravel ranges from 0 to 15 percent in the loamy alluvium. Volume of gravel averages from 1 to 35 percent in the sandy outwash and ranges from 0 to 50 percent in individual strata.  Volume of cobbles ranges from 0 to 5 percent throughout the pedon.  Redox features occur within a depth of 72 inches.  Saturation occurs at 40 to 72 inches for some time in most years.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3. Uncultivated pedons have an A horizon with color and texture like the Ap horizon. Reaction naturally ranges from strongly acid to slightly acid but ranges to neutral, where the soil is limed.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3. It is sandy loam, fine sandy loam, or loam.  Reaction naturally ranges from strongly acid to slightly acid but ranges to neutral, where the soil is limed.\nThe Bt horizon has hue of 7.5YR or 10YR, and value of 4 or 5, and chroma of 3 to 6. It is loam, fine sandy loam, or sandy loam. Reaction naturally ranges from strongly acid to slightly acid, but ranges to neutral in the upper part, where the soil is limed.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6. It is loamy sand, coarse sand, sand, loamy coarse sand, or the gravelly analogs. Reaction ranges from strongly acid to slightly acid.\nThe 2BC horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 3 to 6, or it is multi-colored. It typically is stratified layers of coarse sand, sand, or the gravelly or very gravelly analogs.  Reaction ranges from strongly acid to slightly acid.\nThe 2C horizon has color, texture, and reaction like the 2Bt horizon described above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Backbone, Bainter (T), Billett, Desker, Forkhorn, Kevilar, Kingsley, Oronoco, Pardeeville, Renwick(T), and Ulster series.  None of these soils except the moderately well drained phase of Billet soils and the Kevilar and Oronoco soils have redox features or a water table in the series control section.  Billett soils have less than 10 percent coarse and very coarse sand in the sandy outwash in the lower part of the series control section.  Kevilar soils average 90 percent or more sand in the lower part of the series control section.  Oronoco soils have redox features but no water table in the series control section and do not have sandy texture in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rusktown soils are on outwash terraces of valley trains. Slope gradients range from 0 to 3 percent.  These soils formed in loamy alluvium and in the underlying sandy outwash.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 600 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Forkhorn, Hoopeston, Meridian, and Menomin(T) series.  The well drained Forkhorn soils and the somewhat poorly drained Hoopeston soils form a drainage sequence with Rusktown soils.  The moderately well drained Menomin soils and the well drained Meridian soils form a drainage sequence in landscape positions similar to those of Rusktown soils where there is more clay and less sand in the loamy mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Runoff is slow.  Permeability is moderate or moderately rapid in the loamy alluvium and rapid or very rapid in the sandy outwash.  Rusktown soils have an apparent seasonal high water table at a depth of 3.5 to 6 feet for 1 month or more per year at some time during the period of October to June in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Rusktown soils are used for cropland.  Corn, soybeans, small grain, and hay are the principal crops . A few small areas remain in native vegetation or are used for pastureland.  Native vegetation is a mixture of deciduous forest and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Wisconsin. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dunn County, Wisconsin, 1998.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Prior to 1993 this soil was mapped as a moderately well drained phase of the Billett series.\nDiagnostic horizons and other features recognized in this pedon: ochric epipedon (darker than Typic) - 0 to 9 inches (Ap horizon); argillic horizon - 9 to 25 inches (Bt1, Bt2).\nLab data from similar soils indicates that Rusktown soils have base saturation of 50 percent or more (by NH4OAc) in all horizons between the upper boundary of the argillic and a depth of 125 cm., however, it is suspected that the very low CEC in the sandy outwash results in drastic changes in B.S. with the addition of few bases from fertilization in cropland areas. These soils may be Ultic in their natural state.\nADDITIONAL DATA: Soil Interpretation Record - WI0579.  Refer to soil survey sample number S93WI-033-006 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark brown (10YR 2/2) sandy loam, dark grayish brown (10YR 4/2) dry; weak medium subangular blocky structure; friable; common very fine and fine roots throughout; neutral; abrupt smooth boundary. (6 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--9 to 18 inches; brown (10YR 4/3) loam; weak medium subangular blocky structure; friable; common very fine and fine roots; common faint dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 64,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--18 to 25 inches; brown (7.5YR 4/4) fine sandy loam; weak medium and coarse subangular blocky structure; friable; common very fine and fine roots; common faint brown (7.5YR 4/3) clay films on faces of peds and in pores; neutral; gradual wavy boundary. (Combined thickness of the Bt horizons ranges from 11 to 29 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 64,
        "bottom": 97,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt3--25 to 38 inches; brown (7.5YR 4/4) loamy sand; weak coarse subangular blocky structure; very friable; few very fine and fine roots; few faint brown (7.5YR 4/3) bridges between sand grains; strongly acid; gradual wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "2BC",
        "top": 97,
        "bottom": 114,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC--38 to 45 inches; strong brown (7.5YR 4/6) coarse sand; single grain; loose; 1 percent gravel; moderately acid; clear wavy boundary. (0 to 25 inches thick)"
      },
      {
        "name": "2C",
        "top": 114,
        "bottom": 183,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "pH_class": "moderately acid",
        "narrative": "2C--45 to 72 inches; strong brown (7.5YR 5/6) coarse sand; single grain; loose; common fine and medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; 1 percent gravel; moderately acid."
      }
    ]
  ]
}
