{
  "SERIES": "RUSSIAN",
  "STATUS": "Established Series",
  "BYREV": "RHB/RFH/DJE",
  "REVDATE": "11/98",
  "STATES": "CA",
  "OVERVIEW": "The Russian series consists of deep, well drained soils formed in alluvium from sedimentary rocks.  Russian soils are on flood plains and low stream terraces and have slopes of 0 to 2 percent.  The annual precipitation is about 37 inches and the mean annual temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, thermic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Russian loam - on a flood plain of 2 percent slope under an irrigated pear orchard with a grass cover crop at 600 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on June 2, 1978, the soil was moist throughout.)\nAp-0--8 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine and few fine and medium tubular pores; neutral (pH 6.8); clear smooth boundary.\nA1--8 to 25 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine, medium, and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and coarse and common fine roots; common very fine and few fine and medium tubular pores; silt coatings on peds and in pores; neutral (pH 7.0); clear smooth boundary.\nA2--25 to 38 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3 2) moist; weak fine, medium, and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; common very fine and few fine and medium tubular pores; silt coatings on peds and in pores; neutral (pH 7.0); abrupt smooth boundary.  (Combined thickness of the A is 21 to 38 inches)\nC--38 to 65 inches; grayish brown (10YR 5/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and slightly plastic; few very fine and coarse, and common fine, and medium roots; common very fine and fine and few medium tubular pores; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California, 1,000 feet west of the Russian River and 700 feet north of Vichy Springs Road and 1/4 mile west of bridge, 17th tree in the 11th row from avenue north of house, on Alex Thomas's \"Home\" Pear Ranch, 544,300 feet north and 1,663,400 feet east, Zone 2, California Coordinate system, Ukiah Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elder and Nord series.  Elder soils are dry from May to November and have less than 50 percent combined clay, silt and very fine sand in the particle-size control section.  Nord soils are calcareous below depths of 5 to 10 inches, and are mildly alkaline to very strongly alkaline in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Russian soils are on flood plains and low stream terraces and have slopes of 0 to 2 percent.  The soils formed in alluvium from sedimentary rocks.  Elevations are 400 to 1,500 feet.  The climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation varies from 32 to 44 inches.  Mean January temperature is 44 degrees F; mean July temperature is 72 degrees F; mean annual temperature varies from 54 degrees to 59 degrees F.  Frost-free season is 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cole, Feliz (T) and Talmage soils.  Cole soils are fine.  Feliz soils are fine-loamy.  Talmage soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability in the solum, rapid in gravelly substratum; occasional flooding where not protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for viticulture, orchards and pasture-land.  Crops grown are pears, prunes, grapes and irrigated pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern California in the valleys of the Coast Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mendocino County, California 1980.  Soil is named after the Russian River."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL Pedon S78CA-045-110 (type location).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
