{
  "SERIES": "RUSTLERPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/TDT",
  "REVDATE": "06/2007",
  "STATES": "OR",
  "OVERVIEW": "The Rustlerpeak series consists of moderately deep, well drained soils that formed in colluvium weathered from igneous rock and volcanic ash.  Rustlerpeak soils are on ridges and hillslopes and have slopes of 3 to 70 percent.  The mean annual temperature is about 43 degrees F, and the mean annual precipitation is about 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Haploxerandic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rustlerpeak gravelly loam, forested.  (Colors are for moist soil unless otherwise noted.)\nO--1 inch to 0; partially decomposed needles, leaves, and twigs.\nA1--0 to 6 inches; dark reddish brown (5YR 2.5/2) gravelly loam, dark reddish brown (5YR 3/2) dry; strong very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots; common very fine and fine irregular pores; 10 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); abrupt smooth boundary.  (2 to 10 inches thick)\nA2--6 to 12 inches; dark reddish brown (5YR 3/2) gravelly loam, reddish brown (5YR 4/3) dry; moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 15 percent gravel and 10 percent cobbles; slightly acid (pH 6.2); clear smooth boundary.  (6 to 15 inches thick)\nBw--12 to 23 inches; dark reddish brown (5YR 3/3) very cobbly clay loam, reddish brown (5YR 4/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; few very fine and fine irregular pores; 25 percent gravel and 15 percent cobbles; slightly acid (pH 6.2); clear wavy boundary.  (10 to 22 inches thick)\nCr--23 inches; weathered basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon; approximately 2,150 feet west and 2,100 feet south of the northeast corner of sec. 29, T. 38 S., R. 3 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in the moisture control section for 40 to 60 consecutive days in the four months that follow the summer solstice.  The mean annual soil temperature ranges from 42 to 47 degrees F, and the mean summer soil temperature is 44 to 47 degrees F.  Depth to a paralithic contact is 20 to 40 inches.  The particle-size control section averages 20 to 35 percent clay, 20 to 40 percent gravel, and 15 to 40 percent cobbles and stones.  It is moderately acid to slightly acid.  The umbric epipedon is 10 to 20 inches thick.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 or 3 moist, 3 through 5 dry, and chroma of 2 or 3 moist and 2 through 4 dry. It has 10 to 30 percent gravel and 5 to 10 percent cobbles.  It has a moist bulk density of 0.85 to 0.95 grams per cubic centimeter.\nThe Bw horizon has hue of 5YR or 7.5YR, value of 3 or 4 moist, 4 or 5 dry, and chroma of 2 or 3 moist and 2 through 4 dry.  It has 20 to 35 percent clay, 20 to 40 percent gravel, and 15 to 40 percent cobbles and stones.  It is a very cobbly clay loam, very cobbly loam, very gravelly loam, or extremely gravelly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clarkscreek, Growden, Puzzlecreek,and Rockcreekbutte series.  Clarkscreek has 7 to 15 percent clay in the particle size control section, is moderately deep to a lithic contact and the rock fragments are rounded to subrounded in shape (till deposits) on glaciated mountain slopes.  Growden soils are deep and have an umbric epipedon over 20 inches thick. Puzzlecreek soils are 20 to 40 inches deep to hard basalt bedrock, have a mean annual soil temperature of 34 to 39 degrees F. and the particle size control section averages 5 to 15 percent clay. Rockcreekbutte has 3 to 10 percent clay in the particle size control section and is moderately deep to a lithic contact, also the parent material is granodiorite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rustlerpeak soils are on ridges and hillslopes at elevations of 4,000 to 6,100 feet.  These soils formed in colluvium derived from igneous rock and volcanic ash. The mean annual precipitation is 40 to 50 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free period is less than 100 days.  Slopes range from 3 to 70 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Farva, Pinehurst, and Snowlin soils.  Pinehurst and Snowlin soils have bedrock at depths greater than 40 inches.  Pinehurst and Farva soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production.  Native vegetation includes an overstory of white fir, Douglas fir, and incense cedar.  Understory includes Alaska oniongrass, Cascade Oregongrape, snowberry, deltoid anemone, golden chinkapin, Scouler bellflower, and currant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features:\n- Umbric epipedon - 0 to 12 inches.\n- Cambic horizon - 12 to 23 inches.\n- Assume moist bulk density of 0.85 to 0.95 g/cubic centimeter.\nClassification revised in 2007 from loamy-skeletal, mixed, superactive Haploxerandic Humicryepts\nNational Cooperative Soil Survey\nU.S.A."
  }
}
