{
  "SERIES": "RUTAN",
  "STATUS": "Established Series",
  "BYREV": "SP; GRB",
  "REVDATE": "12/2014",
  "STATES": "AL,MS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rutan sandy loam, on a slightly convex 2 percent slope in a thinned stand of mixed pines and hardwoods at an elevation of about 195 feet above sea level (Colors are for moist soil).\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) sandy loam; weak fine granular structure; very friable; many fine, medium and coarse roots; very strongly acid; abrupt smooth boundary.  (2 to 9 inches thick)\nBE--7 to 19 inches; yellowish brown (10YR 5/4) sandy loam; weak medium subangular blocky structure; very friable; common fine, medium and coarse roots; common medium distinct organic stains on ped faces; very strongly acid; clear smooth boundary.  (0 to 14 inches thick)\nBt1--19 to 29 inches; strong brown (7.5YR 5/6) fine sandy loam; weak medium subangular blocky structure; very friable; common fine, medium and coarse roots; many fine distinct yellowish red (5YR 5/6) clay films on faces of peds; sand grains are coated and bridged with clay; very strongly acid; clear smooth boundary.\nBt2--29 to 43 inches; yellowish red (5YR 4/6) fine sandy loam; moderate medium subangular blocky structure; friable; few coarse roots; sand grains are coated and bridged with clay; common medium distinct brown (7.5YR 5/4) areas of iron and clay depletions; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizons range from 15 to 48 inches in thickness)\nBC--43 to 54 inches; strong brown (7.5YR 5/6) loamy sand; single grained; loose; few coarse roots; common medium faint reddish yellow (7.5YR 6/6) areas of iron accumulations; very strongly acid; gradual wavy boundary. (0 to 12 inches thick)\nC1--54 to 64 inches; strong brown (7.5YR 5/6) loamy sand; single grain; loose; common medium distinct pale brown (10YR 6/3) areas of iron and clay depletions; common medium distinct reddish yellow (7.5YR 6/6) and yellowish red (5YR 4/6) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nC2--64 to 80 inches; reddish yellow (7.5YR 6/6) sand; single grain; loose; common fine prominent pale brown (10YR 6/3) and few fine prominent light brownish gray (10YR 6/2) areas of iron and clay depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Alabama. Approximately 4.0 miles west of Wagarville; about 2,230 feet south and 1,500 feet east of the northwest corner of Section 21; T.6N., R.1. W. USGS Wagarville topographic quadrangle. Latitude 31 degrees 28 minutes 25 seconds N.; Longitude 88 degrees 05 minutes 10 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 28 to 72 inches. Reaction ranges from extremely acid through strongly acid throughout except where the surface has been limed.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 through 6, and chroma of 1 through 4. Texture is loamy sand, loamy fine sand, sandy loam or fine sandy loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 3 to 8. Texture is loamy sand, loamy fine sand, sandy loam or fine sandy loam.\nThe BE or EB horizon, where present, has hue of 7.5YR or 10YR, value or 4 to 7, and chroma of 3 through 6. Texture is loamy sand, sandy loam or fine sandy loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y in the upper part and from 5YR to 10YR in the lower part with a value of 4 to 7, and chroma of 4 to 8. Redoximorphic features in shades of red and brown range from none to few in the lower part. Texture is dominantly sandy loam or fine sandy loam. Some pedons have thin layers of sandy clay loam.\nThe BC horizon, where present has hue of 7.5YR to 10YR, value of 4 to 7, and chroma of 4 to 8. Redoximorphic features in shades of red, brown and gray range from none to common. Texture is loamy sand or loamy fine sand.\nThe C horizon has hue of 7.5YR or 10YR, value or 6 or 7, and chroma of 3 to 8. Redoximorphic features in shades of red, brown and gray range from none to few.\nSome pedons have lamellae with E&Bt horizons in place of the C horizons with colors similar to the C and Bt horizons, respectively. Texture is sand, loamy sand or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Bassfield and Latonia series are in the same family and the Rumford series is in a closely related family. Bassfield and Latonia soils are on lower terrace positions, are subject to flooding and are semiactive. Rumford soils are generally parallel to the Atlantic coast. In addition, Rumford soils receive much less precipitation than Rutan soils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Rutan soils are on uplands of the Southern Coastal Plain parallel to the Gulf Coast. They formed in thick beds of sandy and loamy marine sediments. Slopes range from 2 to 15 percent. The climate is humid subtropical. The average annual precipitation ranges from 58 to 62 inches and the average annual temperature ranges from 62 to 70 degrees."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Benndale, Chatom, Fruitdale, Malbis, Rattlesnake Forks and the Toinette series. Benndale soils are on lower positions and do not have clay decrease within 58 inches. The moderately well drained Chatom soils are on lower positions and are fine-loamy. Fruitdale soils are on similar to lower positions and have a fine-loamy particle-size control section. The moderately well and well drained Malbis and Poarch soils are on lower positions, have fine-loamy control sections and have more than 5 percent plinthite. Rattlesnake Forks are on similar to higher positions and have sandy control sections. Toinette soils are on similar positions and have sandy surface and subsurface layers 20 to 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained or somewhat excessively drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: most areas of Rutan soils are used for planted pine. Some small areas are used for pasture and cropland.  The native vegetation consists chiefly of longleaf pine, slash pine, water oak, post oak, red oak, turkey oak and dogwood with an understory of huckleberry, smilax, Virginia creeper and blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alabama and Mississippi; possibly Florida. Rutan soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Washington County, Alabama, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 7 inches (Ap horizon).\nArgillic horizon - the zone from 7 to 43 inches (BE, Bt1 and Bt2 horizons).\nADDITIONAL DATA:  Laboratory characterization data is from the Auburn University Agronomy and Soils Department. Characterization laboratory data is available for the typical pedon S10AL-129-002 (1-7).\nRutan soils are in MLRA 133A.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
