{
  "SERIES": "RUTHERFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DL-CLM-JVC",
  "REVDATE": "10/2019",
  "STATES": "ID",
  "OVERVIEW": "The Rutherford series consists of moderately deep, well drained soils that formed in residuum weathered from welded tuff.  Rutherford soils are on hills and cuestas.  Slopes are 2 to 20 percent.  The mean annual precipitation is about 460 mm and the mean annual temperature is about 5.6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Rutherford extremely gravelly loam--on a slope of 4 percent under at 72,200 meters elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described on September 22, 1981, the soil was dry throughout.)\nA--0 to 10 cm; grayish brown (10YR 5/2) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure; hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; 70 percent gravel; moderately acid (pH 5.7); abrupt smooth boundary.  (8 to 28 cm thick)\nBt1--10 to 25 cm; brown (10YR 4/3) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; many roots; many very fine tubular pores; common distinct clay films on faces of peds and lining pores; 50 percent gravel; moderately acid (pH 5.8); gradual wavy boundary.  (13 to 30 cm thick)\nBt2--25 to 48 cm; yellowish brown (10YR 5/4) extremely gravelly clay loam, dark brown (10YR 3/3) moist; strong fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; common very fine tubular pores; common prominent clay films on faces of peds and lining pores; 60 percent gravel; slightly acid (pH 6.2); clear smooth boundary.  (15 to 36 cm thick)\nBt3--48 to 66 cm; brown (10YR 5/3) extremely gravelly clay loam, dark brown (10YR 3/3) moist; strong very fine angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; many distinct clay films on faces of peds and lining pores; 70 percent gravel; slightly acid (pH 6.2); abrupt smooth boundary.  (10 to 25 cm thick)\nR--66 cm; gray (10YR 5/1) welded tuff, dark gray (10YR 4/1) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; about 22 miles southwest of Rogerson and about 0.50 mile north of the Idaho-Nevada state line; about 2,900 feet south and 540 feet east of the northwest corner section 27, T. 16 S., R. 13 E.; USGS Taylor Canyon 7.5 minute topographic quadrangle; approximately 42 degrees 0 minutes 17 seconds north latitude and 114 degrees 55 minutes 40.8 seconds west longitude; WGS84 Decimal Degrees 42.0047417 latitude, -114.9280611 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; dry during summer and early fall; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 3.3 to 6.1 degrees C.\nMean summer soil temperature - 12.7 to 15.0 degrees C.\nMollic epipedon thickness - 50 to 76 cm; includes all the Bt horizons.\nDepth to base of argillic horizon - 50 to 100 cm.\nDepth to bedrock - 50 to 100 cm to a lithic contact.\nParticle-size control section - Clay content: 24 to 35 percent; Rock fragments: 50 to 85 percent, mainly gravel.  Lithology of fragments are volcanic rock such as tuff.\nA horizon\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 3 or 4 percent.\nBt horizons\nChroma: 2 through 4, dry or moist.\nTexture: Very gravelly clay loam, extremely gravelly clay loam, or very gravelly loam.\nRock fragments: 45 to 70 percent gravel, 5 to 15 percent cobbles.\nOrganic matter content: 1 or 2 percent.\nReaction: Moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Angelwhine, Aspetill, Badwater, Bickmore, Bluebell, Booneville, Buena Vista, Dab, Delhew, Geemore, Hawkinspeak, Keman, Lostcannon, Monibasin, Parkay, Redbird, Sweetmount and Woodhurst series.\nAngelwhine, Aspetill, Badwater, Booneville, Dab, Delhew, Geemore, Keman, Lostcannon, Monibasin, Parkay, and Redbird soils are very deep.  Bickmore soils have Btk horizons with 15 to 40 percent calcium carbonate equivalent.  Bluebell soils are dominated by stones in the particle-size control section.  Buena Vista soils are dominated by stones in the particle-size control section and have horizons with identifiable secondary carbonates.  Hawkinspeak soils have mean summer soil temperature of 50 to 54 degrees F.  Sweetmount soils are deep to paralithic contacts and have subhorizons of the argillic horizon with 27 to 50 percent clay.  Woodhurst soils have an ustic moisture regime and are neutral or slightly alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Rutherford soils are on hills and cuestas.  They typically occur on summit and dipslope positions.  These soils formed in residuum weathered from welded tuff.  Slopes are 2 to 20 percent.  Elevations range from 1,985 to 2,350 meters.  The mean annual precipitation is 380 to 510 mm, the mean annual temperature is 2.8 to 6.1 degrees C., and the frost-free period is 20 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dehana, Hogmalat, Kavon and Player soils and the competing Keman soil.  Dehana soils are deep and not skeletal.  Hogmalat soils are shallow and occur on summit and shoulder positions.  Kavon soils are deep and occur on backslope positions.  Player soils are very deep, clayey-skeletal, and occur on breaks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rutherford soils are used for rangeland.  The native vegetation is Idaho fescue, bluebunch wheatgrass, and low sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  These soils are not extensive with about 4,800 acres of the series mapped to date.  MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Twin Falls County (Jerome County and part of Twin Falls County), Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 66 cm (A, Bt1, Bt2, and Bt3 horizons).\nArgillic horizon - The zone from 10 to 66 cm (Bt1, Bt2, and Bt3 horizons).\nLithic contact - The boundary at 66 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 10 to 60 inches (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nADDITIONAL DATA:  Clay percentage by the hydrometer method:  0 to 10 cm = 22 percent, 10 to 25 cm = 28 percent, 25 to 48 cm 30 percent, 48 to 66 cm = 34 percent; base saturation: 0 to 10 cm = 81 percent, 10 to 25 cm = 84 percent, 25 to 48 cm = 87 percent, 48 to 66 cm = 80 percent.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; grayish brown (10YR 5/2) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure; hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; 70 percent gravel; moderately acid (pH 5.7); abrupt smooth boundary.  (8 to 28 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--10 to 25 cm; brown (10YR 4/3) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; many roots; many very fine tubular pores; common distinct clay films on faces of peds and lining pores; 50 percent gravel; moderately acid (pH 5.8); gradual wavy boundary.  (13 to 30 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--25 to 48 cm; yellowish brown (10YR 5/4) extremely gravelly clay loam, dark brown (10YR 3/3) moist; strong fine angular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and medium roots; common very fine tubular pores; common prominent clay films on faces of peds and lining pores; 60 percent gravel; slightly acid (pH 6.2); clear smooth boundary.  (15 to 36 cm thick)"
      },
      {
        "name": "Bt3",
        "top": 48,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt3--48 to 66 cm; brown (10YR 5/3) extremely gravelly clay loam, dark brown (10YR 3/3) moist; strong very fine angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; many distinct clay films on faces of peds and lining pores; 70 percent gravel; slightly acid (pH 6.2); abrupt smooth boundary.  (10 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "narrative": "R--66 cm; gray (10YR 5/1) welded tuff, dark gray (10YR 4/1) moist."
      }
    ]
  ]
}
