{
  "SERIES": "RYAN PARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/MCS",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ryan Park loamy fine sand-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; single grained, loose; mildly alkaline (pH 7.6); clear smooth boundary.  (4 to 6 inches thick)\nBA--4 to 7 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; mildly alkaline (pH 7.6); clear smooth boundary.  (0 to 4 inches thick)\nBt--7 to 18 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, very friable; many thin clay films on all faces of peds and as bridges between sand grains; mildly alkaline (pH 7.6); clear smooth boundary.  (5 to 22 inches thick)\nBtk--18 to 24 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; weak coarse prismatic structure parting to weak coarse subangular blocky; hard, very friable; common clay bridging between sand grains and few clay films on faces of peds; strongly effervescent, lime as few medium and fine soft rounded masses, threads, and seams; moderately alkaline (pH 8.2); gradual wavy boundary.  (0 to 8 inches thick)\nBk--24 to 60 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; strongly effervescent, few medium and fine soft rounded masses, threads, and seams of secondary calcium carbonate; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; approximately 600 feet east and 40 feet south of the NW corner of sec. 21, T. 17 N., R. 83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to continuous horizons of secondary calcium carbonate and the base of the B2t horizon is 10 to 30 inches.  The mean annual soil temperature is about 40 to 46 degrees F., and the mean summer soil temperature is about 58 to 66 degrees F.  Rock fragments range from 0 to 15 percent semirounded pebbles or channers.\nThe A horizon has hue of 2.5Y or 10YR, value of 5 through 7 dry 3 through 5 moist, and chroma of 2 through 4.  Reaction is neutral or mildly alkaline.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, 4 or 5 moist, and chroma of 2 through 4.  It is fine sandy loam or sandy loam, averages 8 to 18 percent clay, and has more than 35 percent fine or coarser sand.  Reaction is mildly or moderately alkaline.\nThe Bk horizon has hue of 2.5Y through 7.5YR, value of 5 through 8 dry, 3 through 6 moist, and chroma of 1 through 4.  Calcium carbonate equivalent ranges from 1 to 10 percent, about half of which is authigenic.  Texture of the matrix is sandy loam, fine sandy loam, loamy fine sand, or loamy sand.  Coarse fragments range from 0 to 25 percent.  Reaction is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Canwall(T), Cotha, Elk Mountain, Farson, Joemre(T), Means, Rawlins, Rohonda(T), and Ryark series.  Canwall, Cotha, Elk Mountain, Means, and Rohonda soils have bedrock at depths of 20 to 40 inches. Farson soils have gravelly sand or coarse sand at 10 to 20 inches. Joemre soils have hues 5YR or redder. Rawlins soils have sandy clay loam Bt horizons with the base at 10 inches or less.  Ryark soils are noncalcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ryan Park soils are on fan aprons, pediments, hillslopes, toeslopes, terraces and alluvial fans.  Slopes are 0 to 25 percent.  The soils formed in moderately sandy sediments weathered from calcareous sandstone, eolian deposits, and residuum. Elevation is 5,800 to 7,800 feet.  The mean annual precipitation is about 9 to 14 inches and occurs mainly in the winter and spring.  The mean annual temperature is 37 to 45 degrees F.  The frost-free season is estimated to range from 60 to 110 days depending upon air drainage, aspect, and elevation."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Elk Mountain soils and the Alcova and Satanka soils.  Alcova and Satanka soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or somewhat excessively drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and for the production of hay and pastureland when irrigated.  Native vegetation is needleandthread, thickspike wheatgrass, Indian ricegrass, and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High intermountain valleys of southern Wyoming, south-central and north-western Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Conejos County Area, Colorado; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 4 inches(A)\nArgillic horizon--7 to 18 inches (Bt)\nBorollic feature--.88 percent organic carbon in the A horizon and a frigid temperature regime meet the requirements for the Borollic subgroup.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
