{
  "SERIES": "RYAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "02/97",
  "STATES": "ND,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Natraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ryan silty clay on a plane level slope of less than 1 percent under grass.  When described the soil was moist throughout.  (Colors are for moist soil unless otherwise stated)\nE--0 to 2 inches; black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; weak thin platy and angular blocky structure; very hard, firm, sticky and plastic; many fine roots; moderately alkaline; abrupt smooth boundary.  (0 to 3 inches thick)\nBtn1--2 to 4 inches; black (10YR 2/1) silty clay, dark gray (5Y 4/1) dry; strong medium and coarse columnar structure parting to strong fine angular blocky; top of columns coated with gray (5Y 5/1) silt coatings; very hard, firm, very sticky and very plastic; common fine roots; many faint clay films on faces of peds; strongly alkaline; clear smooth boundary.\nBtn2--4 to 8 inches; black (10YR 2/1) silty clay, dark gray (5Y 4/1) dry; moderate medium and coarse prismatic structure parting to strong fine angular blocky; very hard, firm, very sticky and very plastic; many fine roots; many faint clay films on faces of peds; slight effervescence; strongly alkaline; clear wavy boundary.  (Combined Btn horizons 5 to 25 inches thick)\nBg1--8 to 22 inches; black (10YR 2/1) silty clay, dark gray (N 4/0) dry; very weak coarse prismatic structure parting to moderate fine subangular blocky; very hard, firm, very sticky and very plastic; common fine roots; few carbonate masses; common fine salt crystals; strong effervescence; strongly alkaline; gradual wavy boundary.\nBg2--22 to 36 inches; black (10YR 2/1) silty clay, dark gray (N 4/0) dry; weak medium prismatic structure parting to moderate medium subangular blocky; very hard, firm, very sticky and very plastic; common fine salt crystals; few carbonate masses; strong effervescence; strongly alkaline; gradual wavy boundary.  (Combined Bg horizons 0 to 35 inches thick)\nCg--36 to 60 inches; very dark gray (5Y 3/1) silty clay, gray (N 5/0) dry; massive; very hard, firm, very sticky and very plastic; common fine gypsum crystals; few fine carbonate masses; strong effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dickey County, North Dakota; about 4 miles north and 2 1/4 miles west of Oakes; 1,810 feet south and 1,735 feet west of the northeast corner, sec. 36, T. 132 N., R. 60 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates typically is about 4 to 10 inches, but some pedons have carbonates to the surface.  The mollic epipedon typically is more than 30 inches thick, but ranges from 20 to 50 inches in thickness.  Where uncultivated, the combined A and E horizon thickness is less than 5 inches.  The soil ranges from slightly acid in the upper part to strongly alkaline in the lower part.\nSome pedons have an A horizon up to 21 inches thick.  Where present, it has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3 and 3 to 5 dry, and chroma of 1 or less.  It is loam, silty clay, clay or silty clay loam.  Some pedons have an Ap horizon up to 9 inches thick.\nThe E horizon has hue of 10YR, value of 2 or 3 and 4 or 5 dry, and chroma of 1.  It is loam, silt loam, silty clay loam or silty clay.\nThe Btn horizon has hue of 10YR, 2.5Y, or 5Y, value of 2 or 3 and 3 or 4 dry, and chroma of 1 or 2.  It typically is clay or silty clay averaging 50 to 60 percent clay, but ranges from 35 to 60 percent clay.  Some pedons have a Btnz, Bk or Bkz horizon.\nThe Bg and Cg horizons have hue of 10YR, 2.5Y, 5Y, or are neutral, value of 2 to 4 and 4 to 6 dry, and chroma of 3 or less.  Where chroma is 2 or 3, the hue is either 5Y or the soil has mottles with chroma of 1 or less.  It typically is silty clay or clay averaging between 45 and 60 percent clay, but some is silty clay loam.  Salt crystals and carbonate accumulations are in the C horizon in most pedons.  Coarser-textured sediments are in some pedons at a depth of 40 to 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Harriet and Ranslo series as previously classified and the Heil series.  Harriet soils average 35 to 50 percent clay in the Btn horizon and formed in stratified alluvium.  Ranslo soils have combined A and E horizon thickness of more than 5 inches, and are somewhat poorly drained.  Heil soils are deeper than 12 inches to salts or carbonates and they are absent in the A, E and upper Btn horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ryan soils are on level stream terraces and glacial lake plains with slope gradients of 0 to 1 percent.  The soils formed in alkaline clayey sediments.  The climate is cool, subhumid, with long cold winters and short warm summers.  The mean annual air temperature ranges from 36 to 45 degrees F, and the annual precipitation from 15 to 23 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aberdeen, Enloe, Exline, Fairdale, Fargo, Hegne, Lamoure, La Prairie, Ludden and Wahpeton soils.  Aberdeen and Exline soils are on nearby areas where sediments contain more silt.  They are moderately well drained and somewhat poorly drained, respectively.  None of the other associated soils have natric horizons.  In addition, Fairdale and La Prairie soils contain less than 35 percent clay and Lamoure soils are fine-silty.  Enloe, Fargo, Hegne and Ludden soils are on the same lake plain.  Fairdale, La Prairie and Wahpeton soils are on better drained sites on floodplains.  Lamoure soils are on similar positions on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is medium or high.  Permeability is very slow.  These soils flood when streams overflow.  A seasonal high water table is at a depth of 0.5 foot above the surface to 1.5 foot below the surface at some time during the period of March through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to spring seeded small grains and used for hay and pasture.  Native vegetation is western wheatgrass, sedges, blue grama, inland saltgrass, Nuttall alkaligrass and salt tolerant forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota and north-central South Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Richland County, North Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 3/95.\nThe site will be redescribed in the future to document Vertisol criteria.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 36 inches (A, Btn1, Btn2, Bg1, and Bg2 horizons); natric horizon - the zone from 2 to 8 inches (Btn1 and Btn2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
