{
  "SERIES": "RYARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/MCS",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ryark sandy loam-rangeland.  (Colors are for dry unless otherwise stated.)\nA1--0 to 2 inches; grayish brown (10YR 5/2) sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; neutral (pH 6.8); abrupt smooth boundary.\nA2--2 to 5 inches; grayish brown (10YR 5/2) sandy loam, dark brown (7.5YR 4/2) moist; weak medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; many very fine, fine, and few medium roots; mildly alkaline (pH 7.4); clear wavy boundary.  (The A horizon is 2 to 6 inches thick.)\nBt1--5 to 12 inches; dark yellowish brown (10YR 4/4) sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine, and few medium roots; clay bridging between mineral grains; mildly alkaline (pH 7.4); abrupt wavy boundary.\nBt2--12 to 27 inches; dark yellowish brown (10YR 4/4) sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; few thin clay films on faces of peds and clay bridging between mineral grains; mildly alkaline (pH 7.6); clear wavy boundary.  (The Bt horizon is 11 to 25 inches thick.)\n2C--27 to 60 inches; yellowish brown (10YR 5/4) gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky; few very fine, fine, and medium roots; 15 percent pebbles; mildly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; approximately 400 feet south and 600 feet west of the NE corner of sec. 27, T. 27 W., R. 102 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 13 to 30 inches.  These soils are noncalcareous to 40 inches or more. The mean annual soil temperature ranges from 36 to 47 degrees F., and the mean summer temperature ranges from 59 to 62 degrees F.  Depth to bedrock is greater than 60 inches.  EC is less than 2 mmhos throughout.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 through 7 dry, 3 through 5 moist, and chroma of 2 through 4. Textures are loamy sand or sandy loam.  Reaction is neutral or mildly alkaline.\nThe Bt argillic horizon has hue of 2.5Y through 7.5YR, value of 4 through 7 dry, 3 through 5 moist, and chroma of 2 through 4.  Texture is sandy loam or fine sandy loam with 8 to 18 percent clay.  Rock fragments range from 0 to 15 percent and are fine or very fine angular pebbles.  Reaction is neutral or mildly alkaline.\nThe C or 2C horizon has hue of 2.5Y through 7.5YR, value of 4 through 8 dry, 3 through 7 moist, and chroma of 2 through 4.  Texture is sandy loam, loamy sand, gravelly loamy sand, sand, coarse sand, or gravelly sand with 1 to 8 percent clay and 5 to 35 percent fine or very fine pebbles.  Reaction is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Canwall(T), Cotha, Elk Mountain, Farson, Joemre(T), Means, Rawlins, Rohonda(T) and Ryan Park series.  Canwall, Cotha, Means, Elk Mountain and Rohonda soils have bedrock at depths of 20 to 40 inches.  Farson soils have Bk horizons within 40 inches. Joemre soils have hue of 5YR and 2.5YR  and have a calcic horizon.  Ryan Park soils have continuous horizons of secondary calcium carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ryark soils are on nearly level, undulating and rolling, dissected relict alluvial fan aprons terraces, benches and plateaus.  These soils formed in coarse and moderately coarse alluvium derived primarily from sandstone, eolian materials, and residuum.  Slopes are both simple and complex and range from 0 to 15 percent.  Elevations range from 6,000 to 7,500 feet.  The mean annual precipitation ranges from 9 to 14 inches of which about half falls as rain or snow in April, May, and early June.  The mean annual temperature is about 35 to 45 degrees F.  The frost-free season is estimated to range from about 75 to 110 days.  Frost may occur in any month depending upon aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Relsob and Zeomont soils.  Relsob soils have over 18 percent clay in the Bt horizon and have a contrasting particle-size control section.  Relsob soils occur intermixed with the Ryark soils.  Zeomont soils are Psamments and occur in duned and hummocky areas associated with Ryark soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and somewhat excessively drained, slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of needleandthread, thickspike wheatgrass, Indian ricegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cool basins in western Wyoming and adjacent parts of Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, East Part; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 5 inches (A1,A2)\nArgillic horizon--5 to 27 inches (Bt1,Bt2)\nBorollic feature--organic carbon and temperature regime meet requirements  for borollic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
