{
  "SERIES": "RYESPUR",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JSC/TDT",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ryespur stony ashy loam--forestland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 0.5 inch; slightly decomposed plant material of needles, leaves, cones, and roots.\nA1--0.5 to 2 inches; very dark brown (7.5YR 2/2) stony ashy loam, brown (7.5YR 4/2) dry; weak fine and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; many very fine pores; slightly acid (pH 6.4); clear smooth boundary. (2 to 10 inches thick)\nA2--2 to 10 inches; dark reddish brown (5YR 3/3) very gravelly ashy loam, brown (7.5YR 5/3) dry; weak fine subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; many roots; common very fine tubular pores; neutral (pH 6.6); gradual smooth boundary. (0 to 10 inches thick)\nBA--10 to 17 inches; dark reddish brown (5YR 3/3) very gravelly ashy loam, brown (7.5YR 5/3) dry; weak medium subangular blocky structure; hard, friable, moderately sticky and slightly plastic; many roots; few very fine tubular pores; slightly acid (pH 6.5); gradual smooth boundary. (5 to 10 inches thick)\n2Bt1--17 to 26 inches; dark reddish brown (5YR 3/4) very gravelly clay loam, reddish brown (5YR 5/4) dry; weak fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common roots; few fine and very fine tubular pores; few faint clay films on gravel; neutral (pH 6.6); clear smooth boundary. (6 to 12 inches thick)\n2Bt2--26 to 48 inches; dark reddish brown (5YR 3/3) very gravelly clay loam, brown (7.5YR 5/3) dry; dark reddish brown (5YR 3/4) crushed; weak fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common roots; many fine tubular pores; common distinct clay films on gravel; few faint clay films on faces of peds and lining pores; slightly acid (pH 6.3); gradual smooth boundary. (12 to 24 inches thick)\n2C--48 to 66 inches; dark reddish brown (5YR 3/4) very cobbly loam, brown (7.5YR 5/4) dry; massive; hard, friable, slightly sticky and slightly plastic; common roots; common very fine tubular pores; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klamath County, Oregon; between Doaks Mountain and Spence Mountain; about 990 feet north and 330 feet east of the southwest corner of section 14, T. 37 S., R. 7 E.; USGS Howard Bay 7.5 minute topographic quadrangle; 42 degrees 20 minutes 50 seconds north latitude and 121 degrees 58 minutes 14 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - These soils are moist in the winter and spring and are dry for 45 to 60 consecutive days after the summer solstice; Typic xeric moisture regime.\nMean annual soil temperature - 41 to 47 degrees F.\nBase saturation by sum of bases is 50 to 75 percent throughout the profile.\nMollic epipedon thickness - 16 to 30 inches; includes the Oi, A, and BA horizons.\nDepth to base of argillic horizon - 40 to 60 inches.\nDepth to bedrock - Usually more than 60 inches.\nA horizons - Hue: 5YR through 10YR.\nValue: 2 or 3 moist, 3 through 5 dry.\nChroma: 2 through 4 moist, 1 through 4 dry.\nRock fragments: 15 to 35 percent gravel, 0 to 15 percent cobbles and stones.  All fragments are subrounded.\nReaction: Slightly acid or neutral.\nOrganic matter content: 5 to 10 percent in the A1 horizon, 1 to 5 percent in the A2 and BA horizons.\nOther features: Appreciable amounts of volcanic glass (estimated to be 15 to 30 percent); many, weathered plagioclase feldspar grains of 1 to 2 mm in diameter, resembling shot.\n2Bt horizons - Hue: 5YR through 10YR.\nValue: 2 through 4 moist, 4 through 6 dry.\nChroma: 2 through 4, moist or dry.\nTexture: Very gravelly clay loam, very gravelly loam, extremely gravelly loam, or very cobbly loam.\nClay content: 25 to 35 percent much of which is in nondispersible sand-sized aggregates.\nRock fragments: 45 to 55 percent gravel, 5 to 20 percent cobbles and stones.  All fragments are subrounded.\nReaction: Slightly acid or neutral.\n2C horizon - Hue: 5YR through 10YR.\nValue: 2 through 4 moist, 4 through 6 dry.\nChroma: 2 through 4, moist or dry.\nTexture: Very cobbly loam, extremely cobbly loam, gravelly clay loam, very gravelly loam, or extremely gravelly loam.  Rock fragments are subrounded.\nClay content: 15 to 30 percent.\nReaction: Moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Getaway, Klicker, Klickson, Larabee, Millerflat, Southworth, Stemilt and Sycreek series.  Klicker, Larabee and Southworth soils are 20 to 40 inches deep to bedrock.  Sycreek soils are 35 to 45 inches deep to a densic contact.  Millerflat soils are 20 to 30 inches deep to redox depletions.  Stemilt soils are dry for 60 to 75 consecutive days.  Getaway and Klickson soils are similar.  Getaway soils have a 20 to 35 inch thick mollic epipedon, with angular rock fragments.  Klickson soils have a 10 to 20 inch thick mollic epipedon, with angular rock fragments.  Getaway and Klickson soils are in MLRA 43C.  Further review of climate is needed for distinguishing forested soils in MLRA 21 and 43C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ryespur soils are on mountains and plateaus. These soils formed in colluvium and mudflows from glacial deposits derived mainly from andesite, basalt. Slopes are 1 to 60 percent. Elevations range from 3,800 to 6,500 feet. The climate is subhumid-continental with cold, moist winters and cool, dry summers. The mean annual precipitation is 18 to 45 inches. The mean January temperature about is 26 degrees F., the mean July temperature is about 59 degrees F., and the mean annual temperature is 39 to 45 degrees F. The frost-free period is 30 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Pokegema, Lorella, Mound, Royst, Tournquist, and Yawhee soils. Lorella soils have very gravelly clay argillic horizons and have bedrock at depths of 10 to 20 inches. Mound soils have argillic horizons averaging 35 to 45 percent clay and less than 35 percent rock fragments. Royst soil are on associated south-facing slopes and have frigid soil temperature that are 20 to 40 inches deep to bedrock and are clayey-skeletal. Tournquist soils lack argillic horizons and average less than 35 percent rock fragments. Yawhee soils are ashy in the upper part of the control section. Pokegema soils are fine and have halloysitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low to high surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Ryespur soils are used for timber production, wildlife habitat, livestock grazing, and recreation. The vegetation is a forest canopy of mainly ponderosa pine and white fir with some sugar pine, Douglas-fir, and incense cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Oregon, MLRA 21. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Klamath County, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This pedon was the typical pedon for the Woodcock Series.  This area is not considered to be representative of the cryic soil temperature regime associated with the Woodcock Series.  The Woodcock typical pedon is moved to a cryic area.\nDiagnostic horizons and features recognized in this pedon are:\nOrganic soil material - The zone from the soil surface to 0.5 inch (Oi horizon).\nMollic epipedon - The zone from the soil surface to 17 inches (Oi, A1, A2, and BA horizons).\nVitrandic intergrade feature - The zone from 0.5 to 17 inches (A1, A2, and BA horizons).\nArgillic horizon - The zone from 17 to 48 inches (2Bt1 and 2Bt2 horizons).\nParticle-size control section - The zone from 17 to 37 inches (2Bt1 horizon and part of the 2Bt2 horizon).\nNeed review for competing series Getaway and Klickson.\nADDITIONAL DATA: Characterization data on 4 pedons (S66 Oreg.18-5, 18-6, 18-7, and 18-8) reported in Riverside Soil Survey Laboratory report as Woodcock soils samples in Klamath County, Oregon, 1966.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
