{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Part 621 - Soil Potential Ratings Subpart A - General Information",
      "part": "Part 621 - Soil Potential Ratings",
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "621.0": [
    {
      "clause": 1,
      "content": "621.0 Definition and Purpose",
      "part": "621",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 2,
      "content": "A. Soil potential ratings are classes that indicate the relative quality of a soil for a particular use as compared with those of other soils in a given area. The following are considered in soil potential ratings:",
      "part": "621",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 3,
      "content": "(1) Yield or performance level",
      "part": "621",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 4,
      "content": "(2) The relative cost of applying modern technology to minimize the effects of any soil restrictions",
      "part": "621",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 5,
      "content": "(3) The adverse effects of continuing limitations, if any, on social, economic, or environmental values",
      "part": "621",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 6,
      "content": "B. The criteria for developing soil potential ratings for a particular use are established specifically for a given area. The criteria may be different in nearby areas, landforms, counties, groups of counties, groups of States, or regions.",
      "part": "621",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 7,
      "content": "C. The purpose of soil potential ratings is to identify within an area the relative suitability of soils for a given use while considering economic, social, and environmental values.",
      "part": "621",
      "headerid": "0",
      "header": "Definition and Purpose"
    }
  ],
  "621.1": [
    {
      "clause": 1,
      "content": "621.1 Responsibilities",
      "part": "621",
      "headerid": "1",
      "header": "Responsibilities"
    },
    {
      "clause": 2,
      "content": "A. NRCS is responsible for providing assistance to units of government and others in preparing and using soil potential ratings.",
      "part": "621",
      "headerid": "1",
      "header": "Responsibilities"
    },
    {
      "clause": 3,
      "content": "B. The NRCS State soil scientist and assigned resource soil scientists assist local, State, and other units of government with soil potential ratings and how they can be used, takes leadership in the preparation of potential ratings by utilizing participation by technical experts within NRCS and other agencies in their development, and encourages their use.",
      "part": "621",
      "headerid": "1",
      "header": "Responsibilities"
    },
    {
      "clause": 4,
      "content": "C. Soil conservationists, soil scientists, engineers, and others provide guidance in interpreting soil survey data and in establishing procedures for preparing potential ratings.",
      "part": "621",
      "headerid": "1",
      "header": "Responsibilities"
    },
    {
      "clause": 5,
      "content": "D. The National Soil Survey Center is responsible for developing and implementing the procedures used to develop and apply soil potential ratings.",
      "part": "621",
      "headerid": "1",
      "header": "Responsibilities"
    }
  ],
  "621.2": [
    {
      "clause": 1,
      "content": "621.2 General",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 2,
      "content": "A. Soil potential ratings are developed primarily for planning purposes and are not recommendations for soil use. They help decision makers to determine the relative suitability of soils for a given use. They are used with other resource information as a guide to make land use decisions.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 3,
      "content": "B. Soil potential ratings supplement other groupings and interpretations given in soil handbooks and technical guides.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 4,
      "content": "C. The procedures for rating soil potentials have been prepared as guides. The procedures should allow a maximum of flexibility.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 5,
      "content": "D. Soil potential ratings have been adopted as a form of soil interpretations to-",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 6,
      "content": "(1) Provide a common set of terms, which are applicable to all kinds of land use, for rating the quality of a soil for a particular use relative to that of other soils in the area.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 7,
      "content": "(2) Identify the corrective measures needed to overcome limitations and the degree to which the measures are feasible and effective.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 8,
      "content": "(3) Allow for the preparation of soil interpretations and the use of local criteria to meet local needs;",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 9,
      "content": "(4) provide information about soils that emphasizes the feasibility of a use rather than avoidance of problems.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 10,
      "content": "(5) Combine information on soils, corrective measures, and the relative costs of corrective measures.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 11,
      "content": "(6) Make soil surveys and related information more applicable and easy to use in resource planning.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    },
    {
      "clause": 12,
      "content": "(7) Strengthen the resource planning effort by more effectively communicating the information provided by soil surveys and properly relating that information to modern technologies.",
      "part": "621",
      "headerid": "2",
      "header": "General"
    }
  ],
  "621.3": [
    {
      "clause": 1,
      "content": "621.3 Developing Soil Potential Ratings",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    },
    {
      "clause": 2,
      "content": "A. The development of soil potential ratings requires procedures that identify soil performance levels, measures for overcoming soil limitations, and the limitations that remain after corrective measures have been applied. These procedures must also allow for a numerical system from which a soil potential index and soil potential ratings can be derived. The information is assembled and presented to users in the form of soil map unit descriptions and tables or maps.",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    },
    {
      "clause": 3,
      "content": "B. The number of soil uses for which potential ratings are prepared varies from area to area. The importance of the soil use and the number of people who would use information on it must be considered. If soil potential ratings are prepared for a specific soil use, all soils in the geographic area of interest should be rated for that same use.",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    },
    {
      "clause": 4,
      "content": "C. Soil potential ratings are prepared for any geographic or political area.",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    },
    {
      "clause": 5,
      "content": "D. Soil potential ratings are prepared regardless of map scale or kind of map unit. Components of multitaxa map units can be evaluated separately to supplement the overall evaluation of a map unit. The soil uses for which soil potential ratings are prepared should be consistent with the detail of mapping.",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    },
    {
      "clause": 6,
      "content": "E. Required, optional, and suggested aspects of NRCS preparation and procedures for preparing soil potential ratings are provided in part 612, subpart B, section 621.12.",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    },
    {
      "clause": 7,
      "content": "F. The evaluations of soil potential ratings must be made with the assistance of specialists in fields that are most closely related to the specific use.",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    },
    {
      "clause": 8,
      "content": "G. NRCS personnel provide leadership in the procedures and assist in identifying the soil properties, the soil qualities, and the composition of map units. Technical experts from outside NRCS should be consulted in decisions concerning performance standards, the means and feasibility of overcoming soil limitations, and the indices for the costs of corrective measures and the continuing limitations. They should also be consulted in decisions on the criteria, the numerical values derived, and the break points between rating classes.",
      "part": "621",
      "headerid": "3",
      "header": "Developing Soil Potential Ratings"
    }
  ],
  "621.4": [
    {
      "clause": 1,
      "content": "621.4 Steps in Preparing Soil Potential Ratings The following steps are suggested as a logical sequence for preparing and presenting soil potential ratings:",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 2,
      "content": "(1) Acquaint users with soil potential ratings, determine user needs, and initiate action",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 3,
      "content": "(2) Identify which technical specialists will participate",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 4,
      "content": "(3) Review procedures and evaluate the adequacy of documented supporting data",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 5,
      "content": "(4) Collect additional data as needed",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 6,
      "content": "(5) Prepare soil potential ratings",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 7,
      "content": "(6) Review and approve ratings as needed",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 8,
      "content": "(7) Prepare ratings in final format",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    },
    {
      "clause": 9,
      "content": "(8) Distribute the ratings and train users",
      "part": "621",
      "headerid": "4",
      "header": "Steps in Preparing Soil Potential Ratings"
    }
  ],
  "621.5": [
    {
      "clause": 1,
      "content": "621.5 Collecting Data",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 2,
      "content": "A. Soil characteristics and performance data must be available before soil potential ratings can be prepared for a particular use. Data needs must be appraised before the soil potential ratings are prepared. If data are insufficient, a plan must be prepared for obtaining the needed information. The data needed, the individuals responsible for their collection, and the target dates for completion must be identified. The data include but are not limited to-",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 3,
      "content": "(1) Soil properties and qualities.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 4,
      "content": "(2) Limitations for the use that are caused by the soil properties and qualities and the composition of the soil map units.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 5,
      "content": "(3) The kinds of corrective measures needed to overcome the limitations.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 6,
      "content": "(4) The relative cost or difficulty of overcoming the limitations for the installation of a given practice.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 7,
      "content": "(5) The relative costs or difficulties of overcoming the limitations that continue after given practices are installed.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 8,
      "content": "(6) The level of performance.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 9,
      "content": "B. Many of the data needs are documented and are available in technical guides and practice specifications.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    },
    {
      "clause": 10,
      "content": "C. Other data can be collected through observations that are made and recorded in the course of day-to- day activities or through the systematic efforts of NRCS personnel, cooperating agencies and institutions, local experts, or others.",
      "part": "621",
      "headerid": "5",
      "header": "Collecting Data"
    }
  ],
  "621.6": [
    {
      "clause": 1,
      "content": "621.6 Definition of Soil Potential Classes",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 2,
      "content": "A. Relative terms are assigned to classes to indicate the potential of a soil for a particular use as compared with that of other soils in the area. The same soils in a different area may have different ratings for a given use. The rating classes do not identify the most profitable soil use or imply a recommendation for a particular use. For example, a soil rated as having a high potential for both forest land and cropland may be much more profitable in one use than in the other.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 3,
      "content": "B. Five classes are provided for comparative ratings of soil potential: very high, high, medium, low, and very low. Very high potential is assigned only to soils having properties that make them exceptionally well suited to the particular use. Very low potential is assigned only to soils having properties so unfavorable for the use that they are virtually unsuited. The number of classes used in the final ratings depends on the range of potentials in the area and the degree of refinement needed. Three classes are enough for many areas.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 4,
      "content": "C. In a few geographic areas, only two classes of soil potential are needed because all soils in the area are either well suited or poorly suited to the use. If a wide array of potential is not present, only two rating classes may be needed, such as high and medium or medium and low. It may be important to prepare soil potential ratings, however, to identify widely different kinds of treatments that are needed for different soils. Ratings of the potential of individual soils generally are not needed in areas where all soils have the same rating for a given use.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 5,
      "content": "D. The highest or lowest potential rating class in which a soil can be placed is determined by local standards that are established by users and specialists. For example, if corn is not well adapted in an area, the best rating class for that area may be no better than medium. However, wheat may be well adapted in the same area and may have very high as the best potential rating. As another example, the best soils for dwellings in a certain area may have medium potential because of high building costs. Thus, a rating of \\\"high\\\" would not be used because it might be misleading. Similarly, if all soils in an area are well suited to a use, a \\\"low\\\" potential rating may have an inaccurate connotation.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 6,
      "content": "E. The rating classes are defined in terms of the production or performance expected of a soil if feasible measures are taken to overcome its limitations and in terms of the cost of such measures and the magnitude of the limitations that remain after the measures have been applied. The production or performance of each soil is compared with standards that are established locally for each soil use. The following class terms and definitions are used nationwide:",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 7,
      "content": "(1) Very High Potential.-Production or performance is at or above local standards because soil conditions are exceptionally favorable, installation or management costs are low, and soil limitations are insufficient.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 8,
      "content": "(2) High Potential.-Production or performance is at or above the level of locally established standards, the cost of measures for overcoming soil limitations are judged locally to be favorable in relation to the expected performance or yields, and soil limitations that continue after corrective measures are installed do not detract appreciably from environmental quality or economic returns.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 9,
      "content": "(3) Medium Potential.-Production or performance is somewhat below locally established standards, the costs of measures for overcoming soil limitations are high, or soil limitations that continue after corrective measures are installed detract from environmental quality or economic returns.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 10,
      "content": "(4) Low Potential.-Production or performance is significantly below local standards, measures that are required to overcome soil limitations are very costly, or soil limitations that continue after corrective measures are installed detract appreciably from environmental quality or economic returns.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 11,
      "content": "(5) Very Low Potential.-Production or performance is much below locally established standards, severe soil limitations exist for which economically feasible measures are unavailable, or soil limitations that continue after corrective measures are installed seriously detract from environmental quality or economic returns.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    },
    {
      "clause": 12,
      "content": "F. The soil uses for which soil potentials ratings are prepared should be consistent with the detail of mapping. Soil potential ratings for broad categories of soil uses, such as cropland, forestland, rangeland, or residential land, are appropriate for all levels of soil surveys regardless of the kinds of components that make up the soil map units. Ratings for the more specific soil uses, such as for strawberries or avocados or for dwellings or septic tank absorption fields, are appropriate for detailed soil surveys that have consociation and complex map units. Soil potential ratings for the more specific soil uses are seldom appropriate for general soil map units. The rule of restricting specific soil potential ratings to detailed consociation and complex map units should be generally followed. Soil potential ratings for broad categories of soil use are more appropriate for generalized soil map units, which are broadly defined and are used for broad base planning.",
      "part": "621",
      "headerid": "6",
      "header": "Definition of Soil Potential Classes"
    }
  ],
  "621.7": [
    {
      "clause": 1,
      "content": "621.7 Soil Potential Index Concept",
      "part": "621",
      "headerid": "7",
      "header": "Soil Potential Index Concept"
    },
    {
      "clause": 2,
      "content": "A. The soil potential index (SPI) is a numerical rating of the relative suitability or quality of a soil. It is used to rank soils from high to low, according to their potential. The SPI is derived from the indexes of soil performance, cost of corrective measures, and costs established for continuing limitations. The SPI is expressed by the equation: SPI = P - (CM + CL) where- P = Index of performance or yield as a locally established standard CM = Index of costs of corrective measures to minimize the effects of soil limitations CL = Index of costs resulting from continuing limitations",
      "part": "621",
      "headerid": "7",
      "header": "Soil Potential Index Concept"
    },
    {
      "clause": 3,
      "content": "B. The index values used are of a general nature. A highly detailed economic analysis of costs and returns is not required. The values for CM and CL must be on the same basis. If CM is on an annual basis, CL must also be on an annual basis. If CM is based on the total initial cost of corrective measures and CL is known only on an annual basis, economic analysis is required to derive common values for comparison. After a common basis is established for the costs of CM and CL, the costs can be reduced to index values. The SPI can be based on a percentage of the cost or on any other index desired.",
      "part": "621",
      "headerid": "7",
      "header": "Soil Potential Index Concept"
    },
    {
      "clause": 4,
      "content": "(1) The Performance or Yield Standard (P).-P is a locally defined and determined standard that represents index of a performance or yield for the area. The actual yield or performance of each soil is compared to this local standard. For some soils, the yield or performance level exceeds the standard. In this case, the SPI is adjusted upward on worksheets to reflect the higher yield or performance for the soil. Substandard yield or performance is included as a continuing limitation (CL) cost. These values, or their equivalents if some other relative index is used, are entered on worksheets for calculating SPI. How often the crop is grown, either annually or less often because of needed crop rotations, must be considered when defining P. The rotation crops with low returns can be included by increasing CL as needed. P need not be an absolute measure, such as estimated yield. (i) In most situations, the local standard chosen for P is above the performance level of the average soil in the area but may be lower than that achieved on the very best soils. A standard for corn yields in Alpha County, Any State, may be set at 120 bushels per acre per year; the SPI is adjusted up or down to reflect the expected yield relationship for any given soil. For example, for Alpha silt loam with an estimated yield of 132 bushels per acre: - Where the local standard yield is 120 bu/ac corn and the local standard SPI is equal to 100, Alpha silt loam with a corn yield of 132 bu/ac would have an SPI of 110. - SPI Alpha silt loam = 132/120 X 100 (standard SPI) - SPI = 110 -    In this example, an SPI value of 100 is used to represent a standard yield of 120 bushels per acre. (ii) For soils with yields less than the standard, the lower yield is considered a CL, which is equal to a factor representing the amount the yield is below the standard. For example, for Beta silt loam with an estimated corn yield of 102 bushels per acre: - Where the local standard yield is 120 bu/ac corn and the local standard SPI is equal to 100, Beta silt loam with a corn yield of 102 bu/ac would have a SPI of 85. - SPI Beta silt loam = 102/120 X 100 (standard SPI) - SPI = 85 - In this example, an SPI value of 100 is used to represent a standard yield of 120 bushels per acre.",
      "part": "621",
      "headerid": "7",
      "header": "Soil Potential Index Concept"
    },
    {
      "clause": 5,
      "content": "(2) Cost of Corrective Measures (CM) (i) CM is an index of added costs, which are above those for a defined standard installation or management system that is commonly used, given that there are no soil limitations that must be overcome. At the standard level, the value of CM is zero and thus no deductions would be made in deriving SPI. In unusual situations where a soil is so uniquely suited that costs incurred to obtain the desired level of performance are less than the standard, CM may be a negative value and thus increase the SPI. (ii) Examples of costs of corrective measures for agricultural uses are those for terraces or drainage systems. Costs for such measures can be converted to an annual basis for index values that are compatible with values for P and CL. Whether or not the corrective measures have already been installed is normally not considered, unless it is determined locally that costs already incurred for major irrigation, drainage, or flood control projects should be disregarded. (iii) Added expenses for measures such as increasing the size of a septic tank absorption field, strengthening a foundation, or construction grading for site preparation are examples of corrective measure costs for nonagricultural uses. In many cases, these kinds of costs may be handled as total initial costs rather than as prorated annual costs. (iv) Wherever possible, corrective measures that can at least partially overcome soil limitations should be identified. Management techniques, as well as agronomic or engineering practices, are considered corrective measures. For example, if wetness affects forestland harvest and drainage is not feasible, the corrective measure would be to schedule harvest operations during dry periods. An important aspect of the procedure for preparing soil potential ratings is that NRCS or cooperating agencies assist in identifying technologies that are or, according to local experts, should be considered workable local options. NRCS or cooperating agencies or institutions should assist the local experts in properly relating those technologies or measures to kinds of soil.",
      "part": "621",
      "headerid": "7",
      "header": "Soil Potential Index Concept"
    },
    {
      "clause": 6,
      "content": "(3) Cost of Continuing Limitations (i) Limitations that continue after corrective measures have been applied have adverse effects on social, economic, or environmental values. Distinctions between the three kinds of values need not be made. Continuing limitations that affect returns or profits are clearly economic. Those that result in the pollution of air or water are social and environmental effects. CL is an index of costs that result from such soil limitations. (ii) Continuing soil limitations are grouped as three types: performance limitations, such as low yields, human inconvenience or discomfort, periodic failure, limitations resulting from the size, shape, or accessibility of an area, or associated soils that restrict the use of a soil or its period of use; annual or periodic maintenance costs, such as pumps that remove excess water, irrigation, maintenance of drainage or terrace systems, or pumping and removal of septic tank waste; and offsite damage from sediment or other forms of pollution. (iii) The following examples illustrate the derivation of CL: - If the local performance standard is 2,000 pounds per acre, a potential production of only 1,500 pounds per acre from rangeland in a normal year, as obtained through the use of all feasible corrective measures to increase yields, is substandard by 500 pounds. Where P is 100, an appropriate index value for CL is- 25 = (2,000 - 1,500 x 100) 2,000 - If the flooding of a dwelling remains a probability after feasible measures are installed, an estimate of the damage and inconvenience resulting from a flood event divided by the frequency of flooding can provide an annual cost for conversion to index values. For example, damages of $6,000 might be estimated to result from floods that occur 1 year in 10. The annual cost would be $600 and thus constitutes a serious continuing limitation. An appropriate value for CL might be 60 if the index for P is 100. - Other values for CL are estimated on the basis of costs to insure against damage, including flood insurance, costs of maintenance, costs for using substitute facilities during periods of malfunction, penalties that might result from offsite or environmental damages, or combinations of such costs. The assignment of a cost index to some continuing limitations is arbitrary out of necessity.",
      "part": "621",
      "headerid": "7",
      "header": "Soil Potential Index Concept"
    }
  ],
  "621.8": [
    {
      "clause": 1,
      "content": "621.8 Procedures for Preparing Soil Potential Ratings",
      "part": "621",
      "headerid": "8",
      "header": "Procedures for Preparing Soil Potential Ratings"
    },
    {
      "clause": 2,
      "content": "A. An early step in the procedures for preparing soil potential ratings is the assembly and evaluation of soil-related data on yields, performance levels, local corrective measures, and limitations that continue after treatments are applied. Published soil surveys, soil handbooks, technical guides, research data, and information from sanitarians, contractors, builders, developers, and others are potential sources of data. The amount of useful data varies from area to area, depending on the extent of soil used for a particular purpose.",
      "part": "621",
      "headerid": "8",
      "header": "Procedures for Preparing Soil Potential Ratings"
    },
    {
      "clause": 3,
      "content": "B. If the soils have been used extensively for the purpose or crop being evaluated, the derivation of SPI is the most direct and most accurate. The needed corrective measures are well known. The actual performance or yield represents an integration of the effects of corrective measures and soil properties and is also well known. Thus, one does not need to infer or derive relationships among properties, measures, and yields to arrive at the indexes.",
      "part": "621",
      "headerid": "8",
      "header": "Procedures for Preparing Soil Potential Ratings"
    },
    {
      "clause": 4,
      "content": "C. If soils are being evaluated for purposes for which they are not now used or are used in only a few places, the corrective measures and the other indexes that are needed must be inferred. In these cases, two basic approaches are used to derive SPI.",
      "part": "621",
      "headerid": "8",
      "header": "Procedures for Preparing Soil Potential Ratings"
    },
    {
      "clause": 5,
      "content": "(1) If soils similar to the soils being evaluated are used for the purpose being evaluated, the evaluations are based on the performance of the similar soils and the corrective measures needed to overcome their limitations. Adjustments can be made to slightly raise or lower the performance level or to modify the measures in order to account for properties of the soils being evaluated that are more or less favorable than those of the similar soils.",
      "part": "621",
      "headerid": "8",
      "header": "Procedures for Preparing Soil Potential Ratings"
    },
    {
      "clause": 6,
      "content": "(2) If information on corrective measures and the actual performance of similar soils is not available, the soil properties that affect the particular use are identified and the soils are evaluated on the basis of proved relationships between properties and performance. If this approach must be used, careful consideration should be given to whether or not the ratings are needed or appropriate.",
      "part": "621",
      "headerid": "8",
      "header": "Procedures for Preparing Soil Potential Ratings"
    }
  ],
  "621.9": [
    {
      "clause": 1,
      "content": "621.9 Defining Soil Use, Performance Standards, and Criteria for Evaluation",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 2,
      "content": "A. Definition.-The soil use must be defined, evaluation criteria prepared, and a local performance standard established. Part 621, subpart B, sections 621.13 and 621.14, are examples. The definition of the use prescribes the conditions to which the soil potential ratings apply. In effect, the definition states the assumptions to which the ratings apply and it must be carefully considered.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 3,
      "content": "(1) Examples of definitions include: (i) For cropland, the kinds of crops grown and the basic management systems used (ii) For dwellings, the density or size of the lots (iii) For septic tank absorption fields, whether or not a municipal water supply is assumed (iv) For numerous uses, the kind or size of equipment used or the methods or procedures followed in the installation of corrective measures",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 4,
      "content": "(2) A performance standard is established and included as a part of the definition.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 5,
      "content": "(3) Evaluation criteria are prepared that list the soil site and other factors that affect the intended use. Part 621, subpart B, sections 621.13 and 621.14, are examples. External features, such as size and shape of an area, relationship of soils to other soils, regulations, and significant map unit inclusions or miscellaneous areas, such as rock outcrops, that are characteristic of map units, may be included as factors.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 6,
      "content": "(4) The soil factors selected are those that affect yield or performance, require corrective measures, or cause limitations for the use. The factors that are considered in rating taxonomic units by degree of limitation are sufficient for some uses. For other uses, criteria for map units may be needed in addition to those for taxonomic units.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 7,
      "content": "(5) For each soil factor, a range of conditions that is related to the kind and relative cost of corrective measures that are needed to overcome or minimize the effect of the limitation is established. Part 621, subpart B, section 621.15, is an example. Assigning degrees of limitations to each factor may be helpful. If so, the coordinated ratings from the soil database are used. For some uses or for some factors that are selected as evaluating criteria, coordinated soil limitation ratings are not available. In these cases, the limitation ratings can be assigned locally. However, the ratings of degree of limitation that have not been coordinated are not presented to users in text or tables even though they may have been used in preparing soil potential ratings. For some factors, the ranges in properties that are used for rating soil limitations may need to be subdivided. For example, in evaluations for dwellings, the range for slopes greater than 15 percent may need to be subdivided into ranges for slopes 15 to 30 percent, 30 to 50 percent, and 50 to 80 percent. Even though all these slope classes present severe limitations, differences may exist in the kinds and costs of corrective measures and continuing limitations and be significant for soil potential ratings.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 8,
      "content": "B. Approach.-One approach to a systematic procedure for preparing soil potential ratings is illustrated in Part 621, subpart B, sections 621.12, 621.16, and 621.17. Separate sheets are used for each map unit and for each soil use. The worksheets are prepared by states. Copies of completed worksheets are retained in NRCS offices as documentation of the procedures used.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 9,
      "content": "C. Worksheets.-General guidance for completing worksheets is given in this section. Examples of completed worksheets are provided for forest land (part 621, subpart B, section 621.18), for septic tank absorption fields (part 621, subpart B, section 621.19), and for dwellings without basements (part 621, subpart B, section 621.20). Steps for completing the worksheet are as follows:",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 10,
      "content": "(1) Enter the name of the map unit. Soil potential ratings are prepared for the map unit according to whether it is a multitaxa or a single taxon unit. Separate worksheets are suggested if two or more taxonomic units are named, but the final index for the unit depends on indexes of the components and the size, extent, and relationship of each component to another. Methods of properly integrating the ratings of two or more taxonomic units into one rating for the map unit are prepared locally and must be documented for each soil map unit.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 11,
      "content": "(2) Enter for each use the factors that affect the use, as identified in the criteria for evaluation. Part 621, subpart B, sections 621.13 and 621.14, provide examples.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 12,
      "content": "(3) Enter for each soil the class or range of each soil property, class, or factor that is used as an evaluation factor, such as shrink-swell-high, textural class-loam or sandy loam, Unified soil classification-SM, and depth to bedrock-20 to 40 inches.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 13,
      "content": "(4) If limitation ratings, which are optional, are assigned, they are entered on the worksheet. Such ratings may be of particular value to individuals outside NRCS who are assisting with the ratings. If limitations are not used, indicate in some way when a soil factor presents an adverse effect and requires further consideration in the evaluation.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 14,
      "content": "(5) Factors rated as moderate or severe limitations, or those indicated by other means, impose one or more adverse effects on the performance or the installation of the facility. Such factors include erosion, surface seepage, equipment limitations, reduced yields, or foundation failure. Enter the nature of these effects on the use or installation if no precautions or corrective measures are applied. List only the major effects that require correction.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 15,
      "content": "(6) For each soil limitation, list one or more kinds of corrective measures that can overcome or minimize its effect and enter the cost index. For example, measures that are needed to overcome the effect of a high water table on soybeans may include delaying planting until the water table recedes, installing drainage tile, or providing drainage through land grading. The same measure may overcome two or more limitations. Enter the cost index for that measure only once. (i) For soils with slight limitations, it may be desirable to identify a measure or set of measures in order to provide users with a complete list of recommendations for all soils. \\\"Conventional systems\\\" for septic tank absorption fields and \\\"conventional design\\\" for foundations are examples of these measures. The standards for the conventions are provided in the definition of the soil use. (ii) As a general rule, no corrective measures are given for soils that have a slight limitation because these soils generally represent the standard. For some uses, however, there are variations in conventional installations even though only slight limitations exist and it may be desirable to identify them. For example, because of variations in percolation rates, there is a significant difference in the size required for septic tank absorption fields among soils that have slight limitations. Entries on worksheets might show \\\"conventional system, small field\\\" or \\\"conventional system, medium field\\\" to make this distinction. (iii) An index of the costs of corrective measures to overcome limitations is a major factor in assessing soil potential. Significant ranges of these costs can be established, and index numbers rather than actual dollar values can be assigned. Part 621, subpart B, section 621.14, provides an example. This procedure can provide adequate distinctions between the costs of corrective measures, make evaluation easier, and avoid becoming too precise. Cost indexes can be based on prorated annual costs, initial installation costs, or other systems, provided that they are expressed in units of the same scale that is used in the indexes for performance and continuing limitations.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 16,
      "content": "(7) Regardless of the corrective measures applied, a soil limitation may continue to cause problems through maintenance cost, substandard performance, or offsite environmental effects. Low yields, the maintenance of water disposal systems for erosion control or drainage, use restrictions on steep slopes and maintenance or adequacy of flood control systems are examples of continuing problems. Identify continuing limitations that are associated with alternative measures and indicate by a key phrase the kind of limitation that remains. Assign an index number from a set of values that are compatible with those used for P and CM. For some soils, the properties responsible for substandard yields may not be known. In this case, note the substandard yield as a continuing limitation without relating it to an evaluation factor and enter a cost index for CL. Part 621, subpart B, section 621.18, provides an example.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 17,
      "content": "(8) For each CM that is required to overcome an unfavorable soil factor, select the practical and locally accepted corrective measure and the local cost index for the measure and calculate the sum. Calculate the sum of the indexes for CLs in the same fashion. Deduct the cost index for the CM and the cost index for the CL from P to determine the SPI. Part 621, subpart B, section 621.16, gives an example. Increase SPI as necessary to account for a performance or yield level that is above the standard. Part 621, subpart B, section 621.18, provides an example.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 18,
      "content": "D. Ranking and Rating Classes.-All map units are arrayed from high to low according to their soil potential index. The relative ranking of soils is evaluated against local knowledge. If inconsistencies exist, the values used to arrive at SPI should be reevaluated. To arrive at rating classes, divide the final numerical array on the basis of the definition of the rating classes. The tendency of numbers in the array to cluster around certain ranges or to show natural group separations help to subdivide the array into the required classes. Part 621, subpart B, sections 621.18, 621.19, and 621.20, give examples. It may not be desirable to indicate the numerical ratings to users because the ratings may indicate a greater degree of refinement than can be defined.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 19,
      "content": "E. Broadly Defined Map Units.-For broadly defined soil map units, such as a soil association, soil potential ratings are generally prepared only for broad categories of soil use. In the evaluation for such uses, consideration is given to one or more of the individual elements that make up the use. For example, the elements of residential soil use may include dwellings, local roads and streets, and shallow excavations. The following steps are suggested:",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 20,
      "content": "(1) List the elements of the use being evaluated",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 21,
      "content": "(2) List significant component soils and their extent in each map unit",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 22,
      "content": "(3) Rate each component for each element of the use according to the guides given for the phases of soil series",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 23,
      "content": "(4) Evaluate the map unit for the use according to the evaluation of each element for each component, giving due consideration to the extent of and the landscape relationship of each of the components",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    },
    {
      "clause": 24,
      "content": "F. Local regulations.-Local regulations can affect the development of soils for some uses. If the regulations apply uniformly, soil potential ratings for cropland may include the regulated conditions as one of the rating criteria. A preferred alternative is to prepare the ratings as if there were no regulations and to footnote worksheets and final presentations to indicate those soils on which the use is prohibited by regulations. Dealings with regulated uses, such as sanitary facilities, that require approval by regulatory agencies need not be troublesome. Consideration of the alternatives and agreement on the procedures with those individuals for whom the soil potential ratings are being developed can result in useful soil potential ratings.",
      "part": "621",
      "headerid": "9",
      "header": "Defining Soil Use, Performance Standards, and Criteria for Evaluation"
    }
  ],
  "621.10": [
    {
      "clause": 1,
      "content": "621.10 Terminology for Limitations and Corrective Measures Ratings of soil potentials should be accompanied by a statement of the corrective measures that are required to overcome soil limitations. Broad categories of corrective measures are suggested for use with ratings for broad categories of soil uses and more specific corrective measures for use with ratings for the more specific uses. The choice of phrases or terms can best be determined locally on the basis of the properties of the soils and the kinds of corrective measures needed. Figure 621-A1 contains examples of limitations, broad categories of corrective measures, and more specific corrective measures illustrate differences but is not intended to dictate specific terms for use. Figure 621-A1 Broad Categories of           More Specific Limitations          Corrective Measures           Corrective Measures Wetness              Drainage                      Surface drainage Tile drainage Land grading Steep slope          Construction grading          Cuts and fills Erodes easily        Erosion control               Vegetation Grassed waterway Terraces Conservation tillage High shrink-swell Strengthened foundations         Reinforced slab Extended footings Moisture control Floods               Flood control                 Raised foundation Dikes Improved channels Low strength         Supported foundation          Widened footings Extended footings Slab foundation Droughty             Irrigation                    Sprinkler irrigation Furrow irrigation Border irrigation Trickle irrigation",
      "part": "621",
      "headerid": "10",
      "header": "Terminology for Limitations and Corrective Measures"
    }
  ],
  "621.11": [
    {
      "clause": 1,
      "content": "621.11 Format for Presenting Soil Potential Ratings",
      "part": "621",
      "headerid": "11",
      "header": "Format for Presenting Soil Potential Ratings"
    },
    {
      "clause": 2,
      "content": "A. Soil potential ratings must be effectively presented. All presentations must include an explanation of the ratings and local definitions of the rating classes. Part 621, subpart B, section 621.21, provides an example. Definitions of soil uses must also be included. Regardless of the method of presentation, the worksheets and the criteria for evaluation that were used must be retained in the NRCS office as documentation of the procedures. The participating agencies, the technical specialists who participated, and the NRCS specialists are identified in all publications.",
      "part": "621",
      "headerid": "11",
      "header": "Format for Presenting Soil Potential Ratings"
    },
    {
      "clause": 3,
      "content": "B. Presentation may be in the narrative form, as in soil map unit descriptions or in tables. As a minimum, all tables and discussions must identify the soil potential rating and the corrective measures that are needed to achieve the potential of each soil map unit. Part 621, subpart B, sections 621.22, 621.23, and 621.24, provide examples. The most desirable format identifies the soil factors that adversely affect the use, the corrective measures, and a statement on any continuing limitations. Part 621, subpart B, section 621.21, explains.",
      "part": "621",
      "headerid": "11",
      "header": "Format for Presenting Soil Potential Ratings"
    },
    {
      "clause": 4,
      "content": "C. The tables in part 621, subpart B, sections 621.22, 621.23, and 621.24, may be modified to meet local needs and requirements.",
      "part": "621",
      "headerid": "11",
      "header": "Format for Presenting Soil Potential Ratings"
    },
    {
      "clause": 5,
      "content": "D. An example of a narrative statement in a map unit description for a phase of a soil series is as follows: \\\"The soil has high potential for septic tank absorption fields if the field size is increased to compensate for the slow percolation rate.\\\"",
      "part": "621",
      "headerid": "11",
      "header": "Format for Presenting Soil Potential Ratings"
    },
    {
      "clause": 6,
      "content": "E. A narrative statement in the description of a map unit or an association might be as follows: \\\"This association (or map unit) has high potential for residential use if foundations are strengthened and drainage is provided on Alpha soils or if dwellings are constructed only on Beta soils.\\\"",
      "part": "621",
      "headerid": "11",
      "header": "Format for Presenting Soil Potential Ratings"
    },
    {
      "clause": 7,
      "content": "F. Ratings for soil potential can be shown on colored maps; however, they must be supported by tabular or narrative presentations that identify the corrective measures needed to achieve the potential and that provide definitions of the soil uses and rating classes.",
      "part": "621",
      "headerid": "11",
      "header": "Format for Presenting Soil Potential Ratings"
    }
  ]
}
