{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Title 430 – National Soil Survey Handbook Part 621 – Soil Potential Ratings",
      "part": "Title 430 – National Soil Survey Handbook"
    }
  ],
  "621.12": [
    {
      "clause": 1,
      "content": "621.12 Analysis of Preparations and Procedures for Soil Potential Ratings PREPARATIONS OF SOIL POTENTIAL RATINGS Design Prepare and design with interdisciplinary input",
      "part": "621",
      "headerid": "12",
      "header": "Analysis of Preparations and Procedures for Soil Potential Ratings"
    }
  ],
  "621.13": [
    {
      "clause": 1,
      "content": "621.13 Soil Potential Ratings for Forest Land (Beta County) Definition: Soils managed for maximum average yearly growth per acre (cubic feet), assuming established stands for loblolly pine if adapted, otherwise the best adapted hardwood, not fertilized or irrigated. Yield standard: 130 cubic feet per acre average yearly growth. The yield standard of 130 cubic feet per acre per year is set on the basis of the production of a locally preferred forest land species on productive soils that are common to the area. Evaluating Criteria: Depth to water table (inches) Flooding Slope (percent) Surface texture Available water capacity Cost Index: A percentage of the value of the harvested crop rounded to the nearest whole number is used. Cost classes representing ranges of values are not used. Performance Index: 100 (equivalent to the yield standard of 130 cubic feet per acre per year)",
      "part": "621",
      "headerid": "13",
      "header": "Soil Potential Ratings for Forest Land (Beta County)"
    }
  ],
  "621.14": [
    {
      "clause": 1,
      "content": "621.14 Soil Potential for Dwellings Without Basements Definition: Single-family residences; 1,400 to 1,800 square feet of living area; without basements; spread footings, slab construction, or both; life span of 50 years; and intensive use of yard for lawns, gardens, landscaping, and play areas. Ratings assume adequate waste disposal and lot sizes of one-fourth acre or less. Evaluating Criteria: Depth to water table (inches) Flooding Slope (percent) Shrink-swell potential Cost Index: Cost classes for corrective measures Index value1/ and continuing limitations (dollars)2/",
      "part": "621",
      "headerid": "14",
      "header": "Soil Potential for Dwellings Without Basements"
    }
  ],
  "621.15": [
    {
      "clause": 1,
      "content": "621.15 List of Corrective Measures and Cost This exhibit shows how local data might be summarized and made available as a ready reference for preparing soil potential ratings. Corrective measures likely to be needed can be anticipated and costs established for each. As soil potential ratings are prepared, additional measures may be identified that should be added to the list. The general technique applies to both agricultural and nonagricultural soil uses. This example is only to illustrate a procedure. The corrective measures and costs that are shown are examples only and should not be used without modification to fit local situations. The following list gives the corrective measures and costs for dwellings without basements. Corrective measures are those that overcome or minimize soil limitations identified in evaluating criteria. Costs are based on an arbitrary foundation area of local standards that is approximately 1,200 square feet. The costs are in excess of those for standard design where no soil limitations are identified. Index values are 1 percent of the range midpoint of estimated costs. Corrective Measures Cost (dollars) Index Drainage of footing 300-500 4 Drainage of footing and slab 600-800 7 Excavation and grading 8-15 percent slope 100-300 2 15-30 percent slope 300-500 4 Rock Excavation and disposal (fractured limestone) 0-8 percent slope 1,000-1,400 12 8-15 percent slope 700-900 8 Reinforced slab moderate shrink-swell potential 1,500-2,000 17 high shrink-swell potential 3,600-4,200 39 Area wide surface drainage 100-200 2 (per lot) Importing topsoil for 1,000-1,400 11 garden and lawn Examples of the application of cost index are: (a) Soil on 8 to 15 percent slopes with high shrink-swell potential requires: Reinforced slab 39 Excavation and grading 2 CM = 41 (b) Soil on 0 to 1 percent slope with high water table requires: Areawide surface drainage 2 Drainage for footing and slab 7 CM = 9",
      "part": "621",
      "headerid": "15",
      "header": "List of Corrective Measures and Cost"
    }
  ],
  "621.16": [
    {
      "clause": 1,
      "content": "621.16 Reserved (Worksheet for Preparing Soil Potential Ratings)",
      "part": "621",
      "headerid": "16",
      "header": "Reserved (Worksheet for Preparing Soil Potential Ratings)"
    }
  ],
  "621.17": [
    {
      "clause": 1,
      "content": "621.17 Explanation of Worksheets for Preparing Soil Potential Ratings for Forest Land (Beta County) (a) A worksheet is prepared for each soil map unit. (b) The yield standard (130) is adjusted to a standard performance index of 100 to provide a range of soil potential indexes from 0 to 100. Productivity of 130 cubic feet per acre (loblolly pine, site index 90) meets the standard performance index of 100, such as in the Alpha and Beta map units. Productivity of 110 cubic feet per acre (loblolly pine, site index 80) is substandard performance SPI = 110/130 x 100 (SPI = 85), and is considered a continuing limitation if corrective measures fail to overcome the yield limitation, such as in the Gamma and Sigma map units. Productivity of 152 cubic feet per acre (loblolly pine, site index 100) is performance above the yield standard, SPI = 152/130 x 100 (SPI = 117), and SPI increases, such as in the Omega map unit. (c) Enter evaluation factors from the table of rating criteria prepared for the soil use, as in part 621, subpart B, section 621.12. (d) Enter soil and site conditions for the map unit for each evaluation factor. Enter the degree of limitation from the table of evaluation criteria, as in part 621, subpart B, section 621.12. (e) Enter the effects of the soil and site conditions to provide a basis for the identification of corrective measures. (f) Enter feasible alternative measures for overcoming the effects of limiting soil or site conditions. Technical guides are useful references. Note that measures are identified wherever possible to overcome the effects of limitations in preference to leaving the problem as an unresolved continuing limitation. (g) In this example, index values for measures and continuing limitations are a percentage of the value of the harvested crops. Whether the costs occur only one time or several times in the period between planting and harvest is considered. (h) The factor that accounts for substandard yield of the Sigma soil is not known. The substandard yield is noted as a continuing limitation without relation to a soil factor. (i) Index values for corrective measures (CM) and continuing limitations (CL) are summed and deducted from the performance standard index (P) to determine the soil potential index (SPI). (j) The soil potential indexes are arrayed and the ratings are assigned as follows: 117 Very high Omega silt loam 100 High Beta fine sandy loam, 1 to 3 percent slopes 85 High Alpha silt loam 78 Medium Gamma loamy fine sand, 8 to 13 percent slopes 77 Medium Sigma fine sandy loam, 15 to 25 percent slopes",
      "part": "621",
      "headerid": "17",
      "header": "Explanation of Worksheets for Preparing Soil Potential Ratings for Forest"
    }
  ],
  "621.18": [
    {
      "clause": 1,
      "content": "621.18 Reserved (Worksheet for Preparing Soil Potential Ratings for Forest Land (Beta County))",
      "part": "621",
      "headerid": "18",
      "header": "Reserved (Worksheet for Preparing Soil Potential Ratings for Forest Land"
    }
  ],
  "621.19": [
    {
      "clause": 1,
      "content": "621.19 Reserved (Worksheet for Preparing Soil Potential Ratings for Septic Tank Absorption Fields (Sigma County))",
      "part": "621",
      "headerid": "19",
      "header": "Reserved (Worksheet for Preparing Soil Potential Ratings for Septic Tank"
    }
  ],
  "621.20": [
    {
      "clause": 1,
      "content": "621.20 Reserved (Worksheet for Preparing Soil Potential Ratings for Dwellings Without Basements (Alpha County))",
      "part": "621",
      "headerid": "20",
      "header": "Reserved (Worksheet for Preparing Soil Potential Ratings for Dwellings"
    }
  ],
  "621.21": [
    {
      "clause": 1,
      "content": "621.21 Explanation of Soil Potential Ratings for Maps or Reports (a) The soil potential ratings indicate the comparative quality of each soil in the county for the specified uses. Because comparisons are made only among soils in this county, ratings for a given soil in another county may differ. (b) Potential ratings are based on a system developed for a given county and include consideration of yield or performance levels, the difficulty or relative cost of corrective measures that can improve soil performance or yield, and any adverse social, economic, or environmental consequence that cannot be easily overcome. (c) The ratings do not constitute recommendations for soil use. They are to assist individuals, planning commissions, and others in arriving at wise land use decisions. Treatment measures are intended as a guide to planning and are not to be applied at a specific location without onsite investigations for design and installation. (d) The soil potential ratings used are defined as follows: (the definitions of those soil potential ratings used are inserted.)",
      "part": "621",
      "headerid": "21",
      "header": "Explanation of Soil Potential Ratings for Maps or Reports"
    }
  ],
  "621.22": [
    {
      "clause": 1,
      "content": "621.22 Soil Potential Ratings for Septic Tank Absorption Fields Soil Name Limitations and Soil Potential and Continuing and Map Symbol Restrictions Corrective Treatment Limitations 1--Grenada silt loam, Severe: Medium: Monitor system for 0 to 2 percent slopes percs slowly. conventional system, need to pump. alternate valve, large field, pump tank in wet season. 2--Jefferson gravelly loam, Slight Very high: None. 5 to 10 percent slopes conventional system, small field. 3--Linsdale silt loam, Severe: High: Maintain drainage 0 to 2 percent slopes wetness. conventional system, system. medium field, area-wide subsurface drainage. 4--Memphis silt loam, Slight High: None. 2 to 6 percent slopes conventional system, medium field. 5--Memphis silt loam, Moderate: High: None. 12 to 20 percent slopes slope. conventional system, medium field, slope design. 6--Memphis silt loam, Severe: Very low: --- 25 to 30 percent slopes slope. no known system. 7--Talbott silt loam, Severe: Low: None. 8 to 12 percent slopes percs slowly, mound system. depth to rock. 8--Waverly silt loam, Severe: Low: None. 0 to 2 percent slopes wetness. mound system.",
      "part": "621",
      "headerid": "22",
      "header": "Soil Potential Ratings for Septic Tank Absorption Fields"
    }
  ],
  "621.23": [
    {
      "clause": 1,
      "content": "621.23 Soil Potential Ratings for Cropland Soil Name Soil Potential and Continuing and Map Symbol Corrective Treatment Limitations 1--Caddo silt loam, High: Maintenance of 0 to 1 percent slopes drainage, drainage system. high fertilization rate. 2--Gore fine sandy loam Low: Maintenance of erosion 8 to 12 percent slopes erosion control. control system, substandard yield. 3--Guyton silt loam Medium: Maintenance of drainage system. drainage, high fertilization rate 4--Guyton silt loam, Very low: Maintenance of drainage and frequently flooded project-type flood flood control system. control, drainage 5--Kisatchie soils, Very low: Maintenance of erosion control 15 to 30 percent soils erosion control, high system, equipment limitations fertilization rate. substandard yield. 6--Norwood silt loam Very high: Maintenance of drainage system. drainage. 7--Ruston fine sandy loam, High: Maintenance of erosion 3 to 5 percent slopes erosion control. control system. 8--Ruston fine sandy loam, Low: Maintenance of erosion control 8 to 12 percent slopes erosion control. system, substandard yield.",
      "part": "621",
      "headerid": "23",
      "header": "Soil Potential Ratings for Cropland"
    }
  ],
  "621.24": [
    {
      "clause": 1,
      "content": "621.24 Soil Potential Ratings and Corrective Measures for Cropland, Pastureland, Forest Land, and Residential Land Soil Name Cropland Pastureland Forest land Residential land 1--Caddo silt High: High: High: Medium: loam, 0-1 drainage. drainage, scheduled drainage percent slopes scheduled grazing operations to avoid wet conditions. avoid wetness. 2--Core fine sandy Low: Medium: Medium: Medium: loam, 8 to 12 erosion control. erosion control. scheduled operations construction to avoid wet grading, conditions. water disposal, strengthened foundation. 3--Guyton silt loam Medium: Medium: High: Low: drainage. drainage, scheduled operations drainage scheduled grazing to to avoid wet diversions. avoid wet conditions. conditions. 4--Guyton silt loam, Very low: Low: High: Very low: frequently flooded project-type drainage, adapted scheduled operations project type flood control. water tolerant plants, to avoid wet flood control, scheduled grazing to conditions. drainage. avoid wet conditions. 5--Kisatchie soils, Very low 1/: Low: Low: Low: 15 to 30 percent reduced stocking rates. erosion control construction slopes during site grading, preparation and water logging. disposal excavate rock. 6--Norwood silt loam Very high: Very high: Very high Very high 7--Ruston fine sandy High: Very high: High Very high loam, 3 to 8 erosion control. percent slopes 8--Ruston fine sandy Low: Very high: High High: loam, 8 to 12 erosion control. construction percent slopes grading, water disposal. 1/ Soil conditions are such that treatments are generally not warranted for this use. Soil Use: Area: Mapping Unit: Soil and Evaluation Site Degree of Effects Corrective Measures Continuing Limitations Factors Conditions Limitation On Use Kinds Index Kind Index Total Total ___________ - ______________ - ___________= _____________________ Performance Measure Continuing Soil Potential Index1/ Standard Cost Index Limitation Index Cost Index 1/ If performance exceeds the standard increase SPI by that amount. Soil Use: Forest Land Area: Beta County Yield standard 130 ft3 /ac/yr Mapping Unit: Sigma fine sandy loam, 15 to 25 percent slopes Yield estimate 110 ft3 /ac/yr Soil and Evaluation Site Degree of Effects Corrective Measures Continuing Limitations Factors Conditions Limitation On Use Kinds Index Kind Index Slope (percent) 15-25% Moderate Equipment Safety 4 None 1 limitation, Precautions 2/ Erosion Road design 3 Road Maintenance Depth to high >2' Slight None water table (ft.) Flooding None Slight None Available water capacity (5 ft. >8\" Slight None depth) Surface texture Loamy Slight None Moderate yield 3/ 15 Total 7 Total 16 2/ Special equipment not considered practical. 3/ Substandard yield not accounted for in evaluation factors. Corrective measures not known. Yield is 15% below standard. 100 7 16 77 ___________ - ______________ - ___________= _____________________ Performance Measure Continuing Soil Potential Index1/ Standard Cost Index Limitation Index Cost Index 1/ If performance exceeds the standard increase SPI by that amount. Soil Use: Septic tank absorption fields Area: Sigma County Mapping Unit: Alpha silt loam, 12 to 20 percent slopes Soil and 2/ Evaluation Site Degree of Effects Corrective Measures Continuing Limitations Factors 2/ Conditions Limitation On Use Kinds Index Kind Index Percolation rate 45 min/in Slight None Conventional system 0 None 0 medium field 3/ Water table >6' Slight None Flooding None Slight None Slope 12-20% Moderate Surface Slope design 10 None 0 seepage 4/ Stoniness None Slight None Depth to rock or >6' Slight None other impervious material Total 10 Total 0 2/ Local factors and ratings. 3/ This system is the standard installation. 4/ Index number is percent above standard installation cost. 100 7 0 90 ___________ - ______________ - ___________= _____________________ Performance Measure Continuing Soil Potential Index1/ Standard Cost Index Limitation Index Cost Index 1/ If performance exceeds the standard increase SPI by that amount. Soil Use: Dwellings without basements Area: Alpha County Mapping Unit: Beta silt loam Soil and 2/ Evaluation Site Degree of Effects Corrective Measures Continuing Limitations Factors 2/ Conditions Limitation On Use Kinds Index Kind Index Depth to high 0-2' Severe Wet lawns Surface drainage 2 Maintain drainage 1 water table (perched) Construction Special drainage 4 yard use 6 Problems during construction restrictions in wet seasons Flooding None Slight None Slope 0-1% Slight None Slope design 10 None 0 Shrink-swell Low Slight None Total 6 Total 7 100 6 7 87 ___________ - ______________ - ___________ = _____________________ Performance Measure Continuing Soil Potential Index1/ Standard Cost Index Limitation Index Cost Index 1/ If performance exceeds the standard increase SPI by that amount.",
      "part": "621",
      "headerid": "24",
      "header": "Soil Potential Ratings and Corrective Measures for Cropland, Pastureland, Forest Land, and Residential"
    }
  ]
}
