{
  "SERIES": "CABALLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. REN/VGL/BDS/HCD",
  "REVDATE": "06/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caballo clay loam, rangeland and woodland. (Colors are for dry soil unless otherwise noted.)\nOi-- 0 to 1 inch; partially decomposed leaves, needles, and woody plant twigs. (0 to 4 inches thick)\nA1--1 to 5 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many fine interstitial pores; about 5 percent gravel and 5 percent cobbles; noneffervescent; neutral; clear smooth boundary.  (2 to 6 inches thick)\nA2--5 to 11 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many fine interstitial pores; 5 percent gravel, 5 percent cobbles and stones; noneffervescent; neutral; clear wavy boundary. (4 to 10 inches thick)\nBw1--11 to 29 inches; very dark grayish brown (10YR 3/2) very cobbly clay loam, very dark brown (10YR 2/2) moist; moderate fine granular and weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine, medium and coarse roots; common fine interstitial pores; 15 percent gravel, 30 percent cobbles, and 15 percent stones; neutral; clear wavy boundary. (12 to 20 inches thick)\nBw2--29 to 37 inches; brown (7.5YR 5/4) mixed with 40 percent very dark grayish brown (10YR 3/2) very cobbly clay loam, brown (7.5YR 4/4) and very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few medium and coarse roots; few fine and medium interstitial and few tubular pores; about 10 percent angular limestone gravel, 35 percent cobbles and 20 percent stones; thin patchy hard calcium carbonate coatings on bottom side of cobbles; slightly to strongly effervescent; slightly alkaline; gradual wavy boundary. (6 to 12 inches thick)\nBw3--37 to 43 inches; brown (7.5YR 5/4) extremely cobbly loam, brown (7.5YR 4/4) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; few medium and coarse roots; many very fine and fine interstitial and tubular pores; 10 percent gravel, 50 percent cobbles, and 20 percent stones; thin discontinuous hard calcium carbonate coatings on the bottom side of rock fragments; strongly effervescent; slightly alkaline; gradual wavy boundary. (12 to 20 inches thick)\nBw4--43 to 55 inches; brown (7.5YR 5/3) cobbly clay loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few coarse roots; common very fine and fine interstitial pores; 5 percent gravel, 20 percent cobbles, and 5 percent stones; thin discontinuous hard calcium carbonate on the bottom of rock fragments; lime disseminated and few faint lime mycelia; strongly effervescent; slightly alkaline; gradual wavy boundary. (4 to 12 inches thick)\nC--55 to 61 inches; highly fractured limestone bedrock mixed with colluvial boulders and flagstones; small amount of soil material between the rock fragments; 90 percent rock fragments; roots in fractures and between rock fragments; grades gradually to slightly fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otero County, New Mexico; about 1,800 feet west of Horse Springs, up Water Canyon on the north-facing slope near the center of NE1/4 sec. 1, T. 15 S., R.12E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe solum is 40 to 80 inches thick.\nRock fragments in the control section range from 35 to 85 percent.\nGravel ranges from 10 to 25 percent and cobbles plus stones ranges from 5 to 15 percent in the A horizon.\nGravel ranges from 10 to 70 percent and cobbles plus stones range from 25 to 60 percent in the B horizon.\nMean annual soil temperature ranges from 36 degrees to 42 degrees F. (Frigid);\nMean summer soil temperature is less than 59 degrees F. (Frigid)\nThe moisture control section of these soils is usually moist in some part with the driest periods occurring during April, May, and June. Udic Ustic moisture regime.\nThe solum is neutral or slightly alkaline in the A and upper B horizons and neutral or moderately alkaline in the lower part of the B horizon.\nThe mollic epipedon is 16 to 36 inches thick.\nThe control section ranges from loam to clay loam and has 18 to 35 percent clay.\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 1.5 through 3 dry or moist\nOrganic matter: 4 to 14 percent\nBw1 horizon\nHue: 5YR through 10YR\nValue: 3 through 5 dry, 2 or 3 moist\nChroma: 1.5 through 4 dry or moist\nTexture: loam or clay loam\nClay content: 18 to 35 percent\nBw2 and Bw3 horizons\nHue: 5YR through 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 through 5 dry or moist.\nC horizon contains from about 75 to 95 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blanca (NM), Garber (CO), Hidatsa (ND), Lolo (MT), Mescalero (NM), Osha (NM), and Utso (UT) soils.  Blanca, Garber, and Osha soils have less than 18 percent clay in the PSCS.  Garber, Hidatsa and Lolo soils are moist in April, May and June and are in LRR-E, F, and G.  Mescalero soils have a lithic contact at 20 to 40 inches.  Utso soils have a lithic contact within 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Caballo soils formed in materials weathered from limestone, siltstone, and limy soft shale on mountain sideslopes.  Slopes are 3 to 80 percent.  Elevations range from 7,000 to 10,000 feet. The climate is subhumid. Mean annual precipitation is about 21 to 35 inches with a summer maximum. The annual temperature is about 35 degrees to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gaines, Mescalero, Peso, and Telefono soils. Gaines and Telefono soils have argillic horizons. Mescalero and Peso soils have bedrock at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; High runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for native rangeland, woodland, recreation, watershed, and wildlife. Principal native vegetation is mountain brome, mountain muhly, white fir and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas in Colorado, New Mexico and Utah. The series is of moderate extent.  Occurs in MLRA 39, 47, and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County (Mescalero-Apache Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 28 inches (A1, A2, and Bw1 horizons).   The over thickened (50 cm or more) clay loam textured epipedon is considered Pachic.\nParticle-size control section - The zone from 10 to 40 inches (Bw1, Bw2 and part of the Bw3 horizons).\nIn October 2000, the obsolete taxonomic classification Loamy-skeletal, mixed Pachic Cryoborolls was converted to the closest match found in Soil Taxonomy, Second Edition 1999, Loamy-skeletal, mixed, superactive, frigid Pachic Haplocryolls.  Review and update of the series in August 2005, provided the current taxonomic classification of Loamy-skeletal, mixed, superactive, Pachic Haplustolls.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
