{
  "SERIES": "CABIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/GB",
  "REVDATE": "02/1999",
  "STATES": "CO,WY",
  "OVERVIEW": "The Cabin series consists of deep, well drained soils formed in alluvial materials weathered from a variety of crystalline rocks, mainly schist and gneiss, but also includes volcanic derived materials.  Cabin soils are on fans, terraces, and valley side slopes.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cabin sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; dark grayish brown (10YR 4/2) light sandy loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; slightly acid (pH 6.5); clear smooth boundary.  (3 to 6 inches thick)\nA2--6 to 10 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to fine granules; slightly hard, very friable, nonsticky and nonplastic; 2 percent pebbles; slightly acid (pH 6.3); clear wavy boundary.  (3 to 5 inches thick)\nBt--10 to 20 inches; brown (7.5YR 5/4) gravelly sandy clay loam, dark brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; peds are hard, friable; thin wax-like patches on faces of peds, in root channels, and in pores; wax- like bridges between sand grains; 20 percent pebbles; some cobbles; slightly acid (pH 6.1); gradual wavy boundary.  (5 to 20 inches thick)\nBC--20 to 26 inches; brown (7.5YR 5/4) gravelly heavy sandy loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; peds are hard, very friable; thin glossy patches on some faces of peds and in root channels and pores; 25 percent pebbles; slightly acid (pH 6.5); gradual wavy boundary.  (4 to 9 inches thick)\n2C--26 to 60 inches; light yellowish brown (10YR 6/4) very gravelly loamy sand, yellowish brown (10YR 5/4) moist; single grained; loose; 50 to 70 percent pebbles and cobbles; neutral (pH 6.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; approximately 1.5 miles north of Holt Guest Ranch in Taylor Park; SW1/4 NE1/4 of Sec. 22, T. 14 S., R. 82 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 40 degrees F., and mean summer soil temperature is about 54 degrees F.  Depth to the contrasting 2C horizon ranges from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 15 to 50 inches.  Rock fragments range from 0 to 35 percent by volume in a major part of the solum and any C horizon above the 2C horizon and are mainly 1/4 to 10 inches in diameter.  These soils are dry in some part of the moisture control section for some time in most years.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It ranges from slightly acid to mildly alkaline.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 3 through 6 dry, 3 through 5 moist, and chroma of 1 through 6.  It is typically sandy clay loam but averages 18 to 35 percent clay, 5 to 30 percent silt, and 40 to 75 percent sand with more than 35 percent fine or coarser sand.  This horizon ranges from medium acid to mildly alkaline.\nThe C horizon, if present, ranges from 2.5Y through 7.5YR.  The BC and contrasting 2C horizons range from slightly acid through mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Charlos, Driggs, and (T)Pinedale series.  Charlos soils contain a large proportion of medium, coarse, and very coarse angular sand. Driggs and Pinedale soils are all calcareous in the lower part of the solum or in the C horizons and have subhorizons of visible secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cabin soils are on alluvial fans, terraces, and valley side slopes.  Slopes range from 0 to 15 percent.  The soil formed in alluvial parent materials weathered from a variety of crystalline rocks, mainly schist and gneiss. Elevation ranges from 8,800 to 10,500 feet.  The mean annual precipitation ranges from 17 to 20 inches with peak periods of precipitation in the spring and summer.  Mean annual temperature is 36 degrees F., and mean summer temperature is 53 degrees F.  Frost may occur any day of the year in higher elevations."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bassel and Lucky soils.  Bassel soils have coarse-loamy particle size control sections.  Lucky soils have fine-loamy particle size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for rangeland and recreation. Native vegetation consists of big sagebrush, junegrass, fescue, ring muhly, cactus, and some western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous valleys of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana\nSERIES Established:  Jackson County, Colorado; 1973.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
