{
  "SERIES": "CABLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJK-GWH-HFG",
  "REVDATE": "05/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, nonacid, frigid Typic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cable silt loam, on a concave less than 1 percent slope in a wooded depression at an elevation of about 1,511 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; very friable; common fine roots; very strongly acid; clear wavy boundary.  (0 to 6 inches thick)\nEg--3 to 8 inches; gray (10YR 5/1) silt loam, light gray (10YR 7/1) dry; moderate thick platy structure; very friable; common fine roots; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear wavy boundary.  (0 to 10 inches thick)\nBg1--8 to 16 inches; light brownish gray (10YR 6/2) silt loam; moderate medium subangular blocky structure; friable; common fine roots; many fine prominent yellowish brown (10YR 5/6) yellowish brown (5/8) and olive (5Y 4/4) masses of iron accumulation; strongly acid; clear smooth boundary.  (6 to 18 inches thick)\n2Bg2--16 to 26 inches; grayish brown (10YR 5/2) fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots; few fine prominent reddish brown (5YR 4/4), yellowish red (5YR 4/6), and yellowish brown (10YR 5/6) masses of iron accumulation; about 5 percent gravel; strongly acid; clear smooth boundary.  (5 to 22 inches thick)\n2Cg--26 to 39 inches; brown (7.5YR 5/2) sandy loam; massive; friable; few fine prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; about 8 percent gravel; moderately acid; clear smooth boundary.  (5 to 20 inches thick)\n3Cd--39 to 60 inches; brown (7.5YR 4/3) loamy sand; massive, tending to part along horizontal cleavage planes; firm; few fine prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation in fractures; about 10 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Price County, Wisconsin; about 8 miles east and 2 1/2 miles north of Fifield; 4,200 feet east and 800 feet north of the southwest corner, sec. 20, T. 40 N., R. 2 E; USGS Blockhouse Lake topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the silty or loamy mantle mantle ranges from 15 to 30 inches. Depth to the densic contact ranges from 24 to 40 inches. The particle-size control section averages 3 to 7 percent clay and the content of sand coarser than very fine sand averages 15 to 70 percent. Volume of rock fragments averages less than 35 percent in the particle-size control section.  Volume of gravel ranges from 0 to 10 percent in the silty mantle; 0 to 15 percent in the loamy mantle; and from 5 to 35 percent in the underlying till.  Volume of cobbles ranges from 0 to 3 percent in the silty and loamy mantle; and 0 to 5 percent in the till.  Volume of stones ranges from 0 to 3 percent throughout.  Surface stones have coverage ranging from 0 to 3 percent.  Reaction ranges from very strongly acid to moderately acid in the silty and loamy mantle.  Reaction ranges from strongly acid to slightly acid in the substratum.\nSome pedons have an O horizon ranging to as much as 6 inches in thickness.\nA horizon\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam, loam, or fine sandy loam.\nWhere present, the Ap horizon has similar colors, but has a dry value of 6 or more.\nEg horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silt loam, loam, fine sandy loam, or sandy loam\nRedoximorphic features are few to many, fine or medium, and distinct or prominent.\nBg horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silt loam, loam, sandy loam, or fine sandy loam.\n2Bg horizon\nHue: 5YR, 7.5YR, or 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: fine sandy loam, or sandy loam, or the gravelly analogues.  Thin subhorizons in the 2Bg of loamy sand or gravelly loamy sand are also included.  Redoximorphic features in the B and 2B horizon are commonly distinct or prominent, few to many, and fine or medium. Bulk density ranges from 1.65 to 1.80 gm/cc.\nSome pedons have 2BC horizons with colors and textures similar to the 2Bg or 2C horizon.\n2Cg or 2C horizon\nHue: 5YR or 7.5YR\nValue: 3 to 6\nChroma: 2 to 4\nTexture: sandy loam or gravelly sandy loam. Bulk density ranges from 1.65 to 1.80 gm/cc.\n3Cd horizon\nHue: 5YR or 7.5YR\nValue: 3 to 6\nChroma: 3 or 4\nTexture: predominantly loamy sand or gravelly loamy sand, but some pedons have sandy loam or gravelly sandy loam textures. Bulk density ranges from 1.8 to 2.0 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Nevens Series.  Nevens soils  have a hue of 10YR or yellower in the dense till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in a thin loess or water-laid loamy mantle and in loamy till underlain by dense mostly sandy lodgement till.\nLandform: Depressions or drainageways on drumlins.\nSlope: 0 to 2 percent.\nElevation: 1100 to 1650 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Butternut (T), Peeksville (T), Shanagolden (T), and Torch (T) soils.  Butternut and Shanagolden soils are moderately well drained, the Peeksville and Torch soils are somewhat poorly drained. Butternut and Torch soils form a hydrosequence with the Cable soils in areas where there is a silty loess mantle.  The Shanagolden and Peeksville soils form a hydrosequence with the Cable soils where there is a loamy mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Potential for surface runoff is negligible or medium.  Permeability is moderate in the loess mantle or loamy alluvium, moderate or moderately slow in the loamy till, and slow in the dense till. Cable soils have a perched seasonal high water table above the densic contact at a depth of 1 foot above the surface to 0.5 foot below the surface for a long duration at some time during the period September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Large acreage of this soil is in forest.  Small acreage is used for pasture, and a few areas, where drained, are cropped to hay and small grain.  Present vegetation, where the forest cover has been removed, is mostly grasses and sedges with some shrubs, such as alder and willow.  Native vegetation is cedar, tamarack, spruce, ash, maple, balsam, aspen, birch, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wisconsin; LRR K and MLRA 90A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eau Claire County, Wisconsin, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle size control section: 0 to 40 inches.\nOchric epipedon:  0 to 8 inches (A, Eg)\nAlbic horizon: 3 to 8 inches (Eg)\nCambic horizon: 8 to 26 inches (Bg1, 2Bg).\nDensic contact: 39 inches (2Cd).\nLithologic discontinuity - at the upper boundary of the 2Bg2 horizon at 16 inches and at the upper boundary of the 3Cd horizon at 39 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
