{
  "SERIES": "CABO ROJO",
  "STATUS": "Established Series",
  "BYREV": "Rev. REG; LHR; JLL; GRB",
  "REVDATE": "09/2006",
  "STATES": "PR",
  "OVERVIEW": "The Cabo Rojo series consists of very deep, moderately well drained, moderately permeable soils on old foot slopes and back slopes of low hills on the Humid Mountains and Valleys MLRA.  They formed in fine-textured colluvium that weathered from volcanic bedrock.  Near the type location, the mean annual temperature is about 77 degrees F., and the mean annual precipitation is about 50 inches.  Slopes range from 2 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, isohyperthermic Vertic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cabo Rojo clay loam--naturalized pastureland (Colors are for moist soil).\nAp--0 to 2 inches; very dark grayish brown (10YR 3/2) clay loam; moderate fine and medium granular structure; soft, friable; nonsticky, slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; about 12 percent, by volume, pebbles; strongly acid; clear smooth boundary.  (2 to 8 inches thick)\nBt1--2 to 5 inches; very dark grayish brown (10YR 3/2) clay; strong medium and coarse subangular blocky structure; very hard, very firm; slightly sticky,  slightly plastic; common faint pressure faces on surfaces of peds; common faint clay films on ped faces; common very fine and fine roots; common fine and medium interstitial pores; strongly acid; abrupt wavy boundary.\nBt2--5 to 19 inches; dark yellowish brown (10YR 4/4) clay; strong medium to very coarse subangular blocky structure; very hard, very firm; slightly sticky, slightly plastic; many faint pressure faces on surfaces of peds; few fine and medium roots; few fine and medium interstitial pores; moderately acid; abrupt wavy boundary.\nBt3--19 to 26 inches; dark yellowish brown (10YR 4/4) clay; weak medium and coarse subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; many faint pressure faces on surfaces of peds; common distinct clay films on ped faces; few fine roots; common fine and medium interstitial pores; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine prominent grayish brown (2.5Y 5/2) areas of iron depletions; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons ranges from 12 to 24 inches)\nBC--26 to 36 inches; brown (7.5YR 4/4) clay loam; weak fine and medium subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; few fine roots; common very fine vesicular pores; common fine and medium prominent red (2.5YR 4/8) and reddish yellow (7.5YR 7/8) masses of iron accumulation and common fine prominent light gray (5Y 7/2) areas of iron depletions; slightly acid; abrupt smooth boundary. (0 to 12 inches thick)\nC--36 to 72 inches; brown (7.5YR 4/4) silty clay loam; massive; slightly hard, firm; nonsticky, slightly plastic; few fine roots; few very fine and fine vesicular pores; few fine and medium prominent yellowish red (5YR 5/8) masses of iron accumulation and common fine prominent light gray (5Y 7/2) and light greenish gray (5GY 7/1) areas of iron depletions; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabo Rojo, Puerto Rico.  Approximately 1.5 miles southwest of downtown Cabo Rojo, about 0.65 mile northwest from the intersection of P.R. Hwy. 307 and P.R. Hwy. 308, about 0.25 mile northwest from P.R. Hwy. 308 in native pasture.  USGS Puerto Real topographic quadrangle (1966); lat. 18 degrees 05 minutes 02 seconds N.; long. 67 degrees 10 minutes 08 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 45 inches.  Content of pebbles range from 0 to 15 percent, by volume.  Reaction ranges from slightly acid to strongly acid in the A and Bt horizons and from slightly acid to neutral in the BC or C horizons.\nThe A or Ap horizon has hue of 10YR, value of 3, and chroma of 2 to 4.  Texture is clay loam or clay.\nThe AB horizon, where present, has hue of 10YR, value of 3, and chroma of 3.  Texture is clay.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 to 6.  Texture is clay.\nThe BC horizon, where present, has hue of 7.5YR, value of 4, and chroma of 4; or there is no dominant color and it is multicolored in shades of red, brown, yellow, and gray. Texture is clay loam or clay.\nThe C horizon has hue of 7.5YR, value of 4, and chroma of 4; or there is no dominant color and it is multicolored in shades of red, brown, yellow and gray. Texture is silty clay loam, clay loam, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no known series in the same family.  The closely related Moca series is in the very-fine family and Rio Arriba series has a solum thickness of 60 inches or more."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cabo Rojo soils are on foot slopes and back slopes of low hills on the Humid Mountains and Valleys MLRA.  Slopes range from 2 to 12 percent.  They formed in fine-textured colluvium that weathered from volcanic bedrock.  The climate is humid tropical.  The average annual precipitation ranges from 40 to 60 inches and the average annual temperature ranges from 75 to 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Guanajibo, Mucara and Voladora series.  The well drained Guanajibo soils are on lower positions and have more than 5 percent plinthite in the subsoil.  The well drained Mucara soils are on higher positions and are moderately deep to volcanic bedrock.  The well drained Voladora soils are on lower positions and have more clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Cabo Rojo soils are on naturalized pastureland.  The vegetation consists of native and introduced grasses, shrubs, and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foot slopes and back slopes of low hills of the humid mountains and valleys of southern Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico, 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 2 inches (Ap horizon).\nArgillic horizon - the zone from 2 to 26 inches (Bt1, Bt2 and Bt3 horizons).\nVertic features - the zone from 2 to 26 inches (Bt1, Bt2 and Bt3 horizons).\nThe Cabo Rojo series was formerly classified in the Red and Yellow Podzolic Great Soil Group.  The type location was moved to its present location in 2005. The classification was updated with the 11/04 draft from Fine, mixed, semiactive, isohyperthermic Aquic Paleudults to Fine, mixed, semiactive, isohyperthermic Vertic Paleudults.  Low chroma mottles appear to have been inherited from the parent material and are not thought to be due to wetness.\nCabo Rojo soils are in MLRA 270.\nADDITIONAL DATA:  Characterization pedon - Cabo Rojo Municipality, Puerto Rico; S04PR-023-005R. Sample by NSSL, Lincoln, NE., 05/05.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 2 inches; very dark grayish brown (10YR 3/2) clay loam; moderate fine and medium granular structure; soft, friable; nonsticky, slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; about 12 percent, by volume, pebbles; strongly acid; clear smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt1--2 to 5 inches; very dark grayish brown (10YR 3/2) clay; strong medium and coarse subangular blocky structure; very hard, very firm; slightly sticky,  slightly plastic; common faint pressure faces on surfaces of peds; common faint clay films on ped faces; common very fine and fine roots; common fine and medium interstitial pores; strongly acid; abrupt wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 13,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--5 to 19 inches; dark yellowish brown (10YR 4/4) clay; strong medium to very coarse subangular blocky structure; very hard, very firm; slightly sticky, slightly plastic; many faint pressure faces on surfaces of peds; few fine and medium roots; few fine and medium interstitial pores; moderately acid; abrupt wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 48,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt3--19 to 26 inches; dark yellowish brown (10YR 4/4) clay; weak medium and coarse subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; many faint pressure faces on surfaces of peds; common distinct clay films on ped faces; few fine roots; common fine and medium interstitial pores; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine prominent grayish brown (2.5Y 5/2) areas of iron depletions; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons ranges from 12 to 24 inches)"
      },
      {
        "name": "BC",
        "top": 66,
        "bottom": 91,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--26 to 36 inches; brown (7.5YR 4/4) clay loam; weak fine and medium subangular blocky structure; slightly hard, firm; slightly sticky, slightly plastic; few fine roots; common very fine vesicular pores; common fine and medium prominent red (2.5YR 4/8) and reddish yellow (7.5YR 7/8) masses of iron accumulation and common fine prominent light gray (5Y 7/2) areas of iron depletions; slightly acid; abrupt smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 183,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "narrative": "C--36 to 72 inches; brown (7.5YR 4/4) silty clay loam; massive; slightly hard, firm; nonsticky, slightly plastic; few fine roots; few very fine and fine vesicular pores; few fine and medium prominent yellowish red (5YR 5/8) masses of iron accumulation and common fine prominent light gray (5Y 7/2) and light greenish gray (5GY 7/1) areas of iron depletions; slightly acid."
      }
    ]
  ]
}
