{
  "SERIES": "CABOOSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCC-GHL-SHB-JAL",
  "REVDATE": "07/2002",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Lamellic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caboose very fine sandy loam, forest; on a southeast-facing slope of 58 percent at 2,000 feet elevation.  When described on August 23, 1972, the soil was dry throughout. Pedon was redescribed on 9/14/94 (Colors are for dry soil unless otherwise stated.)\nOi--0 to 0.5 inch; needles, twigs, and grass. (0.5 to 1.5 inches thick)\nOe--0.5 to 1 inch; partly decomposed needles, twigs, and grass. (0.5 to 1.5 inches thick)\nA--1 to 5 inches; light brownish gray (2.5Y 6/2) very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak very fine and fine granular structure; hard, friable, slightly sticky and slightly plastic; many very fine to coarse roots; many very fine, fine and few medium pores; slightly acid (pH 6.2); clear smooth boundary.  (1 to 4 inches thick)\nAB1--5 to 9 inches; light brownish gray (2.5Y 6/2) very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine to coarse roots; many very fine to medium pores; many very fine black concretions; slightly acid (pH 6.5); clear wavy boundary.  (3 to 7 inches thick)\nAB2--9 to 21 inches; light brownish gray (2.5Y 6/2) very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine to coarse roots; many very fine and few medium pores; many very fine black concretions; neutral (pH 6.8); clear wavy boundary.  (8 to 17 inches thick)\nBt1--21 to 35 inches; light brownish gray (2.5Y 6/2) silt loam, grayish brown (2.5Y 5/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine to coarse roots; many very fine and few medium pores; few faint clay films on faces of peds and lining pores; many very fine and fine black concretions; 50 to 70 percent of the horizon consists of dark yellowish brown lamellae that range in thickness from 1/16 to 3 inches and have about 10 percent more clay than the matrix; neutral (pH 6.8); clear wavy boundary.  (9 to 16 inches thick)\nBt2--35 to 57 inches; pale olive (5Y 6/3) silt loam, olive brown (2.5Y 4/3) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few medium and fine roots; common very fine pores; few faint clay films on faces of peds and lining pores; 10 to 25 percent of the horizon consists of pale brown lamellae that are 1/16 to 2 inches thick and have about 10 percent more clay than the matrix; many very fine and fine black concretions; neutral (pH 7.3); abrupt wavy boundary. (15 to 30 inches thick)\nBk--57 to 60 inches; light yellowish brown (2.5Y 6/3) very fine sandy loam, olive brown (2.5Y 4/3) moist; weak coarse platy structure; slightly hard, friable, slightly sticky and slightly plastic; strongly effervescent (calcium carbonate); few fine masses of lime; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boundary County, Idaho; about 1 3/4 miles south of the Bonners Ferry Forest Ranger Station on U.S. Highway 95, about 1,320 feet north and 1,320 feet east of the southwest corner of sec. 9, T. 61 N., R. 1 E.; Latitude - 48 degrees, 38 minutes, 55 seconds North; Longitude - 116 degrees, 20 minutes, 49 seconds West; USGS Bonners Ferry Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 45 to 47 degrees F.\nAverage summer soil temperature - 55 to 59 degrees F. with an O horizon\nClay content - 8 to 18 percent in the particle-size control section\nMost pedons in undisturbed areas have a thin discontinuous light gray layer of volcanic ash between the organic and upper mineral layers\nA horizon\nHue - 2.5Y or 10YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nTexture - VFSL, SIL\nClay content - 4 to 14 percent\nReaction - moderately acid to neutral\nAB horizons\nHue - 2.5Y or 10YR\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nTexture - VFSL, SIL\nClay content - 4 to 14 percent\nReaction - slightly acid or neutral\nBt horizons\nHue - 2.5Y or 5Y\nValue - 5 to 7 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nTexture - VFSL, SIL\nClay content - 8 to 18 percent\nReaction - slightly acid to slightly alkaline\nBk horizon\nHue - 2.5Y or 5Y\nValue - 6 to 8 dry, 4 to 6 moist\nChroma - 2 or 3 dry or moist\nTexture - VFSL, SIL\nClay content - 4 to 14 percent\nEffervescence - strongly or violently (calcium carbonate)\nCalcium carboante equivalent - 5 to 15 percent\nCalcium carbonte concentrations - few to many, fine to coarse, seams and masses\nC horizon (present in some pedons)\nHue - 2.5Y or 5Y\nValue - 5 to 8 dry, 4 to 6 moist\nChroma - 2 or 3 dry or moist\nClay content - 4 to 14 percent\nTexture - VFSL, SIL\nEffervescence - slightly to strongly effervescent (calcium carbonate)\nCalcium carbonate equivalent - 5 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Caboose soils are on terrace escarpments.  Slopes range from 15 to 75 percent.  They formed in calcareous glaciolacustrine sediments.  Elevations range from 1,800 to 2,700 feet.  The climate is subhumid with cold, wet winters and warm, dry summers. The average annual air temperature is 43 to 45 degrees F. and the average annual precipitation is 25 to 30 inches.  The average frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Artnoc, Crash, and Wishbone soils.  Artnoc soils are on west and east-facing terrace escarpments, are colder and have a silt loam surface texture.  Crash soils are on north-facing terrace escarpments, are colder and have a silt loam surface texture.  Wishbone soils are on south-facing terrace escarpments and have a mesic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, and recreation.  Natural vegetation is mainly grand fir, western white pine, western larch, Douglas-fir, ponderosa pine, and lodgepole pine, with an understory of myrtle pachystima, baldhip rose, Columbia brome, American trailplant, sweetscented bedstraw, western meadowrue, creambush oceanspray and mallow ninebark."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, and possibly northwestern Montana, and northeastern Washington.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boundary County, Idaho, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral soil surface to 9 inches (A and AB1 horizons)\nArgillic horizon - the zone from 21 to 57 inches (Bt1 and Bt2 horizons)\nParticle-size control section - the zone from 21 to 41 inches (Bt1 and part of the Bt2 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
