{
  "SERIES": "CADDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJD-JKW-RM",
  "REVDATE": "08/2018",
  "STATES": "AR,LA",
  "OVERVIEW": "The Caddo series consists of very deep, poorly drained soils. These nearly level soils formed in fluviomarine deposits derived from the Intermediate Terraces Formation of Pleistocene age. Slope ranges from 0 to 3 percent. Mean annual air temperature is about 19.5 degrees C (67 degrees F), and mean annual precipitation is about 1549 mm (61in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Typic Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caddo silt loam in an area of Caddo-Messer complex, 0 to 1percent slopes; in woodland (Colors are for moist soil unless otherwise stated.)\nA--0 to 13 cm, (0 to 5 in); grayish brown (10YR 5/2), silt loam, dry; weak fine granular structure; friable; common coarse roots and many fine roots; common fine interstitial pores; 1 percent fine very dark brown (10YR 2/2) iron-manganese concretions; very strongly acid; abrupt smooth boundary.  (8 to 20 cm [3 to 8 in] thick)\nEg1--13 to 43 cm, (5 to 17 in); light brownish gray (10YR 6/2), silt loam; weak medium subangular blocky structure; friable; common fine roots; few fine low continuity tubular pores; 1 percent fine very dark brown (10YR 2/2) iron-manganese concretions and 5 percent medium prominent yellowish brown (10YR 5/8), moist, masses of oxidized iron with clear boundaries lining pores; very strongly acid; clear wavy boundary.  (combined thickness of the Eg horizons is 33 to 86 cm [13 to 17 in])\nEg2--43 to 74 cm, (17 to 29 in); light brownish gray (10YR 6/2), silt loam; weak medium subangular blocky structure; friable; brittle; fine roots; fine low continuity tubular pores; 1 percent fine black (10YR 2/1) iron-manganese concretions; 10 percent coarse prominent yellowish brown (10YR 5/8), moist, masses of oxidized iron with clear boundaries lining pores; very strongly acid; abrupt irregular boundary.\nBtg/E--74 to 130 cm, (29 to 51 in); light brownish gray (10YR 6/2), silt loam; moderate coarse prismatic structure parts to moderate coarse subangular blocky; firm; few fine roots;  common fine low continuity tubular pores; 30 percent discontinuous clay films on vertical faces of peds;  about 25 percent tongues of silt loam (E), 1 to 10 centimeters wide;  1percent fine and medium plinthite nodules;  1 percent medium black (10YR 2/1) manganese masses; 10 percent medium prominent yellowish brown (10YR 5/8), moist, masses of oxidized iron with clear boundaries in matrix; 20 percent coarse prominent red (2.5YR 4/8), moist, masses of oxidized iron with sharp boundaries in matrix; strongly acid; gradual wavy boundary.  (23 to 58 cm [9 to 23 in] thick)\nBtg1--130 to 163 cm, (51 to 64 in); light brownish gray (10YR 6/2), silt loam; moderate medium subangular blocky structure; firm;  fine low continuity tubular pores; 40 percent  discontinuous clay films on vertical faces of peds; 1 percent medium black (10YR 2/1) manganese masses and 15 percent medium prominent red (2.5YR 4/8), moist, masses of oxidized iron with sharp boundaries in matrix and 25 percent coarse prominent strong brown (7.5YR 5/8), moist, masses of oxidized iron with clear boundaries in matrix; strongly acid; gradual wavy boundary. (combined thickness of the Btg horizons is 39 to 79 cm [15 to 31 in])\nBtg2--163 to 203 cm, (64 to 80 in); light brownish gray (10YR 6/2), silt loam; weak coarse subangular blocky structure; firm; fine low continuity tubular pores; common faint clay films on vertical faces of peds; 1 percent medium prominent red (2.5YR 4/8), moist, masses of oxidized iron with sharp boundaries in matrix and 1 percent medium black (10YR 2/1) manganese masses and 25 percent coarse prominent strong brown (7.5YR 5/8), moist, masses of oxidized iron with clear boundaries in matrix; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Calcasieu Parish, LA; from the intersection of Louisiana state highway 12 and Louisiana state highway 389 in De Quincy, about 9.5 miles southwest on Louisiana state highway 12 to Lucas, LA; 1 mile east and 1 mile south on area between mounds in forest.\nUSGS topographic quad: Lunita, LA\nLatitude: 30 degrees 21 minutes 30.40 seconds north\nLongitude: 93 degrees 32 minutes 32.50 seconds west;\nDatum: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the A and E horizons is 46 to 99 cm (18 to 39in)\nParticle-size control section (weighted average)\nClay content: 18 to 22 percent\nCEC/clay ratio: 0.45 to 0 .55\nA Horizon\nHue:  10YR\nValue: 4 or 5\nChroma:  1 or 2\nTexture: very fine sandy loam, silt loam, or loam\nIron-manganese concretions: amount-0 to 2 percent\nReaction: very strongly acid or strongly acid\nEg Horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: very fine sandy loam, silt loam, or loam\nRedox concentrations: amount-5 to 25 percent, shades-brown or yellow\nIron-manganese concretions: amount-0 to 2 percent\nReaction: very strongly acid or strongly acid\nBtg/E Horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: loam, silt loam, or silty clay loam\nAlbic tongues: amount- 15 to 25 percent\nRedox concentrations: amount-10 to 35 percent, shades-brown, yellow or red\nRedox depletions: amount- 0 to 5 percent, shades- gray\nPlinthite nodules: 1 to 5 percent\nReaction: very strongly acid or strongly acid\nBtg Horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: loam, silt loam, or silty clay loam\nAlbic tongues: amount- 0 to 10 percent\nRedox concentrations: amount-10 to 40 percent, shades-brown, yellow or red\nPlinthite nodules: 0 to 5 percent\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alikchi (OK), Caneyhead (TX), Evadale (TX), Guyton (LA), Kinder, and Prairieland series.\nAlikchi soils: formed in silty material over shale of Pennsylvanian age; have a paralithic contact above 100 cm (40 in).\nCaneyhead soils: very poorly drained; do not have plinthite\nEvadale soils: do not have plinthite; have more clay in the lower part of the argillic horizon\nGuyton,Kinder, and Prairieland soils: do not have plinthite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of Pleistocene age\nLandscape:  coastal plains\nLandform:  flats\nSlope: 0 to 3 percent\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 19.9 to 21.7 degrees C (67 to 71 degrees F)\nMean annual air temperature range: 19.3 to 20.1 degrees C (67 to 69 degrees F)\nMean annual precipitation range: 1499 to 1651 mm (59 to 65 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year.\nFrost-free period: 240 to 300 days\nElevation: 22.9 to 46 m (75 to 150 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beauregard (LA), Glenmora (LA), and Messer (LA) series.\nBeauregard and Glenmora soils: moderately well drained; on a higher landform\nMesser soils: moderately well drained; on pimple mounds\nWrightsville soils: in a fine family; on a similar landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Poorly\nPermeability class: Slow\nRunoff: high\nWetness: soils have endosaturation and aquic conditions during the winter and early spring months in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for forest land and for grazing.  Native vegetation consists of water oak, green ash, rushes and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Louisiana and southern Arkansas; Land Resource Region T; MLRA 152B; the series is of extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caddo Parish, Louisiana; 1906."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series type location was moved to the current location during the Soil Data Join and Recorrelation initiative. The previous location in Beauregard Parish was in a coarse-silty family according to lab data.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 74 cm (0 to 29.1 in). (A and Eg horizons)\nGlossic horizon: 74 to 130 cm (29.1 to 51.2 in). (Btg/E horizon)\nArgillic horizon: 74 to 203 cm (29.1 to 80 in). (Btg/E and Btg horizons)\nAquic conditions: 13 to 203 cm (5 to 80 in) during the winter and early spring months\nADDITIONAL DATA:  KSSL Data from type location on pedon 81LA019001.\nTAXONOMIC VERVION: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
