{
  "SERIES": "CADELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-ELG-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "OVERVIEW": "The Cadell series consists of deep, moderately well drained, very slowly permeable soils that formed in tuffaceous alkaline clayey sediments interbedded with loamy and shaly materials.  These soils are on plane to slightly convex uplands.  The slope is dominantly 1 to 3 percent but ranges from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aquertic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cadell very fine sandy loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--O to 5 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; very hard, firm; common fine and medium roots; few fine pores, slightly acid; abrupt wavy boundary (3 to 8 inches thick)\nBt1--5 to 17 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; few fine and medium distinct reddish brown (5YR 4/4) mottles; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; common fine roots; few pressure faces; common thick dark grayish brown clay films; 1 to 2 mm thick coating of clean sand grains on vertical surfaces of most prisms; tops of prisms have a 3 to 8 mm thick sandy clay loam surface; few fine black concretions; few vertical streaks 2 to 4 mm wide of loamy material; neutral; clear wavy boundary.\nBt2--17 to 24 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; common fine and medium distinct yellowish brown (10YR 5/4) mottles; moderate medium prismatic structure parting to moderate coarse angular blocky; extremely hard, very firm; common fine roots; few pressure faces; common thick discontinuous gray clay films; common streaks of clean sand on faces of peds; few vertical streaks 2 to 4 mm wide of loamy material; mildly alkaline; clear wavy boundary.  (Bt horizon is 14 to 36 inches thick)\nBk--24 to 35 inches; pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; common medium faint grayish brown (10YR 5/2) mottles; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, firm; few fine roots; few fine pores; few fine dark concretions; 5 percent concretions and soft masses of calcium carbonate; calcareous; mildly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nBk/C--35 to 43 inches; pale yellow (5Y 7/3) clay, pale olive (5Y 6/3) moist; common medium faint grayish brown (10YR 5/2) and few fine and medium faint pale yellow (2.5Y 7/4) mottles (B); moderate medium angular blocky structure; very hard, firm; few fine roots; common fine pores; 10 percent concretions and soft masses of calcium carbonate; common clusters of gypsum crystals; few fine masses of barite; weathered shale fragments make up 20 percent of the lower part (C); calcareous; mildly alkaline; diffuse wavy boundary.   (0 to 20 inches thick)\n2Cy--43 to 60 inches; pale olive (5Y 6/3) tuffaceous clay, pale olive (5Y 6/3) moist; few fine and medium distinct brownish yellow (10YR 6/6 and 6/8) mottles; massive; stratified with distinct cleavage planes; also few thin strata of fine sandy loam; very hard, firm; common clusters of gypsum crystals; few fine masses of barite; few concretions of calcium carbonate in upper part of horizon; noncalcareous; mildly alkaline.\n2C--60 to 80 inches; light gray (2.5Y 7/2) tuffaceous clay, light grayish brown (2.5Y 6/2) moist; common fine and medium distinct olive yellow (2.5Y 6/6) mottles; massive; stratified with distinct cleavage planes; very hard, very firm; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Texas; from Farm Road 154 in Muldoon, 2.3 miles west on Farm Road 2237, 1,000 feet north on oil field road and 75 feet east in rangeland.  (Latitude: 29 degrees, 49 minutes, 48 seconds North; Longitude: 97 degrees, 06 minutes, 17 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to about 60 inches.  The boundary between the A and Bt horizons is abrupt and ranges from smooth to wavy.  Grayish wetness mottles are within a depth of 10 to 30 inches of the soil surface.  The COLE is commonly greater than 0.07 in the argillic horizon.  Salts, including gypsum or calcium carbonate are typically within a depth of 14 to 28 inches of the soil surface.  Visible calcium carbonate ranges from 0 to 10 percent with calcium carbonate equivalent averaging less than 15 percent.  The exchangeable sodium ranges from 3 to 12 percent in the upper 16 inches of the argillic horizon.  Siliceous pebbles range from none to about 5 percent by volume throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 2 to 4.  It is very hard and massive when dry.  Texture is fine sandy loam or very fine sandy loam.  The reaction is slightly acid or neutral.\nThe Bt horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4, with few to common redoximorphic features in shades of red, brown, gray or olive.  Texture is clay loam, silty clay or clay with clay content ranging from 35 to 50 percent.  The upper part of the Bt horizon is typically more clayey than the lower part.  The reaction ranges from slightly acid to slightly alkaline.  Most pedons have a thin coating of loam or sandy clay loam at the contact of the Bt horizon.\nThe Bk horizon has colors with hue of 10YR or 2.5Y, value 5 to 7, and chroma 2 or 4 with or without mottles in shades of gray, brown, or yellow.  The texture is clay, clay loam, or silty clay loam.  Calcium carbonate, gypsum or barite concretions and masses combined range from 3 to 10 percent by volume.  Reaction is mildly alkaline or moderately alkaline and the matrix ranges from calcareous to noncalcareous.\nThe Bk/C horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 2 to 4 with or without redoximorphic features in shades of gray, brown or yellow.  The texture is clay, clay loam, or silty clay loam.  Shale or siltstone fragments make up as much as 30 percent by volume.  Concretions or masses of calcium carbonate gypsum and barite combined range from 3 to 20 percent by volume.  Reaction is slightly alkaline or moderately alkaline and the matrix is calcareous or noncalcareous.\nThe 2C horizon is tuffaceous, clayey sediments interbedded with loamy and shale materials in shades of gray, yellow and brown.  The texture is clay loam, silty clay, or clay.  Masses of calcium carbonate, gypsum and barite range from few to common in the upper part of the horizon.  The reaction is neutral to moderately alkaline and is typically noncalcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Arol, Burlewash, Chazos, Edge, Falba, Gredge, Hassee, Singleton, and Zack series.   Arol and Singleton soils have a paralithic contact between 20 and 40 inches.  Burlewash and Gredge soils have Bt1 horizons that are redder and are more acid.  Chazos soils have sola more than 60 inches thick, less than 3 percent sodium in the upper part of the Bt, and have sandy A and E horizons.  Edge soils have mixed mineralogy.  Falba soils have sola between 20 and 40 inches thick.  Hassee soils are somewhat poorly drained and have sola more than 60 inches thick.  Shiro soils have a paralithic contact to tuffaceous sandstone within a depth of 40 inches and are typically more acid in the upper part of the argillic horizon.  Zack series have sola less than 40 inches thick, redder hue, and do not have appreciable amounts of sodium in the upper Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cadell soils are on gently sloping erosional uplands.  Slopes are mainly 1 to 3 percent, but range from 1 to 5 percent.  The soil formed in tuffaceous alkaline clayey sediments interbedded with loamy and shaly materials.  These sediments are high in bentonite clay.  They are of Eocene Age and a part of the Cadell Geologic Formation.  Mean annual temperature ranges form 67 to 70 degrees F., and mean annual precipitation ranges from 34 to 38 inches.  Frost free days range form 260 to 280 days and elevation ranges from 300 to 600 feet. The Thornthwaite P-E indices range from 46 to 60."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burlewash, Chazos, Falba, Gredge, Shiro, Zack, and Zulch. series.  Burlewash soils are on associated ridges that are underlain by porous sandstones.  Falba and Shiro soils are on the adjoining Welborn Formation and are underlain by sandstone.  Gredge and Chazos soils are on lower stream terraces.  Zack soils are on strongly sloping dissected areas.  Zulch soils are on nearly level concave areas and are dominated by chroma of 2 or less."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is very slow.  Runoff is medium on 1 to 3 percent slopes and high on 3 to 5 percent slopes. Water is perched in the soil to a depth of 24 inches for a few days to about 2 weeks after heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range.  Native vegetation is a prairie of mid and tall grasses presently with scattered to fairly dense stands of post oak, elm, ash and hackberry trees.  Many areas were cultivated in the past and are now invaded with mesquite.  Several hundred acres have been surfaced mined for bentonite clay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in central southeast Texas in the southern portion of the Texas Claypan Areas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fayette County, Texas, 1992.  The name is from the parent geology."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Aquic Paleustalfs to Aquertic Paleustalfs based on TAMU laboratory data S87TX-149-003.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches.  (A horizon)\nArgillic horizon - 5 to 24 inches.  (Bt1 and Bt2 horizons)\nAbrupt texture change - at 5 inches\nAquic feature - Iron depletions due to wetness below depths of 24 inches.\nSodic properties - exchangeable sodium  of 3 to 12 percent in the upper 16 inches of the argillic horizon (borderline natric horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--O to 5 inches; light brownish gray (10YR 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; very hard, firm; common fine and medium roots; few fine pores, slightly acid; abrupt wavy boundary (3 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--5 to 17 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; few fine and medium distinct reddish brown (5YR 4/4) mottles; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm; common fine roots; few pressure faces; common thick dark grayish brown clay films; 1 to 2 mm thick coating of clean sand grains on vertical surfaces of most prisms; tops of prisms have a 3 to 8 mm thick sandy clay loam surface; few fine black concretions; few vertical streaks 2 to 4 mm wide of loamy material; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--17 to 24 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; common fine and medium distinct yellowish brown (10YR 5/4) mottles; moderate medium prismatic structure parting to moderate coarse angular blocky; extremely hard, very firm; common fine roots; few pressure faces; common thick discontinuous gray clay films; common streaks of clean sand on faces of peds; few vertical streaks 2 to 4 mm wide of loamy material; mildly alkaline; clear wavy boundary.  (Bt horizon is 14 to 36 inches thick)"
      },
      {
        "name": "Bk",
        "top": 61,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--24 to 35 inches; pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; common medium faint grayish brown (10YR 5/2) mottles; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, firm; few fine roots; few fine pores; few fine dark concretions; 5 percent concretions and soft masses of calcium carbonate; calcareous; mildly alkaline; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Bk/C",
        "top": 89,
        "bottom": 109,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "mildly alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bk/C--35 to 43 inches; pale yellow (5Y 7/3) clay, pale olive (5Y 6/3) moist; common medium faint grayish brown (10YR 5/2) and few fine and medium faint pale yellow (2.5Y 7/4) mottles (B); moderate medium angular blocky structure; very hard, firm; few fine roots; common fine pores; 10 percent concretions and soft masses of calcium carbonate; common clusters of gypsum crystals; few fine masses of barite; weathered shale fragments make up 20 percent of the lower part (C); calcareous; mildly alkaline; diffuse wavy boundary.   (0 to 20 inches thick)"
      },
      {
        "name": "2Cy",
        "top": 109,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "mildly alkaline",
        "narrative": "2Cy--43 to 60 inches; pale olive (5Y 6/3) tuffaceous clay, pale olive (5Y 6/3) moist; few fine and medium distinct brownish yellow (10YR 6/6 and 6/8) mottles; massive; stratified with distinct cleavage planes; also few thin strata of fine sandy loam; very hard, firm; common clusters of gypsum crystals; few fine masses of barite; few concretions of calcium carbonate in upper part of horizon; noncalcareous; mildly alkaline."
      },
      {
        "name": "2C",
        "top": 152,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "neutral",
        "narrative": "2C--60 to 80 inches; light gray (2.5Y 7/2) tuffaceous clay, light grayish brown (2.5Y 6/2) moist; common fine and medium distinct olive yellow (2.5Y 6/6) mottles; massive; stratified with distinct cleavage planes; very hard, very firm; neutral."
      }
    ]
  ]
}
