{
  "SERIES": "CADILLAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPT: AGH; GRB",
  "REVDATE": "03/2019",
  "STATES": "FL",
  "OVERVIEW": "The Cadillac series consists of very deep, well drained, rapidly permeable soils in the \"Limestone Plain\" areas of central Florida.  They formed in thick beds of sandy and loamy marine sediments.  Near the type location, the mean annual temperature is about 73 degrees F., and the mean annual precipitation is about 53 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, siliceous, active, hyperthermic Grossarenic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cadillac fine sand--bahiagrass pasture (Colors are for moist soil).\nAp--0 to 7 inches; dark gray (10YR 4/1) fine sand; weak medium granular structure; very friable; common fine roots; neutral; clear smooth boundary (4 to 7 inches thick).\nE1--7 to 29 inches; light yellowish brown (10YR 6/4) fine sand; single grained; loose; common fine roots; slightly acid; clear wavy boundary.\nE2--29 to 52 inches; very pale brown (10YR 8/3) fine sand; single grained; loose; few fine roots; few thin streaks of light yellowish brown (10YR 6/4) loamy sand lamellae about 1 to 2 mm wide and 8 to 15 cm long in the lower 5 inches; slightly alkaline; clear irregular boundary (Combined thickness of the E horizons range from 36 to 72 inches).\nBt1--52 to 59 inches; yellowish brown (10YR 5/8) fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; neutral; clear wavy boundary.\nBt2--59 to 76 inches; strong brown (7.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few distinct clay films on faces of peds; neutral, clear, wavy boundary. (Combined thickness of the Bt horizons range from 12 to 26 inches).\nC--76 to 98 inches; yellowish brown (10YR 5/4) clay; massive; firm; common medium faint brown (10YR 5/3) iron depletions and common medium faint yellowish brown (10YR 5/8) masses of iron accumulation; neutral; clear wavy boundary.\nCg--98 to 118 inches; gray (10YR 5/1) clay; massive; firm; about 4 percent, by volume, limestone fragments 5 to 25 mm in size; common medium distinct brownish yellow (10YR 6/6) and few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alachua County, Florida; approximately 0.3 mile east of S.W. 122nd Street and 2.9 miles south of the State Road 26 junction and about 1.5 miles east of State Road 241 at Jonesville.  SE 1/4, SW 1/4, Sec. 13, T. 10 S., R. 18 E.; lat. 29 degrees 37 minutes 13.79 seconds N. and long. 82 degrees 28 minutes 6.86 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 60 or more inches thick.  Depth to soft limestone is 70 or more inches below the surface.  Limestone boulders are on the surface and within the solum of many pedons, comprising about 1 to 3 percent of the soil area.  Reaction ranges from strongly acid to slightly alkaline in the A and E horizons and from slightly acid to moderately alkaline in the Bt and C horizons.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 1 or 2.  Texture is sand or fine sand.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 2 to 8.  Color with chroma 2 is from uncoated sand grains and not an indication of wetness.  Some pedons have thin lamellae in the lower portion.  Texture is sand or fine sand.\nThe Bt horizon has hue of 5YR to 10YR, value of 5 or 6, and chroma of 4 to 8.  Texture is sandy loam, fine sandy loam, or sandy clay loam.\nThe C horizon has hue of 10YR, value of 5 or 6, and chroma of 4 to 8.  Redoximorphic features in shades of yellow and brown range from none to common.\nThe Cg horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 1 or 2; or there is no dominant color and is multicolored in shades of gray, yellow, and brown.  Redoximorphic features in shades of gray, yellow, and brown range from few to many.  Texture is sandy clay loam, sandy clay, or clay.\nIn some pedons, the Bt horizon is underlain by limestone at a depth of more than 70 inches.  The limestone can be dug with light power equipment such as a backhoe."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Kuy and Portalto series are in the same family.   Both of these series are in Texas and are moderately well drained.  Kuy soils are on lower stream terrace positions and Portalto soils are on upland mounds and ridges."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cadillac soils are on uplands of peninsular Florida.  Slopes range from 0 to 5 percent.  They formed in sandy and loamy marine sediments overlying limestone.  A few small limestone boulders and sinkholes occur in the landscape.  The climate is humid subtropical.  The average annual precipitation ranges from 50 to 55 inches and the average annual temperature ranges from 72 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arredondo, Apopka, Candler, Jonesville, and Pedro series.  Apopka and Arredondo soils are on similar positions and are Ultisols.  The excessively drained Candler soils are on similar to higher positions and are sandy throughout.  Jonesville soils are on similar positions, have sandy surface and subsurface layers 20 to 40 inches thick, and are moderately deep to limestone.  Pedro soils are on similar positions and are shallow to limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid permeability in the A horizon and from moderate to slow permeability in the Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are used for improved pasture or cultivated crops such as corn, peanuts, tobacco, and watermelons.  The natural vegetation consists of slash pine, longleaf pine, post oak, bluejack oak, laurel oak, live oaks, with scattered hickory and red oak.  The understory consists of creeping and other bluestems, huckleberry, blackberry, eastern bracken, hawthorn, switchgrass, lopsided indiangrass, dogfennel, panicum, pineland threeawn, wild grape, greenbriar, and partridge pea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The hyperthermic region of central Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alachua County, Florida; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 52 inches (Ap, E1, and E2 horizons).\nGrossarenic feature - the zone from 0 to 52 inches (Ap, E1, and E2 horizons).\nArgillic horizon - the zone from 52 to 76 inches (Bt1 and Bt2 horizons).\nCadillac soils were formerly mapped as a variant of the Arredondo series.\nThe water table is below depths of 72 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark gray (10YR 4/1) fine sand; weak medium granular structure; very friable; common fine roots; neutral; clear smooth boundary (4 to 7 inches thick)."
      },
      {
        "name": "E1",
        "top": 18,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--7 to 29 inches; light yellowish brown (10YR 6/4) fine sand; single grained; loose; common fine roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "E2",
        "top": 74,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E2--29 to 52 inches; very pale brown (10YR 8/3) fine sand; single grained; loose; few fine roots; few thin streaks of light yellowish brown (10YR 6/4) loamy sand lamellae about 1 to 2 mm wide and 8 to 15 cm long in the lower 5 inches; slightly alkaline; clear irregular boundary (Combined thickness of the E horizons range from 36 to 72 inches)."
      },
      {
        "name": "Bt1",
        "top": 132,
        "bottom": 150,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--52 to 59 inches; yellowish brown (10YR 5/8) fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots; few faint clay films on faces of peds; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 150,
        "bottom": 193,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "narrative": "Bt2--59 to 76 inches; strong brown (7.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few distinct clay films on faces of peds; neutral, clear, wavy boundary. (Combined thickness of the Bt horizons range from 12 to 26 inches)."
      },
      {
        "name": "C",
        "top": 193,
        "bottom": 249,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--76 to 98 inches; yellowish brown (10YR 5/4) clay; massive; firm; common medium faint brown (10YR 5/3) iron depletions and common medium faint yellowish brown (10YR 5/8) masses of iron accumulation; neutral; clear wavy boundary."
      },
      {
        "name": "Cg",
        "top": 249,
        "bottom": 300,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--98 to 118 inches; gray (10YR 5/1) clay; massive; firm; about 4 percent, by volume, limestone fragments 5 to 25 mm in size; common medium distinct brownish yellow (10YR 6/6) and few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderately alkaline."
      }
    ]
  ]
}
