{
  "SERIES": "CADLEBUTTE",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. GDM/TDT",
  "REVDATE": "1/99",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, frigid Palexerollic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cadlebutte gravelly loam, on a 3 percent slope, rangeland.  (Colors are for moist soils unless otherwise noted.)\nA-0 to 3 inches; very dark brown (10YR 2/2) gravelly loam, grayish brown (10YR 5/2) dry;  weak thin platy structure parting to weak fine and medium granular structure;  slightly hard, friable, nonsticky and nonplastic;  common very fine and fine roots;  many fine vesicular pores;  20 percent gravel and 5 percent cobbles;  neutral (pH 6.8);  clear smooth boundary.  (3 to 6 inches thick)\nAB-3  to 9 inches; very dark brown (10YR 2/2) loam, grayish brown (10YR 5/2) dry; moderate fine and medium subangular blocky structure;  slightly hard, friable, nonsticky and nonplastic;  common very fine and fine and few medium roots;  common fine tubular pores;  10 percent gravel;  neutral (pH 7.0);  abrupt smooth boundary.  (4 to 9 inches thick)\n2Bt1-9 to 16 inches;  very dark grayish brown (10YR 3/2) gravelly clay, brown (10YR 5/3) dry;  strong medium and coarse prismatic structure parting to strong fine and medium angular blocky structure;   very hard, very firm, moderately sticky and moderately plastic;  few very fine, fine and medium roots;  few fine and medium tubular pores;  many faint clay films on faces of peds and lining pores;  30 percent gravel;  neutral (pH 7.0);  clear smooth boundary.  (6 to 14 inches thick)\n2Bt2-16 to 23 inches;  brown (10YR 4/3) gravelly silty clay loam, brown (10YR 5/3) dry;  moderate fine and medium subangular blocky structure;  hard, firm, moderately sticky and moderately plastic;  few fine and very fine roots;  few fine tubular pores;  many distinct clay films on faces of peds and lining pores;  30 percent gravel;  neutral (pH 7.2);  gradual smooth boundary.  (5 to 12 inches thick)\n2Bkqm-23 to 30 inches;  very strongly cemented to indurated gravelly duripan;  strongly effervescent with disseminated lime in fractures.  (4 to 8 inches thick)\n3R -- 30 inches; fractured basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Oregon;  located  800 feet south and 1,600 feet east of the NW corner of section 2, T. 16 S,  R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  These soils are usually moist  but are dry in the moisture control section for 70 to 90 days following the summer solstice.  The mean annual soil temperature is 42 to 47 degrees F.  Depth to the 2Bt horizon is 7 to 12 inches.  Depth to the duripan is 20 to 30 inches.  Depth to bedrock is 25 to 40 inches.  There is an absolute clay increase of 15 to 25 percent between the AB and 2Bt horizons.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry,  and chroma of 2 or 3 moist and dry.  It contains 10 to 30 percent gravel, 0 to 10 percent cobbles, and 0 to 20 percent stones.\nThe AB horizon has value of 2 or 3 moist, 3 or 4 dry, and chroma of 2 or 3 moist and dry.  It contains 5 to 20 percent gravel, 0 to 10 percent cobbles.  It is loam or silty clay loam.  Clay content is 15 to 30 percent.\nThe 2Bt horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 through 4 moist and dry.  It is clay or silty clay loam and contains 5 to 30 percent gravel and cobbles.  Clay content is 33 to 55 percent decreasing with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Rastus series.  Rastus soils formed in old alluvium on high terraces and do not have bedrock below the duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cadlebutte soils are on mesas at elevations of 3,500 to 4,500 feet.  Slopes range from 1 to 15 percent.  The soils formed in colluvium and residuum derived from basalt.  The climate is characterized by cold wet winters and hot dry summers.  The mean annual precipitation is 12 to 14 inches, the mean annual temperature is 40 to 46 degrees F, and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anatone, Bocker, Lickskillet, Powellbutte, Searles, Skullhollow, and Teguro soils.  Anatone soils are loamy-skeletal and shallow to bedrock.  Bocker soils are loamy-skeletal and very shallow to bedrock.  Lickskillet and Searles soils are loamy-skeletal, have an aridic moisture regime and are on adjacent south slopes.  Powellbutte  soils are fine-loamy and are on adjacent north slopes.  Skullhollow soils are loamy-skeletal and are on adjacent north slopes.  Teguro soils are fine-loamy and shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cadlebutte soils are used mainly for livestock grazing and wildlife habitat.  The native vegetation is Idaho fescue, bluebunch wheatgrass, mountain big sagebrush, antelope bitterbrush, and western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon;  MLRA 10, John Day area.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County Area, Oregon;  1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nMollic epipedon - the zone from the surface to a depth of 16 inches (A, AB, and 2Bt1 horizons)\nArgillic horizon - from a depth of 9 to 23 inches (2Bt1 and 2Bt2 horizons)\nPale feature - abrupt boundary at 9 inches with 20 percent clay increase.\nIndurated duripan - 23 inches.\nXeric soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
