{
  "SERIES": "CADY",
  "STATUS": "Established Series",
  "BYREV": "Rev. EED/MPR/SBC",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, mesic Lithic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cady loam, forested, on a north-facing sideslope of 27 percent at 137 meters elevation. (Colors are for dry soils unless otherwise stated. When described on October 15, 2003 the soil was moist to 18 centimeters and dry below.)\nOi--0 to 3 cm, slightly decomposed plant material; abrupt wavy boundary (3 to 5 cm thick)\nA--3 to 10 cm, dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine and medium roots, many very fine and fine irregular pores; 5 percent gravel; moderately acid (pH 5.7); clear wavy boundary. (8 to 15 cm thick)\nBw--10 to 41 cm, brownish yellow (10YR 6/6) fine sandy loam, dark yellowish brown (10YR 3/4) moist; moderate fine subangular blocky; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine irregular and common very fine and fine tubular pores; 10 percent gravel; moderately acid (pH 5.6); abrupt wavy boundary. (13 to 33 cm thick)\nR--41 cm, metasedimentary bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Washington - 326 meters north and 458 meters east of the southwest corner of section 30, T. 36 N., R. 3 W. Willamette Meridian. USGS Friday Harbor NW quarter quadrangle; lat. 48 degrees 34 minutes 57 seconds N. and long. 123 degrees 8 minutes 35 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths to diagnostic horizons and features start from the mineral soil surface.\nMean annual soil temperature - 10 to 11 degrees C.\nSoil moisture control section - dry 60 to 90 days following summer solstice\nDepth to lithic contact - 25 to 50 cm\nReaction - moderately acid to slightly acid\nVolcanic glass: less than 5 percent throughout\nParticle size control section:\nClay content - 5 to 15 percent\nRock fragments - 0 to 35 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones, 0 to 35 percent total\nA horizon\nValue - 2 to 4 moist, 2 to 5 dry\nChroma - 1 or 2 moist, 1 to 3 dry\nClay content - 5 to 15 percent\nRock fragments - 0 to 15 percent gravel\nBw horizon\nValue - 3 or 4 moist, 5 or 6 dry\nChroma - 3 to 4 moist, 3 to 6 dry\nTexture - COSL, FSL, SL or L\nClay content - 5 to 15 percent\nRock fragments - 5 to 35 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Kahboo series. Kahboo soils formed in colluvium from glacial drift, metasedimentary bedrock, and volcanic ash, have an average annual soil temperature ranging from 9 to 10 degrees C., and are dry in the soil moisture control section for 45 to 60 days. Soils in similar families include the Dicecreek, Jahjo and Maymen series. Dicecreek soils average 25 to 35 percent clay in the particle-size control section and have mixed mineralogy. Jahjo soils have mixed mineralogy, more than 5 percent volcanic glass, and are dry in the moisture control section for more than 100 days (early June to late September). Maymen soils have mixed mineralogy and are dry in the moisture control section for more than 120 days (mid-May or June through September or early October)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cady soils are on slopes and summits of hills and mountains. Slopes range from 5 to 100 percent and elevations range from 0 to 732 meters. The soils formed in colluvium from glacial drift and bedrock of metasedimentary lithology. The climate is characterized by warm dry summers and mild moist winters. The annual precipitation ranges from 455 to 765 millimeters. The average annual air temperature ranges from 9 to 10 degrees C. The frost-free period is about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Doebay, Haro, Roche, and Turtleback soils. Doebay soils are 50 to 100 cm to a lithic contact and have a loamy-skeletal particle-size control section. Haro soils are also on sideslopes and ridgetops but have an umbric epipedon. Roche soils are on adjacent hillsides and are 50 to 100 cm to a densic contact. Turtleback soils are in concave areas on sideslopes, are 100 to 150 cm to lithic contact, and have a loamy-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; Saturated hydraulic conductivity is high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for homesites, watershed, recreation and wildlife habitat. Potential natural vegetation consists of Douglas-fir, Pacific madrone, lodgepole pine, oceanspray, baldhip rose, salal, Cascade Oregongrape, rattlesnake plantain, and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Washington; MLRA A2, Northern Part. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Washington - 2006. The name is taken from Cady Mountain on San Juan Island."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon\nCambic horizon - 10 to 41 cm (Bw horizon)\nLithic contact - 41 cm (top of the R horizon)\nParticle-size control section - 3 to 41 cm (A and Bw horizons)\nAdditional Data: NSSL pedon number 04N0401\nNational Cooperative Soil Survey\nU.S.A."
  }
}
