{
  "SERIES": "CAESAR",
  "STATUS": "Established Series",
  "BYREV": "GLR-SALP",
  "REVDATE": "2/85",
  "STATES": "NH",
  "OVERVIEW": "The Caesar series consists of very deep, excessively drained sandy soils formed in water deposited sand, coarse sand, and very coarse sands.  They are nearly level to very steep soils on outwash\nplains and terraces.  Permeability of Caesar soils is very rapid.  Mean annual temperature is about 48 degrees F and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caesar loamy sand, on a one percent slope, in a forested area of white pine.  (Colors are for moist soil unless otherwise stated.)\n0i---1 inch to 0, mat of pine needles.  (0 to 4 inches thick)\nAp---0 to 5 inches, very dark grayish brown (10YR 3/2) loamy sand; weak fine granular structure; very friable; many fine and common medium roots; 2 percent fine pebbles; strongly acid; abrupt smooth boundary.  (0 to 10 inches thick)\nBw1--5 to 13 inches, strong brown (7.5YR 5/6) loamy sand; weak fine granular structure; very friable; common fine and medium\nroots; 2 percent fine pebbles; strongly acid; clear wavy boundary.\nBw2--13 to 18 inches, yellowish brown (10YR 5/6) sand; single grain; few fine and medium roots; 5 percent fine pebbles; moder- ately acid; abrupt smooth boundary.  (Combined thickness of Bw horizon 8 to 22 inches)\nC--18 to 60 inches, variegated pale olive (5Y 6/3) and light brownish gray (2.5Y 6/2) coarse sand; single grain; loose; 8 percent fine pebbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cheshire County, New Hampshire, town of Swanzey,\n150 feet south of Sawyer feet s Crossing Road; .7 mile east of inter- section of N.H. Rte. 10 and Sawyer's Crossing Road.  USGS Keene quadrangle 72 degrees 18 feet 32 inches x 42 degrees 54 feet 08 inches"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 15 to 35 inches.  Rock fragment range from 0 to 20 percent in the solum and\n0 to 30 percent in the substratum.  Rock fragments are less than\n10 inches in diameter.  Generally, they are fine pebbles, but\ncobbles can range to 5 percent.  Reaction ranges from extremely\nacid to moderately acid in the solum and from very strongly acid\nto slightly acid in the substratum.\nSome pedons have an 0e or 0a horizon that is neutral or has hue of 5YR to 10YR, value of 2 to 4 and chroma of 0 to 2.\nThe A horizon is neutral or has hue of 7.5YR or 10YR, value of 2\nto 4 and chroma of 0 to 3.  Texture is loamy fine sand, loamy\nsand, loamy coarse sand, fine sand, sand, coarse sand, or their gravelly analogs.\nThe E horizon, where present, has hue 7.5YR or 10YR, value of 3 to\n7 and chroma of 1 or 2.  Texture is loamy sand, sand, coarse sand,\nor their gravelly analogs.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and\nchroma of 4 to 8.  Texture is loamy sand, sand, coarse sand, or\ntheir gravelly analogs.\nThe BC horizon, where present, has hue of 10YR or 2.5Y, value and chroma of 4 to 6.  Texture is sand, coarse sand, very coarse sand,\nor their gravelly analogs.\nThe C horizon has hue of 10YR to 5Y, value of 5 to 7 and chroma of\n2 to 6.  Texture is coarse sand or very coarse sand, or their gravelly analogs.  Sand textures occur in some horizons up to 5 inches thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abscota, Chute, Dabney, Hodge, Oakville, Penwood, Perks, Plainfield, Sarpy, Suncook, Tyner,\nWestport and Windsor series in the same family.  Abscota, Chute, Hodge and Sarpy soils are slightly acid to moderately alkaline throughout.  Oakville, Plainfield and Windsor soils are dominantly sand or fine sand in the control section.  Penwood soils have hue\nof 5YR in the B horizon.  Dabney, Perks, Suncook and Westport\nsoils do not have B horizons.  Tyner soils have sola more than 36 inches thick.\nThe Adams, Carver, Colonie, Eastchop, Eastport, Grayling, Lakin, Ottokee, and Plymouth series are similar soils in related famil-\nies.  Adams, Eastport, and Grayling soils have frigid temperature regimes.  Colonie, Lakin and Ottokee soils have lamellae.  Carver, Eastchop, and Plymouth soils are formed in minerals resistant to weathering."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Caesar soils are nearly level to very steep soils on outwash plains and terraces.  Slope gradients range from\n0 to 60 percent.  The soils formed in sand, coarse sand, and very coarse sand that contain less than 30 percent coarse fragments,\nmost of which are fine gravel.  Mean annual temperature ranges\nfrom 45 to 50 degrees F.  Mean annual precipitation ranges from 35 to 50 inches.  Average frost-free period ranges from 90 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Windsor\nand Suncook soils and the Agawam, Deerfield, Merrimac, Occum, Pootatuck, Rippowam, Scarboro, and Wareham soils.  The competing Windsor soils often occupy adjacent landscapes and the Suncook\nsoils are on adjacent flood plains.  Merrimac and Agawam soils\nthat have more silt in the solum are on nearby terraces.  The moderately well drained Deerfield soil, poorly drained Wareham\nsoils and very poorly drained Scarboro soil are in depressional\nareas in the landscape.  The well drained Occum, the moderately\nwell drained Pootatuck, and the poorly drained Rippowam soils are\non adjacent floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Permeability is very rapid.  The gray color in the C horizon reflects parent\nmaterial and not soil wetness."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Forested areas contain white pine, red pine, hemlock and some hardwoods such as red oak.  Cleared areas are\nused for pasture or for hayland.  A few areas are cropped."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New Hampshire.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Cheshire County, New Hampshire, 1984, and is\nnamed after Mt. Caesar in the town of Swanzey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is not considered to be prime farmland because\nof low available water capacity.\nThe horizon and features considered diagnostic for the pedon described are as follows:\n1)  Ochric epipedon from 0 to 5 inches (Ap).\n2)  Color B horizon from 5 to 18 inches (Bw1, Bw2).\n3)  Other features include a mesic soil temperature\nregime and a udic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap---0 to 5 inches, very dark grayish brown (10YR 3/2) loamy sand; weak fine granular structure; very friable; many fine and common medium roots; 2 percent fine pebbles; strongly acid; abrupt smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw1--5 to 13 inches, strong brown (7.5YR 5/6) loamy sand; weak fine granular structure; very friable; common fine and medium"
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--13 to 18 inches, yellowish brown (10YR 5/6) sand; single grain; few fine and medium roots; 5 percent fine pebbles; moder- ately acid; abrupt smooth boundary.  (Combined thickness of Bw horizon 8 to 22 inches)"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--18 to 60 inches, variegated pale olive (5Y 6/3) and light brownish gray (2.5Y 6/2) coarse sand; single grain; loose; 8 percent fine pebbles; slightly acid."
      },
      {
        "name": "0i",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i---1 inch to 0, mat of pine needles.  (0 to 4 inches thick)"
      }
    ]
  ]
}
