{
  "SERIES": "CALCUTTA",
  "STATUS": "Established Series",
  "BYREV": "LER-RWB-ELM",
  "REVDATE": "02/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aeric Fragiaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Calcutta silt loam, on an east facing, 1 percent concave slope, on a terrace tread, in a woods at an elevation of about 966 feet above msl. (Colors are for moist soil unless otherwise noted.)\nOe -- 0 to 1 inches; very dark grayish brown (10YR 3/2) partially decayed leaf litter; abrupt wavy boundary.\nA -- 1 to 5 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; friable; many fine and medium roots; few pebbles; extremely acid; abrupt smooth boundary. (4 to 6 inches thick.)\nBE -- 5 to 9 inches; grayish brown (10YR 5/2) silt loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots; common fine and few medium prominent dark brown (7.5YR 3/2) rounded firm iron-manganese nodules in the matrix; extremely acid; clear wavy boundary. (3 to 7 inches thick.)\nBt1 -- 9 to 14 inches; yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots; few faint yellowish brown (10YR 5/4) clay films on faces of peds; 60 percent medium distinct gray (10YR 6/1) areas of iron depletion on faces of peds and in pores; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix adjacent to pores; extremely acid; clear wavy boundary.\nBt2 -- 14 to 21 inches; yellowish brown (10YR 5/4) silty clay loam; weak coarse prismatic structure parting to moderate medium platy; firm; few fine roots; common prominent gray (N 5/0) clay films on vertical faces of peds and common distinct brown (7.5YR 5/4) clay films on faces of peds; 40 percent medium distinct gray (10YR 6/1) areas of iron depletion on faces of peds and in pores; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix adjacent to pores; extremely acid; clear wavy boundary. (Combined thickness of Bt is 10 to 20 inches.)\nBtx1 -- 21 to 27 inches; yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure parting to moderate medium platy; very firm; few fine roots; common prominent gray (N 5/0) clay films on vertical faces of peds and common distinct brown (7.5YR 5/4) clay films on faces of peds; 50 percent medium distinct gray (10YR 6/1) areas of iron depletion on faces of peds and in pores; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) irregular masses of iron-manganese accumulation in the matrix; about 5 percent pebbles; about 20 percent brittle; extremely acid; clear wavy boundary.\n2Btx2 -- 27 to 37 inches; yellowish brown (10YR 5/4) loam; weak very coarse prismatic structure parting to moderate medium platy; very firm; few fine roots; common prominent gray (N 5/0) clay films on vertical faces of prisms and common distinct brown (7.5YR 5/4) clay films on faces of peds; 30 percent medium distinct gray (10YR 6/1) areas of iron depletion on faces of peds and in pores; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation between the areas of iron depletion and prism interiors; common fine prominent dark brown (7.5YR 3/2) irregular masses of iron-manganese accumulation in the matrix; about 5 percent; about 70 percent brittle; extremely acid; clear wavy boundary.\n2Btx3 -- 37 to 46 inches; yellowish brown (10YR 5/4) loam; weak very coarse prismatic structure parting to moderate medium platy; very firm; few fine roots; common prominent gray (N 5/0) clay films on vertical faces of prisms and common distinct brown (7.5YR 5/4) clay films on faces of peds; 20 percent medium distinct gray (10YR 6/1) areas of iron depletion on faces of peds and in pores; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation between the areas of iron depletion and prism interiors; common fine prominent dark brown (7.5YR 3/2) irregular masses of iron-manganese accumulation in the matrix; about 10 percent pebbles; about 70 percent brittle; extremely acid; clear wavy boundary. (Combined thickness of 2Btx is 15 to 30 inches thick.)\n2B't1 -- 46 to 50 inches; yellowish brown (10YR 5/4) loam; weak very coarse prismatic structure parting to moderate medium subangular blocky; very firm; few fine roots; common prominent gray (N 5/0) and common distinct brown (7.5YR 5/4) clay films on faces of peds; 20 percent medium distinct gray (10YR 6/1) areas of iron depletion on faces of peds and in pores; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) irregular masses of iron-manganese accumulation in the matrix; about 10 percent pebbles; extremely acid; clear wavy boundary.\n2B't2 -- 50 to 56 inches; brown (7.5YR 4/4) sandy loam; weak very coarse subangular blocky structure; friable; few fine roots; common prominent gray (N 5/0) and common faint brown (7.5YR 5/4) clay films on faces of peds; 10 percent medium prominent gray (10YR 6/1) areas of iron depletion on faces of peds and in pores; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix adjacent to pores; common fine prominent dark brown (7.5YR 3/2) irregular masses of iron-manganese accumulation in the matrix; about 10 percent pebbles; extremely acid; clear wavy boundary.\n2B't3 -- 56 to 66 inches; brown (7.5YR 4/4) gravelly sandy loam; weak very coarse subangular blocky structure parting to weak medium subangular blocky; friable; few fine roots; common faint brown (7.5YR 5/4) clay films on faces of peds; about 15 percent pebbles; extremely acid; gradual wavy boundary.\n2B't4 -- 66 to 76 inches; reddish brown (5YR 4/4) gravelly sandy loam; weak coarse subangular blocky structure; friable; few fine roots; common distinct brown (7.5YR 5/4) clay films on faces of peds; about 30 percent pebbles; extremely acid; gradual wavy boundary.\n2B't5 -- 76 to 80 inches; reddish brown (5YR 4/4) very gravelly sandy loam; weak coarse subangular blocky structure; friable; few fine roots; common distinct brown (7.5YR 5/4) clay films on faces of peds; about 40 percent pebbles; extremely acid gradual wavy boundary. (Combined thickness of 2Bt't horizon is 20 to 40 inches)\n3BC -- 80 to 96 inches; variegated dark grayish brown (10YR 4/2), 60 percent, dark grayish brown (2.5Y 4/2), 20 percent, strong brown (7.5YR 5/6) 20 percent, channery clay loam; weak coarse subangular blocky structure; friable; few fine roots; 15 percent channers; 10 percent parachanners; very strongly acid; clear wavy boundary. (0 to 20 inches thick.)\n3C -- 96 to 106 inches; dark gray (N 4/0) clay loam; 15 percent medium prominent yellowish brown (10YR 5/4) and 5 percent medium prominent dark reddish gray (5YR 4/2) irregular mottles in the matrix; massive; friable; about 10 percent parachanners; very strongly acid; clear wavy boundary.\n4Cr -- 106 to 116 inches; black (N 2.5/0) soft, layered coal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Columbiana County, Ohio; Elk Run Township, about 2 miles southeast of Elkton, about 2382 feet west and 881 feet north of the southeast corner of sec. 26, T. 11 N., R. 2 W.; USGS West Point, Ohio topographic quadrangle; Latitude 40 degrees, 44 minutes, 37.0 seconds N. and Longitude 80 degrees, 39 minutes, 34.0 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 50 to 100 inches or more. Depth to the top of the fragipan ranges from 20 to 30 inches. Loess thickness ranges from 20 to 36 inches.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2. Some pedons have an Ap horizon 6 to 10 inches thick that has hue of 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is silt loam. Structure is weak or moderate, fine or medium, granular. Consistence is friable or very friable. The content of rock fragments ranges from 0 to 2 percent. It is extremely acid to moderately acid but ranges to neutral where limed.\nThe BE horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 6. Texture is silt loam. Structure is weak or moderate, fine or medium, subangular blocky. Consistence is friable. The content of rock fragments ranges from 0 to 2 percent. It is extremely acid to moderately acid.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, chroma of 2 to 6, and high and low chroma redoximorphic features. Texture is silt loam or silty clay loam. Structure is weak or moderate, fine to coarse, subangular blocky, platy, or prismatic. Consistence is friable or firm. The content of rock fragments ranges from 0 to 2 percent. It is extremely acid to moderately acid.\nThe 2Bt horizon, where present, has hue of 10YR or 7.5YR, value of 4 to 6, chroma of 2 to 6, and high and low chroma redoximorphic features. Texture is silt loam, silty clay loam, clay loam, loam, or sandy loam in the fine earth fraction. Structure is moderate, fine to coarse, subangular blocky. Consistence is friable or firm. The content of rock fragments ranges from 2 to 40 percent. It is extremely acid to moderately acid.\nThe 2Btx horizon has hue of 10YR or 7.5YR, value of 4 to 6, chroma of 2 to 6, and high and low chroma redoximorphic features. Texture is silt loam, silty clay loam, clay loam, loam, or sandy loam in the fine earth fraction. It has weak or moderate, coarse or very coarse, prismatic structure parting to moderate medium platy, angular, or subangular blocky structure. Consistence is firm or very firm and brittle. The content of rock fragments ranges from 2 to 40 percent. It is extremely acid to moderately acid.\nThe 2B't and 2BC horizons, where present, have hue of 10YR, 7.5YR or 5YR, value of 4 to 6 and chroma of 2 to 6. Texture is silt loam, silty clay loam, clay loam, loam, or sandy loam in the fine earth fraction. It has weak or moderate, medium to very coarse subangular blocky or prismatic structure. Consistence is friable to very firm. The content of rock fragments ranges from 2 to 40 percent. It is extremely acid to moderately acid.\nThe 2C horizon, where present, has hue of 10YR, 7.5YR or 5YR, value of 4 to 6, chroma of 2 to 6. Texture is silt loam, silty clay loam, clay loam, loam, or sandy loam in the fine earth fraction. Consistence is friable to very firm. The content of rock fragments ranges from 10 to 40 percent. It is extremely acid to moderately acid.\nThe 3BC horizon has hue 7.5YR, 10YR or 2.5Y, value 4 to 6, chroma of 2 to 6. Texture is silt loam, loam, clay loam, or silty clay loam in the fine earth fraction. It has weak or moderate, medium or coarse, subangular blocky structure. Consistence is friable or firm. The content of rock fragments ranges from 5 to 50 percent. The content of pararock fragments ranges from 0 to 20 percent. It is very strongly acid to moderately acid.\nThe 3C horizon has hue 10YR, 2.5Y or neutral, value 4 to 6, chroma of 0 to 6. Texture is silt loam, loam ,clay loam, or silty clay loam in the fine earth fraction. Consistence is friable or firm. The content of rock fragments ranges from 0 to 60 percent. The content of pararock fragments ranges from 0 to 25 percent. It is very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Calcutta soils formed in loess and the underlying Illinoian age or early Wisconsinan age outwash on stream terrace treads. Some pedons extend into residual parent materials below the outwash. Slope ranges from 0 to 3 percent. The mean annual precipitation is about 35 to 40 inches, and mean annual temperature is 50 to 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Berks, Gilpin, Kensington and Rainsboro soils. The well drained, moderately deep, Berks and Gilpin soils are on uplands. The moderately well drained, deep Kensington soils are on glaciated uplands. The moderately well drained Rainsboro soils are on terrace treads and risers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is low to medium. The permeability is moderate or moderately slow above the fragipan and slow in the fragipan. In undisturbed areas the depth to the top of a perched seasonal high water table is 0.5 to 1.0 foot from November to May in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are used for woodland. Some areas are in pasture, meadow or cultivated crops, including corn and wheat. The natural vegetation is deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In northeastern Ohio and possibly northwestern Pennsylvania. MLRA 139. The soils are of small extent, about 100 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Columbiana County, Ohio, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Calcutta soils were formerly mapped as Fitchville in the 1968 Soil Survey of Columbiana County, Ohio. Field investigation done during the modernization of this survey indicate the soil was formed from Illinoian or early Wisconsinan outwash with a loess cap.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - from a depth of 1 to 5 inches (A horizon).\n2. Argillic horizon - from a depth of 9 to 80 inches (Bt1, Bt2, 2Btx1, 2Btx2, 2Btx3, 2B't1, 2B't2, 2B't3, 2B't4, 2B't5).\n3. Fragipan - from a depth of 27 to 46 inches (2Btx2, 2Btx3).\n4. Redoximorphic features - at 5 to 56 inches.\nADDITIONAL DATA: Refer to pedon CO-151 for characterization data on the typical pedon, sample numbers 27324-27337, from Columbiana County, Ohio; analyzed by the Ohio State University Soil Characterization Laboratory, Columbus, Ohio.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
