{
  "SERIES": "CALDERWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDK-TDT-JVC-JBF",
  "REVDATE": "12/2010",
  "STATES": "OR",
  "OVERVIEW": "The Calderwood series consists of shallow, well drained soils that formed in colluvium derived from volcanic rocks. Calderwood soils are on plateaus and hills. Slopes are 0 to 25 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Calderwood very gravelly loam--on a plateau, sloping 10 percent to the northeast at an elevation of about 1,605 meters--rangeland. The surface is covered with about 1 percent stones. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and common fine roots; many very fine and many fine vesicular and irregular pores; 5 percent stones, 5 percent cobbles, and 45 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 10 cm thick)\nBw1--8 to 30 cm; light yellowish brown (10YR 6/4) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and common fine roots; many very fine and fine vesicular and irregular pores; 5 percent stones, 10 percent cobbles, and 20 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (13 to 23 cm thick)\nBw2--30 to 46 cm; pale brown (10YR 6/3) very stony clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine, few fine, and few medium roots; many very fine and fine irregular pores; 25 percent stones, 10 percent cobbles, and 10 percent gravel; slightly alkaline (pH 7.6); gradual wavy boundary. (0 to 18 cm thick)\nR--46 cm; fractured basalt; many platy fragments of bedrock have opal coats on the bottoms."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harney County, Oregon; on the plateaus east of Tule Springs Rims; found by going about 2 miles north of Fields and 15 miles east on the power line road into the SW 1/4 of the NE 1/4 of section 20, T. 37 S., R. 35 E.; USGS Red Lookout Butte 7.5 minute topographic quadrangle; latitude 42 degrees 18 minutes 44 seconds N and longitude 118 degrees 25 minutes 01 seconds W longitude NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry in winter and spring, dry in summer and fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 10 degrees C.\nDepth to bedrock: 25 to 50 cm to a lithic contact.\nSoil reaction: Neutral through moderately alkaline\nParticle-size control section - Clay content: 20 to 35 percent.\nRock fragments: 35 to 50 percent, dominantly cobbles and stones. Lithology of fragments are volcanic rocks such as basalt or andesite.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 or 2 percent.\nBw horizon-\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very cobbly loam, very cobbly clay loam, very stony loam, or very stony clay loam.\nClay content: 20 to 35 percent.\nSand content: More than 15 percent fine sand or coarser."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mulett and Poorjug  series.\nMulett soils have horizons with identifiable secondary carbonates. Poorjug soils have less than 20 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Calderwood soils are on plateaus. These soils formed in colluvium derived from volcanic rocks such as basalt or andesite. Slopes are 0 to 25 percent. Elevations range from 1,295 to 1,865 meters. The climate is semiarid and characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 280 mm, the mean annual temperature is 7 to 9 degrees C., and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brace, Kerrfield, Old Camp, and Skedaddle soils. Brace soils are fine-loamy, moderately deep to thin duripans over bedrock, and have argillic horizons. Kerrfield soils are coarse-loamy, moderately deep to paralithic contacts, and have firm horizons with a brittle manner of failure. Old Camp soils have argillic horizons. Skedaddle soils do not have cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high surface runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Calderwood soils are used for rangeland. The vegetation is mainly big sagebrush, spiny hopsage, Thurber's needlegrass, Sandberg's bluegrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon and part of the Bw1 horizon).\nCambic horizon - The zone from 8 to 46 cm (Bw1 and Bw2 horizons).\nLithic contact - The boundary at 46 cm to underlying hard, unweathered bedrock (R layer).\nAprticle-size control section - The zone from 25 cm to 46 cm (Bw2 and part of  the Bw1 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine and common fine roots; many very fine and many fine vesicular and irregular pores; 5 percent stones, 5 percent cobbles, and 45 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 10 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--8 to 30 cm; light yellowish brown (10YR 6/4) very cobbly clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and common fine roots; many very fine and fine vesicular and irregular pores; 5 percent stones, 10 percent cobbles, and 20 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (13 to 23 cm thick)"
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--30 to 46 cm; pale brown (10YR 6/3) very stony clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine, few fine, and few medium roots; many very fine and fine irregular pores; 25 percent stones, 10 percent cobbles, and 10 percent gravel; slightly alkaline (pH 7.6); gradual wavy boundary. (0 to 18 cm thick)"
      },
      {
        "name": "R",
        "top": 46,
        "narrative": "R--46 cm; fractured basalt; many platy fragments of bedrock have opal coats on the bottoms."
      }
    ]
  ]
}
