{
  "SERIES": "CALDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPO/AON",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Abruptic Haplic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Calder silt loam, rangeland. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; very dark grayish brown (10YR 3/2) crushed; weak very thin platy structure; hard, friable, slightly sticky and nonplastic; common very fine roots; many very fine vesicular pores; neutral (pH 6.8); abrupt smooth boundary. (2 to 5 inches thick)\nA2--5 to 8 inches; dark grayish brown (10YR 4/2) silty clay loam, light gray (10YR 7/1) dry; weak thin platy structure; hard, firm, sticky and plastic; common very fine roots; many very fine tubular pores; neutral (pH 6.6); abrupt wavy boundary. (0 to 4 inches thick)\nB2t--8 to 14 inches; dark brown (7.5YR 4/3) clay, brown (10YR 5/3) dry; dark brown (7.5YR 3/3) crushed; moderate medium and fine columnar structure; very hard, very firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many moderately thick clay films on peds, thin clay films in pores; coatings of light gray (10YR 7/1) dry silt on columnar caps and upper surfaces of prisms; neutral (pH 6.6); abrupt smooth boundary. (5 to 12 inches thick)\nC1sim--14 to 24 inches; dark brown (10YR 4/3) duripan, pale brown (10YR 6/3) and light yellowish brown (10YR 6/4) dry; moderate thin platy structure; very firm, strongly cemented; few very fine roots in upper 3 inches of pan; many very fine discontinuous tubular pores; thin continuous silica coatings on vertical fractures and upper plate surfaces; neutral (pH 6.8); clear wavy boundary. (6 to 15 inches thick)\nC2sim--24 to 60 inches; dark brown (10YR 4/3) duripan, very pale brown (10YR 7/3) dry; weak platy structure; very firm, weakly cemented; many very fine discontinuous tubular pores; thin silica coatings on vertical fractures and on top of some plates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; in Swan Lake Valley; 2,480 feet west and 1,950 feet south of the NE corner section 5, T.38S., R.10E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 degrees to 50 degrees F. Soils are usually moist but are dry in all parts between depths of 4 to 12 inches about 70 to 100 consecutive days within the four-month period following the summer solstice. Depth to the duripan ranges from 12 to 20 inches.\nThe A1 horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, and chroma of 1 or 2 moist and dry.\nThe A2 horizon has chroma of 1 or 2 moist. It is silt loam, silty clay loam or clay loam and has 18 to 30 percent clay.\nThe B2t horizon has hue of 10YR, 7.5YR or 2.5Y, value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 through 4 moist and dry. It has prismatic or columnar structure and averages 50 to 60 percent clay. The upper 1 or 2 inches of prisms or columns commonly has light gray silty coatings.\nThe Csim horizon (duripan) lacks continuous indurated opaline caps and indurated subhorizons and ranges from weakly to strongly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chesterton, Gloria, Huichica, Moda, Ponina and Redding series in similar families. These soils, except Ponina, are thermic and have duripans at depths over 20 inches.  Chesterton and Redding soils are kaolinitic. Gloria soils are illitic.  Huichica soils are fine-loamy and have mixed mineralogy. Moda soils are vermiculitic. Chesterton, Gloria, Moda and Redding soils have duripans that are indurated in some part. Ponina soils are frigid and also have an indurated duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Calder soils are on nearly level low terraces at elevations of 4,100 to 5,500 feet. These soils formed in lacustrine sediments weathered from tuff, basalt and rhyolite and a small amount of ash. The climate is semiarid with warm dry summers and cold moist winters. Annual precipitation is 10 to 15 inches. Mean January temperature is 26 degrees to 28 degrees F., mean July temperature is 66 degrees to 67 degrees F., and mean annual temperature is 46 degrees to 48 degrees F. The frost-free period is 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bedner, Laki, Malin and Scherrard soils. These soils have mollic epipedons and lack A2 horizons and abrupt clay increase at the upper boundary of the B horizon. Laki soils are loamy, calcareous and lack duripans to depths over 60 inches.  Malin and Scherrard soils are strongly or very strongly alkaline. Malin soils also lack duripans and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Calder soils are used for production or irrigated small grains and pasture, and for rangeland and wildlife habitat.  Vegetation in range use is mainly low sagebrush, silver sagebrush, Sandberg bluegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lake Basins in south-central Oregon. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Klamath County, Oregon, 1977.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
