{
  "SERIES": "CALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD-DGS-RLB",
  "REVDATE": "02/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cale silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, sticky and plastic; common fine and very fine roots; common very fine interstitial pores; strongly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary.  (4 to 8 inches thick)\nB/A--6 to 13 inches; grayish brown (10YR 5/2)  silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky and fine medium  granular structure; slightly hard, firm, sticky and plastic; common fine and very fine roots; few fine tubular pores; strongly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary.   (0 to 7 inches thick)\nBtk1--13 to 22 inches; yellowish brown (10YR 5/4)  silty clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; few very fine roots; few very fine tubular pores; common faint clay films on faces of peds and in pores; strongly effervescent, few fine filaments and threads of calcium carbonate; moderately alkaline (pH 8.2); gradual smooth boundary.  (5 to 10 inches thick)\nBtk2--22 to 33 inches; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; few very fine roots; few very fine tubular pores; common faint clay films on faces of peds and in pores; strongly effervescent; few medium filaments and threads of calcium carbonate; moderately alkaline (pH 8.2); abrupt smooth boundary.   (6 to 12 inches thick)\nBtk3--33 to 45 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; many medium distinct white mottles; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; very few very fine roots; few  very fine tubular pores; few faint clay films on faces of peds; violently effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (8 to 14 inches)\nBk--45 to 65 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; massive; hard, firm, sticky and plastic; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otero County, New Mexico; 100 feet north and 900 feet east of the southwest corner of NW1/4 sec. 5, T.20S., R15E.;  105 degrees, 26 minutes, 00 seconds west longitude and 32 degrees, 35 minutes, 31 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An ustic moisture regime bordering on aridic.  Usually dry, but is intermittently moist in some part of the soil moisture control section April through October.  The soil is driest during November and March.\nSoil Temperature:  50 to 59 degrees F\nCalcium carbonate - 5 to 12 percent in the lower Btk horizons and up to 35 percent below 40 inches.\nEffervescent throughout.\nMollic epipedon: 8 to 14 inches thick\nThickness of A and Btk horizons: 34 to 52 inches.\nA horizon:\nValue: 4 to 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry or moist.\nTexture: silt loam or  loam.\nOther features: Some pedons are leached to 10 inches.\nB/A horizon:\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry or moist.\nTexture: silt loam,  silt loam, or  silty clay loam.\nBtk horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 or 4 moist.\nTexture: typically silty clay loam, but some pedons are clay or  silt loam.\nBk horizon:\nValue: 4 to 7 dry and 3 or 4 moist.\nTexture: silt loam or clay loam.\nOther features: few to common accumulations of segregated calcium carbonate, but may be absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alliance (NE),  Kadoka (SD), Keith (NE), Norka (CO),and Thirtynine (WY)series.\nAlliance soils: have neutral or slightly alkaline B2t horizons.\nNorka soils: have a Bt horizon whose base is at 15 inches or less.\nKeith soils: have an argillic horizon that is non-effervescent.\nKadoka soils: have a lithic contact at depths of 20 to 40 inches.\nThirtynine soils: have mean annual soil temperature of 47 degrees to 51 degrees F. and are moist in the spring."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cale soils are on low terraces, and sideslopes of upland alluvial valleys.  Slopes are 0 to 5 percent.  Elevations are 5,500 to 7,200 feet.  The soils formed in alluvium and eolian material derived primarily from limestone or shale.  The valleys are normally entrenched.  Annual precipitation is 12 to 16 inches. The average annual  temperature is about 51 to 58 degrees F. The frost free period is 130 to 170 days.  In Colorado major precipitation falls from May through August and is as much as 16 inches and has elevations as low as 5300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ector, Deama, Kerrick, and Pena soils.  Ector, Deama, and Kerrick soils are shallow to bedrock or to petrocalcic horizons.  Pena soils do not have an argillic horizon and have more than 35 percent gravel in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability; runoff is negligible on slopes less than 1 percent and low on slopes of 1 to 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is rangeland.  Native vegetation is western wheatgrass, sideoats grama, blue grama, silver bluestem, creeping muhly and Apache plume."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral New Mexico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County, New Mexico, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 13 inches. (A and B/A horizons)\nArgillic horizon - 13 to 33 inches. (Btk1 and Btk2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
