{
  "SERIES": "CALFLAX",
  "STATUS": "Established Series",
  "BYREV": "BRY/KDA/CAF/KDA",
  "REVDATE": "10/2002",
  "STATES": "CA",
  "OVERVIEW": "The Calflax series consists of very deep, moderately well drained soils on fan skirts These soils formed in alluvium derived from calcareous sedimentary rock. Slope is 0 to 2 percent. The mean annual precipitation is about 7 inches and the mean annual temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Sodic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Calflax clay loam, saline-sodic - on a slope of less than 1 percent in a fallow field. The elevation is 168 feet. (Colors are for dry soil unless otherwise stated. When described on January 14, 1982, the soil was slightly moist below 8 inches).\nAp--0 to 8 inches; light yellowish brown (2.5Y 6/4) clay loam, dark grayish brown (2.5Y 4/2) moist; strong coarse subangular blocky structure parting to strong medium subangular blocky; hard, very friable, moderately sticky and moderately plastic; few fine and common medium and fine roots; many very fine tubular and interstitial pores; slightly effervescent, carbonates disseminated; electrical conductivity is 3.6 decisiemens per meter; sodium adsorption ratio is 4; slightly alkaline (pH 7.4); abrupt smooth boundary. (6 to 10 inches thick)\nBw--8 to 26 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; moderate coarse prismatic and moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine roots; many very fine tubular and interstitial pores; slightly effervescent, carbonates disseminated; electrical conductivity is 2.8 decisiemens per meter; sodium adsorption ratio is 5; slightly alkaline (pH 7.4); clear smooth boundary. (16 to 20 inches thick)\nBny--26 to 33 inches; light yellowish brown (2.5Y 6/4) loam, olive brown (2.5Y 4/4) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and few fine roots; many very fine tubular and interstitial pores; slightly effervescent, carbonates disseminated; common fine irregularly shaped soft masses of calcium sulfate (gypsum); electrical conductivity is 3.4 decisiemens per meter; sodium adsorption ratio is 14; slightly alkaline (pH 7.4); abrupt smooth boundary. (5 to 9 inches thick)\nBnyz1--33 to 47 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) and dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; few very fine and fine roots; common very fine tubular and interstitial pores; strongly effervescent, carbonates disseminated; many fine irregularly shaped soft masses of calcium sulfate (gypsum); electrical conductivity is 7.0 decisiemens per meter; sodium adsorption ratio is 14; few fine prominent strong brown (7.5YR 5/6) masses of iron/magnesium redox concentrations; slightly alkaline (pH 7.5); abrupt smooth boundary.  (12 to 16 inches thick)\nBnyz2--47 to 65 inches; pale yellow (2.5Y 7/4) loam, light yellowish brown (2.5Y 6/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular and many very fine interstitial pores; very slightly effervescent, carbonates disseminated; few fine irregularly shaped soft masses of calcium sulfate (gypsum); electrical conductivity is 7.1 decisiemens per meter; sodium adsorption ratio is 16; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California; approximately 7 miles southeast of the community of Mendota; approximately 0.2 mile south of the middle of section 4 then about 132 feet west of the road; approximately 1,900 feet north and 2,500 feet east of the southwest corner of section 4, T. 15 S., R. 15 E., MDB&M; Latitude 36 degrees, 39 minutes, 08 seconds north and Longitude 120 degrees, 20 minutes, 33 seconds west; USGS Tranquillity Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Unless irrigated, the soil between depths of 4 and 12 inches is usually not moist in some or all parts for as long as 70 to 90 consecutive days. It is usually dry from March or April to December or January.  The mean annual soil temperature is 62 to 66 degrees F. and the temperature is always above 47 degrees F. The particle size control section averages 18 to 35 percent clay. Organic matter content is less than 1 percent below the A horizon and decreases irregularly with increasing depth. It is saline-sodic in a horizon at least 10 inches thick, within 40 inches of the soil surface, for a period of at least one month. Irrigation, drainage, and reclamation practices have an effect on the salinity, sodicity and gypsum content of this soil.\nThe A horizon has color of 2.5Y 6/2, 6/3 or 6/4. Moist color is 2.5Y 4/2, 4/3 or 4/4. Organic matter content is 0.5 to 2 percent. Clay content is 27 to 40 percent.  Calcium carbonate equivalent is 1 to 2 percent. Gypsum content is 0 to 3 percent. Electrical conductivity is 2 to 8 decisiemens per meter. Sodium adsorption ratio is 2 to 12. Reaction is slightly alkaline or moderately alkaline.\nThe Bw horizon has color of 2.5Y 6/4 or 5/4. Moist color is 2.5Y 4/3, 4/4 or 5/4. Organic matter content is 0.3 to 1 percent. Clay content is 27 to 40 percent. Calcium carbonate equivalent is 1 to 3 percent. Gypsum content is 0 to 3 percent. Electrical conductivity is 2 to 8 decisiemens per meter. Sodium adsorption ratio is 2 to 20. Reaction is slightly alkaline or moderately alkaline.\nThe Bny and Bnyz horizons have color of 2.5Y 5/4, 6/4 or 7/4. Moist color is 2.5Y 4/4, 5/4 or 6/4. Organic matter is 0.1 to 0.4 percent. Texture is loam, silt loam or clay loam. Clay content is 18 to 35 percent. Calcium carbonate equivalent is 1 to 3 percent. Gypsum content is 2 to 5 percent. Most of the gypsum in this soil has been applied during saline-sodic reclamation practices. Gypsum has been translocated in the profile by pedogenic and anthropogenic processes. In some pedons, the \"y\" subscript is absent because little gypsum has been applied.  Electrical conductivity is 2 to 16 decisiemens per meter. Sodium adsorption ratio is 13 to 40. Redoximorphic concentrations, when present, have moist color of 7.5YR 5/6, 5/8 or 6/6. Reaction is slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Calflax soils are on fan skirts.  The soils formed in alluvium derived from calcareous sedimentary rock. Slope is 0 to 2 percent. Elevation is 154 to 705 feet. The climate is arid with hot, dry summers and cool, moist winters. Mean annual precipitation is 6 to 8 inches. Mean January temperature is about 45 degrees F.; mean July temperature is about 83 degrees F.; mean annual temperature is 62 to 64 degrees F. The frost-free season is 230 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ciervo, Cerini, Panoche, Lethent, Tranquillity and Posochanet series.  Ciervo and Tranquillity soils, on fan skirts, have a fine particle-size control section. Cerini soils, on alluvial fans, are highly stratified and are not saline-sodic. Panoche soils, on alluvial fans, have an organic matter content that decreases regularly with increasing depth. Lethent soils, on fan remnants, have a natric horizon and a fine particle-size control section. Posochanet soils, on fan skirts, have a fine-silty particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; low runoff; moderately slow permeability. Many pedons have a transient perched water table at a depth of 4 to 6 feet that is influenced by irrigation. The high water table has a direct impact on the salinity and sodicity of the soil. Drainage and reclamation practices have an effect on the depth to the water table and salinity. This soil is subject to changes in depth to the water table and salinity of the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cultivated and irrigated. They are principally used for crops such as cotton, seed alfalfa, sugar beets, wheat and safflower. Some areas are used for home site development. Native vegetation is annual grasses, forbs, and saltbrush (Atriplex spp.)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern part of San Joaquin Valley, California.  The series is moderately extensive. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fresno County, California, 2002.  The name Calflax comes from the name of a ranch and from the USGS Calflax 7.5 minute Topographic Quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Previously mapped as Panoche series in the Soil Survey of the Mendota Area, California, Series 1940, No. 18. When described in 1982, the typical pedon did not have a high water table within 6 feet of the soil surface. Subsequently this area developed a water table as high as 4 feet that necessitated a change in the mapping. The typical pedon is now mapped as Calflax clay loam, saline-sodic, wet. The typical pedon description is typical of these soils before they develop a high water table."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization samples for other pedons  S87CA-019-002 (4105-4110) and S94CA-019-002 (taxadjunct, 2029-2038) from the Fresno County, California, Western Part Soil Survey were analyzed by the NSSl, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "strong coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; light yellowish brown (2.5Y 6/4) clay loam, dark grayish brown (2.5Y 4/2) moist; strong coarse subangular blocky structure parting to strong medium subangular blocky; hard, very friable, moderately sticky and moderately plastic; few fine and common medium and fine roots; many very fine tubular and interstitial pores; slightly effervescent, carbonates disseminated; electrical conductivity is 3.6 decisiemens per meter; sodium adsorption ratio is 4; slightly alkaline (pH 7.4); abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 66,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--8 to 26 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; moderate coarse prismatic and moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine roots; many very fine tubular and interstitial pores; slightly effervescent, carbonates disseminated; electrical conductivity is 2.8 decisiemens per meter; sodium adsorption ratio is 5; slightly alkaline (pH 7.4); clear smooth boundary. (16 to 20 inches thick)"
      },
      {
        "name": "Bny",
        "top": 66,
        "bottom": 84,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bny--26 to 33 inches; light yellowish brown (2.5Y 6/4) loam, olive brown (2.5Y 4/4) moist; moderate coarse subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and few fine roots; many very fine tubular and interstitial pores; slightly effervescent, carbonates disseminated; common fine irregularly shaped soft masses of calcium sulfate (gypsum); electrical conductivity is 3.4 decisiemens per meter; sodium adsorption ratio is 14; slightly alkaline (pH 7.4); abrupt smooth boundary. (5 to 9 inches thick)"
      },
      {
        "name": "Bnyz1",
        "top": 84,
        "bottom": 119,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bnyz1--33 to 47 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) and dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; few very fine and fine roots; common very fine tubular and interstitial pores; strongly effervescent, carbonates disseminated; many fine irregularly shaped soft masses of calcium sulfate (gypsum); electrical conductivity is 7.0 decisiemens per meter; sodium adsorption ratio is 14; few fine prominent strong brown (7.5YR 5/6) masses of iron/magnesium redox concentrations; slightly alkaline (pH 7.5); abrupt smooth boundary.  (12 to 16 inches thick)"
      },
      {
        "name": "Bnyz2",
        "top": 119,
        "bottom": 165,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bnyz2--47 to 65 inches; pale yellow (2.5Y 7/4) loam, light yellowish brown (2.5Y 6/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular and many very fine interstitial pores; very slightly effervescent, carbonates disseminated; few fine irregularly shaped soft masses of calcium sulfate (gypsum); electrical conductivity is 7.1 decisiemens per meter; sodium adsorption ratio is 16; slightly alkaline (pH 7.6)."
      }
    ]
  ]
}
