{
  "SERIES": "CALHI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH-LCL",
  "REVDATE": "3/93",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Calhi loamy fine sand - uncultivated pasture.  (Colors are for dry soil unless otherwise noted).\nC1--0 to 14 inches; pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; single grained; loose; many very fine roots; many very fine interstitial pores; slightly effervescent, lime disseminated; moderately alkaline (pH 8.3); gradual smooth boundary.  (10 to 20 inches thick)\nC2--14 to 22 inches; pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist, slightly lighter color than horizon above; single grained; loose; common very fine roots; many very fine interstitial pores; slightly effervescent, lime disseminated; strongly alkaline (pH 9.0); gradual smooth boundary.  (8 to 20 inches thick)\nC3--22 to 60 inches; pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; single grained; loose; many very fine interstitial pores; moderately effervescent, lime disseminated; very strongly alkaline (pH 10.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madera County, California; near center sec. 28, T. 12 S., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is about 67 degrees F and the soil temperature usually is not below 47 degrees F at any time.  The mean summer soil temperature is about 80 to 85 degrees F and the mean winter soil temperature is about 50 to 55 degrees F.  The soil between depths of about 12 and 35 inches is usually dry all of the time from late April or May until late December and is moist in some or all parts all the rest of the year.  Rock fragments are less than 1 percent.\nTexture is relatively uniform throughout the profile and is sand, fine sand, loamy sand or loamy fine sand.  Very coarse sand is less than 5 percent and very coarse and coarse sand combined is less than 25 percent.  Silt ranges from about 5 to 18 percent and clay from 4 to 8 percent.  Some pedons have slightly darkened A horizons and in other pedons the profile consists of a series of C horizons.  The soil is light gray to pale brown or pale yellow (10YR 7/2, 6/1, 6/2, 6/3; 2.5Y 7/2, 6/2, 7/4).  Organic matter is less than 1 percent below a depth of 5 inches or in all parts and decreases regularly with depth.  The soil is moderately to very strongly alkaline.  It is slightly to moderately effervescent in all parts or in all parts below a depth of 10 inches and above any unrelated horizon that may be present below a depth of 40 inches.  Lime is disseminated or segregations are very fine deep in the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arnold, Briones, Corralitos, Delhi, Dello, and Tujunga series.  Arnold soils are neutral to strongly acid and have a paralithic contact at depths of 40 to 60 inches.  Briones soils have a paralithic contact at depths of 20 to 40 inches.  Corralitos soils are stratified and are neutral to strongly acid.  Delhi soils are non-effervescent and slightly acid to mildly alkaline.  Dello soils have mottles within 20 inches of the surface and are seasonally saturated.  Tujunga soils are stratified, have some rock fragments, and are noneffervescent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Calhi soils are nearly level to moderately sloping and are on short rolling dune-like slopes at elevations of 175 to 250 feet.  They formed in wind modified soil material blown from saline-alkali soils that were derived from granitic rock sources.  The climate is dry subhumid mesothermal with hot dry summers and cool moist winters.  Mean annual precipitation is 9 to 12 inches.  Average January temperature is about 46 degrees F, average July temperature is about 81 degrees F, and mean annual temperature is about 63 degrees F.  The freeze-free season is 270 to 310 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dinuba, El Peco, Fresno, Hesperia, Pond, and Traver soils.  Dinuba and Traver soils have a coarse-loamy argillic horizon.  El Peco soils have a duripan.  Fresno soils have a duripan and a fine-loamy argillic horizon.  Hesperia soils are coarse-loamy and noneffervescent in all parts between depths of 10 and 20 inches.  Pond soils have a fine-loamy argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to very slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing irrigated crops, mainly grapes, alfalfa, cotton, and grain sorghum.  Uncultivated areas grow annual grasses and forbs, saltgrass, and other plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Valley of California, Fresno, and Madera Counties.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madera County (Madera Area), California, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Calhi soils were formerly classified as Alluvial soils.\nLast revised by the state on 9/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
