{
  "SERIES": "CALLOWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAC:WMK:RBH:MAV:DTA",
  "REVDATE": "09/2021",
  "STATES": "AR,KY,LA,MS,TN",
  "OVERVIEW": "The Calloway series consists of very deep, somewhat poorly drained soils that formed in thick loess or water reworked loess deposits on broad nearly level to gently sloping uplands and stream terraces in the Southern Mississippi Valley Silty Uplands. They have a seasonally high water table perched over a thick fragipan. Dominant slope gradients are between 0 and 3 percent and range to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aquic Fraglossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Calloway silt loam on a 1 percent slope in forest of mixed hardwoods. (Colors are for moist soil unless otherwise stated.)\nO--0 to 1 inch; very dark grayish brown (2.5Y 3/2) organic matter and partially decayed leaves and twigs with many fine roots and mycelia.\nA--1 to 2 inch; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; very friable; many fine roots and worm holes; few black and brown concretions; strongly acid; clear smooth boundary. (0 to 6 inches thick)\nE--2 to 7 inches; grayish brown (10YR 5/2) with pockets of brownish yellow (10YR 6/6) silt loam; weak medium granular structure; very friable; many fine and medium roots; few fine brown and black concretions; strongly acid; gradual wavy boundary. (0 to 8 inches thick)\nBt/E--7 to 20 inches; Bt portion is yellowish brown (10YR 5/4) silt loam; 20% medium distinct light gray (10YR 7/2) clay depletions in the E part of the horizon; weak fine subangular blocky and  granular structure; friable; few fine roots; few faint clay films on faces of some peds; few fine brown and black concretions; few fine pores; strongly acid; gradual irregular boundary. (8 to 16 inches thick)\nE'g--20 to 31 inches; light brownish gray (10YR 6/2) silt loam; many medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; weak medium subangular blocky structure; friable; slightly compact; few fine roots; many fine brown and black concretions; many fine voids; strongly acid; gradual irregular boundary. (0 to 12 inches thick)\nBtx1--31 to 54 inches; grayish brown (10YR 5/2) silt loam; many medium and coarse distinct brownish yellow (10YR 6/6) masses of oxidized iron; moderate coarse prismatic parting to moderate medium subangular blocky structure; firm; compact and brittle in about 75 percent of the volume; clay films on faces of peds and in pores; black manganese coatings on some peds; thick friable light brownish gray (10YR 6/2) silt coatings on faces of prisms and thin silt coatings on faces of peds; common fine brown and black concretions; common fine voids; few fine roots along faces of prisms; strongly acid; gradual wavy boundary. (10 to 30 inches thick)\nBtx2--54 to 61 inches; variegated yellowish brown (10YR 5/8), gray (10YR 5/1), and very pale brown (10YR 7/4) silt loam; weak coarse prismatic parting to weak coarse subangular blocky structure; firm; compact and brittle; faint clay films on faces of peds and in pores; few fine voids; friable; light brownish gray (10YR 6/2) silt coatings on faces of prisms; few black and brown concretions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, Mississippi; from the intersection of Gluckstadt Road and Old Jackson Road near Gluckstadt, Mississippi, 0.65 mile north on Old Jackson Road to cemetry, then 600 feet north of the cemetery and 180 feet east of Old Jackson Road in woods; NW1/4NW1/4 sec. 22, R. 2 E., T. 8 N; 32 degrees, 31 minutes, 44.82 seconds N. Latitude and 90 degrees, 05 minutes, 19.42 seconds W. Longitude, Canton USGS 7.5 Minute Quadrangle, Mississippi."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness exceeds 60 inches. Depth to the fragipan ranges from 14 to 38 inches. Combined thickness of horizons having less than 10 percent sand is more than 48 inches. Black and brown concretions range from few to many in all horizons. Reaction is very strongly acid through moderately acid in the upper part of the solum. The lower part of the solum ranges from strongly acid through slightly alkaline.\nThe A horizon has hue 10YR, value of 3 or 4, and chroma of 1 or 2. Texture is silt or silt loam.\nThe Ap or E horizons, where present' have hue 10YR, value 4 to 6, and chroma 2 to 4. Texture is silt or silt loam.\nThe Bt/E horizon has hue 10YR or 2.5Y, value 4 through 6, and chroma 4 through 6. Few to many clay depletions in shades of gray are present. In some pedons the horizon is variegated in shades of gray and brown. Texture is silt loam or silty clay loam. Clay content from a depth of 10 inches to the upper boundary of the fragipan ranges from 18 to 30 percent.\nThe E'g horizon, where present has hue 10YR or 2.5Y, value 4 to 7, and chroma 1 or 2; or hue 10YR, value 6 or 7, and chroma 3. In some pedons, the E' horizon is lacking and a mixed E/B or B/E horizon is above the fragipan. Texture is silt or silt loam.\nThe Btx or Btx/E horizon has hue 10YR or 2.5Y, value of 5 and chroma of 2 to 6. Texture is silt loam or silty clay loam. Material in the prisms is brittle and firm or very firm in more than 60 percent of the volume. Silt coatings on prism faces or intrusions of albic material are friable and are light brownish gray, gray, or light gray. Roots are primarily restricted to the friable material between prisms."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Necessity and Olivier series in the same family and the Bude, Edisto, Grenada, Pheba, and Splendora series in closely related families. Necessity and Bude soils have similar morphology but contain more than 10 percent fine sand and coarser to a depth of 48 inches. In addition, Necessity soils formed in alluvium on stream terraces on former channels of the Arkansas River.  Edisto soils have more than 15 percent fine sand and coarser in the upper 20 inches of the argillic horizon. Grenada soils do not have aquic conditions within a depth of 40 inches'. Olivier soils have a Bt horizon at least 8 inches thick with less than 15 percent albic intrusions above the fragipan. Pheba soils have 10 to 18 percent clay between 10 inches and the upper boundary of the fragipan and also have lower base saturation. Splendora soils have more than 15 percent fine and coarse sand in the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Calloway soils are on the smoother portions of the loess belt of the Southern Mississippi Valley Silty Uplands including areas on the stream terraces. The dominant slope gradient is between 0 and 3 percent but may range to 5 percent. The regolith is thick silty loess or water reworked loess deposits with low sand content. The climate is warm and humid with an annual average rainfall of 50 inches, average January temperature of 48 degrees Fahrenheit, and average July temperature of 80 degrees Fahrenheit at the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Calhoun, Feliciana, Grenada, Henry, Loring, and Memphis soils. Calhoun soils are grayer, do not have a fragipan, and are in depressions and flat areas with 1 percent slopes or less. Grenada and Loring soils are browner, do not have aquic conditions within a depth of 40 inches, and are on higher positions. Henry soils are in depressions and drainageways, are grayer and poorly drained. Feliciana and Memphis soils do not have a fragipan, are well drained, and are in higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; runoff is low to medium on slopes less than 1 percent, and medium to high on slopes up to 5 percent; slow permeability in the fragipan. The soil is saturated in the layers below 1 to 2 feet deep and above the fragipan during January through April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Calloway soils are cleared and used for such crops as cotton, corn, soybeans, and pasture. A small acreage is in mixed hardwoods, chiefly water oak, sweetgum, blackgum, post oak, hickory, and other water tolerant species. Shortleaf and loblolly pine are in the southern part of the range."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calloway County, Kentucky; 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was reclassified from a Glossaquic Fragiudalf to an Aquic Fragiudalf in 2001 because the former classification was removed from taxonomy.  The classification was changed to an Aquic Fraglossudalf in 2002 based on observations at the type location pedon and other survey area typical pedon sites which indicated these soils typically have a Glossic horizon above the fragipan.  The 2021 revision changed the depth of the horizons to allow the O horizon to be the top of the pedon.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of approximately 7 inches (A, E).\nFragipan - the zone from 31 to 54 inches (Btx1).\nAlbic horizon - the zone from 2 to 7 inches (E) and the zone from 20 to 31 inches (E').\nGlossic Horizon - the zone from 7 to 20 inches (Bt/E horizon)\nArgillic horizon - the zone from 7 to 20 inches (Bt/E) and the zone from 31 to 61 inches.\nAquic conditions - saturation, reduction and redoximorphic features including iron or clay depletions with chroma 2 or less in the upper 10 inches of the Argillic horizon at 7 to 20 inches deep (Bt/E horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Physical and chemical analyses for one pedon in Soil Survey of Madison County, Mississippi; Engineering test data for one pedon in Soil Survey of De Soto County, Mississippi."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "O",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "O--0 to 1 inch; very dark grayish brown (2.5Y 3/2) organic matter and partially decayed leaves and twigs with many fine roots and mycelia."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 2 inch; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; very friable; many fine roots and worm holes; few black and brown concretions; strongly acid; clear smooth boundary. (0 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--2 to 7 inches; grayish brown (10YR 5/2) with pockets of brownish yellow (10YR 6/6) silt loam; weak medium granular structure; very friable; many fine and medium roots; few fine brown and black concretions; strongly acid; gradual wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt/E",
        "top": 18,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt/E--7 to 20 inches; Bt portion is yellowish brown (10YR 5/4) silt loam; 20% medium distinct light gray (10YR 7/2) clay depletions in the E part of the horizon; weak fine subangular blocky and  granular structure; friable; few fine roots; few faint clay films on faces of some peds; few fine brown and black concretions; few fine pores; strongly acid; gradual irregular boundary. (8 to 16 inches thick)"
      },
      {
        "name": "E'g",
        "top": 51,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "E'g--20 to 31 inches; light brownish gray (10YR 6/2) silt loam; many medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; weak medium subangular blocky structure; friable; slightly compact; few fine roots; many fine brown and black concretions; many fine voids; strongly acid; gradual irregular boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Btx1",
        "top": 79,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx1--31 to 54 inches; grayish brown (10YR 5/2) silt loam; many medium and coarse distinct brownish yellow (10YR 6/6) masses of oxidized iron; moderate coarse prismatic parting to moderate medium subangular blocky structure; firm; compact and brittle in about 75 percent of the volume; clay films on faces of peds and in pores; black manganese coatings on some peds; thick friable light brownish gray (10YR 6/2) silt coatings on faces of prisms and thin silt coatings on faces of peds; common fine brown and black concretions; common fine voids; few fine roots along faces of prisms; strongly acid; gradual wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "Btx2",
        "top": 137,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btx2--54 to 61 inches; variegated yellowish brown (10YR 5/8), gray (10YR 5/1), and very pale brown (10YR 7/4) silt loam; weak coarse prismatic parting to weak coarse subangular blocky structure; firm; compact and brittle; faint clay films on faces of peds and in pores; few fine voids; friable; light brownish gray (10YR 6/2) silt coatings on faces of prisms; few black and brown concretions; moderately acid."
      }
    ]
  ]
}
