{
  "SERIES": "CALLISBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT:LCB",
  "REVDATE": "04/2003",
  "STATES": "TX",
  "OVERVIEW": "The Callisburg series consists of deep, well drained, moderately slowly permeable soils on uplands.  These gently sloping to\nsloping soils formed from beds of clay and clay shale.  Slopes\nrange from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Udic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Callisburg fine sandy loam--idle cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; yellowish brown (10YR 5/4) fine sandy\nloam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; slightly hard, friable; few worm casts; common fine\nroots; medium acid; clear wavy boundary.  (4 to 17 inches thick)\nB21t--6 to 19 inches; reddish yellow (7.5YR 6/6) sandy clay, strong brown (7.5YR 5/6) moist; few fine faint yellowish red\nmottles; moderate medium subangular blocky structure; hard, firm; clay skins on faces of peds; few fine pebbles of quartz; few\nroots; strongly acid; gradual wavy boundary.  (3 to 16 inches\nthick)\nB22t--19 to 31 inches; brown (7.5YR 5/4) sandy clay, brown (7.5YR 4/4) moist; common medium distinct red (2.5YR 4/8), strong brown (7.5YR 5/6), and pale brown (10YR 6/3) mottles; moderate\nmedium subangular blocky structure; hard, firm; few fine black concretions; few fine pebbles of quartz; strongly acid; gradual smooth boundary.  (7 to 21 inches thick)\nB23t--31 to 44 inches; reddish yellow (7.5YR 6/6) sandy clay, strong brown (7.5YR 5/6) moist; many coarse distinct red (2.5YR\n4/8), yellowish brown (10YR 5/8), and light gray (10YR 7/1)\nmottles; moderate medium subangular blocky structure; hard, firm;\nfew pockets of uncoated sand; some ped surfaces are covered with uncoated sand; common fine pebbles of ironstone; medium acid;\ngradual smooth boundary.  (0 to 28 inches thick)\nB3--44 to 65 inches; yellowish brown (10YR 5/8), red (2.5YR 4/8), and light gray (10YR 7/1) sandy clay; weak coarse blocky structure; hard, firm; clay skins on faces of some peds; few\npockets of uncoated sand; some ped surfaces are covered with\nuncoated sand; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cooke County, Texas.  From intersection of Farm\nRoad 372 and Farm Road 922 at Mountain Springs; north 0.3 mile on Farm Road 372; east 3.1 miles on County Road; north 0.1 mile; 30\nfeet west of road, in field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 60 to more than\n100 inches thick.  Fine pebbles of ironstone and quartz range from none to about 5 percent by volume throughout the solum.  Black concretions range from none to common throughout the solum.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 to 6, and\nchroma of 2 to 8.  A thin A2 horizon 2 to 6 inches thick and one\nor two units of value higher than the A1 or Ap horizon occurs in\nsome pedons.  The A horizon is fine sandy loam or loamy fine sand.  It is medium acid to neutral.\nThe B21t has hue of 10YR or 7.5YR, value of 4 to 7, and chroma of\n3 to 6.  The B22t and B23t horizons have hue of 7.5YR to 2.5Y,\nvalue of 5 or 6, and chroma of 4 to 8.  Few to common mottles in colors and shades of red, yellow, brown, and gray occur in the Bt horizon mainly in the lower part of most pedons.  The gray mottles are believed to be inherited from the parent materials.  The B21t\nis sandy clay loam, clay loam, sandy clay, or clay and is strongly acid to neutral.  The B22t and B23t horizons are sandy clay or\nclay.  The average clay content in the upper 20 inches of the Bt ranges from 35 to 50 percent.  Reaction of the lower part of the\nB2t ranges from strongly acid through neutral.  Few to common uncoated sand grains on faces of peds and few pockets of uncoated sand grains occur in the lower Bt.\nThe B3 horizon has the same colors as the Bt or is mottled.\nReaction ranges from strongly acid through mildly alkaline.  Some pedons contain soft carbonates, generally below depths of 50\ninches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chigley, Hamby, Minwells, Pedernales, Truce, Voca, Windthorst and Winters series in the same family and the similar Bastrop, Chaney, Miles, Payne, Rader, and Travis series.  Chigley soils have more than 10 percent coarse fragments in the Bt and have redder hues.  Hamby and Minwells\nsoils have hue of 5YR or redder in the Bt horizon and, in\naddition, Minwells soils have a gravelly substratum.  Pedernales\nand Winters soils have Cca horizons.  Truce, Voca, and Windthorst soils have sola less than 60 inches thick.  Bastrop and Miles\nsoils have fine-loamy control sections.  Chaney soils contain\nmottles due to wetness within a depth of 30 inches.  Payne soils\nhave montmorillonitic mineralogy.  Rader soils have a B&A horizon\nand have mottles due to wetness within 30 inches of the surface.  Travis soils have base saturation of less than 75 percent in the\nBt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Callisburg soils occupy nearly level to\ngently rolling uplands.  Slopes range from 0 to 8 percent.  The\nsoil formed in beds of clay and clay shale.  Mean annual\ntemperature is 64 degrees to 69 degrees F.  Average annual precipitation ranges from 30 to 38 inches.  Thornthwaite P-E index\nis 50 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aubrey, Birome, Crockett, Crosstell, Casil, and Konsil series.  Aubrey and Birome soils have a solum 20 to 40 inches thick and are on nearby slopes\nand ridges.  Crosstell soils have vertic properties and are on slightly higher elevations.  Crockett soils have vertic properties and are on similar landscapes.  Casil and Konsil soils are on low ridges and have fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to\nmedium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture.  Principal\ncultivated crops are grain sorghum, small grain, and peanuts.\nNative vegetation is postoak and blackjack oak with an understory\nof bluestem and other mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central Texas and possibly Southeatern Oklahoma.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cooke County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Callisburg soils were formerly included with the\nFreestone series.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 6 inches; yellowish brown (10YR 5/4) fine sandy"
      },
      {
        "name": "B21t",
        "top": 15,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B21t--6 to 19 inches; reddish yellow (7.5YR 6/6) sandy clay, strong brown (7.5YR 5/6) moist; few fine faint yellowish red"
      },
      {
        "name": "B22t",
        "top": 48,
        "bottom": 79,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B22t--19 to 31 inches; brown (7.5YR 5/4) sandy clay, brown (7.5YR 4/4) moist; common medium distinct red (2.5YR 4/8), strong brown (7.5YR 5/6), and pale brown (10YR 6/3) mottles; moderate"
      },
      {
        "name": "B23t",
        "top": 79,
        "bottom": 112,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B23t--31 to 44 inches; reddish yellow (7.5YR 6/6) sandy clay, strong brown (7.5YR 5/6) moist; many coarse distinct red (2.5YR"
      },
      {
        "name": "B3",
        "top": 112,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B3--44 to 65 inches; yellowish brown (10YR 5/8), red (2.5YR 4/8), and light gray (10YR 7/1) sandy clay; weak coarse blocky structure; hard, firm; clay skins on faces of some peds; few"
      }
    ]
  ]
}
