{
  "SERIES": "CALLISON",
  "STATUS": "Established Series",
  "BYREV": "ECH-HEH-RLV/Rev. DTA",
  "REVDATE": "09/2007",
  "STATES": "NC,SC",
  "OVERVIEW": "The Callison series consists of moderately deep, moderately well drained, moderately slowly permeable soils that formed in residuum weathered from Carolina slate of the Piedmont uplands. Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Callison silt loam on a 3 percent slope in a young loblolly pine forest. (Colors are for moist soil.)\nA--0 to 5 inches; light yellowish brown (10YR 6/4) silt loam; weak fine granular structure; very friable, nonsticky, nonplastic; many fine and medium roots throughout, and few coarse roots throughout; strongly acid; abrupt smooth boundary. (3 to 15 inches thick)\nBt1--5 to 18 inches; brownish yellow (10YR 6/6) silty clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine and medium roots throughout; few faint clay films on faces of peds; moderately acid; 2 percent quartzite gravel; clear wavy boundary.\nBt2--18 to 26 inches; brownish yellow (10YR 6/6) silty clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots throughout, and few medium roots throughout; common medium distinct very pale brown (10YR 7/4) and few medium distinct yellowish brown (10YR 5/8) iron depletions; few faint clay films on faces of peds; strongly acid; 2 percent slate channers; gradual wavy boundary.\nBt3--26 to 34 inches; light yellowish brown (2.5Y 6/4) silty clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine and medium roots between peds; many coarse distinct gray (10YR 6/1) iron depletions; common medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulations; few faint clay films on faces of peds; strongly acid; 5 percent slate channers; gradual wavy boundary. (Combined thickness of the Bt horizon is 12 to 32 inches.)\nBtg--34 to 37 inches; gray (10YR 6/1) silty clay; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common fine roots between peds, and few medium roots between peds; common coarse distinct light yellowish brown (2.5Y 6/4), and medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulations; many distinct clay films on faces of peds; strongly acid; abrupt smooth boundary. (0 to 9 inches thick)\nCr--37 to 45 inches; soft, highly fractured Carolina slate; few widely spaced seams of light brownish gray (10YR 6/2) silty clay in cracks.\nR--45 inches; hard, slightly fractured Carolina slate bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Saluda County, South Carolina; about 15 miles north of Edgefield, South Carolina; from junction of US Forest Service roads C592 and 591; southwest for 0.3 mile on 591; 130 degrees southeast for 85 feet to site."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to soft bedrock are 20 to 40 inches. Depth to hard bedrock ranges from 40 to 60 inches. Content of rock fragments, commonly slate channers or quartz gravel, ranges from 0 to 10 percent in the A and B horizons. The soil is extremely acid to moderately acid throughout, unless limed. Content of feldspar crystals in the lower part of the subsoil ranges from 0 to about 6 percent.\nThe A or Ap horizon has hue of 10YR to 2.5Y, value of 3 to 6, and chroma of 2 to 4. It is fine sandy loam, loam, or silt loam.\nThe E horizon, where present, has hue of 10YR to 2.5Y, value of 5 to 7, and chroma of 4 to 8. It is loam or silt loam.\nThe BE horizon, where present, has hue of 10YR to 2.5Y, value of 5 to 7, and chroma of 2 to 8. It is loam or silt loam. In some pedons, it may be dense and slightly cemented.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8. Iron or clay depletions and accumulations in shades of gray, yellow, brown, and red are common in most pedons. Texture is silt loam, silty clay loam, silty clay, or clay.\nThe Btg horizon, where present, has hue of 10YR to 2.5Y, value of 5 to 7, and chroma of 1 or 2. Iron or clay depletions and accumulations in shades of gray, yellow, brown, and red are common in most pedons. Texture is silty clay or clay.\nThe BC horizon, where present, has hue of 10YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8. Iron or clay depletions and accumulations in shades of gray, yellow, brown, and red are common in most pedons. Texture is loam, silt loam, or silty clay loam.\nThe BCg horizon, where present, has hue of 10YR to 2.5Y, value of 5 to 8, and chroma of 0 to 2. Iron or clay accumulations in shades of yellow, brown, and red are common in most pedons. Texture is loam, silt loam, or silty clay loam.\nThe C horizon, where present, has hue of 10YR to 2.5Y, value of 5 to 7, and chroma of 2 to 8, or is mottled in shades of red, brown, yellow, and gray. It is loam or silt loam saprolite.\nThe Cr layer is soft, highly to moderately fractured Carolina slate or other fine-grained rock.\nThe R layer is hard, slightly fractured Carolina slate or other fine-grained rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Docena, Kirksey, Secrest, and Pageland series are in a closely related family. Docena soils formed in alluvium, colluvium, and shaly residual sediments on low areas of the Appalachian Plateau and have a depth to bedrock of more than 60 inches. Kirksey soils have a depth to hard bedrock of 40 to 60 inches. Secrest soils have a depth to soft bedrock of 40 to 60 inches. Pageland soils have a depth to soft bedrock of 20 to 40 inches and are Alfisols."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Callison soils occur on gently sloping broad ridges to strongly sloping side slopes, and also near heads of drains in uplands in the Southern Piedmont. The soils are formed in materials weathered from Carolina slate or other fine-grained bedrock. Slopes commonly are 2 to 6 percent but range from 0 to 15 percent. The mean annual air temperature ranges from 57 to 63 degrees F., the mean annual precipitation ranges from 46 to 52 inches, and the frost-free season ranges from 210 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the closely related Kirksey, Secrest, and Pageland series, and Alamance, Badin, Cid, Georgeville, Goldston, Gundy, Herndon, Lignum, Mandale (T), Misenheimer, Montonia, Nanford, and Tarrus series. Alamance, Badin, Georgeville, Goldston, Gundy, Herndon, Montonia, Nanford, and Tarrus soils do not have iron depletions with chroma 2 or less within 24 inches of the top of the Bt horizon. Also, Alamance, Georgeville, Herndon, Mandale (T), and Montonia soils are more than 60 inches to bedrock. Badin, Cid, Georgeville, Gundy, Herndon, Lignum, Mandale (T), Nanford, and Tarrus soils have a fine particle-size control section. Montonia soils have a fine-loamy particle-size control section. Goldston soils have a loamy-skeletal particle-size control section and a depth to soft bedrock of less than 20 inches. Misenheimer soils have a loamy particle-size control section, have iron depletions throughout the subsoil, and a depth to soft bedrock of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in woodlands of loblolly pine or mixed hardwoods and pine. Cleared areas are primarily in pasture. A small acreage is primarily used for small grain, corn, soybeans, grain sorghum, or cotton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The slate belt of the Piedmont of South Carolina and North Carolina and possibly Virginia. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Randolph County, North Carolina; 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included with the Kirksey series in mapping.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to a depth of 5 inches (A horizon).\nArgillic horizon--the zone from 5 to 37 inches (Bt1, Bt2, Bt3, and Btg horizons).\nParalithic contact--Soft, highly fractured bedrock at a depth of 37 inches (Cr horizon).\nLithic contact--Hard, slightly fractured bedrock at a depth of 45 inches.\nMLRA = 136\nSIR = SC0145\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name  Slope  Airtemp   FrFr/Seas   Precip  Elevation\nSC0145 CALLISON   0-15   57-63     210-225     46-52   350- 550\nSOI-5  FloodL FloodH Watertable Kind     Months   Bedrock   Hardness\nSC0145 NONE          1.5-3.0    PERCHED  DEC-MAR  20-40     SOFT\nSOI-5  Depth  Texture              3-Inch   No-10    Clay%  -CEC-\nSC0145  0- 5  SIL L FSL            0-1      88-100    4-20    4-7\nSC0145  5-34  SICL SIL             0-1      90-100   18-35    6-22\nSC0145 34-37  SIL SICL SIC         0-2      90-100   18-45    6-22\nSC0145 37-45  WB                    -         -        -       -\nSC0145 45-55  UWB                   -         -        -       -\nSOI-5  Depth    -pH-    -O.M.-    Salin  Permeab    Shnk-Swll\nSC0145  0- 5  5.1-6.0   0.5-2.0   0-0    0.6- 2.0   LOW\nSC0145  5-34  3.6-6.0   0.0-0.5   0-0    0.2- 0.6   LOW\nSC0145 34-37  3.6-6.0   0.0-0.5   0-0    0.2- 0.6   MODERATE\nSC0145 37-45     -      0.0-0.5    -        -\nSC0145 45-55     -         -       -        -\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; light yellowish brown (10YR 6/4) silt loam; weak fine granular structure; very friable, nonsticky, nonplastic; many fine and medium roots throughout, and few coarse roots throughout; strongly acid; abrupt smooth boundary. (3 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--5 to 18 inches; brownish yellow (10YR 6/6) silty clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine and medium roots throughout; few faint clay films on faces of peds; moderately acid; 2 percent quartzite gravel; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--18 to 26 inches; brownish yellow (10YR 6/6) silty clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots throughout, and few medium roots throughout; common medium distinct very pale brown (10YR 7/4) and few medium distinct yellowish brown (10YR 5/8) iron depletions; few faint clay films on faces of peds; strongly acid; 2 percent slate channers; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 86,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--26 to 34 inches; light yellowish brown (2.5Y 6/4) silty clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine and medium roots between peds; many coarse distinct gray (10YR 6/1) iron depletions; common medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulations; few faint clay films on faces of peds; strongly acid; 5 percent slate channers; gradual wavy boundary. (Combined thickness of the Bt horizon is 12 to 32 inches.)"
      },
      {
        "name": "Btg",
        "top": 86,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btg--34 to 37 inches; gray (10YR 6/1) silty clay; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common fine roots between peds, and few medium roots between peds; common coarse distinct light yellowish brown (2.5Y 6/4), and medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulations; many distinct clay films on faces of peds; strongly acid; abrupt smooth boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Cr",
        "top": 94,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "narrative": "Cr--37 to 45 inches; soft, highly fractured Carolina slate; few widely spaced seams of light brownish gray (10YR 6/2) silty clay in cracks."
      },
      {
        "name": "R",
        "top": 114,
        "narrative": "R--45 inches; hard, slightly fractured Carolina slate bedrock."
      }
    ]
  ]
}
