{
  "SERIES": "CALMAR",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. RID-DBO",
  "REVDATE": "07/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Calmar clay loam - on a foot slope of about 7 percent gradient - pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 21 inches; very dark brown (10YR 2/2) clay loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure grading to moderate very fine subangular blocky and weak fine granular with depth; friable; few weathered rock fragments; slightly acid; clear smooth boundary.  (18 to 24 inches thick)\nBt1--21 to 26 inches; very dark grayish brown (10YR 3/2) clay loam; moderate very fine subangular blocky structure; friable; few faint clay films; few weathered rock fragments; slightly acid; clear smooth boundary.\nBt2--26 to 30 inches; brown (10YR 4/3) and dark brown (10YR 3/3) clay loam; weak very fine subangular blocky structure; friable; few faint clay films; few weathered rock fragments; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons is 2 to 12 inches.)\n2Bt3--30 to 33 inches; mixed dark yellowish brown (10YR 4/4) and brown (10YR 4/3) clay; weak fine subangular blocky structure; very firm; few faint clay films; few weathered rock fragments; neutral; abrupt wavy boundary.  (1 to 6 inches thick)\n2R--33 inches; fractured hard limestone bedrock containing thin layers of clayey shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Winneshiek County, Iowa; about 4 miles southwest of Decorah; 820 feet west and 60 feet south of the northeast corner, sec.  2, T. 97 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 21 to 40 inches thick and is the same as the depth to hard, levelbedded limestone bedrock with thin layers of clayey shale.  These soils have a lithic contact at depths of less than 40 inches.  The mollic epipedon is 18 to 39 inches thick.  The A horizon typically is slightly acid but ranges to medium acid.  The B horizon is slightly acid or neutral.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  A thin transitional or BA horizon has 3 value and extends to depths between 24 and 30 inches in some pedons.\nThe Bt2 horizon is dark brown (10YR 3/3, 4/3) or dark yellowish brown (10YR 4/4), friable clay loam.  Clay content of the A horizon and upper part of the B horizon (material 1) is about 30 to 35 percent and increases with depth.\nThe 2Bt horizon has 10YR through 5YR hue, value of 3 or 4, and chroma of 4 or 5.  It is clay or silty clay.  The 2Bt horizon is less than half the thickness of the Bt horizon formed in material 1.  The 2Bt horizon is weathered limestone residuum or a remnant of a paleo B horizon.  The 2Bt horizon is terminated by hard, level-bedded limestone with numerous vertical and horizontal fractures.  In some pedons thin layers of clayey shale interbedded with limestone make up a part of the substratum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atkinson, Barce, Burchard, Corwin, Cresco, Durand, Foresman, Friesland, Griswold, Hitt, Hochheim, Jasper, Joslin, La Rose, Linkville, Markesan, Moingona, Mona, Morrill, Pana, Parr, Plattville, Prairieville, Ringwood, Rockton, Rotamer, Schoolcraft, Shelby, Sibleyville, Symerton, Tippecanoe, Velma, Wea, and Winnebago series in the same family and the Marlean, Olmitz, Terril, and Volney series.  All of the above soils have thicker sola and/or lack bedrock terminating the sola within depths of 40 inches except for Atkinson, Hitt, Marlean, and Rockton soils having sola terminated by limestone bedrock, and Sibleyville soils having sandstone bedrock at less than 40 inches.  Atkinson, Hitt, Marlean, and Rockton soils have thinner mollic epipedons.  In addition, Marlean and Volney soils lack argillic horizons and contain more coarse fragments in the control section, and Schoolcraft soils have a 2C horizon formed in sand or gravelly sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Calmar soils are on concave high foot slopes in the uplands below limestone outcrops.  Slopes range from 2 to 14 percent.  These soils formed in oxidized-leached local alluvium or eolian material of mixed mineralogical composition and a thin layer of clayey residuum which is probably weathered from limestone bedrock.  The loamy material is 20 to 40 inches thick and the clayey material is 1 to 6 inches thick.  The underlying material is hard fractured limestone with thin layers of clayey shale.  Mean annual temperature ranges from 45 to 52 degrees F, and mean annual precipitation ranges from 30 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Atkinson, Marlean, and Rockton soils and the Nordness soils.  Calmar soils occur downslope from all of these soils.  Nordness soils have a thinner sola."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained.  Runoff is medium to rapid.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Commonly cropped to corn, small grains, and legume hay.  Some areas are in pasture.  Native vegetation was tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Iowa and possibly southeast Minnesota and southwest Wisconsin.  They are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Winneshiek County, Iowa, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - zone from the surface to a depth of 26 inches (A and Bt horizons); argillic horizon - the zone from approximately 21 to 33 inches (Bt1, Bt2, and 2Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
