{
  "SERIES": "CALVERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHE-DDR",
  "REVDATE": "12/2005",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Calverton series are deep, moderately well and somewhat poorly drained. Permeability is slow or very slow. They formed on uplands in the weathered product of shale, siltstone, and some sandstone. Slopes range from 0 to 7 percent. Mean annual precipitation is about 44 inches and mean annual temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aquic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Calverton silt loam-forested (Colors are for moist soil.)\nA--0 to 2 inches; dark grayish brown (l0YR 4/2) silt loam; moderate fine granular structure; very friable; many fine, medium and coarse roots; 1 percent subrounded quartz gravel very strongly acid clear smooth boundary. (0 to 3 inches thick)\nE--2 to 10 inches; very pale yellow (l0YR 7/4) silt loam; moderate fine granular structure; very friable; many fine, medium and coarse roots; 1 percent quartz gravel up to 2 inches; very strongly acid; clear smooth boundary. (0 to 12 inches thick)\nBt--10 to 19 inches; brownish yellow (l0YR 6/6) silty clay loam with few fine and medium light gray (l0YR 7/2) mottles; weak fine subangular blocky structure; friable. slightly plastic, slightly sticky; common fine medium and coarse roots; many fine pores; few thin patchy films of clay on faces of peds; l percent subrounded quartz gravel very strongly acid; abrupt smooth boundary. (5 to 16 inches thick)\nBx--19 to 29 inches; brownish yellow (l0YR 6/6), silt loam with many fine, medium and coarse light gray (l0YR 7/1) and common fine and medium strong brown (7.5YR 5/8) mottles; strong medium platy structure; very firm; common fine pores; few thin films of clay on lateral faces; 1 percent subrounded quartz up to 2 inches; very strongly acid gradual smooth boundary. (6 to 6 inches thick)\n2Bt--29 to 55 inches; red (2.5Y 4/8) silty clay with few fine and medium light gray to gray (l0YR 6/1) mottles; moderate fine and medium subangular blocky structure; firm, plastic, sticky; thin and medium continuous films of clay on faces of peds; few very fine flakes of mica; 8 percent partially weathered red shale fragments; extremely acid gradual smooth boundary. (10 to 30 inches thick)\nCr--55 to 65 inches; red (2.5YR 4/6) weathered shale that crushes to silty clay; friable; few pale brown to light gray coatings in crevices; extremely acid; clear smooth boundary. (5 to 20 inches thick)\nR--65 inches; partially weathered red Triassic shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Prince William County, Virginia. 600 feet west of Route 608 and 420 feet northwest of junction of Routes 608 and 646."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 36 to 60 inches. Depth to rippable bedrock is 40 to 60 inches. Coarse fragment content ranges from 0 to 15 percent in the solum and from 40 to 80 percent in the C horizon. The soil is extremely acid or very strongly acid. The depth to the fragipan is 10 to 30 inches.\nThe Al horizon has hue of l0YR, value of 3 or 4, and chroma of 1 or 3.\nThe Ap horizon, where present, has hue of l0YR or 2.5Y, value of 4 or , and chroma of 2 or 3. The A horizon is fine sandy loam, sandy loam, loam or silt loam.\nThe E horizon has hue of l0YR through 5Y, value of 5 through 7, and chroma of 3 through 8. The E horizon is fine sandy loam, sandy loam, loam or silt loam.\nThe Bt or Bx horizon has hue of 7.5YR through 2.5Y, value of 5 through 7, and chroma of 4 through 8. Both high and low chroma mottles commonly are present. The Bt horizon is silty clay loam except silt loam is allowed in subhorizons. The Bx horizon is silty clay loam, silt loam, clay loam or sandy clay loam. Pedons with 2Bt, Bt or BC horizons below the Bx horizon have colors and textures similar to the to horizon above the Bx horizon except the 2Bt includes hue of 2.5YR and silty clay.\nThe 2C or C horizon is variegated browns, grays, reds, and yellows. It as strongly weathered shale or sandstone fragments with loamy or clayey material between the fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Belvoir, Buchanan, Cookport, Ernest, Glenville, Kedron, and Raritan series in the same family. Belvoir series have clay loam, sandy clay loam or loam Bt horizons. Buchanan, Cookport, and Ernest soils are dominated with sandstone coarse fragments. Glenville soils are dominated with schist or quartzite coarse fragments and mica flakes are also common in the B or C horizon. Kedron soils are 5YR or redder in the B horizon. Raritan soils contain water rounded gravel and are dominantly 5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Calverton soils are nearly level to gently sloping soils typically on flats, low ridges, saddles, and depressions. Slopes range from 0 to 7 percent. They formed in material weathered from shale, siltstone, and some sandstone (Triassic Age). The mean annual precipitation ranges from about 37 to 43 inches and the mean annual temperature ranges from about 50 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the poorly drained Albano soils and the Bucks, Kelly, Klinesville, Landsale, Penn, and Reaville soils. Bucks and Pennn soils are well drained, have redder hue, and do not have fragipans. Kelly soils do not have a fragipan. Linesville soils are shallow to rock, contain a high content of coarse fragments and do not have a fragipan as well as being redder in color than Calverton. Lansdale soils are well drained and do not have a fragipan. Reaville soils do not have fragipans, have thinner sola, and have redder hue than Calverton soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well and somewhat poorly rained; slow runoff; slow internal drainage; slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most cleared areas are used for growing pasture, a few areas are used for growing crops such as corn, mixed hay, and small grains. About 20 to 30 percent is in forest consisting of Virginia and shortleaf pine, scarlet oak, hickory, black gum, and willow oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Virginia, Pennsylvania, and possibly Maryland in the Triassic lowlands of the Piedmont Plateau. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fauquier County, Virginia, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Type location changed to Prince William County, Virginia 981. Lab data available.\nNote: CEC class based on NASIS CEC data from Prince William County, Virginia.\nThe 12/2005 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on similar soils and not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nPrevious revision dates: 7/84\nNational Cooperative Soil Survey\nU.S.A."
  }
}
