{
  "SERIES": "CALVIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRK-EAW-ART",
  "REVDATE": "05/2002",
  "STATES": "MD,NC,PA,TN,VA,WV",
  "OVERVIEW": "The Calvin series consists of moderately deep, well drained soils formed in residuum of red non-calcareous shale, siltstone, and sandstone on summits, hillslopes and side slopes of ridges.  Permeability is moderately rapid.  Slope ranges from 0 to 80 percent.  Mean annual precipitation is about 41 inches, and the mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Calvin channery loam, on a 8 to 15 percent slope in cropland at an elevation of 1150 feet.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; reddish brown (5YR 4/3) channery loam; weak, fine, granular structure; friable, slightly sticky, slightly plastic; common, very fine roots; 20 percent siltstone channers; moderately acid; abrupt, smooth boundary.  (6 to 10 inches thick)\nBw--8 to 24 inches; reddish brown (5YR 4/4) very channery silt loam; moderate, fine, subangular blocky structure; friable, slightly sticky, slightly plastic; common, very fine roots; 35 percent siltstone channers; strongly acid; gradual, wavy boundary.\nBC--24 to 29 inches; dark reddish brown (5YR 3/4) very channery loam; weak, fine, subangular blocky structure; friable, slightly sticky, slightly plastic; few, very fine roots; 50 percent siltstone channers; very strongly acid; gradual wavy boundary.  (The B horizon is 14 to 25 inches thick)\nC--29 to 35 inches; dark reddish brown (2.5YR 3/4) extremely channery silt loam; massive; friable, non-sticky, non-plastic; few, fine roots, matted around rock fragments; 70 percent siltstone channers and cobbles; very strongly acid; clear, wavy boundary.  (6 to 15 inches thick)\nR--35 inches; dusky red (10R 3/3) moderately weathered shale bedrock, less than 4 inches between fractures; bedrock inclination greater than 30 percent; discontinuous clay and silt bridging on the rock fragments.  Excavation difficulty, high.  Excavation by tile spade is difficult, but easily done by pick using over-the-head swing."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fulton County, Pennsylvania; Taylor Township, 1.5 miles northwest of Laidig, 1500 feet north of the intersection of Pennsylvania Township Route (PTR) T428 and PTR T425, 300 feet west of PTR T428.  U.S.G.S. Hustontown topographic quadrangle; latitude 40 degrees, 2 minutes, 27 seconds N and longitude 78 degrees, 5 minutes, 55 seconds W; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to bedrock ranges from 20 to 40 inches.  Thickness of the solum ranges from 12 to 35 inches. Illite is the dominant clay mineral with moderate amounts of vermiculite and chlorite.  Percent coarse fragments range from 5 to 25 percent in the A and BA horizons, 25 to 55 percent in the Bw and BC horizons, and 40 to 80 percent in the C horizon, with the particle size control section averaging more than 35 percent.  Fragments are generally channers or cobbles of reddish siltstone, fine-grained sandstone or shale. Reaction ranges from moderately acid to very strongly acid.\nThe Ap horizon has hue of 7.5YR or 5YR, value of 2 to 5, and chroma of 2 to 4.  It is silt loam or loam.\nThe B horizon has hue of 5YR or 10R, value of 4 or 5, and chroma of 2 to 8.  It is silt loam or loam.  The clay content of individual horizons ranges from 15 to 25 percent and the silt content ranges from 40 to 60 percent.  Very few, faint, clay films are in pores, on rock fragments, and on faces of peds in some pedons.\nThe C horizon has hue of 5YR or 10R, value of 3 to 5, and chroma of 2 to 4.  It is silt loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Berks, Blazed, Brownstone, Brownsville, Caducei, Centralpark, Deadline, Highsplint, Jubin, Judyville, Keyesville, Lippitt, Manlius, Matewan, Nailkeg, Parker, Peaks, Sylco, Warwick and Wyoming soils are in the same family.  Berks, Brownstown, Brownsville, Cadosia, Deadline, Highsplint, Jubin, Judyville, Manlius, Matewan, Nailkeg, Peaks, and Sylco soils have hues yellower than 5YR.  The Blasdell Centralpark and Parkersoils are deeper than 40 inches to bedrock. Keyesville soils have less than 15 percent clay in the particle-size control section.  Lippitt soils have been glaciated and formed in gneiss, schist, and granite.  Warwick soils formed in glacial outwash.  Wyoming soils contain rounded rock fragments.\nAlbrights, Gainesboro, Kedron, Klinesville, Leck Kill, Penn, and Ungers are in related families.  Albrights, Gainesboro, Leck Kill, Penn, and Ungers soils have argillic horizons.  Klinesville soils have a lithic contact at 10 to 20 inches.  Kedron soils are deeper than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Calvin soils formed in residuum of red non-calcareous shale, siltstone, and sandstone and are on summits, hillslopes and side slopes of ridges.  Slope gradients range from 0 to 80 percent. Slopes range from 0 to 65 percent.  Climate is humid continental.  Mean annual air temperature ranges from 48 to 56 degrees F., mean annual precipitation ranges from 36 to 46 inches, frost free days range from 120 to 180 days, and elevation ranges from 400 feet to 3000 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the  Berks, Klinesville, Leck Kill, Lehew, Meckesville, Ungers, and Albrights soils.  The Berks soils formed in brown shale.  Leck Kill, Meckesville, and Ungers soils are deep to bedrock.  Klinesville soils are shallow.  Lehew soils have more sand in the particle-size control section having formed in materials dominated by sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  The potential for surface runoff is negligible to high.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils on favorable topography are used to cropland, pasture, or are idle.  Stony and steep slopes are largely in woodland of mixed hardwoods, mainly oaks, with some maple and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 125, 126, 127, 128, 147 and 148.  In Pennsylvania, West Virginia, Maryland and Virginia.  The soils are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Huntingdon County, Pennsylvania, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from the surface of the soil to a depth of about 8 inches (Ap horizon).\nb.  Cambic horizon - the zone from 8 inches to a depth of 29 inches. (Bw and BC horizons).\nc.  Loamy-skeletal feature - greater than 35 percent by volume weighted average rock fragments in the particle-size control section."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization Pedons S62-PA-029-14(1-4) and S66-PA-054-4(1-9); S64-PA-022-3(1-5) has high base saturation and clay coatings."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 8 inches; reddish brown (5YR 4/3) channery loam; weak, fine, granular structure; friable, slightly sticky, slightly plastic; common, very fine roots; 20 percent siltstone channers; moderately acid; abrupt, smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw--8 to 24 inches; reddish brown (5YR 4/4) very channery silt loam; moderate, fine, subangular blocky structure; friable, slightly sticky, slightly plastic; common, very fine roots; 35 percent siltstone channers; strongly acid; gradual, wavy boundary."
      },
      {
        "name": "BC",
        "top": 61,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--24 to 29 inches; dark reddish brown (5YR 3/4) very channery loam; weak, fine, subangular blocky structure; friable, slightly sticky, slightly plastic; few, very fine roots; 50 percent siltstone channers; very strongly acid; gradual wavy boundary.  (The B horizon is 14 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 74,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--29 to 35 inches; dark reddish brown (2.5YR 3/4) extremely channery silt loam; massive; friable, non-sticky, non-plastic; few, fine roots, matted around rock fragments; 70 percent siltstone channers and cobbles; very strongly acid; clear, wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 89,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--35 inches; dusky red (10R 3/3) moderately weathered shale bedrock, less than 4 inches between fractures; bedrock inclination greater than 30 percent; discontinuous clay and silt bridging on the rock fragments.  Excavation difficulty, high.  Excavation by tile spade is difficult, but easily done by pick using over-the-head swing."
      }
    ]
  ]
}
