{
  "SERIES": "CALWASH",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJL/TM/ET",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "OVERVIEW": "The Calwash series consists of very shallow, well drained soils that formed in colluvium from calcareous sandstone, mudstone, siltstone and limestone over residuum from sandstone, mudstone or siltstone. Calwash soils are on hills. Slope ranges from 15 to 50 percent. The mean annual precipitation is about 4 inches and the mean annual air temperature is about 66 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, thermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Calwash very channery sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 70 percent channers and 3 percent cobbles.\nA--0 to 2 inches; reddish yellow (7.5YR 6/6) very channery sandy loam, strong brown (7.5YR 4/6) moist; moderate thick platy structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; common very fine and fine tubular and interstitial pores; electrical conductivity 0.76 dS/m; sodium adsorption ratio 3.8; 45 percent channers; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.6); abrupt smooth boundary. (1 to 3 inches thick)\nBw--2 to 9 inches; reddish brown (5YR 5/4) very paragravelly silt loam, yellowish red (5YR 4/6) moist; moderate fine and medium subangular blocky structure; hard, very friable, moderately sticky and slightly plastic; common very fine, few fine and medium roots; common very fine and few fine tubular pores; electrical conductivity 0.71 dS/m; sodium adsorption ratio 5; 35 percent paragravel; violently effervescent (25 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.8); abrupt wavy boundary. (5 to 9 inches thick)\nCr--9 to 17 inches; soft, slightly fractured mudstone; common very fine, few fine and medium roots in fractures; violently effervescent; abrupt wavy boundary. (4 to 10 inches thick)\nR--17 inches; hard, slightly fractured mudstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 14 miles northeast of Frenchman Mountain and 5 miles south of California Wash; approximately 5 miles west and 2 miles south of Muddy Peak; 1,220 feet north and 1,270 feet west of the southwest corner of section 25, T. 19 S., R. 64 E.; USGS Dry Lake SE, NV 7.5 minute topographic quadrangle; 36 degrees, 15 minutes, 53.47 seconds north latitude and 114 degrees, 47 minutes, 24.11 seconds west longitude;, UTM 11s, 0698527e, 4015592n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring. The ratio of soil moisture utilized for evapotranspiration between summer and winter is about 0.8, typical of the Mojave Desert transitional to Sonoran Desert. The soils have a typic-aridic moisture regime.\nSoil temperature: 66 to 71 degrees F.\nDepth to paralithic contact: 6 to 10 inches.\nDepth to hard bedrock: 10 to 20 inches.\nOrganic matter: 0 to 0.5 percent.\nControl section - Clay content: averages 20 to 26 percent.\nRock fragments: 35 to 60 percent mainly paragravel, with 0 to 15 percent gravel.\nCalcium carbonate equivalence in the fine earth fraction: 20 to 35 percent.\nA horizon - Chroma: 4 or 6 dry and moist.\nClay: 10 to 20 percent.\nCalcium carbonate equivalent of the fine earth: 15 to 25 percent.\nBw horizon - Chroma: 4 or 6 dry and moist.\nTexture: silt loam or loam.\nConsistence: slightly hard or hard, dry; slightly plastic or moderately plastic.\nClay: 20 to 27 percent.\nRock fragments: 35 to 60 percent paragravel of mudstone, siltsone or sandstone lithology, with 0 to 15 percent pebbles and channers.\nCalcium carbonate equivalent in the fine earth fraction: 15 to 30 percent.\nBk horizon (when present) - Value: 4 or 5 dry, 3 or 4 moist.\nChroma: 3 or 4 dry and moist.\nClay: 20 to 27 percent.\nRock fragments: 35 to 60 percent paragravel of mudstone, siltsone or sandstone lithology, with 0 to 15 percent pebbles and channers.\nReaction: moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent in the fine earth fraction: 15 to 25 percent.\nOther features: 1 to 3 percent soft masses or coats of calcium carbonate.\nCr layer - Lithology: Soft weathered mudstone, siltstone or sandstone.\nR layer - Lithology: Hard mudstone, siltstone or sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chinkle, Cochora, Cougarbutte and Randsburg series. Chinkle soils have 8 to 18 percent clay, 15 to 35 percent hard rock fragments and are 20 to 30 inches to hard bedrock. Cochora soils have 8 to 18 percent clay, paralithic contact at 14 to 20 inches and is dry from April to December. Cougarbutte soils have 8 to 18 percent clay and granitic parent material. Randsburg soils are deeper than 40 inches to hard bedrock and have less than 20 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Calwash soils are on hills. Slope ranges from 15 to 50 percent. These soils formed in colluvium from sandstone, mudstone, siltstone, and limestone over residuum from sandstone, mudstone or siltstone. Elevations are 1,800 to 3,000 feet. The climate is characteristic of the Mojave Desert transitional to Sonoran Desert with hot, dry summers and cool, moist winters. The mean annual precipitation is 3 to 5 inches; mean annual air temperature is 64 to 69 degrees F., and the frost-free period is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Galehills soils. Galehills soils have lithic contacts and loamy-skeletal particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly desert holly, white bursage and Fremont dalea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, Clark County Soil Survey Area, 2000. The name is coined from California Wash."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon --0 to7 inches (A horizon and part of the Bw horizon).\nCambic horizon  2 to 9 inches (Bw horizon).\nParticle-size control section --0 to 9 inches (A and Bw horizons).\nParalithic contact --9 inches (Cr horizon).\nLithic contact  17 inches (R horizon).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; reddish yellow (7.5YR 6/6) very channery sandy loam, strong brown (7.5YR 4/6) moist; moderate thick platy structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; common very fine and fine tubular and interstitial pores; electrical conductivity 0.76 dS/m; sodium adsorption ratio 3.8; 45 percent channers; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.6); abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "Bw",
        "top": 5,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--2 to 9 inches; reddish brown (5YR 5/4) very paragravelly silt loam, yellowish red (5YR 4/6) moist; moderate fine and medium subangular blocky structure; hard, very friable, moderately sticky and slightly plastic; common very fine, few fine and medium roots; common very fine and few fine tubular pores; electrical conductivity 0.71 dS/m; sodium adsorption ratio 5; 35 percent paragravel; violently effervescent (25 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.8); abrupt wavy boundary. (5 to 9 inches thick)"
      },
      {
        "name": "Cr",
        "top": 23,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cr--9 to 17 inches; soft, slightly fractured mudstone; common very fine, few fine and medium roots in fractures; violently effervescent; abrupt wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--17 inches; hard, slightly fractured mudstone."
      }
    ]
  ]
}
