{
  "SERIES": "CAMARGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLJ:CLG",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Camargo series consists of deep, well drained, moderately permeable soils that formed in calcareous alluvial sediments.  These soils are in nearly level bottomlands.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, calcareous, hyperthermic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Camargo silty clay loam--cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak subangular blocky structure; hard, friable; few flakes of mica; calcareous; moderately alkaline; abrupt boundary.  (5 to 15 inches thick)\nC--9 to 63 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; stratified with thin layers and lenses of silt loam; structureless, original bedding planes evident; hard, friable; many fine pores and few wormcasts; few flakes of mica; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Starr County, Texas; about 8 miles south, 60 degrees east of Rio Grande City; 100 feet south of a private road from a point one-half mile west of a brick plant and the intersection of the private road and U.S. Highway 83, which is about 8 miles southeast by east from Rio Grande City."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture of the 10- to 40-inch control section ranges from silt loam to silty clay loam with clay content of 18 to 35 percent, and particles coarser than very fine sand comprise less than 15 percent.  Stratification consists of 2 to 3 inch layers and lenses of clay to very fine sandy loam.  Bedding planes are evident below the Ap horizons and throughout undisturbed pedons.\nThe A and C horizons are grayish brown (10YR 5/2; 2.5Y 5/2), brown (10YR 5/3), light brownish gray (10YR 6/2; 2.5Y 6/2), very pale brown (10YR 7/3), or pale brown (10YR 6/3).  Moist color values are more than 3.5.  A few brownish and yellowish mottles are in the C horizon of some pedons.  Below 40 inches the soil varies from silty clay to sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils include Clairemont, Colorado, Glendale, Largo, Matamoros, and Rio Grande series.  Clairemont, Colorado, Glendale, and Largo soils have mean annual soil temperatures less than 72 degrees F.  In addition, Clairemont and Colorado soils have colors in hue of 2.5YR to 7.5YR.  Glendale soils occur in a drier environment and are usually dry in the moisture control section.  Largo and Matamoros soils have more than 35 percent clay in the 10- to 40-inch control section.  Rio Grande soils have less than 18 percent clay in the 10- to 40-inch control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Camargo soils occur on nearly level, active flood plains of the Rio Grande and its tributaries.  The soils flood about once in every 15 years.  The soil formed in calcareous silty sediments, slightly altered and several feet thick.  The climate is semirid to dry subhumid.  Mean annual precipitation ranges from 17 to 27 inches, mean annual air temperature is 71 to 74 degrees F., and the Thornthwaite annual P-E index is about 24 to 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Matamoros and Rio Grande series and Grulla and Zalla series on adjacent flood plains.  Grulla soils have more than 35 percent clay in the 10- to 40-inch control section.  Zalla soils have a 10- to 40-inch control section of loamy fine sand or sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly irrigated cropland consisting of such crops as cotton and grain sorghum and a wide  variety of cool season vegetables.  In native areas vegetation consists of four-flower trichloris grass, sacaton grass, plains bristlegrass, and common bermudagrass.  Woody plants include hackberry, Rio Grande ash, and mesquite trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mostly in the extreme southern Rio Grande Plain of Texas and probably in Mexico.  The series is of moderate extent, about 13,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cameron County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were classified in the Alluvial Great soil group."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 9 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; weak subangular blocky structure; hard, friable; few flakes of mica; calcareous; moderately alkaline; abrupt boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 23,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--9 to 63 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; stratified with thin layers and lenses of silt loam; structureless, original bedding planes evident; hard, friable; many fine pores and few wormcasts; few flakes of mica; calcareous; moderately alkaline."
      }
    ]
  ]
}
