{
  "SERIES": "CAMAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/ DRJ/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Fluventic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Camas gravelly sandy loam, cultivated. (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 2 inches; dark brown (10YR 3/3) gravelly sandy loam, brown (10YR 5/3) dry; moderate thin platy structure; slightly hard, very friable, nonsticky and nonplastic; many roots; many fine irregular pores; 20 percent gravel; slightly acid (pH 6.3); clear smooth boundary. (2 to 10 inches thick)\nAp2--2 to 10 inches; dark brown (10YR 3/3) gravelly sandy loam, brown (10YR 5/3) dry; weak coarse and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many roots; many fine irregular pores; 25 percent gravel; slightly acid (pH 6.3); clear smooth boundary. (0 to 8 inches thick)\nC1--10 to 13 inches; brown (10YR 4/3) gravelly sandy loam, pale brown (10YR 6/3) dry; massive; soft, very friable, nonsticky and nonplastic; many roots; many fine irregular pore; variegated dark and light sand grains; 30 percent gravel; slightly acid (pH 6.3); abrupt smooth boundary. (0 to 10 inches thick)\n2C2--13 to 60 inches; variegated extremely gravelly coarse sand mostly brown (10YR 4/3); dark brown (10YR 3/3); and dark grayish brown (10YR 4/2); single grain; loose; 50 percent gravel and 20 percent cobbles; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Linn County, Oregon; one and three-fourths miles south of Green Bridge (Mitchell Farm); NW1/4SE1/4SE1/4 section 19, T. 10 S., R. 2 W.; Willamette Meridian, Crabtree, Oregon USGS 7.5 minute topographic quadrangle. Latitude 44 degrees, 40 minutes, 51 seconds N.; Longitude 122 degrees, 58\nminutes, 19 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist but are dry in all parts of the soil between depths of 12 and 35 inches for 45 to 110 consecutive days or more within the three month period following the summer solstice in most years. In MLRA 2, the soils are dry for 45 to 70 consecutive days and\nin MLRA 5 from 70 to 110 consecutive days. The depth to bedrock is more than 6 feet. The mean annual soil temperature is 52 to 55 degrees F. Rock fragments range from 10 to 60 percent in the upper 15 inches and 35 to 85 percent below. The mollic epipedon is 10 to 14 inches thick. Reaction is moderately acid to neutral.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 2 to 5 dry and chroma of 2 or 3 moist and dry. Texture is sandy loam, gravelly sandy loam, very gravelly sandy loam or cobbly loam. It has weak or moderate granular, very fine subangular blocky, or platy structure or is massive or single grain. It has 0 to 10 percent cobbles and 0 to 50 percent gravel.\nThe C1 horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 4 to 6 dry and chroma of 2 to 4 moist and dry. Texture is sandy loam, loamy sand or sand and has 0 to 10 percent cobbles and 20 to 50 percent gravel. It is massive or single grain.\nThe 2C horizon has the same color range as the C1 horizon. Texture is coarse sand, sand or loamy sand and has 3 to 20 percent cobbles and 35 to 70 percent gravel. It is massive or single grain."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Freewater and Voats series. Freewater soils have a mollic epipedon 15 to 20 inches thick. Voats soils have a mean annual soil temperature of 47 to 53 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Camas soils are on flood plains at elevations of 50 to 3,000 feet. Slopes range from 0 to 5 percent. The soils formed in gravelly and very gravelly coarse textured alluvium of mixed mineralogy. Winters are cool and moist and summers are warm and dry. The mean annual precipitation is 18 to 70 inches occurring mostly as rain in the fall, winter, and spring. The mean annual temperature is 48 to 55 degrees F. The mean July temperature is about 65 to 67 degrees F. and the mean January temperature is about 39 to 40 degrees F. The frost-free period is 150 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chehalis, Cloquato, Evans, McBee, Newberg, Pilchuck, and Wapato soils. Chehalis soils are fine-silty. Cloquato soils are coarse-silty. Evans soils are coarse-loamy. Chehalis, Cloquato, and Evans soils are in channel positions on flood plains. McBee soils are\nfine-silty. Wapato soils have aquic conditions and hcroma of 2 or less at a depth of 0 to 10 inches. McBee and Wapato soils are in depressions on flood plains. Newberg soils are coarse-loamy. Philchuck soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; slow runoff; very rapid permeability; subject to rare or occasional flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for growing cultivated crops and for woodland. Soils are usually irrigated. Natural vegetation is Oregon ash, Oregon white oak, red alder, rose, blackberries, annual weeds and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Flood plains in western Oregon and Washington. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Southwestern Washington Reconnaissance, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features included in this pedon are:\nMollic epipedon - from the surface to 10 inches (Ap1 and Ap2 horizons).\nParticle-size control section - from 10 to 40 inches averaging 66 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
