{
  "SERIES": "CAMADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/KLS",
  "REVDATE": "04/2018",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Camado loam, on a south facing, simple, 17 percent slope in ponderosa pine woodland at an elevation of 2,073 meters.  (Colors are for dry soil unless otherwise noted.)  When described on July 16, 2003 the soil was dry from 0 to 46 cm.  The surface is covered by 3 percent cobbles.\nA1--0 to 3 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium platy structure parting to moderate fine granular; soft, very friable, nonsticky, slightly plastic; few very fine roots; few fine tubular pores; 5 percent gravel, 3 percent cobbles; neutral (pH 6.8); clear smooth boundary.\nA2--3 to 8 cm; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; weak medium platy structure parting to moderate fine granular; soft, friable, moderately sticky, moderately plastic; few fine and very fine roots; few very fine tubular pores; 5 percent gravel, 3 percent cobbles; neutral (pH 6.8); clear smooth boundary. (combined thickness of A1, A2 - 8 to 25 cm)\nBt1--8 to 23 cm; brown (7.5YR 5/3) gravelly sandy clay, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, firm, very sticky, very plastic; few fine and common very fine roots; few fine tubular pores; common distinct clay films on faces of peds; 15 percent gravel, 5 percent cobbles; neutral (pH 6.8); clear smooth boundary.\nBt2--23 to 46 cm; brown (7.5YR 5/3) gravelly clay, brown (7.5YR 4/3) moist; moderate medium angular blocky structure parting to moderate fine angular blocky; very hard, firm, very sticky, very plastic; few fine roots; few fine tubular pores; many distinct clay films on faces of peds; 20 percent gravel; neutral (pH 6.8); clear wavy boundary. (combined thickness of Bt1, Bt2 - 10 to 55 cm)\nCr--46 to 71 inches; weathered sandstone and shale; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Archuleta County, Colorado; about 8 kilometers north of Pagosa Junction; located about 671 meters south and 366 meters west of the northeast corner of Sec. 28, T. 33 N., R. 3 W.; Pagosa Junction USGS quad; Lat. 37 degrees 4 minutes 33 seconds N., Long. 107 degrees 10 minutes 41 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature:  8.3 to 9.4 degrees C.\nMean summer soil temperature:  15.0 to 16.1 degrees C.\nDepth to paralithic contact:  25 to 51 cm to shale and sandstone\nDepth to argillic horizon:  8 to 18 cm\nParticle-size control section (weighted average):\nClay content:  35 to 45 percent\nRock fragments:  10 to 30 percent\nA1 horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist\nTexture: loam\nClay content: 20 to 27 percent\nRock fragments: 5 to 15 percent gravel and cobbles\nReaction (pH): 6.1 to 7.3\nA2 horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist\nTexture: clay loam\nClay content: 27 to 32 percent\nRock fragments: 5 to 15 percent gravel and cobbles\nReaction (pH): 6.1 to 7.3\nBt1, Bt2 horizons\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nTexture, fine fraction: clay, sandy clay, clay loam\nClay content: 35 to 45 percent\nRock fragments: 10 to 30 percent gravel and cobbles\nReaction (pH): 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None listed."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hillslopes\nElevation - 2,040 to 2,260 meters\nSlope - 5 to 45 percent\nParent material - slope alluvium or colluvium derived from shale and sandstone\nMean annual air temperature - 7.0 to 8.5 degrees C.\nMean annual precipitation - 380 to 430 mm\nPrecipitation pattern - Driest months are May and June, wettest months are July and August.\nSoil moisture: The soil moisture control section is dry for more than 15 consecutive days between May 15 and July 15; ustic moisture regime bordering on aridic.\nFrost-free period - 100 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, high runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, livestock grazing, wildlife habitat.  Native vegetation is ponderosa pine, Rocky Mountain Juniper, Gambel oak, Antelope bitterbrush, blue gramma, galleta, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Colorado. LRR D, MLRA 36. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Archuleta County, Colorado, Archuleta soil survey area, 2004.  The name is taken from a creek in the vicinity."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon: 8 to 46 cm (Bt1, Bt2 horizons)\nParalithic contact: 46 cm to weathered sandstone and shale (Cr horizon)\nParticle size control section:  8 to 46 cm (Bt1, Bt2 horizons)\nCamado soils have a mesic temperature regime and are in an ustic soil moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
