{
  "SERIES": "CAMBRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM-JRS",
  "REVDATE": "01/2016",
  "STATES": "NY,OH,PA",
  "OVERVIEW": "The Cambridge series consists of very deep, moderately well drained soils formed in low-lime Wisconsinan age till on plains and moraines. It is shallow or moderately deep to a fragipan. Saturated hydraulic conductivity is moderately high above the pan and moderately low to low in the pan. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 1065 mm (42 in) and mean annual temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cambridge silt loam, on a convex, 2 percent slope in woodland at an elevation of about 328 meters (1,075 ft) above msl. (Colors are for moist soil unless otherwise noted.)\nOa--0 to 3 cm (0 to 1 in); dark brown (10YR 3/3) highly decomposed organic material; many fine roots; abrupt smooth boundary.\nA--3 to 5 cm (1 to 2 inches); very dark brown (10YR 2/2) silt loam, very dark gray (10YR 3/1) dry; strong very fine and fine granular structure; very friable; many roots; 1 percent rock fragments; very strongly acid; clear wavy boundary. (3 to 8 cm [1 to 3 in] thick)\nBw1--5 to 23 cm (2 to 9 in); yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; common roots; 5 percent rock fragments, mainly sandstone; very strongly acid; gradual wavy boundary.\nBw2--23 to 46 cm (9 to 18 in); yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; firm; common roots; 5 percent rock fragments, mainly sandstone; very strongly acid; clear wavy boundary.\nBw3--46 to 56 cm (18 to 22 in); yellowish brown (10YR 5/4) silt loam; weak fine and medium subangular blocky structure; firm; few roots; many faint light yellowish brown (10YR 6/4) silt coats on faces of peds; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; 5 percent rock fragments; very strongly acid; clear wavy boundary.\nBw4--56 to 64 cm (22 to 25 in); strong brown (7.5YR 5/6) silt loam; weak fine and medium subangular blocky structure; firm; few roots; many distinct light yellowish brown (10YR 6/4) silt coats on faces of peds; common medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 5 percent rock fragments; strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizons is 28 to 61 cm [11 to 24 in].)\nBtx1--64 to 97 cm (25 to 38 in); dark yellowish brown (10YR 4/4) silt loam; weak very coarse prismatic structure parting to weak medium angular blocky; very firm, brittle; very few fine roots along faces of prisms; many distinct dark grayish brown (10YR 4/2) clay films on faces of prisms; many distinct light brownish gray (2.5Y 6/2) and gray (10YR 5/1) iron-depleted silt coats on faces of prisms; strong brown (7.5YR 5/8) thick rind along outer edge of prisms; common medium black (10YR 2/1) masses of iron and manganese accumulation in the matrix; 5 percent rock fragments, mainly sandstone; slightly acid; diffuse wavy boundary.\nBtx2--97 to 130 cm (38 to 51 in); olive brown (2.5Y 4/4) silt loam; weak very coarse prismatic structure parting to weak medium angular blocky and thick platy; very firm, brittle; common distinct light olive gray (5Y 6/2) iron-depleted clay films on faces of prisms; few medium black (10YR 2/1) masses of iron and manganese accumulation in the matrix; 10 percent rock fragments, mainly sandstone; slightly acid; clear wavy boundary. (Combined thickness of the Btx horizons is 25 to 91 cm [10 to 36 in].)\nC--130 to 183 cm (51 to 72 in); olive brown (2.5Y 4/4) silt loam; massive; firm; few prominent gray (5Y 6/1) iron-depleted coats on vertical seams; 10 percent rock fragments, mainly sandstone with some black shale and some crystalline rocks; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ashtabula County, Ohio; about 2.1 miles east-northeast of Richmond Center, in Richmond Township; 1,740 ft east of the intersection of Footville-Richmond Road (County Road 12) and Pymatuning-Lake Road (County Road 274), then 60 feet north. T. 10 N., R. 1 W.; USGS Leon, Ohio-PA topographic quadrangle; Latitude 41 degrees 41 minutes 20.8 seconds N. and Longitude 80 degrees 31 minutes 53.9 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 91 to 170 cm (36 to 67 in). Depth to the top of the fragipan ranges from 41 to 76 cm (16 to 30 in). Carbonates are at depths of 102 cm (40 in) to greater than 203 cm (80 in).\nAn O horizon, where present, may consist of slightly decomposed (Oi) to highly decomposed (Oa) materials.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 2 or 3. Pedons with an Ap horizon have hue of 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is silt loam, loam or their gravelly or channery analogues. Structure is weak to strong, very fine to medium, granular. Rock fragments range from 0 to 20 percent. Reaction is extremely acid to strongly acid. Areas that have been limed range to slightly acid.\nSome pedons have discontinuous E or BE horizons with hue of 10YR, value of 4 to 6, and chroma of 2. Texture is silt loam, loam or their gravelly or channery analogues. Structure is weak or moderate, fine or medium, subangular blocky. Rock fragments range from 0 to 20 percent. Reaction is extremely acid to strongly acid.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. Texture is silt loam or loam or their gravelly or channery analogues. Structure is weak or moderate, fine to coarse, subangular blocky, parting to weak thin platy in some pedons. Rock fragments range from 2 to 25 percent. Reaction is extremely acid to moderately acid.\nThe Btx horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 2 to 6. Vertical faces on prisms have coats in hue of 10YR to 5Y, or neutral, value of 5 or 6, and chroma of 1 or 2. Texture is loam, silt loam, clay loam, silty clay loam or their gravelly or channery analogues. Structure is weak or moderate, very coarse prismatic, parting to weak or moderate, medium or coarse, angular or subangular blocky, or parting to thin or thick platy. Rock fragments range from 2 to 35 percent. Reaction commonly is very strongly acid to slightly acid but some pedons are neutral in the lower part.\nThe C horizon has hue of 7.5YR to 5Y, value of 4 or 5, and chroma of 2 to 4. Texture is loam, silt loam or their gravelly or channery analogues. Rock fragments range from 2 to 35 percent. Reaction is very strongly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nClarksburg, Comly, Gatton, Homewood, Hustontown, Readington , and Wooster series are similar soils in related families. All of these soils average more than 18 percent clay in the particle size control section above the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cambridge soils formed in low-lime Wisconsinan age till strongly influenced by acid siltstone, sandstone and shale, with a minor component of limestone and are on convex knolls, summits, shoulders and backslopes on till plains and moraines. Slope ranges from 0 to 25 percent. The calcium carbonate equivalent ranges from 2 to 10 percent below 102 cm (40 in).  Mean annual precipitation ranges from 830 to 1320 mm (33 to 52 in.) and mean annual temperature ranges from 6 to 11 degrees C. (42 to 50 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blakeslee, Braceville, Chenango, Frenchtown, Hoosic, Mill, Red Hook, and Venango soils on nearby landscapes. The somewhat poorly drained Venango and the poorly drained Frenchtown and Mill soils are in a toposequence with Cambridge soils. The Blakeslee, Braceville, Chenango, Hoosic, and Red Hook soils formed in gravelly outwash deposits and are on nearby outwash plains and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately high above the pan and moderately low to low in the pan. Depth to the top of an intermittent perched seasonal high water table ranges from about 46 to 61 cm (18 to 24 in) from November to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for cropland, pasture, hayland and woodland. Many cultivated areas have been abandoned and are reverting to trees and brush. Native vegetation consisted of deciduous hardwoods with sugar maple, beech, oaks, white ash and tulip poplar as the main species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Ohio, northwestern Pennsylvania, and New York. MLRAs 139 and 140. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Crawford County, Pennsylvania, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - from the surface to a depth of about 5 cm (2 in) (O and A horizons).\n2. Cambic horizon  from a depth of 5 to 64 cm (2 to 25 in) (Bw1, Bw2, Bw3, and Bw4 horizons).\n3. Argillic horizon and fragipan - from a depth of 64 to 130 cm (25 to 51 in) (Btx1 and Btx2 horizons).\nA February, 2000 revision reclassified Cambridge soils from Fine-loamy, mixed, mesic Oxyaquic Fragiudalfs to Coarse-loamy, mixed, superactive, mesic Oxyaquic Fragiudalfs, due to analysis of laboratory data and updates contained in the 8th Edition of Keys to Soil Taxonomy.\nThe sandstone substratum phase was correlated only in Ashtabula County, Ohio. It was correlated as Mitiwanga soil during the modernization soil survey of Ashtabula County.\nPart of the previous location description was incorrect. The location description has been corrected and expanded in the February, 2000 revision. In this current version, coordinates were revised from NAD27 to NAD83.\nAdditional study is needed on the Bw horizons as compared to the Bt horizons in such soils as Canfield and Rittman series to see if they are significantly different.\nADDITIONAL DATA: Characterization data for the Cambridge series can be found in the NCSS Soil Characterization Database.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 3 cm (0 to 1 in); dark brown (10YR 3/3) highly decomposed organic material; many fine roots; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--3 to 5 cm (1 to 2 inches); very dark brown (10YR 2/2) silt loam, very dark gray (10YR 3/1) dry; strong very fine and fine granular structure; very friable; many roots; 1 percent rock fragments; very strongly acid; clear wavy boundary. (3 to 8 cm [1 to 3 in] thick)"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--5 to 23 cm (2 to 9 in); yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; common roots; 5 percent rock fragments, mainly sandstone; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 23,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--23 to 46 cm (9 to 18 in); yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; firm; common roots; 5 percent rock fragments, mainly sandstone; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 46,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw3--46 to 56 cm (18 to 22 in); yellowish brown (10YR 5/4) silt loam; weak fine and medium subangular blocky structure; firm; few roots; many faint light yellowish brown (10YR 6/4) silt coats on faces of peds; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; 5 percent rock fragments; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw4",
        "top": 56,
        "bottom": 64,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw4--56 to 64 cm (22 to 25 in); strong brown (7.5YR 5/6) silt loam; weak fine and medium subangular blocky structure; firm; few roots; many distinct light yellowish brown (10YR 6/4) silt coats on faces of peds; common medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; common fine distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; 5 percent rock fragments; strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizons is 28 to 61 cm [11 to 24 in].)"
      },
      {
        "name": "Btx1",
        "top": 64,
        "bottom": 97,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Btx1--64 to 97 cm (25 to 38 in); dark yellowish brown (10YR 4/4) silt loam; weak very coarse prismatic structure parting to weak medium angular blocky; very firm, brittle; very few fine roots along faces of prisms; many distinct dark grayish brown (10YR 4/2) clay films on faces of prisms; many distinct light brownish gray (2.5Y 6/2) and gray (10YR 5/1) iron-depleted silt coats on faces of prisms; strong brown (7.5YR 5/8) thick rind along outer edge of prisms; common medium black (10YR 2/1) masses of iron and manganese accumulation in the matrix; 5 percent rock fragments, mainly sandstone; slightly acid; diffuse wavy boundary."
      },
      {
        "name": "Btx2",
        "top": 97,
        "bottom": 130,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btx2--97 to 130 cm (38 to 51 in); olive brown (2.5Y 4/4) silt loam; weak very coarse prismatic structure parting to weak medium angular blocky and thick platy; very firm, brittle; common distinct light olive gray (5Y 6/2) iron-depleted clay films on faces of prisms; few medium black (10YR 2/1) masses of iron and manganese accumulation in the matrix; 10 percent rock fragments, mainly sandstone; slightly acid; clear wavy boundary. (Combined thickness of the Btx horizons is 25 to 91 cm [10 to 36 in].)"
      },
      {
        "name": "C",
        "top": 130,
        "bottom": 183,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--130 to 183 cm (51 to 72 in); olive brown (2.5Y 4/4) silt loam; massive; firm; few prominent gray (5Y 6/1) iron-depleted coats on vertical seams; 10 percent rock fragments, mainly sandstone with some black shale and some crystalline rocks; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
