{
  "SERIES": "CAMBERN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLM/YHH",
  "REVDATE": "06/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cambern sandy loam - forest.  (Color for dry conditions unless otherwise noted.)\n0i--0 to 1 inch; pine needles.\nA1--1 to 4 inches; dark gray (10YR 4/1) sandy loam, very dark brown (10YR 2/2) moist; moderate medium platy structure; slightly hard, very friable, nonsticky and slightly plastic; abundant fine and medium roots; many fine interstitial and few fine tubular pores; noneffervescent; slightly acid (pH 6.5); clear smooth boundary.  (2 to 6 inches thick.)\nA2--4 to 11 inches; dark gray (10YR 4/1) loam, very dark brown (10YR 2/2) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and plastic; abundant fine and plentiful medium roots; many fine interstitial and few fine tubular pores; noneffervescent; neutral (pH 7.0); gradual smooth boundary.  (6 to 10 inches thick)\nBw--11 to 15 inches; dark gray (10YR 4/1) loam, very dark brown (10YR 2/2) moist; moderate medium and coarse subangular blocky structure; hard, friable, slightly sticky and plastic; few fine, medium and large roots; common fine interstitial and few fine tubular pores; noneffervescent; neutral (pH 7.0); gradual smooth boundary.  (1 to 6 inches thick.)\nBt1--15 to 21 inches; dark gray (10YR 4/1) clay loam, very dark brown (10YR 2/2) moist; weak and moderate medium and coarse subangular blocky structure; hard, firm, sticky and plastic; abundant fine and few medium roots; common fine interstitial and few fine tubular pores; common thin clay films on ped faces and in pores; noneffervescent; neutral (pH 7.0); clear smooth boundary.  (5 to 7 inches thick.)\nBt2--21 to 29 inches; dark grayish brown (10YR 4/2) clay loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; abundant fine and few medium roots; common fine interstitial and tubular pores; common moderately thick clay films on ped faces and in pores; 10 percent by volume of very pale brown (10YR 7/3) fragments of decomposing tuff, yellowish brown (10YR 5/4) moist; noneffervescent; neutral (pH 7.0); abrupt irregular boundary.  (6 to 11 inches thick)\nR--29 to 41 inches; white (7.5YR 8/1) tuff and ash, brown (7.5YR 4/2) moist, with tongues 3mm to 1 inch thick of the Bt2 horizon extending approximately 12 inches into the seams and fractures; massive; hard, extremely firm; few fine and medium roots in fractures; few fine interstitial pores in interfaces; common thin clay films in seams; noneffervescent; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Apache County, Arizona, about 3 miles east of Alpine; 300 feet north and 50 feet west of the SE corner of sec. 16, T. 5 N. R. 31 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 36 to 47 degrees F.\nSoil moisture: typic ustic moisture regime\nDepth to the R horizon: 20 to 40 inches but is normally 24 to 40 inches\nThese soils may have a thin C horizon immediately above the R horizon\nCementation: hard weakly cemented ash and tuff to extremely hard tuff\nA horizon\nReaction: medium acid to neutral\nBt horizon\nReaction: medium acid to moderately alkaline in the lower part\nA horizon\nHues: 10YR and 7.5YR\nValue: 3 and 5 dry, 2 to 3 moist\nChroma: 1 to 3\nTexture: sandy loam, silt loam, loam, gravelly or cobbly sandy loam, silt loam, gravelly loam.\nB horizons\nHue: 7.5 and 10YR\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 1 to 4, dry or moist\nTexture: loam, light clay loam, gravelly clay loam\nClay content: greater than 18 percent but less than 35 percent clay\nRock fragments: When gravel, cobbles and stones occur on the surface and throughout the profile they are less than 50 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bowbells (ND), Carfall (MT), Center Creek (UT), Chugcreek (WY), Detra (UT), Fiesta (NM), Flaxton (ND), Gordo (AZ), Hereford (AZ), Hesperus (CO), Jaythree (NM), Laceycreek (MT), Ohwiler (CO), Pachel (MT), Schauson (UT), Shermap (T)(CO), Todacheene (NM), Tschicoma (T)(NM) and Weed (CO) series. Bowbells, Carfall, Center Creek, Fiesta, Flaxton, Hereford, Hesperus, Jaythree, Laceycreek, Ohwiler, Pachel, Schauson, Shermap, Todacheene, Tschicoma and Weed soils are very deep. Detra soils have a lithic contact of limestone between 40 and 60 inches deep. Chugcreek soils have a lithic contact of granite at moderate depths. Gordo soils have a paralithic contact of basalt and cinders at moderate depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cambern soils are on nearly level to moderately steep mountain side slopes and mountain tops.  Slopes range from 1 to 25 percent but are dominantly 2 to 15 percent.  The soils are formed from ash and tuff, with some influence from basalt and cinders.  These soils occur at elevations of 7,000 to 9,000 feet in a continental climate.  The average annual precipitation ranges from 18 to 30 inches and the mean annual temperature ranges from about 37 to 47 degrees F.   The frost-free period ranges from 70 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the Sponseller and Gordo soils these include the Bushvalley, Luna, Brolliar, Sizer, Tatiyee and Kessay series.  Bushvalley soils are shallow to bedrock and have over 50 percent coarse fragments in the control section.  Luna and Brolliar soils have fine-textured argillic horizons.  Sizer soils are shallow to very cindery materials.  Tatiyee soils have over 50 percent coarse fragments and are members of a clayey-skeletal, montmorillonitic family.   The Kessay soils are similar but lack the R horizon that is characteristic of the Cambern soils and are formed from basalt."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained with slow to medium runoff.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grazing and the production of timber.  A few minor areas are dry farmed to small grains.  Natural vegetation consists of ponderosa pine, fir, spruce and quaking aspen with an understory of Kentucky bluegrass, Arizona fescue, blue grama, sideoats grama and mountain muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central Arizona.  The series is moderately extensive. MLRA 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Johns-Springerville Area, Apache Co., Arizona, 1971.  Cambern is the name of an old townsite about 10 miles southeast of the sample site."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: the zone from 1 to 29 inches (A, Bw, Bt horizons)\nArgillic horizon: the zone from 15 to 29 inches (Bt1 and Bt2 horizons)\nLithic contact: 29 inches--basalt (R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ675, 5/2009, WWJ\nADDITIONAL DATA: NSSL data numbers; S65AZ 001 017, S65AZ 001 018, and S65AZ 001 021,\nNational Cooperative Soil Survey\nU.S.A."
  }
}
