{
  "SERIES": "CAMBRIA",
  "STATUS": "Established Series",
  "BYREV": "CAP-GFK-CJH",
  "REVDATE": "11/2005",
  "STATES": "MT,WY",
  "OVERVIEW": "The Cambria series consists of very deep, well drained, moderately permeable soils that formed in alluvium and slope alluvium on fan remnants, alluvial fans, fan piedmonts, terraces, ridges and hills. Slopes range from 0 to 15 percent and are usually simple but may be complex where the area has been dissected by ephemeral streams. The mean annual precipitation is about 12 inches, and the mean annual air temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cambria loam on rangeland. (Colors are for dry soil unless otherwise stated)\nA--0 to 4 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; common fine and very fine roots; neutral (pH 7.2); clear smooth boundary.  (2 to 5 inches thick)\nBt--4 to 10 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common distinct dark brown (10YR 3/3) clay films on faces of peds; slightly alkaline (pH 7.6); clear wavy boundary.  (5 to 8 inches thick)\nBk1--10 to 27 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to moderate fine and mediun subangular blocky; soft, very friable, slightly sticky and slightly plastic; strongly effervescent; common fine irregular light gray (10YR 7/2) carbonate threads throughout; moderately alkaline (pH 8.4); gradual wavy boundary.\nBk2--27 to 60 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; strongly effervescent; common fine irregular light gray (10YR 7/2) carbonate threads throughout; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Campbell County, Wyoming; about 2,100 feet west and 1,850 feet north of the southeast corner of Sec. 30, T. 44 N., R. 74 W. Savageton Quadrangle, WY, 43 degrees 45 minutes 21 seconds north latitude and 105 degrees 47 minutes 33 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil moisture: The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F., which occurs about April 21-27, and is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period. The mean annual soil temperature is 48 to 52 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.\nDepth to the base of the argillic horizon: 10 inches or less\nDepth to secondary calcium carbonate: 3 to 10 inches but ranges to 15 inches in some pedons\nParticle-size control section: It is loam, clay loam, silty clay loam or sandy clay loam. The part below the argillic horizon averages 18 to 35 percent clay, 10 to 50 percent silt, and 20 to 70 percent sand with more than 15 but less than 52 percent coarser than very fine sand.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nTexture: fine sandy loam, sandy loam, loam, very fine sandy loam or silt loam\nReaction: typically neutral or slightly alkaline but may be moderately alkaline in some pedons\nSome pedons have an AB horizon up to 4 inches thick.\nBt horizon:\nHue: 7.5YR, 10YR or 2.5Y\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nTexture: loam, clay loam, silty clay loam or sandy clay loam\nReaction: neutral to moderately alkaline\nA thin Btk horizon may be present above the Bk horizon in some pedons and have properties of both the Bt and Bk.\nBk horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 8 dry, 4 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: typically loam or clay loam but some subhorizons have sandy loam, fine sandy loam, very fine sandy loam, silt loam, silty clay loam or sandy clay loam strata\nCalcium carbonate equivalent: averages less than 15 percent, but discontinuous strata may exceed 15 percent in some pedons\nReaction: moderately or strongly alkaline with less than 15 percent ESP\nSome pedons have a C horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balon, Blancot, Bowbac, Buckle, Cerrillos, Cushman, Decolney, Doakum, Forkwood, Gaddes, Gapmesa, Hagerman, Hagerwest, Hiland, Los Alamos, Mentmore, Oelop, Olney, Palacid, Penistaja, Pokeman, Potts, Pugsley, Quagwa, Redpen, Spangler, Sundance, Spenlo, Teckla and Yenlo series (it is assumed Gaddes and Yenlo are competing pending an update of the classification).\nBalon, Blancot, Buckle, Cerrillos, Decolney, Doakum, Forkwood, Hiland, Mentmore, Olney, Palacid, Penistaja, Potts, Quagwa, Redpen, Spenlo, Sundance, Teckla: have argillic horizons whose base is deeper than 10 inches.\nBowbac, Cushman, Gaddes, Pokeman, Pugsley, Spangler:  have a paralithic contact between 20 and 40 inches deep.\nGapmesa, Hagerman, Hagerwest:  have a lithic contact between 20 and 40 inches deep.\nLos Alamos:  have pumiceous materials at 20 to 50 inches\nOelop, Yenlo:  are moist in the moisture control section for 45 days or more between July 15 and October 25."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium and slope alluvium from mixed sources\nLandform: fan remnants, fan piedmonts, alluvial fans, hills, ridges and terraces\nSlopes: 0 to 15 percent\nElevations: 3,500 to 6,500 feet\nAverage annual precipitation: 10 to 14 inches with over one-half of the annual precipitation falling in April, May, and June and less than one inch falling in each month of July, August, September, and October\nMean annual air temperature: 43 to 51 degrees F.\nFrost-free season: 105 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Cushman and Forkwood soils and the Shingle, Theedle, Ulm and Worf soils.  Ulm soils have fine particle-size control sections and usually occur in depressions or broad drainageways.  Shingle and Theedle soils are calcareous throughout and are shallow and moderately deep, respectively.  Worf soils are shallow.  Forkwood and Ulm soils occur on similar positions.  Cushman, Shingle, Theedle and Worf occur on shoulders and summits of hills and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally for grazing. Principal native vegetation is big sagebrush, bluebunch wheatgrass, Sandberg bluegrass, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Wyoming. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Converse County, Wyoming; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches\nArgillic horizon - 4 to 10 inches\nTaxonomic version: Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
