{
  "SERIES": "CAMBARGE",
  "STATUS": "Tentative Series",
  "BYREV": "HBR/PSD",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "OVERVIEW": "The Cambarge series consists of deep, well drained soils formed in calcareous gravelly alluvium. Cambarge soils are on nearly level or gently sloping pliestocine terraces. Average annual precipitation is about 8 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cambarge gravelly sandy loam, rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; light gray (10YR 7/2) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine platy structure; soft, very friable, nonsticky, nonplastic; strongly effervescent, lime dissiminated, vesicular crust; 15 percent gravel; moderately alkaline (pH 8.3); abrupt smooth boundary. (1 to 4 inches thick)\nB2--3 to 9 inches; light brownish gray (10YR 6/2) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable, slightly sticky, nonplastic; strongly effervescent, some lime dissiminated and small segregated masses, thin crusts on the undersides of some coarse fragments; 15 percent gravel; moderately alkaline (pH 8.3); clear wavy boundary.\nB3ca--9 to 14 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak coarse and medium subangular blocky structure; hard, very friable, slightly sticky, nonplastic; violently effervescent, lime dissiminated and crusts 1/2 to 3/4 inch thick on the undersides of most coarse fragments; 20 percent gravel; strongly alkaline (pH 8.6); clear wavy boundary. (Combined thickness of B horizons 6 to 11 inches thick)\nClca--14 to 21 inches; white (2.5Y 8/2) gravelly sandy loam, light brownish gray (2.5Y 6/2) moist; massive; very hard, very friable, slightly sticky, slightly plastic; violently effervescent, lime crusts 3/4 to 12 inch thick on coarse fragments and as 1 to 2 inch massive layers, part of horizon is plugged; 20 percent gravel; very strongly alkaline (pH 9.2); clear wavy boundary.\nC2ca--21 to 32 inches; white (2.5Y 8/3) very gravelly sandy loam, light brownish gray (2.5Y 6/2) moist; massive; hard, very friable, nonsticky, nonplastic; violently effervescent, lime crusts 1/2 to 3/4 inch thick on the undersides of coarse fragments, part of horizon is plugged; 40 percent gravel; strongly alkaline (pH 8.8); gradual irregular boundary. (Combined Cca horizons 13 to 25 inches thick)\nIIC3--32 to 60 inches; light brownish gray (10YR 6/3) extremely gravelly sand, brown (10YR 4/3) moist; single grain; loose, nonsticky, nonplastic; strongly effervescent, lime dissiminated; about 70 percent gravel and 10 percent cobble; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sweetwater County, Wyoming; 18 feet north of southeast corner of sec. 8, T.22N., R.110W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to very gravelly sand is 26 to 40 inches. The mean annual soil temperature is 44 to 47 degrees F. The mean summer soil temperature is 59 to 67 degrees F. Individual strata may have from 15 to 35 percent gravel or cobbles but the control section when mixed contains from 35 to 60 percent gravel and 0 to 15 percent cobble. The fine earth is typically a sandy loam with 5 to 18 percent clay.\nThe A horizon has hue of 2.5Y or 10YR; value of 5 through 7 dry, 4 or 5 moist; and chroma of 2 or 3. It is gravelly sandy loam, sandy loam, or fine sandy loam. Reaction is mildly or moderately alkaline.\nThe B horizons have hue of 2.5Y or 10YR; value of 5 or 6 dry and 4 or 5 moist; chroma of 2 or 3. It is typically gravelly sandy loam.\nThe Cca horizons have hues of 2.5Y or 10YR. Textures are very gravelly sandy loam or extremely gravelly sandy loam with some strata of gravelly sandy loam. Reaction is moderately or strongly alkaline. Lime content is 20 to 40 percent. Content of coarse fragments range from 20 to 50 percent gravel and 0 to 10 percent cobbles.\nThe IIC horizon has textures of very gravelly sand, extremely gravelly sand, very gravelly loamy sand, and extremely gravelly loamy sand.  Content of coarse fragments ranges from 45 to 70 percent gravel and 0 to 15 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Garita Series. Garita soils have 18 to 35 percent clay in the control section and lack the sandy-skeletal IIC horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Cambarge soils are on nearly level and gently sloping old terraces and alluvial fans. Slopes range from 0 to 6 percent. The soils formed in calcareous gravelly alluvium that mantles cobble, gravel, and sand. Elevation is 6,000 to 7,000 feet. The mean annual precipitation is 7 to 9 inches that occurs mainly in the winter and spring. The mean annual temperature is 41 degrees to 45 degrees F, and the mean summer temperature is 50 degrees to 66 degrees F. The frostfree season is about 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  There are the Proposed Gasson, Leckman, and Pepal soils. Gasson soils are sandy-skeletal. Leckman soils lack a calcic horizon and are coarse-loamy. Pepal soils are coarse-loamy. These soils normally occur intermixed on the same land forms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to medium runoff; moderately rapid and moderate permeability, depending upon plugged calcic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils support native plants; used principally for grazing and wildlife habitat. Native vegetation is mainly big sagebrush, rabbitbrush, shadscale, needleandthread, Indian ricegrass, and thickspike wheatgrass. Some minor areas are in irrigated cropland and are in urban development. They are also used extensively as a source of gravel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sweetwater County, Wyoming, northern part, 1979.\nOSED scanned by NSSQA.  Last revised by state on 5/79.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
