{
  "SERIES": "CAMELROCK",
  "STATUS": "Established Series",
  "BYREV": "JVC/WWJ/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, superactive, mesic Entic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Camelrock silty clay loam--on a planar to slightly convex tread of a high stream terrace sloping 1 percent to the northwest at 6,025 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry from 0 to 11 inches, slightly moist from 11 to 36 inches, and dry below 36 inches.)\nA--0 to 3 inches; brown (7.5YR 4/2) silty clay loam, dark brown (7.5YR 3/2) moist; weak thick platy structure parting to strong very fine granular; soft, very friable, moderately sticky and moderately plastic; common fine and common very fine roots; common very fine irregularly shaped pores; common 2 to 5 mm wide cracks; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (2 to 6 inches thick)\nBw--3 to 7 inches; brown (7.5YR 4/2) silty clay loam, dark brown (7.5YR 3/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; few pressure faces; common 2 to 5 mm wide cracks; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (4 to 13 inches thick)\nBss--7 to 14 inches; dark gray (7.5YR 4/1) and brown (7.5YR 4/3) silty clay, very dark gray (7.5YR 3/1) and dark brown (7.5YR 3/3) moist; strong coarse prismatic structure parting to moderate medium and coarse wedges; very hard, firm, very sticky and very plastic; few coarse, common medium, few fine, and common very fine roots; few fine and few very fine tubular pores; few small intersecting slickensides tilted 20 to 50 degrees from horizontal; common 3 to 10 mm wide cracks; strongly effervescent, moderately alkaline (pH 8.4); clear wavy boundary. (6 to 11 inches thick)\nBkssy1--14 to 24 inches; brown (7.5YR 5/2) silty clay, dark brown (7.5YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium and coarse wedges; very hard, firm, very sticky and very plastic; few fine and common very fine roots; few very fine tubular pores; common small intersecting slickensides tilted 20 to 40 degrees from horizontal; common 3 to 15 mm wide cracks; secondary gypsum segregated as few fine crystals on faces of peds; strongly effervescent, secondary calcium carbonate segregated as common medium irregularly shaped coats on faces of peds; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 11 inches thick)\nBkssy2--24 to 29 inches; brown (7.5YR 5/3 and 7.5YR 4/3) silty clay, brown (7.5YR 4/3) and dark brown (7.5YR 3/2) moist; moderate coarse prismatic structure parting to weak medium wedges; very hard, firm, very sticky and very plastic; few fine and few very fine roots; few fine and few very fine tubular pores; common small intersecting slickensides tilted 10 to 30 degrees from horizontal; few 2 to 5 mm wide cracks; secondary gypsum segregated as few fine crystals on faces of peds; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 17 inches thick)\nBCky1--29 to 41 inches; light brown (7.5YR 6/3) stratified clay loam and very fine sandy loam, brown (7.5YR 4/3) moist; weak coarse and medium subangular blocky structure; hard and slightly hard, friable and very friable, moderately sticky and slightly sticky, moderately plastic and nonplastic; few fine and few very fine roots; few medium, few fine, and few very fine tubular pores; few small pieces of charcoal; few 1 to 3 mm wide cracks in clay loam material; few fine distinct strong brown (7.5YR 5/6) and few fine prominent yellowish red (5YR 5/8) masses of iron accumulation which are relict redoximorphic features; secondary gypsum segregated as few fine crystals on faces of peds; slightly and strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.4); clear wavy boundary. (8 to 17 inches thick)\nBCky2--41 to 55 inches; light brown (7.5YR 6/4) and light reddish brown (5YR 6/3) stratified loam and silty clay loam, brown (7.5YR 5/4) and reddish brown (5YR 4/4) moist; weak coarse prismatic structure; slightly hard and hard, very friable and friable, slightly sticky and moderately sticky, nonplastic and moderately plastic; few fine and few very fine roots; few medium, few fine, and common very fine tubular pores; few small pieces of charcoal; common fine distinct strong brown (7.5YR 5/6) and few fine prominent yellowish red (5YR 5/8) masses of iron accumulation which are relict redoximorphic features; secondary gypsum segregated in few fine filaments; slightly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.4); abrupt smooth boundary. (9 to 18 inches thick)\nBCky3--55 to 71 inches; light reddish brown (5YR 6/3) and brown (7.5YR 5/3) clay, reddish brown (5YR 4/3) and brown (7.5YR 4/3) moist; weak coarse prismatic structure; very hard, firm, very sticky and very plastic; few fine and few very fine roots; few fine and few very fine tubular pores; few laminae of silt loam and carbon ash; few pressure faces; common 1 to 5 mm wide cracks; common fine distinct strong brown (7.5YR 4/6) and few fine prominent yellowish red (5YR 5/8) masses of iron accumulation which are relict redoximorphic features; secondary gypsum segregated in few fine filaments; slightly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 16 inches thick)\nC1--71 to 98 inches; light brown (7.5YR 6/3) and brown (7.5YR 5/2) stratified loam and silty clay loam, brown (7.5YR 5/3 and 7.5YR 4/2) moist; massive; slightly hard and hard, very friable and friable, slightly sticky and moderately sticky, slightly plastic and moderately plastic; few very fine tubular pores; few laminae of carbon ash; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation, few fine distinct dark grayish brown (10YR 4/2) zones of iron depletion, and few fine prominent black (N 2/0) masses of manganese accumulation which are relict redoximorphic features; slightly and strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (7 to 27 inches thick)\nC2--98 to 120 inches; yellowish brown (10YR 5/4) and brown (7.5YR 5/4) stratified fine sandy loam and silty clay, dark yellowish brown (10YR 4/4) and brown (7.5YR 4/4) moist; massive; slightly hard and very hard, very friable and firm, slightly sticky and very sticky, nonplastic and very plastic; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation, few fine distinct dark gray (10YR 4/1) zones of iron depletion, and few fine prominent black (N 2/0) masses of manganese accumulation which are relict redoximorphic features; strongly effervescent, moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; on the Pojoaque Indian Reservation about 0.25 mile south-southeast of Cuyamungue; 300 feet west and 900 feet north of the southeast corner of section 20, T.19N., R.9E.; USGS Horcado Ranch 7.5 minute topographic quadrangle; Latitude 35 degrees 51 minutes 31 seconds North and Longitude 106 degrees 0 minutes 3 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  Cracks are closed for less than 60 consecutive days during the periods when soil temperature at a depth of 20 inches is higher than 47 degrees F.  The soil moisture regime is aridic or torric bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nDepth to base of mollic epipedon - 17 to 30 inches\nDepth to slickensides and wedge-shaped peds - 7 to 16 inches\nCracks - few to common, 1 to 15 mm wide (and narrowing with depth), are present in clayey horizons and strata; cracks in the upper B horizons open and close periodically and incorporate the self-mulching surface horizon\nDepth to calcareous material (as visible secondary calcium carbonate) - 11 to 27 inches\nDepth to horizons with less than 27 percent clay - 28 to 39 inches\nLithology of rock fragments: granite, gneiss, and schist\nVolcanic glass content: 5 to 15 percent in the coarse silt plus sand fraction\nParticle-size control section (weighted averages)\nSilicate clay content: 30 to 45 percent\nFine sand or coarser content: 5 to 15 percent\nRock fragment content: 0 to 5 percent gravel\nMica content: 1 to 5 percent (by grain count)\nOrganic matter content - 1 to 3 percent in the mollic epipedon\nReaction - slightly alkaline to moderately alkaline in the surface and upper part of the subsoil; moderately alkaline in the lower part of the subsoil and in the upper part of the substratum; slightly alkaline to moderately alkaline in the lower part of the substratum.\nA or Ap horizon\nValue: 4 or 5 dry\nChroma: 2 or 3, dry or moist\nClay content: 30 to 35 percent\nCalcium carbonate equivalent: 3 to 10 percent\nBw horizon\nValue: 4 or 5 dry\nChroma: 2 or 3 dry, 1 through 3 moist\nClay content: 32 to 40 percent\nTexture: silty clay loam or clay loam\nCalcium carbonate equivalent: 3 to 10 percent\nOther features: some pedons have texture of silty clay; some pedons have few relict redox concentrations of iron\nBss horizon\nValue: 4 or 5 dry\nChroma: 1 through 3, dry or moist\nClay content: 35 to 45 percent\nTexture: silty clay or silty clay loam\nCalcium carbonate equivalent: 3 to 10 percent\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 0 to 4\nOther features: some pedons have few or common relict redox concentrations of iron\nBkssy horizons\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 through 4, dry or moist\nClay content: 35 to 45 percent\nTexture: silty clay or silty clay loam\nCalcium carbonate equivalent: 3 to 10 percent\nSalinity, mmhos/cm: 4 to 8\nSodicity, SAR: 4 to 13\nGypsum content: 0 to 3 percent\nOther features: some pedons have few to common relict redox concentrations of iron\nBCky horizon, upper part\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 through 6, dry or moist\nClay content: averages 20 to 26 percent\nTexture: stratified clay loam to sandy loam\nCalcium carbonate equivalent: 3 to 10 percent\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 0 to 4\nGypsum content: 0 to 3 percent\nOther features: pedons have few to common relict redox concentrations of iron; pedons have thin strata and lenses ranging in texture from gravelly loamy coarse sand to silty clay loam\nBCky horizon, lower part\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 through 6, dry or moist\nClay content: 18 to 35 percent\nTexture: stratified silty clay to sandy loam\nCalcium carbonate equivalent: 3 to 10 percent\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 0 to 4\nGypsum content: 0 to 2 percent\nOther features: pedons have few to common relict redox concentrations of iron; some pedons have thin lenses with texture of gravelly coarse sand\nC horizons\nHue: 5YR, 7.5YR, or 10YR\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 1 through 6, dry or moist\nClay content: 10 to 35 percent\nTexture: stratified silty clay to sandy loam\nCalcium carbonate equivalent: 1 to 10 percent\nSalinity, mmhos/cm: 0 to 4\nSodicity, SAR: 0 to 4\nOther features: pedons have few to common relict redox concentrations and depletions of iron, and few relict redox concentrations of manganese; minor amounts of secondary gypsum (up to 1 percent) are present in some pedons; some pedons have thin subhorizons of gravelly sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Camelrock soils are on treads of high stream terraces.  They formed in alluvium derived from Precambrian granite, gneiss, schist, and from Tertiary micaceous sandstone, siltstone, and mudstone.  Slopes are 0 to 2 percent.  Elevation ranges from 5,500 to 6,500 feet.  The mean annual precipitation is 10 to 12 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the El Rancho, Innacutt, and Walkibout soils.  El Rancho soils are fine-silty, have ochric epipedons and cambic horizons, and occur on fan remnants. Innacutt soils are coarse-loamy, lack diagnostic surface and subsurface horizons, and occur on inset fans and narrow flood plains of gulches.  Walkibout soils are coarse-silty, have ochric epipedons, and occur on side slopes of gulches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Camelrock soils are used for urban development, livestock grazing, irrigated cropland, and recreation.  The historic climax vegetation is blue grama, galleta, western wheatgrass, and fourwing saltbush.  The ecological site is Clayey Bottomland (R036XB119NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Camelrock soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  The name Camelrock is coined from a rock formation south of Espanola."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of about 24 inches. (A, Bw, Bss, and Bkssy1 horizons)\nVertic characteristics - The zone from the soil surface to a depth of about 29 inches. (A, Bw, Bss, Bkssy1, and Bkssy2 horizons)\nEntic feature - The zone from 29 to 41 inches that averages less than 27 percent clay. (Bcky1 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
