{
  "SERIES": "CAMELBACK",
  "STATUS": "Established Series",
  "BYREV": "TAM/DMD/GHL",
  "REVDATE": "08/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Camelback gravelly silt loam - on a 32 percent east-facing mountain slope under shrubs and grasses at 5,480 feet elevation.  (Colors are for air-dry soil unless otherwise stated.  When described the soil was moist below 35 inches.)\nA1--0 to 3 inches; dark brown (10YR 3/3) gravelly silt loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine, common fine and few medium roots; many very fine interstitial pores; 25 percent pebbles; slightly acid (pH 6.4); abrupt smooth boundary.  (3 to 10 inches thick)\nA2--3 to 12 inches; dark brown (10YR 4/3) gravelly silt loam, very dark brown (10YR 2/2) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine, common fine, and few medium roots; many very fine and few fine tubular pores; 25 percent pebbles; slightly acid (pH 6.4); clear smooth boundary.  (7 to 16 inches thick)\nAB--12 to 21 inches; dark brown (10YR 4/3) gravelly silt loam, very dark brown (10YR 2/2) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine and few fine roots; many very fine and few fine tubular pores; 30 percent pebbles; slightly acid (pH 6.3); gradual wavy boundary.  (0 to 9 inches thick)\nBt1--21 to 30 inches; dark brown (10YR 4/3) extremely cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and few fine roots; many very fine tubular and few very fine interstitial pores; few thin clay films on the faces of peds and in pores; 70 percent pebbles; cobbles and stones; slightly acid (pH 6.2); gradual wavy boundary.  (9 to 18 inches thick)\nBt2--30 to 42 inches; yellowish brown (10YR 5/4) extremely cobbly silt loam, dark yellowish brown (10YR 3/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and few fine roots; many very fine tubular and few fine interstitial pores; common thin clay films on the faces of peds and in pores; 70 percent pebbles, cobbles and stones; slightly acid (pH 6.2); abrupt irregular boundary.  (12 to 19 inches thick)\nR--42 inches; quartzite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bannock County, Idaho; about 6 miles east and 2 miles south of Pocatello in the Blackrock Canyon area; 30 feet south and 670 feet west of the northeast corner of sec. 12, T. 7 S., R. 35 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 41 to 45 degrees F\nDepth to bedrock and solum thickness - 40 to greater than 60 inches\nThickness of mollic epipedon - 20 to 40 inches\nParticle-size control section - 18 to 27 percent clay, 35 to 80 percent\nrock fragments (dominantly pebbles and cobbles)\nA horizon\nColor value, dry - 3 through 5\nValue, moist - 2 or 3\nChroma, dry or moist - 1 to 3\nReaction - slightly acid to slightly alkaline\nBt horizon\nColor value, dry - 4 to 6\nValue, moist - 3 or 4\nChroma, dry or moist - 2 through 4\nTexture - extremely gravelly silt loam or extremely cobbly silt loam\nReaction - slightly acid to slightly alkaline\nC horizon - In some pedons a thin C horizon may be present immediately\nabove the bedrock.  calcium carbonate equivalent averages less than 15\npercent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Softscrabble and Vipont series. Softscrabble soils have 27 to 35 percent clay in the control section. Vipont soils are 20 to 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Camelback soils are on mountain slopes, foothills, and fan terraces.  Slopes range from 6 to 60 percent.  Elevation is 5,000 to 8,000 feet.  The soils formed in alluvium, colluvium, and residuum from a variety of sedimentary and metasedimentary rocks, dominantly quartzite.  The average annual temperature ranges from 39 to 43 degrees F, and the average annual precipitation ranges from 16 to 20 inches.  The frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cedarhill (T), Greys, Hondoho, Ireland (T), Lanoak, Moonlight (T), and Valmar (T) series. Cedarhill (T) and Hondoho soils have a calcic horizon.  Greys and Lanoak soils are fine-silty.  Ireland (T) and Valmar (T) soils have bedrock at depths of 20 to 40 inches.  Moonlight (T) soils are coarse-loamy.  The Cedarhill (T), Ireland (T), and Valmar (T) soils are on steep convex mountain slopes.  The Greys and Lanoak soils are on loess covered fan terraces and mountain slopes.  The Hondoho soil is dominantly on south and west-facing slopes along drainages and on fan terraces.  The Moonlight (T) soil is in concave mountain slopes along drainageways with north and east aspect."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium to very rapid; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for rangeland, wildlife habitat and as watershed.  Important native plants are mountain big sage, snowberry, serviceberry, bitterbrush, bluebunch heatgrass, Kentucky bluegrass, and balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of southeastern Idaho.  The series\nis of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bannock County, Idaho 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon- the zone from the soil surface to 30 inches (A1, A2, AB, and Bt1 horizons)\nArgillic horizon - the zone from 21 to 42 inches (Bt1 and Bt2 horizons)\nParticle-size control section - the zone from 21 to 41 inches (Bt1 and part of the Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
