{
  "SERIES": "CAMEO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWW/CRP/JCK",
  "REVDATE": "04/2017",
  "STATES": "CO",
  "OVERVIEW": "The Cameo series consists of very deep, well drained soils that formed in alluvium. These soils are on flood plains and low stream terraces. Slopes are 0 to 6 percent. Mean annual precipitation is about 280 mm, and mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cameo fine sandy loam in mixed grass and shrubs. (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; very pale brown (10YR 7/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine and medium roots; many fine interstitial pores; 5 percent gravel and channers; strongly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 20 cm thick)\nC--10 to 152 cm; light yellowish brown (2.5Y 6/4) stratified sandy loam and loamy sand, light olive brown (2.5Y 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots to a depth of 76 cm; partial carbonate coats on rock fragments below a depth of 50 cm; finely disseminated carbonates; 5 percent gravel and channers; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, Colorado; near junction of Munger Creek and East Salt Creek; un-sectioned area near the center of Sec. 29, T. 7 S., R. 102 W. U.S.G.S. Howard Canyon quad.; Lat. 39 degrees, 25 minutes, 30 seconds N., and Long. 108 degrees, 47 minutes, 22 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 11 to 13 degrees C\nParticle size control section weighted average:\nClay - 7 to 18 percent\nSilt - 15 to 35 percent\nSand - 50 to 77 percent (with more than 35 percent fine or coarser sand)\nRock fragments - 0 to 15 percent gravel\nA horizon\nHue: 10YR or 2.5Y\nValue: 5, 6 or 7 dry; 3, 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: fine sandy loam or sandy loam\nClay content: 8 to 14 percent\nRock fragments: 0 to 15 percent\nElectrical conductivity: 0 to 4 mmhos/cm\nReaction: pH 7.7 to 8.6\nC horizons\nHue: 10YR or 2.5Y\nValue: 5, 6 or 7 dry; 4, 5 or 6 moist\nChroma: 2, 3 or 4\nTexture: sandy loam, fine sandy loam, loamy sand, loamy fine sand, loam and sandy clay loam\nClay content: 7 to 22 percent\nRock fragments: 0 to 25 percent gravel\nElectrical conductivity: 0 to 8 mmhos/cm\nReaction: pH 8.0 to 8.6\nSome pedons have a thin buried A horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCharalito (NM) - have more than 15 percent rock fragments throughout the particle-size control section; have paragravel throughout the profile\nClarkelen (WY) - have a mean annual soil temperature less than 11 degrees C\nColorow (CO) - have a seasonal high water table at depths of 90 to 150 cm\nGlenberg (CO) - have calcium carbonate concretions or masses; have a mean annual soil temperature less than 11 degrees C\nInnacutt (NM) - have hue redder than 10YR\nRadnik (AZ) - have hue redder than 10YR\nRedbank (WY) - have hue redder than 10YR\nTapicito (NM) - have a horizon of physical alteration directly below the surface horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - flood plains and stream terraces\nElevation - 1,524 to 2,134 meters\nSlope - 0 to 6 percent\nParent material - stratified alluvium derived from mixed sources\nMean annual precipitation - 229 to 330 mm\nMean annual air temperature - 10 to 12 degrees C\nFrost-free period - 100 to 165 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dwyer, Potts, and Trail soils. Dwyer soils are formed in eolian sands near the edges of stream terraces. Potts soils are on stream terraces and alluvial fans, and have fine-loamy argillic horizons. Trail soils are also on flood plains and have a sandy particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid and rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cameo soils are mainly used for livestock grazing and wildlife habitat. Some areas are used for irrigated alfalfa, barley, oats, and pasture. Native vegetation is dominantly fourwing saltbush, sand dropseed, alkali sacaton, galleta, Indian ricegrass, and needleandthread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cameo soils are of small extent in western Colorado. MLRA 34A, 34B, 36, 47."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas-Plateau Area, Colorado, Parts of Garfield and Mesa Counties, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 10 cm (A horizon)\nParticle-size control section - from 25 to 100 cm (part of the C horizon)\nCameo soils have a mesic temperature regime and an aridic moisture regime bordering on ustic.\nNote: The type location needs to be investigated for horizonation of specific stratifications and for verification that secondary calcium carbonate accumulation does not exist.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
