{
  "SERIES": "CAMOOL",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. SCW/TDT",
  "REVDATE": "02/2009",
  "STATES": "OR",
  "OVERVIEW": "The Camool series consists of shallow, well drained soils that formed in colluvium and residuum from basalt and tuff mixed with volcanic ash in the surface.  They are on rolling hills or north-facing hillslopes.  Slopes are 2 to 70 percent. Mean annual precipitation is about 15 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Camool cobbly ashy loam - rangeland, on a 20 percent, northwest-facing hillslope at elevation of 5,020 feet. (When described on September 24, 2001, the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nA--0 to 4 inches; very dark brown (10YR 2/2) cobbly ashy loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; few fine and common very fine roots; few fine and many very fine irregular pores; 3 percent stones, 15 percent cobbles, and 10 percent gravel; neutral (pH 6.6); clear wavy boundary.  (2 to 4 inches thick)\nAB--4 to 8 inches; black (10YR 2/1) cobbly ashy loam, dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine and common very fine tubular pores; 10 percent cobbles and 10 percent gravel; neutral (pH 6.7); clear wavy boundary.  (3 to 5 inches thick)\n2Bt1--8 to 12 inches; dark brown (7.5YR 3/3) very cobbly clay loam, brown (7.5YR 4/3) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; common distinct clay films on ped faces; 15 percent cobbles and 25 percent gravel; neutral (pH 6.8); clear wavy boundary.\n2Bt2--12 to 17 inches; dark brown (7.5YR 3/3) extremely cobbly clay, brown (7.5YR 5/3) dry; moderate medium and coarse subangular blocky structure; hard, firm, very sticky and moderately plastic; few very fine tubular pores; many distinct clay films on ped faces and in pores; 30 percent cobbles and 30 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (Combined thickness of the 2Bt horizon is 7 to 11 inches thick)\n3R--17 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; located along upper Branson Creek about 8 miles northeast of the junction of Highways 19 and 26; 2,400 feet west and 300 feet south of the northeast corner of section 10, T. 11 S., R. 26 E.  (Latitude 44 degrees, 37 minutes, 59.5 seconds N. and Longitude 119 degrees, 34 minutes, 35.13 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at the lithic contact is 44 to 47 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 75 to 90 consecutive days following the summer solstice.  Depth to bedrock is 10 to 20 inches.  Thickness of the mollic epipedon is 12 to 20 inches and includes the entire argillic horizon.  The upper 5 to 9 inches has an estimated moist bulk density of 1.15 to 1.30 g/cc, volcanic glass content of 7 to 25 percent, acid oxalate extractable aluminum plus one-half of the acid oxalate extractable iron of 0.4 to 0.7 percent, and 15-bar water retention of 5 to 20 percent for air dried samples.  The particle-size control section averages 35 to 45 percent clay and 40 to 75 percent rock fragments by volume.  Organic matter is estimated to range from 3 to 5 percent in the A horizon and 3 to 4 percent in the AB horizon.  Solum thickness and depth to a lithic contact ranges from 12 to 20 inches.\nThe A horizon has chroma of l or 2 dry or moist.  It is loam with 15 to 25 percent clay.  It has 0 to 3 percent stones, 10 to 25 percent cobbles, and 10 to 15 percent gravel.\nThe AB horizon has chroma of 1 or 2 dry or moist.  It is loam with 15 to 25 percent clay.  It has 0 to 3 percent stones, 0 to 10 percent cobbles, and 10 to 20 percent gravel.\nThe 2Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry and chroma of 2 or 3 dry or moist.  The 2Bt1 is clay loam with 30 to 40 percent clay.  It has 0 to 3 percent stones, 5 to 25 percent cobbles, and 25 to 35 percent gravel.  The 2Bt2 is clay or clay loam with 35 to 45 percent clay.  It has 0 to 3 percent stones, 15 to 40 percent cobbles, and 25 to 40 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ateron, Canest, Chen, Douhide, Graley, Harlow, Itca, Vennob and Wallsburg soils.  Ateron, Canest, Douhide, Graley, Harlow and Vennob soils have an A horizons with less than 7 percent volcanic glass and lack an abrupt boundary over a 2Bt horizon.  In addition, Ateron and Harlow soils are dry for 60 to 75 consecutive days and Canest soils are dry for more than 100 consecutive days.  Chen, Douhide, and Graley soils have aridic bordering on xeric soil moisture regimes.  Chen and Wallsburg soils have A horizons with less than 7 percent volcanic glass and less than 3 percent organic matter.  Itca soils lack mollic colors throughout the Bt horizon, and have A horizons with less than 7 percent volcanic glass and less than 3 percent organic matter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Camool soils are on rolling hill or north-facing hillslopes and have slopes of 2 to 70 percent.  These soils formed in colluvium and residuum from basalt and tuff mixed with volcanic ash in the surface. Elevation is 3,400 to 5,400 feet.  The climate can be characterized by cold wet winters and hot dry summers.  Mean annual precipitation is 12 to 18 inches.  Mean January temperature is 24 degrees F. and mean July temperature is 67 degrees F. Mean annual air temperature is 41 to 45 degrees F.  The frost-free period is 30 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Finsel, Hutchley, Kishwalk, and Waterbury series.  Finsel soils are on north-facing hillslopes with Camool soils and are 20 to 40 inches to a lithic contact.  Hutchley soils are loamy-skeletal and are on east facing slopes of north-south trending canyons.  Kishwalk and Waterbury soils are on south facing slopes and are mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Native vegetation is Idaho fescue, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East central Oregon.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Grant County, Oregon, 2005.  Name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 17 inches (A, AB, and 2Bt horizons)\nArgillic horizon - 8 to 17 inches (2Bt horizon)\nLithic contact - 17 inches.\nPSCS - the zone from 8 to 17 inches (2Bt horizon)\nVitrandic feature - 0 to 8 inches (A and AB horizons)\nThe ecological site at the type location for the Camool series is R0101XB081OR, JD Mountain Claypaln North 12-16 PZ\nXeric moisture regime\nADDITIONAL DATA:  Camool is found on the same north slopes as the Finsel soil.  Lab data for the Finsel soil can be found as lab sample S03OR-023-001.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark brown (10YR 2/2) cobbly ashy loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular structure; soft, very friable, nonsticky and nonplastic; few fine and common very fine roots; few fine and many very fine irregular pores; 3 percent stones, 15 percent cobbles, and 10 percent gravel; neutral (pH 6.6); clear wavy boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "AB",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--4 to 8 inches; black (10YR 2/1) cobbly ashy loam, dark gray (10YR 4/1) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine and common very fine tubular pores; 10 percent cobbles and 10 percent gravel; neutral (pH 6.7); clear wavy boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--8 to 12 inches; dark brown (7.5YR 3/3) very cobbly clay loam, brown (7.5YR 4/3) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; common distinct clay films on ped faces; 15 percent cobbles and 25 percent gravel; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 30,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "extremely cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt2--12 to 17 inches; dark brown (7.5YR 3/3) extremely cobbly clay, brown (7.5YR 5/3) dry; moderate medium and coarse subangular blocky structure; hard, firm, very sticky and moderately plastic; few very fine tubular pores; many distinct clay films on ped faces and in pores; 30 percent cobbles and 30 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (Combined thickness of the 2Bt horizon is 7 to 11 inches thick)"
      },
      {
        "name": "3R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3R--17 inches; basalt."
      }
    ]
  ]
}
