{
  "SERIES": "CAMPTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD-TJE-AAC",
  "REVDATE": "04/2011",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Campton silt loam - on a west-facing slope of 3 percent in a cultivated field at an elevation of 265 meters (870 feet) above mean sea level. (Colors are for moist soils unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; common very fine roots; neutral; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBt1--20 to 33 cm (8 to 13 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine subangular blocky structure; friable; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; few distinct very dark grayish brown (10YR 3/2) organic coatings on surfaces along root channels and pores; few distinct light gray (10YR 7/2) (dry) silt coatings on faces of peds; neutral; clear smooth boundary.\nBt2--33 to 48 cm (13 to 19 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common distinct light gray (10YR 7/2) (dry) silt coatings on faces of peds and in pores; neutral; gradual wavy boundary.\nBt3--48 to 69 cm (19 to 27 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine prismatic structure parting to moderate fine and medium subangular blocky; friable; common very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine irregular black (7.5YR 2.5/1) very weakly cemented iron-manganese concretions throughout; common fine faint brown (7.5YR 5/4) and common fine prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; neutral; clear wavy boundary.\nBt4--69 to 84 cm (27 to 33 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine irregular black (7.5YR 2.5/1) very weakly cemented iron-manganese concretions throughout; common fine distinct and prominent strong brown (7.5YR 5/6 and 5/8) masses of oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; gradual wavy boundary.\nBt5--84 to 114 cm (33 to 45 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium and coarse prismatic structure parting to weak medium subangular blocky; friable; common very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds and on surfaces along pores; common fine irregular black (7.5YR 2.5/1) very weakly cemented iron-manganese concretions throughout; common fine distinct and prominent strong brown (7.5YR 5/6 and 7.5YR 5/8) masses of oxidized iron in the matrix; many fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizon ranges from 51 to 102 cm (20 to 40 inches).]\n2BC--114 to 130 cm (45 to 51 inches); yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; few fine irregular black (7.5YR 2.5/1) very weakly cemented iron-manganese concretions throughout; common fine distinct and prominent strong brown (7.5YR 5/6 and 7.5YR 5/8) masses of oxidized iron in the matrix; common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; 4 percent gravel; strongly acid; clear wavy boundary. [10 to 31 cm (4 to 12 inches) thick]\n2C1--130 to 147 cm (51 to 58 inches); yellowish brown (10YR 5/4) loamy sand; single grain; loose; common fine distinct and prominent strong brown (7.5YR 5/6 and 7.5YR 5/8) masses of oxidized iron in the matrix; common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; 4 percent gravel; strongly acid; gradual wavy boundary.\n2C2--147 to 165 cm (58 to 65 inches); dark yellowish brown (10YR 4/4) sandy loam; massive; very friable; common fine distinct and prominent strong brown (7.5YR 5/6 and 7.5YR 5/8) masses of oxidized iron in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 2 percent gravel; slightly acid; gradual wavy boundary.\n2Cg--165 to 203 cm (65 to 80 inches); light brownish gray (2.5Y 6/2) loam; massive; friable; common fine irregular black (7.5YR 2.5/1) very weakly cemented iron-manganese concretions throughout; common fine prominent strong brown (7.5YR 5/6 and 5/8) masses of oxidized iron in the matrix; 1 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Illinois; 609 meters (2,000 feet) west and 457 meters (1,500 feet) south of the northeast corner of sec. 27, T. 40 N., R. 6 E.; USGS Maple Park topographic quadrangle; lat. 41 degrees 55 minutes 11 seconds N., and long. 88 degrees 32 minutes 04 seconds W., NAD 27; UTM Zone 16, 372749 easting, 4642017 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 112 to 152 cm (44 to 60 inches)\nDepth to carbonates: greater than 102 cm (40 inches)\nDepth to horizons with more than 15 percent sand: 102 to 152 cm (40 to 60 inches)\nParticle-size control section: averages between 27 and 35 percent clay and less than 10 percent fine sand or coarser.\nAp or A horizon):\nHue: 10YR\nValue: 3 to 5\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nOther features: The Ap or A horizon of pedons with a value of 3, are less than 15 cm (6 inches) thick.\nE horizon (where present):\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silt loam or silty clay loam\nClay content: 20 to 35 percent\nReaction: strongly acid to slightly alkaline\nOther features: The E horizon is incorporated into the Ap horizon in most cultivated pedons.\nSome pedons have a BE or EB horizon.\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: typically silty clay loam, but some subhorizons in the upper part are silt loam.\nClay content: 25 to 35 percent\nReaction: moderately acid or strongly acid in at least one subhorizon, and ranges from very strongly acid to neutral.\n2Bt and/or 2BC horizons:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: silt loam, loam, sandy loam, fine sandy loam, sandy clay loam or clay loam\nClay content: 15 to 30 percent\nSand content: 20 to 65 percent\nGravel content: 0 to 14 percent\nReaction: strongly acid to slightly alkaline\n2C horizon:\nHue: 10YR, 7.5YR, or 2.5Y\nValue: 4 to 6\nChroma: 2 to 6\nTexture: silt loam, loam, sandy loam, loamy sand, or their gravelly analogs, and is often stratified.\nClay content: 8 to 25 percent\nSand content: 30 to 80 percent\nGravel content: 0 to 20 percent\nReaction: strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baraboo, Birkbeck, Cadiz, Elco, Eleroy, Inton, Iona, Libre, Mayville, Minnith, Morningsun, Redbud, Rocheport, Rockfield, Somonauk, Uniontown, Winfield, and Zurich soils. Baraboo, Eleroy, and Rocheport soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Birkbeck and Morningsun soils have a well graded sand fraction in the lower parts of the series control section. Cadiz, Elco, and Inton soils average more than 25 percent clay in the lower part of the series control section. Iona, Redbud, and Winfield soils do not have horizons with more than 15 percent sand within the series control section. Libre, Mayville, Minnith, Rockfield, Somonauk, and Zurich soils have horizons with more than 15 percent sand within a depth of 102 cm (40 inches). Uniontown soils are less than 102 cm (40 inches) to the base of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Campton soils are on loess covered outwash plains, stream terraces, and till plains of Wisconsinan age. They formed in 102 to 152 cm (40 to 60 inches) of loess or other silty material and in the underlying loamy stratified outwash. Slope ranges from 0 to 5 percent. Mean annual temperature ranges from 8 to 12 degrees C (46 to 54 degrees F). Mean annual precipitation ranges from 760 to 1,140 mm (30 to 45 inches). Frost-free period ranges from 140 to 180 days. Elevation ranges from 207 to 311 meters (680 to 1,020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Drummer, Kaneville, Kendall, Martinsville and Virgil soils. The poorly drained Drummer soils are in slight depressions or on low-lying parts of the landform below the Campton soils. The moderately well drained Kaneville soils have a dark colored surface layer and are on nearby similar landforms. The well drained Martinsville soils are on slightly higher landform positions where the loess cap is thinner. The somewhat poorly drained Kendall and Virgil soils are on slightly lower lying landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. An intermittent apparent water table is at a depth of 61 to 107 cm (2.0 to 3.5 feet) at some time between February and April in most years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second) in the loess and moderately high or high (4.23 to 42.33 micrometers per second) in the outwash. Permeability is moderate in the loess and moderate or moderately rapid in the outwash."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cropped to corn, soybeans, or small grain. Some areas are in pasture or woodland. Native vegetation is hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois. The Campton series is of moderate extent in MLRAs 95B, 108A, and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kane County, 1998. The name Campton is from Campton Township in Kane County, Illinois."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped as a moderately wet phase of St. Charles series, and fits an oxyaquic subgroup rather than a typic subgroup.\nDiagnostic horizons and features in this pedon are: ochric epipedon - the zone from 0 to 20 cm (0 to 8 inches) (Ap horizon); argillic horizon - the zone from 20 to 114 cm (8 to 45 inches) (Bt1, Bt2, Bt3, Bt4, and Bt5 horizons); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
