{
  "SERIES": "CAMP SANTIAGO",
  "STATUS": "Established Series",
  "BYREV": "DP/TL Rev. GRB",
  "REVDATE": "09/2002",
  "STATES": "PR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, isohyperthermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Camp Santiago loam - rangeland.  (Colors are for moist conditions unless otherwise noted.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Camp Santiago, Puerto Rico.  Approximately 2.3 miles northeast of cantonment area, about 1.0 miles northeast of Sabana Liana and 1,000 feet east of Ro Nigua in a gully. Coamo USGS topographic quadrangle; lat. 18 degrees 01 minutes 42 seconds N.; long. 66 degrees 15 minutes 48 seconds W.; PRD 1940.\nA -- 0 to 8 inches; very dark brown (10YR 2/2) loam; dark grayish brown (10YR 4/2) dry; strong medium to coarse subangular blocky structure; friable, slightly hard, slightly sticky, slightly plastic; common very fine roots; common very fine tubular and irregular pores, few coarse tubular pores; about 2 percent, by volume, pebbles; slightly acid; clear wavy boundary.\nBt1 -- 8 to 19 inches; dark brown (10YR 3/3) clay loam; yellowish brown (10YR 5/4) dry; weak coarse prismatic structure parting to strong medium subangular blocky; friable, slightly hard, slightly sticky, moderately plastic; common very fine and fine roots; common very fine and fine tubular and irregular pores; common distinct clay films on faces of peds; about 2 percent, by volume, pebbles; neutral; gradual smooth boundary.\nBt2 -- 19 to 35 inches; brown (10YR 4/3) clay loam; dark yellowish brown (10YR 4/4) dry; strong medium prismatic structure; friable, very hard, slightly sticky, moderately plastic; few very fine roots; common very fine, fine, and medium tubular and irregular pores; many distinct clay films on faces of peds and rock fragments; about 10 percent, by volume, pebbles; slightly alkaline; clear wavy boundary.\nBt3 -- 35 to 47 inches; dark yellowish brown (10YR 4/4) gravelly clay loam; yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; friable, hard, slightly sticky, moderately plastic; few very fine roots; many very fine tubular and irregular pores; few distinct clay films on faces of peds and rock fragments; about 10 percent, by volume, pebbles; about 5 percent, by volume, cobbles; slightly alkaline; clear wavy boundary.\n2C -- 47 to 80 inches; dark yellowish brown 10YR 4/4) extremely gravelly coarse sand; light yellowish brown (10YR 6/4) dry; single grain, loose; nonsticky, non plastic; few very fine roots; many very fine interstitial pores; about 60 percent, by volume, pebbles; about 10 percent, by volume, cobbles; slightly alkaline."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 55 inches.  Soil reaction ranges from slightly acid to slightly alkaline in the A and Bt horizons, and from neutral to moderately alkaline in the C and 2C horizons.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is loam, sandy clay loam,  clay loam, or their gravelly analogs.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.   Texture is sandy clay loam, clay loam, or their gravelly analogs.\nThe C or 2C horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma 2 to 4.  Textures range from sand to clay loam, or their gravelly to extremely gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  However, the Cinnamon Bay series has an active activity class and is on lower alluvial fans and terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Camp Santiago soils are on foot slopes and toe slopes of volcanic mountains.  They formed in material that weathered from intrusive volcanic residuum.  Slopes range from 2 to 12 percent.  The climate is tropical semiarid.  The average annual air temperature ranges from 76 to 82 degrees F., and the average annual precipitation ranges from 30 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Annaberg, Arenales, Coamo, Guamani, and Jacana soils.  Annaberg soils are on higher adjacent positions and are shallow to bedrock.  Arenales and Guamani soils are in adjacent lower flood plains.  In additions, the excessively drained Arenales soils are sandy throughout and Guamani soils are fine-loamy over beds of gravelly and cobbly material.  Coamo soils are on slightly lower positions and have clayey subsoils.  Jacana soils are on similar to lower positions, are moderately deep to semi-consolidated bedrock, and have clayey subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slowly permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for pastureland, rangeland, and military training.  The dominant species are guineagrass and buffelgrass, along with other native and introduced grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Semiarid region of southern Puerto Rico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from 0 to 19 inches (A and Bt1 horizons).\nArgillic horizons - the zone from 8 to 47 inches  (Bt1, Bt2, and Bt3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
