{
  "SERIES": "CAMPO",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/LLC",
  "REVDATE": "05/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Campo silt loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 centimeters (0 to 4 inches); light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; noncalcareous; neutral (pH 6.8); clear smooth boundary.  (8 to 15 centimeters (3 to 6 inches) thick)\nA2--10 to 13 centimeters (4 to 5 inches); light gray (10YR 7/2) silt loam, grayish brown (10YR 5/2) moist; moderate thin platy structure that parts to fine granules; soft, very friable, slightly sticky, slightly plastic; noncalcareous; neutral (pH 6.8); abrupt smooth boundary.  (0 to 8 centimeters (0 to 3 inches) thick)\nBt--13 to 51 centimeters (5 to 20 inches); brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; strong medium prismatic structure that parts to fine angular blocks; slightly hard, very friable, sticky, plastic; peds are extremely hard; thin wax-like coatings on the faces of peds and wax-like coatings and fillings in root channels and pores; wax-like rims around the entrance to some soil pores; discontinuous gray coatings of bleached sand and silt grains on the faces of some peds in the upper part of this horizon; noncalcareous; slightly alkaline (pH 7.4); gradual smooth boundary.  (15 to 91 centimeters (6 to 36 inches) thick)\nBk--51 to 61 centimeters (20 to 24 inches); pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; weak medium prismatic structure that parts to medium and fine angular and subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; peds are extremely hard; few thin glossy coatings on the faces of some peds and discontinuous glossy coatings on the inside of root channels and pores; visible secondary calcium carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary.  (8 to 25 centimeters (3 to 10 inches) thick)\nCk--61 to 152 centimeters (24 to 60 inches); very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; massive; hard, very friable, slightly sticky, slightly plastic; visible secondary calcium carbonate occurring as concretions, in thin seams and streaks, and in finely divided forms; the amount of calcium carbonate decreases with depth; calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baca County, Colorado; approximately 35 meters (115 feet) west and 12 meters (40 feet) north of SE corner of Sec. 33, T. 31 S., R. 43 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to uniformly calcareous material: 15 to 76 centimeters (6 to 30 inches) not shallower than the upper 8 centimeters (3 inches) of the Bt horizon.\nDepth of the argillic horizon: 30 to 102 centimeters (12 to 40 inches)\nDepth to continuous secondary carbonate and/or sulfate: 38 to 102 centimeters (15 to 40 inches) (not strong enough to qualify as calcic or gypsic horizons)\nESP: remains constant or increases with depth, 0 to 15 percent in the solum but possibly exceeding 15 percent in the Ck horizon.\nMajority of subhorizons color: hue of 7.5 YR or yellower above 127 centimeters (50 inches)\nRock fragments: 0 to 5 percent by volume in the solum and C horizon above 127 centimeters (50 inches) (mainly 1 to 8 centimeters (1/2 to 3 inches) in diameter)\nThin discontinuous A2 horizons present but are absent in some pedons.\nA horizon:\nHue: 5Y to 7.5YR\nValue: 5 to 7 dry, 3 to 6 moist\nChroma: 1 to 4\nReaction: neutral or slightly alkaline (l:5 dilution unbuffered organic dye).\nBt horizon:\nHue:   5Y to 7.5YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 1 to 6\nTexture: silty clay or clay\nClay content: 35 to 60 percent\nSilt content: 20 to 60 percent\nSand content: 5 to 40 percent, less than 15 percent being fine or coarser sand.\nReaction: neutral to moderately alkaline (l:5 dilution unbuffered organic dye).\nC horizon:\nHue: 5Y to 7.5YR\nTexture: silt loam or silty clay loam\nClay content: 18 to 35 percent\nSilt content: 25 to 65 percent\nSand content: 5 to 40 percent, less than 35 percent being fine or coarser sand.\nReaction: moderately or strongly alkaline (l:5 dilution unbuffered organic dye).\nCalcium carbonate equivalent: fine earth ranges from about 3 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gooding, Mahala, Phing, Pyrolake, Sorf,\nTwickenham, and Verdico.\nGooding soils have a duripan of less than 152 centimeters (60 inches).\nMahala, Sorf and Verico soils have bedrock at less than 102 centimeters (40 inches).\nPhing and Pyrolake soils have an albic horizon (E horizon).\nTwickenham soils are dry in all parts of the moisture control section for one-half to three-fourths of the time when the soil temperature is above 5 degrees C (41 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian material or silty alluvium\nLandform: upland flats or alluvial fans\nSlopes typically range from about 0 to 6 percent or more.\nMean annual precipitation: 25 to 43 centimeters (10 to 17 inches) (peak periods in the spring and early summer months)\nMean annual temperature: 11 degrees C (51 degrees F)\nMean summer temperature: 23 degrees C (74 degrees F)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baca and Wiley soils.\nBaca soils lack an abrupt textural boundary between the A and B horizons.\nWiley soils lack an abrupt textural boundary, have less than 35 percent clay in the argillic horizon, and are calcareous at shallower depths."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: low to medium\nSaturated Hydraulic Conductivity: moderately low to low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ares are used as rangeland and dry or irrigated cropland.  Native vegetation is blue grama, western wheat, cactus, and sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Colorado and Wyoming in MLRA 69.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Western Baca County Soil Erosion District, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 4/73.\nUpdated by MLRA Office-5 on 1/11/2000.  Formatted to semeitab and removed MLRA 67 by request from Colorado.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
