{
  "SERIES": "CAMPFOUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/TDT",
  "REVDATE": "03/2003",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Campfour loam, forested.  (Colors are for moist\nsoil unless otherwise noted.)\nO--1 inch to 0; partially decomposed needles and twigs.\nA--0 to 5 inches; dark reddish brown (5YR 3/2) loam, reddish\nbrown (5YR 4/3) dry; strong very fine granular structure;\nslightly hard, friable, slightly sticky and slightly plastic;\nmany very fine and common fine, medium, and coarse roots; many\nvery fine irregular pores; 9 percent gravel and 5 percent\ncobbles; moderately acid (pH 5.8); clear smooth boundary.  (2 to\n12 inches thick)\nAB--5 to 21 inches; dark reddish brown (5YR 3/3) loam,\nreddish brown (5YR 4/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and common fine, medium, and coarse\nroots; many very fine tubular pores; 9 percent gravel and 5\npercent cobbles; moderately acid (pH 5.6); clear wavy boundary.\n(0 to 16 inches thick)\nBt1--21 to 50 inches; dark reddish brown (5YR 3/3) clay loam,\nreddish brown (5YR 4/4) dry; moderate very fine and fine angular blocky structure; hard, firm, sticky and plastic; common very\nfine and few fine, medium, and coarse roots; common very fine\ntubular pores; common thin clay films on ped faces and in pores;\n10 percent gravel; moderately acid (pH 5.6); gradual wavy\nboundary.  (10 to 30 inches thick)\nBt2--50 to 60 inches; dark reddish brown (5YR 3/4) gravelly\nclay loam, reddish brown (5YR 4/4) dry; moderate very fine and\nfine angular blocky structure; hard, firm, sticky and plastic;\nfew very fine, fine, and medium roots; common very fine tubular pores; common thin clay films on ped faces and in pores; 15\npercent gravel; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; approximately 800 feet\nsouth and 1,500 feet east of the northwest corner of sec. 1, T.\n41 S., R. 5 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are\ndry in the moisture control section for 80 to 100 consecutive\ndays in the four months that follow the summer solstice.  The\nmean annual soil temperature is 47 to 52 degrees F.  The mollic epipedon is 20 to 40 inches thick and includes the upper part of\nthe argillic horizon.  Depth to bedrock is greater than 60\ninches.  The soil has a base saturation of 60 to 90 percent in\nthe A and AB horizons and 50 to 75 percent throughout the Bt\nhorizon.  The particle-size control section averages 27 to 35\npercent clay, 5 to 30 percent gravel, and 0 to 10 percent\ncobbles.\nThe A horizon has hue of 7.5YR, 5YR or 2.5YR, moist and dry,\nvalue of 2 or 3 moist, and chroma of 2 or 3 moist, and 3 or 4\ndry.  It has 0 to 15 percent gravel and 0 to 5 percent cobbles.\nIt is moderately acid to slightly acid.\nThe Bt horizon has hue of 5YR or 2.5YR moist and 7.5YR through\n2.5YR dry, and chroma of 3 or 4 moist and dry.  It has 27 to 35 percent clay, 5 to 30 percent gravel, and 0 to 10 percent\ncobbles.  It is clay loam, gravelly clay loam, or cobbly clay\nloam.  It is strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aptos, Elmore, Nisene, and\nParagon series.  Aptos and Paragon soils are 20 to 40 inches to a paralithic contact.  Elmore soils lack an O horizon are dry for\n45 to 70 consecutive days and have hue of 10YR and 7.5YR in the\nBt.  Nisene soils have a mean annual soil temperature of 56 to 58 degrees F and have hue of 10YR or 7.5YR in the Bt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Campfour soils are on plateaus and\nhillslopes at elevations of 3,000 to 4,400 feet.  These soils\nformed in residuum and colluvium derived from basalt and andesite with small amounts of volcanic ash in the upper part.  The mean annual precipitation is 20 to 25 inches.  The mean annual\ntemperature is 45 to 51 degrees F.  The frost-free period is 100\nto 130 days.  Slopes range from 1 to 35 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the McMullin,\nParagon, Randcore, Shoat, and Skookum soils.  McMullin and\nRandcore soils are less than 20 inches to bedrock.  Paragon and\nShoat soils have bedrock at depths of 20 to 40 inches.  Skookum\nsoils are clayey-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to moderate\nrunoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production\nand livestock grazing.  Native vegetation includes an overstory\nof ponderosa pine and Douglas fir.  Also included in varying\namounts are incense cedar, sugar pine, California black oak, and Oregon white oak.  Understory includes western fescue, tall\nOregon grape, snowberry, squaw carpet, and Pacific serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon (klamath County part), 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nADDITIONAL DATA:  Pedon was sampled for; organic carbon, base saturation, particle-size and mineralogy.  Sample depths; 0-5,\n5-21, 21-30, 30-50 inches.\nREMARKS:  Diagnostic horizons and features:\n- Mollic epipedon - 0 to 30; assume organic carbon is less than\n0.6 percent from 30 to 50 inches and color is derived from parent material.\n- Assume base saturation of greater than 50 percent throughout profile and less than 75 percent throughout argillic horizon.\n- Argillic horizon - 21 to 60 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
