{
  "SERIES": "CAMPWOOD",
  "STATUS": "Established Series",
  "BYREV": "WJG-LEL-MLG-JAM",
  "REVDATE": "07/2010",
  "STATES": "TX",
  "OVERVIEW": "The Campwood series consists of soils that are very deep, well drained soils formed in calcareous clayey alluvium derived from limestone of Cretaceous age. These soils are on nearly level to gently sloping stream terraces and alluvial plains in footslope positions of valleys on dissected plateaus. Slope ranges from 0 to 5 percent. Mean annual air temperature is about 20 degrees C (68 degrees F), and mean annual precipitation is about 686 mm (27 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Campwood clay loam--in rangeland. (Colors are for dry soil unless otherwise stated).\nAp--0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky, very plastic; many very fine and fine roots; common very fine and fine interstitial and tubular pores; 3 percent subrounded limestone gravel that are concentrated at base of horizon; strongly effervescent; moderately alkaline; abrupt wavy boundary. (Thickness of the Ap horizon is 10 to 25 cm [4 to 10 in])\nBw--18 to 48 cm (7 to 19 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; very hard, firm, sticky, very plastic; common very fine and fine roots; common very fine and fine tubular pores; 5 percent subrounded limestone gravel; 5 percent distinct pressure faces on all faces of peds, mainly in lower part of horizon; strongly effervescent; moderately alkaline; gradual wavy boundary. (Thickness of the Bw horizon is 10 to 51 cm [4 to 20 in])\nBss1--48 to 84 cm (19 to 33 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; very hard, firm; very sticky and very plastic; common very fine and fine roots; common very fine tubular pores;  2 percent very dark grayish brown (10YR 3/2) clay on vertical faces of peds; few slickensides tilted at 20 degrees from the horizontal; 20 percent distinct pressure faces and wedge-shaped peds; 1 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBss2--84 to 119 cm (33 to 47 in); 65 percent dark grayish brown (10YR 4/2) and 35 percent brown (7.5YR 5/3) clay, very dark grayish brown (10YR 3/2) and brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky, very plastic; common very fine and fine roots; common very fine tubular pores; few vertical cracks 5 mm thick filled with very dark grayish brown (10YR 3/2) clay; common distinct slickensides tilted at 45 degrees from the horizontal; 25 percent distinct wedge-shaped peds; slickensides grade into stress surfaces; 5 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBss3--119 to 157 cm (47 to 62 in); 60 percent brown (7.5YR 5/3) and 40 percent dark grayish brown (10YR 4/2) clay, brown (7.5YR 4/3) and very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, firm, very sticky, very plastic; common very fine and fine roots matted between peds and along slickensides; common very fine tubular pores; common prominant grooved and polished slickensides on vertical faces of peds; few vertical cracks 2 to 10 mm thick filled with very dark grayish brown (10YR 3/2) clay 30 percent wedge-shaped peds; 1 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBss4--157 to 193 cm (62 to 76 in); 85 percent brown (7.5YR 5/3) and 15 percent dark grayish brown (10YR 4/2) silty clay, brown (7.5YR 4/3) and very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky, very plastic; few very fine to coarse roots matted along slickensides and between peds; common very fine and fine tubular pores; common distinct slickensides tilted at 30 to 45 degrees from the horizontal; 10 percent very dark gray (10YR 3/1) moist surface coats 2 to 10 mm thick on slickensides; 20 percent distinct wedge-shaped peds; 1 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBss5--193 to 216 cm (76 to 85 in); 95 percent brown (7.5YR 5/3) and 5 percent dark grayish brown (10YR 4/2) clay, brown (7.5YR 4/3) and very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky, very plastic; common very fine roots between peds; common very fine and fine tubular pores; common distinct slickensides tilted at 10 to 45 degrees from the horizontal; 10 percent very dark gray (10YR 3/1) moist surface coats 2 to 10 mm thick on slickensides; 20 percent distinct wedge-shaped peds; few termite chambers up to 20 mm in diameter; 1 percent limestone gravel; strongly effervescent; moderately alkaline.  (Combined thickness of Bss horizons ranges from 102 to 203 cm [40 to 76 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Edwards County, Texas; From the intersection of Texas Highway 55 and Church Street in Barksdale; 2.4 miles west on county road to Pulliam Creek; 2.4 miles west on county road; 1.05 miles south to gate; 140 feet south and 160 feet west in rangeland. (Camp Wood USGS topographic quadrangle; Latitude: 29 degrees, 41 minutes, 53.9 seconds N; Longitude: 100 degrees, 6 minutes 6.1 seconds W; NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: More than 203 cm (80 in)\nThickness of the mollic epipedon: 36 to 127 cm (14 to 50 in)\nVertic features: begin at a depth of 38 to 100 cm (15 to 40 in), kind-slickensides or wedges; extend to a depth of 203 cm (80 in)\nOther features: In some pedons the cracks may not open to the surface when there is a complete cover of grass.  These soils have little or no gilgai microrelief.\nParticle-size control section (weighted average):\nClay content: 40 to 60 percent total clay with more than 35 percent silicate clay\nCoarse fragments: Amount-0 to 5 percent by volume, size-2 to 5 mm, kind-limestone\nCalcium carbonate equivalent: Amount-10 to 40 percent by weight\nIdentifiable secondary carbonate: Amount-0 to 5 percent by volume, size-fine to medium, contrast-distinct, kind-nodules and masses\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry\nChroma: 1 to 3 dry\nTexture: Clay loam, silty clay loam, silty clay, or clay\nClay content: 35 to 55 percent\nEffervescence: slightly to strongly\nReaction: Slightly alkaline or moderately alkaline.\nBw horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry\nChroma: 1 to 3 dry\nTexture: Silty clay or clay\nClay content: 40 to 60 percent\nCoarse fragments: Amount-0 to 5 percent by volume, size-2 to 5 mm, kind-limestone\nEffervescence: slightly to violently\nReaction: Slightly alkaline or moderately alkaline\nBss horizon\nHue: 5YR to 10YR\nValue: 4 to 6 dry\nChroma: 2 to 4 dry\nTexture: Silty clay or clay\nClay content: 40 to 60 percent\nCalcium carbonate equivalent: Upper part-amount-10 to 40 percent by weight; lower part--amount-10 to 50 percent by weight\nIdentifiable secondary carbonate: Amount-0 to 10 percent by volume, size-fine to medium, contrast-distinct, kind-nodules and masses\nEffervescence: slightly to violently\nReaction: Slightly alkaline or moderately alkaline\nBk horizon (where present)\nHue: 10YR to 2.5Y\nValue: 5 to 7 dry\nChroma: 2 to 4 dry\nTexture: Silty clay loam, silty clay or clay\nClay content: 35 to 60 percent\nCoarse fragments: Amount-0 to 5 percent, size-2 to 5 mm, kind-limestone\nCalcium carbonate equivalent: 10 to 50 percent by weight\nIdentifiable secondary carbonate: Amount-5 to 50 percent by volume, size-fine to medium, contrast-distinct, kind-nodules and masses\nEffervescencely: Strongly or violently\nReaction: Slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These series are in the same family: Hollister (TX,OK), Indiahoma (OK), Irion (TX), Leeray (TX), Lockney (TX), Roscoe (TX,OK), and Teagard (OK) series. Kingco (TX) is a similar series.\nHollister soils: Do not have coarse fragments of limestone in the upper part of the solum, and have cooler mean annual soil temperature.\nIndiahoma soils: Formed in Permian age sediments, have linear shaped microhighs and have cooler mean annual soil temperature.\nIrion soils: are in depressions and have indurated platy limestone at 150 to 200 cm (60 to 80 in)\nKingco soils: Have mixed mineralogy.\nLeeray soils: Have SAR of 8 to more than 15 within 100 cm (40 in) of the surface.\nLockney soils: Are moderately well drained, formed in eolian sediments playa basins of the High Plains, and have cooler mean annual soil temperature.\nRoscoe soils: Occur in flat to slightly depressional areas, are moderately well drained and have cooler mean annual soil temperature.\nTeagard soils: Are less than 100 cm (40 in) thick over claystone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Calcareous clayey alluvium derived from limestone and deposited during and since the Pleistocene age.\nLandscape: Dissected plateaus\nLandform: stream terraces and on alluvial plains in footslope positions\nSlope: 0 to 5 percent\nClimate: Dry subhumid\nSoil moisture: Typic ustic moisture regime\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual air temperature: 18 to 21 degrees C (65 to 70 degrees F)\nMean annual precipitation: 610 to 711 mm (24 to 28 in)\nFrost-free days: 207 to 262 days\nElevation: 305 to 610 m (1,000 to 2,000 ft)\nThornthwaite P-E indices: 34 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dev (TX), Dina (TX), Eckrant (TX), Kerrville (TX), Oakalla (TX), Real (TX), Tarrant (TX) and Valera (TX) series.\nDev and Oakalla soils: Occur at lower elevations on flood plains and do not have vertic properties.\nDina, Eckrant, Kerrville, Real and Tarrant soils: Are on summits, shoulders, and backslopes of ridges of the Lower Cretaceous.\nValera soils: are on similar positions on footslopes of hills and ridges in valleys."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is slow. Runoff is very low on less than 1 percent slope, low on 1 to 3 percent slopes, and medium on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly in rangeland.  The remainder is used for cropland  or wildlife. The major crops are forage sorghums and small grains. The climax plant community is a tall grass prairie.  The dominant grass is little bluestem. Other plants include sideoats grama, vine mesquite, yellow Indiangrass, big bluestem, Canada wildrye, live oak, silver bluestem, Texas wintergrass, cane bluestem, hairy wedelia, Texas cupgrass, tall dropseed, and plains lovegrass.  The dominant forbs include Maximilian sunflower, Engelmann daisy, and bushsunflower. The woody plants include elm, live oak, hackberry, bumelia, green briar and elbowbush. With heavy stocking rates, the site could potentially deteriorate to a plant population of tumblegrass, hairy tridens, Texas grama, red threeawn, western ragweed, broomweed, prairie coneflower, and Ashe juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Plateaus and Plains Range and Cotton Region, LLR I: MLRA 81B-Edwards Plateau, Central Part and MLRA 81C-Edwards Plateau, Eastern Part. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Edwards County, Texas; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series includes some soils formerly included with the Krum series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 119 cm (0 to 47 in) (Ap, Bw, Bss1 and Bss2 horizons)\nCambic horizon: 119 to 216 cm (47 to 85 in) (Bss3, Bss4 and Bss5 horizons)\nSlickensides: 48 to 216 cm (19 to 85 in) (Bss horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL Data from Edwards County, TX (S91TX-137-003).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 11th Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky, very plastic; many very fine and fine roots; common very fine and fine interstitial and tubular pores; 3 percent subrounded limestone gravel that are concentrated at base of horizon; strongly effervescent; moderately alkaline; abrupt wavy boundary. (Thickness of the Ap horizon is 10 to 25 cm [4 to 10 in])"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--18 to 48 cm (7 to 19 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; very hard, firm, sticky, very plastic; common very fine and fine roots; common very fine and fine tubular pores; 5 percent subrounded limestone gravel; 5 percent distinct pressure faces on all faces of peds, mainly in lower part of horizon; strongly effervescent; moderately alkaline; gradual wavy boundary. (Thickness of the Bw horizon is 10 to 51 cm [4 to 20 in])"
      },
      {
        "name": "Bss1",
        "top": 48,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--48 to 84 cm (19 to 33 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; very hard, firm; very sticky and very plastic; common very fine and fine roots; common very fine tubular pores;  2 percent very dark grayish brown (10YR 3/2) clay on vertical faces of peds; few slickensides tilted at 20 degrees from the horizontal; 20 percent distinct pressure faces and wedge-shaped peds; 1 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss2",
        "top": 84,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2--84 to 119 cm (33 to 47 in); 65 percent dark grayish brown (10YR 4/2) and 35 percent brown (7.5YR 5/3) clay, very dark grayish brown (10YR 3/2) and brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky, very plastic; common very fine and fine roots; common very fine tubular pores; few vertical cracks 5 mm thick filled with very dark grayish brown (10YR 3/2) clay; common distinct slickensides tilted at 45 degrees from the horizontal; 25 percent distinct wedge-shaped peds; slickensides grade into stress surfaces; 5 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss3",
        "top": 119,
        "bottom": 157,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss3--119 to 157 cm (47 to 62 in); 60 percent brown (7.5YR 5/3) and 40 percent dark grayish brown (10YR 4/2) clay, brown (7.5YR 4/3) and very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, firm, very sticky, very plastic; common very fine and fine roots matted between peds and along slickensides; common very fine tubular pores; common prominant grooved and polished slickensides on vertical faces of peds; few vertical cracks 2 to 10 mm thick filled with very dark grayish brown (10YR 3/2) clay 30 percent wedge-shaped peds; 1 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss4",
        "top": 157,
        "bottom": 193,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss4--157 to 193 cm (62 to 76 in); 85 percent brown (7.5YR 5/3) and 15 percent dark grayish brown (10YR 4/2) silty clay, brown (7.5YR 4/3) and very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky, very plastic; few very fine to coarse roots matted along slickensides and between peds; common very fine and fine tubular pores; common distinct slickensides tilted at 30 to 45 degrees from the horizontal; 10 percent very dark gray (10YR 3/1) moist surface coats 2 to 10 mm thick on slickensides; 20 percent distinct wedge-shaped peds; 1 percent subrounded limestone gravel; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss5",
        "top": 193,
        "bottom": 216,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bss5--193 to 216 cm (76 to 85 in); 95 percent brown (7.5YR 5/3) and 5 percent dark grayish brown (10YR 4/2) clay, brown (7.5YR 4/3) and very dark grayish brown (10YR 3/2) moist; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; very hard, very firm, very sticky, very plastic; common very fine roots between peds; common very fine and fine tubular pores; common distinct slickensides tilted at 10 to 45 degrees from the horizontal; 10 percent very dark gray (10YR 3/1) moist surface coats 2 to 10 mm thick on slickensides; 20 percent distinct wedge-shaped peds; few termite chambers up to 20 mm in diameter; 1 percent limestone gravel; strongly effervescent; moderately alkaline.  (Combined thickness of Bss horizons ranges from 102 to 203 cm [40 to 76 in])"
      }
    ]
  ]
}
