{
  "SERIES": "CAMTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-BOK",
  "REVDATE": "10/98",
  "STATES": "SD",
  "OVERVIEW": "The Camtown series consist of very deep, moderately well drained and somewhat poorly drained soils formed in glaciolacustrine sediments on lake plains.  Permeability is moderately slow or slow in the subsoil and moderate to slow in the underlying material.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 19 inches and mean annual air temperature is about 42 degrees F.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Glossic Natrudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Camtown loam - on a plane slope of less than 1 percent in a cultivated field.  When described the soil was dry to 25 inches and moist below.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak medium subangular blocky structure; soft, friable; common fine and very fine roots; moderately acid; abrupt smooth boundary.\nA--7 to 10 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable; common fine and very fine roots; moderately acid; clear wavy boundary.  (Combined A horizons are 6 to 14 inches thick.)\nBE--10 to 13 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; light brownish gray (10YR 6/2) silt coatings on faces of peds; weak medium prismatic structure parting to moderate coarse and medium subangular blocky; hard, friable; common fine and very fine roots; moderately acid; clear wavy boundary.  (0 to 6 inches thick)\nBtn1--13 to 17 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate coarse and medium subangular blocky; hard, friable; few very fine roots; light brownish gray (10YR 6/2) coatings extending 1 to 2 inches along vertical faces of peds; thin patchy films on vertical faces of peds; slightly acid; clear wavy boundary.\nBtn2--17 to 25 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate coarse and medium prismatic structure parting to moderate coarse and medium subangular blocky; hard, friable; few very fine roots; thin patchy films on vertical faces of peds; slightly acid; clear wavy boundary.  (Combined thickness of Btn horizons is 8 to 18 inches.)\nBk--25 to 37 inches; light gray (2.5Y 7/2) loam, light brownish gray (2.5Y 6/2) moist; weak coarse and medium subangular blocky structure; slightly hard, friable; few very fine roots; many medium and fine accumulations of carbonate; few fine accumulations of salt; strong effervescence; moderately alkaline; gradual wavy boundary.  (8 to 21 inches thick)\nC--37 to 60 inches; light gray (2.5Y 7/2) loam, light brownish gray (2.5Y 6/2) moist; common fine prominent yellowish brown (10YR 5/6) redox concentrations; massive; soft, friable; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brown County, South Dakota; about 1 mile east and 1 mile north of Aberdeen; 2,015 fee east and 225 feet south of the northwest corner, sec. 16, T. 123 N., R. 63 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free carbonates ranges from 16 to 38 inches.\nThe A horizon has hue of 10YR, value of 3 or 4 and 2 or 3 moist, and chroma of 1.  It is loam, very fine sandy loam, or fine sandy loam and is moderately acid to neutral.\nThe BE horizon has hue of 10YR, value of 4 or 5 and 3 or 4 moist, and chroma of 1 or 2.  It has gray, light gray, or light brownish gray silt coatings on the faces of peds.  It is loam, very fine sandy loam and fine sandy loam.  It is moderately acid to neutral.  Some pedons have E or B/E horizons.  Some pedons have columnar peds that are degraded both in color and in structure, with streaks of gray or light gray extending an inch or more into the columns.\nThe Btn horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 to 4 moist, and chroma of 1 to 4.  It is loam, silt loam, silty clay loam, or clay loam.  The Btn horizon contains 18 to 30 percent clay and less than 15 percent sand that is fine sand or coarser.  It is slightly acid to moderately alkaline.\nThe Bk horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 1 to 4.  It is loam, silt loam, silty clay loam, or very fine sandy loam.  It is slightly alkaline to strongly alkaline.  It has few to many accumulations of carbonate; most pedons have accumulations of gypsum or other salts.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is loam, silt loam, silty clay loam, or very fine sandy loam.  It is slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Camtown soils are on level and nearly level lake plains.  Slope gradients are 0 to 2 percent.  These soils formed in loamy, calcareous glaciolacustrine sediments.  The mean annual air temperature ranges from 38 to 45 degrees F, and the mean annual precipitation ranges from 16 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eckman, Embden, Gardena, Swenoda, Tiffany, and Turton soils.  Eckman, Embden, Gardena, Swenoda, and Tiffany soils do not have a natric horizon.  In addition, Eckman, Embden, Gardena and Swenoda soils have less clay in the control section and are on slightly higher parts of the landscape.  The somewhat poorly drained and poorly drained Tiffany soils are in low swales and depressions.  Turton soils have columnar structure in the Btn horizon and are on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained and somewhat poorly drained.  Runoff is negigible to medium.  Permeability is moderately slow or slow in the subsoil and moderate to slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas of the Camtown soils are cultivated.  Small grains and alfalfa are the principal crops.  Native vegetation is mainly western wheatgrass, green needlegrass, sideoats grama, blue grama, little bluestem and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brown County, South Dakota, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soil does not have tonguing or interfingering for the glossic subgroup, but has gray silt coatings in the upper part of the degraded natric horizon.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 25 inches (A, BE, Btn1, Btn2 horizons); natric horizon - the zone from a depth of 13 to 25 inches (Btn1 and Btn2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
