{
  "SERIES": "CANANDAIGUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CER-WEH-PSP",
  "REVDATE": "02/2013",
  "STATES": "NY,VT",
  "OVERVIEW": "The Canandaigua series consists of very deep, poorly and very poorly drained soils formed in silty glacio-lacustrine sediments. These soils are on lowland lake plains and in depressional areas on glaciated uplands. Slope ranges from 0 to 3 percent. Mean annual temperature is 49 degrees F. and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, mesic Mollic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Canandaigua silt loam, in a cultivated field on a 1 percent slope. (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 8 inches; very dark gray (10YR 3/1) silt loam; moderate fine and very fine subangular blocky structure; friable; many fine roots; neutral; abrupt smooth boundary. (6 to 9 inches thick.)\nBg1 -- 8 to 12 inches; light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic structure parting to weak fine subangular blocky; friable; many fine roots; common medium and fine pores; many medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; neutral; clear irregular boundary.\nBg2 -- 12 to 19 inches; gray (10YR 6/1) silt loam; strong very coarse prismatic structure parting to moderate fine and medium subangular blocky; friable; few fine and medium roots; common medium pores with faint patchy clay films on surfaces along pores; gray (10YR 5/1) on all faces of peds; many medium faint light gray (10YR 7/2) areas of iron depletion in the matrix and distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; neutral; clear wavy boundary. (Combined thickness of the Bg horizon is 5 to 30 inches.)\nBC -- 19 to 30 inches; light brownish gray (10YR 6/2) silt loam; moderate medium and thick platy structure parting to weak fine subangular blocky; friable; gray (10YR 6/1) on all faces of peds; many medium distinct light brown (7.5YR 6/4) and strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; slightly effervescent, slightly alkaline; gradual irregular boundary. (0 to 16 inches thick.)\nC -- 30 to 72 inches; gray (10YR 6/1) and light brown (7.5YR 6/4) thin strata of silt loam and very fine sandy loam; massive; friable; common medium distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix and pinkish gray (7.5YR 6/2) areas of iron depletion in the matrix; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orleans County, New York; 300 feet east of the Gaines Basin Road, 450 feet south of Allen Road intersection. USGS Albion, NY topographic quadrangle; Latitude 43 degrees, 13 minutes, 46 seconds N. and Longitude 78 degrees, 13 minutes, 25 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 40 inches. Depth to free carbonates commonly ranges from 18 to 60 inches, but some pedons lack carbonates within a depth of 80 inches. Rock fragments are commonly absent, but range up to 10 percent by volume in random subhorizons of some pedons. Below depths of 40 inches rock fragments can range up 30 percent in some pedons.\nAp and A horizons have hue of 5YR through 2.5Y, or are neutral, with value of 2 or 3 and chroma of 0 through 2. They are silt loam, very fine sandy loam, loam, or fine sandy loam. They have weak to strong, granular or subangular blocky structure. In some pedons, O horizons range from a trace to 6 inches thick overlying an A horizon. Reaction ranges from moderately acid to slightly alkaline.\nThe Bg horizon has hue of 5YR through 5GY, or is neutral, value of 4 through 7, and chroma of 0 through 2. Texture is silt loam, very fine sandy loam, or silty clay loam, with thin, random subhorizons in some pedons having lighter or heavier textures. Structure is very fine to coarse, subangular or angular blocky, either primary or within coarse or very coarse prisms. Consistence is friable to very firm. Redoximorphic accumulations are common to many. Reaction ranges from moderately acid to slightly alkaline.\nBC horizons are similar to Bg horizon except for presence of free carbonates in many pedons. Structure is usually weaker and can include platy structure.\nThe C horizon has hue of 5YR to 5G or is neutral, value of 3 through 6, and chroma of 0 through 4. It consists of thin strata ranging from fine sand to silty clay to a depth of at least 40 inches. Below a depth of 40 inches some pedons have a loamy, nonstratified 2C and 3C horizons. Reaction ranges from slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family.\nThe Alden, Birdsall, Lamson, Minoa, Raynham, and Wegatchie series are members of closely related families. Alden soils have fine-loamy particle-size control sections. Birdsall and Raynham soils have coarse-silty particle-size control sections. Lamson and Minoa soils have coarse-loamy particle size control sections. Wegatchie soils have frigid temperature regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Canandaigua soils are nearly level soils mainly on glacial lake plains, but are also in depressional areas of glaciated uplands where water-sorted sediments have accumulated to a depth of more than 40 inches. Slope is mainly less than 1 percent, but ranges up to 3 percent. Mean annual temperature ranges from 46 degrees to 53 degrees F.; mean frost-free season ranges from 140 to 200 days; and mean annual precipitation ranges from 28 to 50 inches The elevation commonly ranges from 100 to 1300 feet but the range includes up to 1750 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Canandaigua soils are the wettest of a drainage sequence that includes the Dunkirk, Collamer, and Niagara series. Lighter textured Amboy, Arkport, Galen, Lamson, Minoa, Wallington and Williamson soils, and heavier textured Hudson, Lakemont, Madalin, Odessa, Rhinebeck, an Schoharie soils are also on associated lake plains. Honeoye, Lansing, and Ontario soils and their wetter associates are on nearby glacial till plains. Alton, Howard, and Palmyra soils and their wetter associates are on associated glacial outwash terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly and very poorly drained. The potential for surface runoff is very low or ponded. Permeability is moderate in the surface layer, moderate or moderately slow in the subsoil, and moderately slow and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the area is drained and used for truck crops and for growing beans, corn, hay and pasture. Undrained woodlots contain soft maple, swamp elm, white and black ash, white cedar, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Lake plains of New York and Vermont, and locally in upland depressions. MLRA 101, 127, 139, 140, 141, 142, and 144A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ontario County, New York, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil now classifies in the subgroup of Mollic Endoaquepts. Competing series are expected to change as similar soils are reclassified.\nDiagnostic horizons and other features recognized in the\ntypical pedon are:\n(1) Ochric Epipedon - from 0 to 8 inches (Ap horizon), does not meet thickness requirements for a mollic epipedon.\n(2) Cambic horizon - from 8 to 30 inches (Bg and BCg horizons).\n(3) Aquepts suborder - Aquic moisture regime, and matrix with 2 chroma or less and redoximorphic features within 20 inches of the soil surface (Bg horizon).\n(4) CEC activity class calculated as active from pedon S88NY-009-11\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 8 inches; very dark gray (10YR 3/1) silt loam; moderate fine and very fine subangular blocky structure; friable; many fine roots; neutral; abrupt smooth boundary. (6 to 9 inches thick.)"
      },
      {
        "name": "Bg1",
        "top": 20,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bg1 -- 8 to 12 inches; light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic structure parting to weak fine subangular blocky; friable; many fine roots; common medium and fine pores; many medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; neutral; clear irregular boundary."
      },
      {
        "name": "Bg2",
        "top": 30,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2 -- 12 to 19 inches; gray (10YR 6/1) silt loam; strong very coarse prismatic structure parting to moderate fine and medium subangular blocky; friable; few fine and medium roots; common medium pores with faint patchy clay films on surfaces along pores; gray (10YR 5/1) on all faces of peds; many medium faint light gray (10YR 7/2) areas of iron depletion in the matrix and distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; neutral; clear wavy boundary. (Combined thickness of the Bg horizon is 5 to 30 inches.)"
      },
      {
        "name": "BC",
        "top": 48,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "BC -- 19 to 30 inches; light brownish gray (10YR 6/2) silt loam; moderate medium and thick platy structure parting to weak fine subangular blocky; friable; gray (10YR 6/1) on all faces of peds; many medium distinct light brown (7.5YR 6/4) and strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; slightly effervescent, slightly alkaline; gradual irregular boundary. (0 to 16 inches thick.)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C -- 30 to 72 inches; gray (10YR 6/1) and light brown (7.5YR 6/4) thin strata of silt loam and very fine sandy loam; massive; friable; common medium distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix and pinkish gray (7.5YR 6/2) areas of iron depletion in the matrix; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
