{
  "SERIES": "CANARWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD/JMS/JCK",
  "REVDATE": "12/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Canarway gravelly sandy loam, in pasture (colors are for moist soil unless otherwise noted).\nOe--0 to 5 cm; moderately decomposed organic matter. (0 to 8 cm thick)\nA--5 to 15 cm; very dark gray (10YR 3/1) gravelly sandy loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, and common medium roots; common very fine and fine tubular pores; 20 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 13 cm thick)\nC1--15 to 25 cm; dark grayish brown (10YR 4/2) gravelly coarse sandy loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common very fine tubular pores; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nC2--25 to 30cm; dark grayish brown (10YR 4/2) gravelly sandy loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine, and few medium roots; common very fine tubular pores; 20 percent gravel; slightly alkaline; (pH 7.6); clear smooth boundary. (combined thickness of C1 and C2 horizons is 10 to 30 cm)\n2C3--30 to 152 cm; dark grayish brown (10YR 4/2) very gravelly sand, grayish brown (10YR 5/2) dry; many fine prominent yellowish brown (10YR 5/6) redox concentrations; single grain; loose, nonsticky and nonplastic; few fine roots; 35 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Granite County, Montana; 1,900 feet east and 1,100 feet north of the SW corner of sec. 14, T. 10 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8 degrees C\nDepth to seasonal high water table - 30 to 60 cm\nDepth to sandy-skeletal material - 15 to 51 cm\nOrganic-carbon content at 125 cm - 0.2 percent or more\nA horizon\nValue: 2 or 3 moist; 3 to 5 dry\nChroma: 1 to 3; moist or dry\nTexture: sandy loam or fine sandy loam\nClay content: 5 to 16 percent\nRock fragments: 0 to 25 percent--0 to 20 percent gravel, 0 to 10 percent cobbles\nReaction: pH 6.6 to 8.4\nCalcium carbonate equivalent: 0 to 5 percent\nC1, C2 horizons\nValue: 4 or 5 moist; 5 or 6 dry\nChroma: 2 or 3; moist or dry\nTexture: sandy loam, coarse sandy loam, loamy sand or sand\nClay content: 0 to 15 percent\nRock fragments: 0 to 35 percent--0 to 30 percent gravel, 0 to 5 percent cobbles\nReaction: pH 6.6 to 8.4\nCalcium carbonate equivalent: 0 to 5 percent\n2C3 horizon\nValue: 4 or 5 moist; 5 or 6 dry\nChroma: 2 or 3; moist or dry\nTexture: loamy sand, loamy coarse sand or sand\nClay content: 0 to 10 percent\nRock fragments: 35 to 60 percent--25 to 45 percent gravel, 10 to 25 percent cobbles\nReaction:  pH 6.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nZeph (ID) - have horizons of strong gleying throughout; have more than 35 percent rock fragments in the upper part of the subsoil and more than 60 percent in the lower part"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces or flood plains\nElevations - 970 to 1,830 meters\nSlopes - 0 to 4 percent\nParent material - alluvium\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 254 to 483 mm\nMean annual air temperature - 4 to 7 degrees C\nFrost-free period - 70 to 115 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; moderately rapid permeability to 30 cm and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Canarway soils are used mainly for pasture and wildlife habitat.  The native vegetation is alder, water birch, willow, cottonwood, sedges, rushes, tall reedgrass, and tufted hairgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Canarway soils are of small extent in southwestern Montana. MLRAs 43B, 44A, 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Granite County, Montana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 15 cm\nRedox concentrations - from 30 to 152 cm (2C3 horizon)\nLithologic discontinuity - at 30 cm (2C3 horizon)\nParticle-size control section - from 30 to 105 cm (2C3 horizon)\nCanarway soils have a frigid temperature regime, an aquic moisture regime, and an aeric moisture subclass.\nADDITIONAL DATA: Soil interpretation records - MT1406, MT1432.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
