{
  "SERIES": "CANBURN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS/KDS/JWB",
  "REVDATE": "04/2011",
  "STATES": "MT,NM,UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Canburn silty clay loam, native pasture. (Colors are for air dry soil unless otherwise noted.)\nA1--0 to 3 inches (0 to 8 cm); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine and fine roots; few very fine pores; strongly effervescent, carbonates are finely disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 4 inches (8 to 10 cm) thick)\nA2--3 to 8 inches (8 to 20 cm); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; few medium distinct brown (7.5YR 4/4) mottles; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; few fine and medium pores; strongly effervescent, carbonates are finely disseminated; strongly alkaline (pH 8.6); clear smooth boundary. (5 to 7 inches (13 to 18 cm) thick)\nA3--8 to 16 inches (20 to 41 cm); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; common medium distinct yellowish brown (10YR 5/6) mottles; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; few fine and medium pores; strongly effervescent, carbonates are finely disseminated; strongly alkaline (pH 8.8); gradual smooth boundary. (8 to 12 inches (20 to 30 cm) thick)\nA4--16 to 25 inches (41 to 64 cm); grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; common fine distinct yellowish brown (10YR 5/6) mottles; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; few fine and medium pores; strongly effervescent, carbonates are finely disseminated; strongly alkaline (pH 8.8); gradual smooth boundary. (8 to 12 inches (20 to 30 cm) thick)\nC1--25 to 45 inches (64 to 114 cm); light brownish gray (10YR 6/2) clay loam, very dark grayish brown (10YR 3/2) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine roots; strongly effervescent, carbonates are finely disseminated; strongly alkaline (pH 8.8); gradual smooth boundary. (15 to 25 inches (38 to 64 cm) thick)\nC2--45 to 60 inches (114 to 152 cm); grayish brown (10YR 5/2) clay loam, dark brown (10YR 3/3) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine roots; strongly effervescent, carbonates are finely disseminated; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanpete County, Utah; about 2 km (1.25 miles) WSW of Milburn, south end of the Milburn bottoms; located about 600 feet (183 m) north and 1,700 feet (518 m) east of the SW corner of sec. 11, T. 13 S., R. 4 E.; Fairview USGS quad; lat 39 degrees 41 minutes 55 seconds N. and long. 111 degrees 26 minutes 48 seconds W., NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is usually wet from November through July, and moist from August through October; aquic soil moisture regime.\nMean annual soil temperature: 41 to 46 degrees F (5.0 to 8.0 degrees C)\nMean summer soil temperature: 60 to 68 degrees F (15.5 to 20.0 degrees C)\nDepth to endosaturation: 0 to 20 inches (0 to 51 cm) from November to July; as much as 50 inches (127 cm) from August to October\nThickness of the mollic epipedon:  24 to 35 inches (61 to 89 cm) or more\nElectrical conductivity: 0 to 2 dS/m\nCalcium Carbonate Equivalent: 5 to 30 percent\nSome pedons have a thin Oi horizon of matted roots and fibers.\nParticle-size control section (weighted averages):\nClay content: 20 to 35 percent\nFine sand and coarser sand content: greater than 15 percent\nA horizon:\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 0 to 2 moist, 1 to 3 dry; chroma of 2 is accompanied by distinct or prominent mottles\nReaction: slightly alkaline to strongly alkaline\nC horizons:\nHue: 7.5YR, 10YR or 2.5Y, and in some pedons 5GY\nValue: 4 to 6 dry, 2 to 5 moist\nChroma: 1 to 6 dry, 1 to 4 moist; high and low chroma redoximorphic features may occur in these horizons\nTexture: loam, silt loam, silty clay loam or clay loam; some pedons contain horizons with clay textures; thin stratifications of sand or sandy loam occur in some pedons.\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cantle (WY) and Parle (MN) series.\nCantle: have a mean annual soil temperature of 40 to 44 degrees F (4.4 to 6.7 degrees C) and have an electrical conductivity that exceeds 2 mmhos/cm.\nParle: have sandy substrata and 2.5Y and 5Y hue in the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium derived from mixed sources\nLandform: mountain valley bottoms, flood plains, stream terraces and on lower slopes of alluvial fans\nSlopes: 0 to 5 percent\nElevation: 4,800 to 8,200 feet (1,463 to 2,499 meters)\nMean annual air temperature: 39 to 46 degrees F (4.0 to 7.8 degrees C)\nMean annual precipitation: 12 to 20 inches (305 to 508 mm)\nPrecipitation pattern: Wettest months are October to May and driest months are June to September. The climate is dry subhumid or moist subhumid.\nFrost-free period: 70 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beek, Birdow, Eastcan, Keigley, Manila, Pringle, Redola, Toehead, and Watkins Ridge soils.  Beek, Birdow and Keigley soils have mean annual soil temperature warmer than 47 degrees F (8.3 degrees C). Birdow, Manila, Toehead and Watkins Ridge soils do not have redoximorphic features. Eastcan and Redola soils do not have redoximorphic features above 20 inches (51 cm). Manila soils have argillic horizons. Pringle soils have more than 35 percent rock fragments in the control section. Watkins Ridge soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; low runoff to ponded; slow and moderately slow permeability; Ksat is moderately high or moderately low; depth to water table ranges from 0 to 50 inches (0 to 127 cm) at different times of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grass pasture and for native grass hay. Principal plants are sedge (carex), wiregrass, cinquefoil, dandelion, redtop grass, and foxtail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Utah and northeastern Arizona, northwestern New Mexico, Montana and Wyoming. The series is moderately extensive. MLRA 28A, 34, 39A, 47, 49, and 58A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanpete Soil Survey Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon:  The zone from 0 to 25 inches (0 to 64 cm) (A1, A2, A3 and A4 horizons).\nCumulic feature:  The mollic epipedon is greater than 24 inches (60 cm) thick.\nThe classification was changed in 1992 from Cumulic Haplaquolls to Cumulic Endoaquolls.\nTaxonomic Version:  Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
