{
  "SERIES": "CANDOR",
  "STATUS": "Established Series",
  "BYREV": "STE-CMO/Rev. JAK",
  "REVDATE": "10/2008",
  "STATES": "NC,SC",
  "OVERVIEW": "MLRA(s): 137--Carolina and Georgia Sand Hills, 133A--Southern Coastal Plain\nDepth Class: Very deep\nDrainage Class (Agricultural): Somewhat excessively drained\nInternal Free Water Occurrence: Deep or very deep, common\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nSlowest Saturated Hydraulic Conductivity: Moderately high\nShrink-swell Potential: Low\nLandscape: Sandhills, upper coastal plain\nLandform: Uplands, sand sheets\nGeomorphic Component: Interfluves, side slopes\nHillslope Profile Position: Summits, shoulders, backslopes\nParent Material: Marine deposits and eolian sediments\nSlope: 0 to 15 percent\nElevation (type location) 180 meters (592 feet)\nMean Annual Air Temperature (type location): 15.6 degrees C. (60 degrees F.)\nMean Annual Precipitation (type location): 1190 millimeters (47 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, kaolinitic, thermic Grossarenic Kandiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Candor sand--wooded. (Colors are for moist soil unless otherwise indicated.)\nA--0 to 8 centimeters (about 0 to 3 inches); dark grayish brown (10YR 4/2) sand; weak fine granular structure; very friable; common fine and medium, and few coarse roots; extremely acid; clear smooth boundary. (5 to 30 centimeters thick)\nE--8 to 58 centimeters (about 3 to 23 inches); light yellowish brown (10YR 6/4) sand; weak fine granular structure; very friable; common fine, and few medium and coarse roots; very strongly acid; gradual wavy boundary. (20 to 90 centimeters thick)\nBt--58 to 94 centimeters (about 23 to 37 inches); yellowish brown (10YR 5/6) loamy sand; weak medium granular structure; very friable; few fine and medium roots; 5 percent clay bridging between sand grains; very strongly acid; gradual wavy boundary. (15 to 50 centimeters thick)\nBE--94 to 112 centimeters (about 37 to 44 inches); brownish yellow (10YR 6/6) coarse sand; weak medium granular structure; very friable; few fine roots; very strongly acid; gradual wavy boundary. (0 to 25 centimeters thick)\nE'--112 to 145 centimeters (about 44 to 57 inches); pale yellow (2.5Y 7/4) sand; single grained; loose; 15 percent pockets of clean sand grains; very strongly acid; gradual wavy boundary. (Combined thickness of the E horizon is 15 to 90 centimeters.)\nB't1--145 to 160 centimeters (about 57 to 63 inches); light yellowish brown (10YR 6/4) loamy sand; weak coarse subangular blocky structure; friable; 5 percent clay bridging between sand grains; 5 percent sand coats on faces of peds; very strongly acid; gradual wavy boundary.\nB't2--160 to 175 centimeters (about 63 to 69 inches); strong brown (7.5YR 5/8) sandy loam; weak coarse subangular blocky structure; friable; 10 percent clay bridging between sand grains; 10 percent medium prominent very pale brown (10YR 7/3) iron depletions and 15 percent medium faint red (2.5YR 5/8) masses of oxidized iron; 3 percent rounded 2 to 75 millimeter quartz fragments; very strongly acid; gradual wavy boundary.\nB't3--175 to 203 centimeters (about 69 to 80 inches); strong brown (7.5YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; 5 percent clay bridging between sand grains; 10 percent medium prominent light gray (10YR 7/2) iron depletions; 10 percent medium distinct red (2.5YR 5/8) masses of oxidized iron; red masses have weak medium platy structure and are very firm and brittle; 10 percent rounded 2 to 75 millimeter quartz fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, North Carolina; about 3.0 miles south of Candor on U.S. Highway 220, about 4.6 miles southeast on Secondary Road 1003; about 0.7 mile north east on a field/woods road to a cable, 35 feet northeast of cable in woods, USGS Norman topographic quadrangle; lat. 35 degrees 12 minutes 13 seconds N. and long. 79 degrees 40 minutes 36 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the upper argillic horizon: 50 to 100 centimeters (about 20 to 40 inches)\nThickness of sandy horizons: 100 to less than 200 centimeters (about 40 to 78 inches)\nDepth to bedrock: Greater than 200 centimeters (about 78 inches)\nDepth to seasonal high water table: Greater than 100 centimeters (historically, greater than about 48), December to March\nRock fragment content: Less than 15 percent, by volume above 100 centimeters (about 40 inches) and below 100 centimeters, 0 to 35 percent.\n(Effective) Cation Exchange Capacity: 0 to 3 milliequivalents per 100 grams of soil in the A horizon; 0 to 2 in E and E' horizons, 0 to 2 in the Bt horizon, and 0 to 4 in the B't horizon\nOrganic matter content: 0.5 to 1.0 percent in the A horizon and less than 0.5 in E, E' Bt and B't horizons\nSoil reaction: Extremely acid to strongly acid, except where limed\nMica content: 0 to 20 percent by volume, flakes of mica\nPlinthite content: 0 to 10 percent below a depth of 150 centimeters (about 60 inches)\nFragic soil properties: 0 to less than 30 percent below a depth of 100 centimeters (about 40 inches)\nOther features--0 to 20 percent, by volume fine to medium bodies of white kaolin. & RANGE OF INDIVIDUAL HORIZONS:\nA horizon or Ap horizon (where present):\nColor--hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3\nTexture--coarse sand or sand\nClay content: 1 to 4 percent\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 6\nTexture--coarse sand or sand\nClay content: 1 to 4 percent\nBt horizon:\nColor--hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8\nTexture (fine-earth fraction)--loamy coarse sand or loamy sand\nClay content: 1 to 8 percent\nBE horizon:\nColor--hue of 7.5YR to 2.5Y, value of 5 to 8, and chroma of 3 to 8\nTexture (fine-earth fraction)--coarse sand, sand, loamy coarse sand, or loamy sand\nClay content: 1 to 6 percent\nE' horizon:\nColor-hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 to 8, or it is variegated in shades of these colors\nTexture (fine-earth fraction)--coarse sand, sand, loamy coarse sand, or loamy sand\nClay content: 1 to 4 percent\nE/B or B/E horizons (where present):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 8, and chroma of 3 to 8\nTexture (fine-earth fraction)--coarse sand, sand, loamy coarse sand, or loamy sand\nClay content: 1 to 10 percent\nB't horizon (upper):\nColor--hue of 5YR to 10YR, value of 5 or 6, and chroma of 4 to 8 or it is variegated in shades of yellow, brown, or red\nTexture (fine-earth fraction)--loamy coarse sand, loamy sand, coarse sandy loam, sandy loam, sandy clay loam, or sandy clay\nClay content: 3 to 12 percent\nRedoximorphic features (where present)\n--masses of oxidized iron in shades of yellow, brown, or red and below 48 inches iron depletions in shades of gray or white\nB't horizon (lower) or B'tx horizons (where present):\nColor--hue of 5YR to 10YR, value of 5 or 6, and chroma of 4 to 8 or is variegated in shades of yellow, brown, or red\nTexture (fine-earth fraction)--loamy coarse sand, loamy sand, coarse sandy loam, sandy loam, sandy clay loam, or sandy clay\nClay content: 5 to 50 percent\nRedoximorphic features---masses of oxidized iron in shades of yellow, brown, or red and below 48 inches iron depletions in shades of gray or white\nBC horizon (where present):\nColor--hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8\nTexture (fine-earth fraction)--coarse sand, sand, loamy coarse sand, or loamy sand\nClay content: 1 to 15 percent\nRedoximorphic features (where present)--masses of oxidized iron in shades of yellow, brown, or red and below 100 centimeters (about 40 inches) iron depletions in shades of gray or white\nC horizon (where present):\nColor--hue of 7.5YR to 2.5Y, value of 5 to 8, and chroma of 3 to 8\nTexture (fine-earth fraction)--coarse sandy loam, sandy loam, sandy clay loam, sandy clay, or clay\nClay content: 5 to 50 percent\nRedoximorphic features (where present)--masses of oxidized iron in shades of yellow, brown, red and iron depletions in shades of gray or white"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series in the same family. In closely related families:\nAutryville soils--soils have loamy Bt horizons between 50 and 100 centimeters (about 20 and 40 inches)\nBlanton soils--lack an argillic horizon within 100 centimeters (about 40 inches)\nBonifay soils--lack an argillic horizon within 100 centimeters (about 40 inches)\nEustis soils--lack horizons that are loamy between 100 and 200 centimeters (about 40 and 78 inches)\nKenansville soils--soils have loamy Bt horizons between 50 and 100 centimeters (20 and 40 inches)\nLakeland soils--lack an argillic horizon within 100 centimeters (about 40 inches)\nMolena soils--lack horizons that are loamy between 100 and 200 centimeters (about 40 and 78 inches) and have mixed mineralogy\nPocalla soils--soils have loamy Bt horizons between 50 and 100 centimeters (20 and 40 inches)\nTarboro soils--lack an argillic horizon within 200 centimeters (about 78 inches) and have mixed mineralogy\nTroup soils--lack an argillic horizon within 100 centimeters (about 40 inches\nValdosta soils--lack horizons that are loamy between 100 and 200 centimeters (about 40 and 78 inches)\nWagram soils--soils have loamy Bt horizons between 50 and 100 centimeters (about 30 and 40 inches)\nWakulla soils--lack horizons that are loamy between 100 and 200 centimeters (about 40 and 78 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Sandhills, Upper coastal plain\nLandform: Uplands, sand sheets\nLandform Position (three-dimensional): Interfluves, side slopes\nLandform Position (two-dimensional): Summit, shoulder, backslope\nParent Material: Marine deposits and eolian sediments\nElevation: 85 to 230 meters (about 275 to 750 feet)\nMean Annual Air Temperature: 14 to 21 degrees C. (about 57 to 70 degrees F.)\nMean Annual Precipitation: 965 to 1300 millimeters (about 38 to 52 inches)\nFrost Free Period: 190 to 245 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBlaney soils--have loamy argillic horizons within 100 centimeters (about 40 inches)\nBlanton soils--lack an argillic horizon within 100 centimeters (about 40 inches)\nBonifay soils--lack an argillic horizon within 100 centimeters (about 40 inches)\nEustis soils--lack horizons that are loamy between 100 and 200 centimeters (about 40 and 80 inches)\nFuquay soils--have loamy argillic horizons within 100 centimeters (about 40 inches)\nGilead soils--are aquic and clayey\nLakeland soils--lack an argillic horizon within 200 centimeters (about 80 inches\nPelion soils--are aquic and fine-loamy\nPocalla soils--soils have loamy Bt horizons between 50 and 100 centimeters (about 20 and 40 inches\nTarboro soils--lack an argillic horizon within 80 inches, and have mixed mineralogy\nWagram soils--soils have loamy Bt horizons between 50 and 100 centimeters (about 20 and 40 inches)\nWakulla soils--lack horizons that are loamy between 100 and 200 centimeters (about 40 and 80 inches)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class (Agricultural): Somewhat excessively drained\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nInternal Free Water Occurrence: Deep or very deep (greater than 100 centimeters); common (3 to 5 months)\nIndex Surface Runoff: Negligible to medium\nPermeability: Rapid (6.0 to 20 inches per hour) in the upper part, moderate or moderately slow (0.2 to 2.0 inches per hour) in the lower part"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: About one-third or more of the acreage is in native vegetation and the remainder is in field and horticultural crops.\nDominant Vegetation: Where wooded--blackjack oak, turkey oak, bluejack oak, post oak, longleaf pine, and occasional hickory or dogwood. Where cultivated--principal horticultural crops grown are peaches, apples, and grapes. The principal field and forage crops grown are watermelons, corn, soybeans, peanuts, sweet potatoes, tobacco, coastal bermuda, and sericea lespedeza. Longleaf pine needles are commonly harvested."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Sandhills and upper Coastal Plain of North Carolina and South Carolina and possible Georgia\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cumberland and Hoke Counties, North Carolina; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Candor series is established for soils in a sandy family that have sufficient clay increase to qualify for an argillic horizon within 100 centimeters and have loamy or finer texture from 100 to 200 centimeters. Candor soils occurring on smooth to gentle landscapes on interstream divides may contain plinthite (3 to 10 percent) at depths of more than 150 centimeters. The criteria for placing this series in Kandiudults is based on the double clay bulge argillic horizon extending to 150 centimeters or more. Candor soils have been included in mapping with the Blanton series in North Carolina.\nDiagnostic horizons and soil characteristics recognized in this pedon:\nOchric epipedon--the zone from the surface to a depth of 58 centimeters (about 23 inches); Ap and E horizons\nGrossarenic feature--sand and loamy sand texture in the horizons from the surface to a depth of 160 centimeters (about 63 inches); Ap, E, Bt, BE, E' and B't1 horizons\nUpper argillic horizon--the zone from 58 to 94 centimeters (about 23 to 37 inches); Bt horizon\nLower argillic horizon--the zone from 145 to 203 centimeters (about 57 to 63 inches); B't1 horizons\nKandic horizon--the zone from 160 to 203 centimeters (about 63 to 80 inches); B't2 and B't3 horizons\nADDITIONAL DATA: Particle size data from 3 pedons; North Carolina State University, Department of Soils, 8/81.  Characterization Data; NSSC, Pedon (S03NC123003); Project (C204USNC115).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
