{
  "SERIES": "CANEZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJR/VGL",
  "REVDATE": "01/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ustic  Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Canez fine sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; brown (7.5YR 4/4) fine sandy loam, dark brown (7.5YR 3/4) moist; weak thick platy structure in upper 2 inches grading to weak fine granular structure in lower part; soft, very friable, nonsticky, nonplastic; many very fine and fine roots; many very fine and fine pores; neutral; clear smooth boundary. (5 to 10 inches thick)\nB2t--8 to 22 inches; brown (7.5YR 4/4) sandy clay loam, dark brown (7.5YR 3/4) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky, nonplastic; many very fine and fine roots; many very fine and fine pores; common thin clay coatings on sand grains; neutral; clear wavy boundary. (8 to 16 inches thick)\nB3--22 to 48 inches; reddish brown (5YR 4/4) light sandy clay loam, dark reddish brown (5YR 3/4) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky, nonplastic; common very fine and fine roots; many very fine pores; thin reddish stains on sand grains; few sandstone pebbles; neutral; abrupt wavy boundary. (15 to 30 inches thick)\nAb--48 to 54 inches; brown (7.5YR 5/4) light sandy clay loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; many fine and very fine pores; common fine soft lime bodies and seam fillings; calcareous; moderately alkaline; clear smooth boundary. (4 to 8 inches thick)\nBb--54 to 67 inches; reddish brown (5YR 5/4) light sandy clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky, nonplastic; common very fine pores; common fine and medium soft lime bodies and seam filling; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Quay County, New Mexico; 150 feet west of the irrigation canal bridge in NW corner of sec. 8, T.11N., R.30E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to buried horizons range from 28 to 56 inches. Mean annual soil temperature ranges from 59 degrees to 71 degrees F. Buried horizons and C horizons where present below the solum range from none to slightly calcareous with some segregated lime. Segregated lime ranges from few to common and medium to fine soft bodies and concretions. Calcium carbonate content ranges from 5 to 15 percent at depths shallower than 48 inches.  The A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 3.5 through 5. It ranges from heavy sandy loam to sandy clay loam. The B horizon has hue of 7.5YR or 5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 3.5 through 5. The control section is heavy sandy loam to sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE: These are the Amarillo, Berino, Clovis, Courtland, Headquarters, McAllister, Palomas, Redona, and Tucumcari series. Amarillo soils are usually moist and are calcareous in the lower part of the solum. Berino soils have segregated lime in the lower B2 horizon and are dry in all parts of the moisture control section more than 3/4 of the time cumulative the soil temperature exceeds 41 degrees F. Clovis soils have mesic soil temperature, and have a calcic horizon within 40 inches of the surface.  Courtland soils have A horizons that are 17 to 36 inches thick.  Headquarters soils are calcareous throughout the Bt horizon. McAllister soils have less than 45 percent sand in the control section and have a calcic horizon. Palomas soils are dry in all parts of the moisture control section more than 3/4 of the time cumulative the soil temperature exceeds 41 degrees F. Redona soils are calcareous and have segregated lime in the lower part of the B2t horizon and have a calcic horizon within 48 inches of the surface. Tucumcari soils contain more than 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Canez soils are on nearly level to moderately sloping alluvial fans and terraces. The soils formed in moderately coarse and medium textured slope wash and terrace sediments derived mostly from sandstone with minor admixtures from associated shale. The climate is semiarid continental. At the type location, the mean annual temperature is about 59 degrees F., and the average annual precipitation is about 15 inches. One-half or more of the precipitation occurs between late May and early September as thunderstorms."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Ima, La Lande, Montoya, Quay, and San Jose soils and the competing Tucumcari soils. Ima, La Lande, Montoya, Quay, and San Jose soils lack argillic horizons. San Jose soils contain less than 18 percent clay in the control section. La Lande soils are calcareous throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and irrigated cropland. Native vegetation is mid and tall grasses, yucca, mesquite, and cactus with scattered juniper. Irrigated crops are cotton, alfalfa, brown corn, and feed grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central New Mexico. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Quay County (Tucumcari Area), New Mexico, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included with the Palomas series, but is now separated from Palomas soils mainly on soil moisture differences.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
