{
  "SERIES": "CANEYVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMR:JCJ",
  "REVDATE": "02/2007",
  "STATES": "IN,KY,MO,TN,VA,WV",
  "OVERVIEW": "The Caneyville series consists of moderately deep, well-drained soils formed in a thin silty mantle over fine textured residuum of limestone. The soils are on ridges and hillsides.  Slopes range from 2 to 120 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caneyville silt loam--on a 15 percent east-facing slope in woods.  (Colors are for moist soil.)\nOi--1 to 0 inches; hardwood leaf litter.\nA--0 to 2 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; very friable; many fine roots; moderately acid; abrupt smooth boundary. (1 to 5 inches thick)\nE--2 to 5 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; very friable; many fine roots; strongly acid; abrupt smooth boundary. (0 to 6 inches thick)\nBt1--5 to 22 inches; yellowish red (5YR 4/6) silty clay; moderate fine angular blocky structure; firm, slightly sticky, slightly plastic; common fine roots; many distinct reddish brown (5YR 4/4) clay films on faces of peds; strongly acid; gradual smooth boundary. (5 to 30 inches thick)\nBt2--22 to 34 inches; strong brown (7.5YR 5/6) clay; common medium faint yellowish red (5YR 4/6) and common medium prominent grayish brown (10YR 5/2) mottles; moderate fine and medium angular blocky structure; very firm, moderately sticky, moderately plastic; few fine roots; many prominent brown (7.5YR 5/4) clay films on faces of peds; few fine black (10YR 2/1) manganese stains on faces of peds; slightly acid; abrupt smooth boundary. (0 to 20 inches thick)\nR--34 inches; light gray limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hardin County, Kentucky; approximately 8 miles north of Elizabethtown, 500 feet north of farm lane, 500 feet east of gravel road, 1 3/4 miles north of Kentucky Highway 434 and 2 miles east of the intersection of Kentucky Highway 434 and Kentucky Highway 251. USGS Colesburg Quad(Latitude: 37 degrees, 46 minutes, 42.1 seconds N; Longitude: 85 degrees, 50 minutes, 8.8 seconds W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness and depth to bedrock ranges from 20 to 40 inches.  The reaction ranges from very strongly acid to neutral in the A and Ap horizons and the upper part of the Bt horizon, and from moderately acid to slightly alkaline in the lower part of the Bt horizon.  Fragments of limestone, chert, or sandstone (surface layer only) range from 0 to 10 percent in the A and upper Bt horizon, and 0 to 35 percent immediately above limestone bedrock.\nThe A and Ap horizon have hue of 10YR to 7.5YR, value of 3 to 5, and chroma of 2 to 6. Texture is silt loam, loam, or silty clay loam. Severely eroded pedons can range to silty clay.\nThe E horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 3 or 4.  Texture is silt loam or silty clay loam.\nSome pedons have BA or BE horizons with hue of 10YR to 5YR, value of 5 or 6, and chroma of 4 to 6.  Texture is silt loam, loam, or silty clay loam.\nThe Bt horizon has hue of 10YR to 2.5YR, value of 4 to 6, and chroma of 4 to 8.  A subhorizon of 5YR or 2.5YR is required, but 2.5YR hue throughout is not allowed. Some pedons have few to common mottles in shades of red, brown, yellow, and in the lower part gray is allowed.  Texture is silty clay loam, silty clay, or clay.\nSome pedons have C or BC horizons with matrix and mottle colors in shades of red, brown, yellow, olive, or gray.  Texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beasley, Bledsoe, Bonnell, Bucklick, Cosperville, Eden, Enott, Faywood, Fredonia, Haggatt, Heverlo, Lowell, Markland, Milton, Mountpleasant, Muncie, and Vandalia. All these soils except Eden, Faywood, Fredonia, Heverlo, and Milton are more than 40 inches deep to bedrock.    Faywood and Eden soils formed in interbedded calcareous shale, siltstone, and limestone. Fredonia soils have hues of 2.5YR or 10R throughout the Bt horizon.  Milton and Heverlo soils formed in glacial material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Caneyville soils are on ridgetops and hillsides. Slopes range from 2 to 120 percent.  The soils formed in a thin silty mantle over fine textured residuum of limestone.  Many areas have limestone outcrops and some have karst topography.  Near the type location, the average annual air temperature is 56.5 degrees F., and the average annual precipitation is 48.3 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Haggatt series and the Crider, Frondorf, Garmon, Hagerstown, Newark, Nolin, Vertrees, and Ramsey series.  Crider, Vertrees, and Hagerstown soils have bedrock at a depth greater than 40 inches.  Frondorf soils have silt loam or silty clay loam B horizons which are underlain by acid sandstone, siltstone, or shale and are on slightly higher landscapes.  Garmon soils have greater than 35 percent fragments in the control section and lack an argillic horizon.  Newark and Nolin soils are on flood plains.  Ramsey soils have sandstone at a depth less than 20 inches, lack argillic horizons, and are on slightly higher landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very high runoff; moderately slow to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in hay, pasture, or forest, and few are used for corn and small grain.  Native forests are oaks, hickory, elm, hackberry, and redbud as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kentucky and southern Indiana.  Extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, Kentucky; 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 2 inches, (A horizon)\nArgillic horizon - 5 to 34 inches  (Bt1, Bt2 horizons)\nLithic contact - 34 inches (limestone bedrock)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
