{
  "SERIES": "CANNON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAE:RPS",
  "REVDATE": "02/2006",
  "STATES": "TN",
  "OVERVIEW": "The Cannon series consists of deep, well drained, dark colored, cherty soils that formed in loamy alluvium on flood plains.  These soils have moderately rapid permeability.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cannon cherty silt loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 3/3) cherty silt loam; moderate fine and medium granular structure; friable; 20 percent by volume of angular fragments of chert up to 2 inches across; many fine roots; slightly acid; clear smooth boundary.  (6 to 10 inches thick)\nA12--8 to 24 inches; dark brown (10YR 3/3) cherty silt loam; moderate medium granular structure; friable, common fine roots and pores; 15 percent by volume of angular fragments of chert up to 2 inches across; slightly acid; clear smooth boundary.  (10 to 20 inches thick)\nA13--24 to 32 inches; dark brown (10YR 3/3) cherty silt loam; moderate medium granular and fine subangular blocky structure; friable; common fine roots and pores; few fine black concretions; 15 percent by volume of angular fragments of chert up to 2 inches across; slightly acid; gradual wavy boundary.  (8 to 15 inches thick)\nB--32 to 52 inches; dark yellowish brown (10YR 3/4) cherty silt loam; weak fine and medium subangular blocky structure; friable; few fine roots and pores; few fine black concretions; 20 percent by volume of angular fragments of chert up to 3 inches across; slightly acid; gradual smooth boundary.  (5 to 25 inches thick)\nC--52 to 60 inches; dark yellowish brown (10YR 3/4) cherty silt loam, few fine dark grayish brown mottles; massive; friable; 30 percent by volume of angular and subangular fragments of chert up to 3 inches across; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  DeKalb County, Tennessee; from Smithville 5.4 miles west on U.S. Highway 70 to Cove Hollow Road; north 100 yards to Indian Creek Road; north 1 mile to bottom land along Indian Creek; 50 feet south of barn and 30 feet west of creek bank."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 24 to 45 inches.  Depth to bedrock is more than 60 inches.  Fragments of chert or gravel ranges from 15 to 30 percent in the upper 3 feet and 15 to 45 percent below 3 feet.  Reaction ranges from medium acid to neutral throughout.  The weighted average clay content of the 10- to 40-inch control section ranges from 18 to about 32 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 2 or 3.  The fine earth fraction is dominantly silt loam or loam, but includes silty clay loam.\nThe B and C horizons have hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 3 or 4.  Some pedons also have a hue of 5YR, value of 4, and chroma of 4 or hue of 10YR, value of 5, and chroma of 4.  The fine earth fraction of these horizons is silt loam, loam, silty clay loam, or clay loam.  Some pedons have mottles in shades of brown, yellow, or gray in the lower part of the B horizon and in the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gowker, Gowton, and Staser series in the same family and the Arrington, Egam, Huntington, and Lynnville series in similar families.  All of these soils have less than 15 percent fragments.  In addition, Arrington, Huntinton, and Lynnville soils are fine-silty and Egam soils are clayey."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cannon soils are on flood plains.  Slopes range from 0 to 3 percent.  The soil is formed in loamy alluvium from watersheds dominated by cherty limestone.  Average annual temperature is 60 degrees F., and average annual precipitation is 51 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Arrington, Egam, Lynnville, and Staser series, and the Armour and Humphreys soils which are on the adjacent low terraces and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability.  Most areas that are not protected by up stream dams are likely to be flooded occasionally in winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The main crops are corn, cotton, small grains, soybeans, hay, and pasture.  The native vegetation was hardwood forest consisting chiefly of oaks, hickories, maples, elm, and yellow-poplar.  Very few areas remain in forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Great Appalachian Valley, Highland Rim, and Nashville Basin in Tennessee, and possibly in Alabama, Georgia, Kentucky, and Oklahoma.  The series is of moderate\nextent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mayes County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Cannon soils formerly have been classified in cherty phases of the Huntington and Staser series.  Cannon series would have been classified in the Alluvial great soil group.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) cherty silt loam; moderate fine and medium granular structure; friable; 20 percent by volume of angular fragments of chert up to 2 inches across; many fine roots; slightly acid; clear smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 20,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A12--8 to 24 inches; dark brown (10YR 3/3) cherty silt loam; moderate medium granular structure; friable, common fine roots and pores; 15 percent by volume of angular fragments of chert up to 2 inches across; slightly acid; clear smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "A13",
        "top": 61,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A13--24 to 32 inches; dark brown (10YR 3/3) cherty silt loam; moderate medium granular and fine subangular blocky structure; friable; common fine roots and pores; few fine black concretions; 15 percent by volume of angular fragments of chert up to 2 inches across; slightly acid; gradual wavy boundary.  (8 to 15 inches thick)"
      },
      {
        "name": "B",
        "top": 81,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B--32 to 52 inches; dark yellowish brown (10YR 3/4) cherty silt loam; weak fine and medium subangular blocky structure; friable; few fine roots and pores; few fine black concretions; 20 percent by volume of angular fragments of chert up to 3 inches across; slightly acid; gradual smooth boundary.  (5 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 132,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "narrative": "C--52 to 60 inches; dark yellowish brown (10YR 3/4) cherty silt loam, few fine dark grayish brown mottles; massive; friable; 30 percent by volume of angular and subangular fragments of chert up to 3 inches across; slightly acid."
      }
    ]
  ]
}
