{
  "SERIES": "CANTERBURY",
  "STATUS": "Tentative Series",
  "BYREV": "PBW, CAW",
  "REVDATE": "12/2016",
  "STATES": "NH",
  "OVERVIEW": "The Canterbury series consists of well drained loamy soils that are underlain by dense, loamy till. They are moderately deep to a densic contact and very deep to bedrock.  Saturated hydraulic conductivity is moderately high in the solum and moderately low to moderately high in the substratum.   Slope ranges from 3 to 60 percent.  Mean annual precipitation is about 1016 mm and mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Typical pedon of  Canterbury fine sandy loam on an 8 percent east facing slope in a very stony wooded area. (Colors are for moist soil unless otherwise noted.)\nA -- 0 to 15 cm; very dark grayish brown (10YR 3/2) fine sandy loam; weak medium granular structure; friable; 5 percent rock fragments; strongly acid; clear smooth boundary. (5 to 25 cm thick)\nBw -- 15 to 74 cm; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; friable; 5 percent rock fragments; strongly acid; clear smooth boundary. (20 to 86 cm thick)\nC -- 74 to 91 cm; light yellowish brown (2.5Y 6/4) fine sandy loam; weak medium platy structure; friable; 10 percent rock fragments; strongly acid; clear smooth boundary. (0 to 36 cm thick)\nCd1 -- 91 to 107 cm; light yellowish brown (2.5Y 6/4) fine sandy loam; weak medium platy structure; firm; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation on faces of peds; 10 percent gravel; strongly acid; clear smooth boundary. (0 to 36 cm thick)\nCd2 -- 107 to 165 cm; dark grayish brown (2.5Y 4/2) fine sandy loam; moderate medium platy structure; very firm 5 percent rock fragments; strongly acid; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Merrimack County, New Hampshire; Town of Hopkinton; 2300 feet south of the intersection of Rollins Road and Beach Hill Road and 1600 feet west of Beech Hill Road;  USGS Hopkinton topographic quadrangle; lattitude 43 degrees 12 minutes 06 seconds N. and longitude 71 degrees 38 minutes 20 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 46 cm to 91 cm. Reaction ranges from extremely acid to slightly acid in the solum and from very strongly acid to moderately acid in the substratum.  Rock fragments are dominantly gravel and range from 5 to 30 percent in the solum and from 5 to 40 percent in the substratum.\nThe O horizon, where present, is neutral or has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 0 to 4.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 2 to 4.  Texture is dominantly fine sandy loam, but includes loam, very fine sandy loam, and sandy loam in the fine-earth fraction. Structure is weak or moderate, fine or medium granular or weak fine subangular blocky.  Consistence is friable or very friable.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8.  Texture is dominantly fine sandy loam, but includes loam and sandy loam in the fine-earth fraction. Structure is weak or moderate, fine or medium subangular blocky or granular.  Consistence is friable or very friable.\nSome pedons have a BC horizon up to 51 cm thick with a hue of 10YR to 2.5Y, value and chroma 3 to 6. Structure is weak or moderate, fine to medium subangular blocky.\nThe C horizon has hue of 10YR to 5Y, and value and chroma of 3 to 6.  Texture is fine sandy loam, sandy loam, loamy fine sand, or loamy sand in the fine-earth fraction.  Structure is weak, fine to medium platy or is massive.  Consistence is friable.  Some pedons have few fine strong brown and yellowish brown masses of iron accumulation on the faces of plates.\nThe Cd horizon has hue of 10YR to 5Y, value of 4 or 5, and chroma of 2 to 4.  The geogenic structure is strong, thin to very thick platy, or the horizon is massive or single grain in lenses. Consistence is firm or very firm.  Some pedons have few fine strong brown and yellowish brown masses of iron accumulation on the faces of plates near the yop of the densic contact. Texture is fine sandy loam or sandy loam. Horizontal sand lenses ranging in thickness from about 1/4 to 2.5 cm between plates are in some pedons.  When present, they comprise a maximum of 20 percent of the fabric of the till."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fullam, Lanesboro, Shelburne, and Stowe series. Fullam soils formed in dark gray phyllite, shale, slate, and schist parent materials and have a zone within 60 cm of the soil surface that is, for more than 50 percent of the time, saturated throughout the 70 days following the spring solstice.  Lanesboro soils formed in dark gray phyllite, shale, slate, and schist parent materials and  contain more than 65 percent silt plus very fine sand in the solum.  Shelburne soils developed in till derived primarily from dark, micaceous schist and siliceous limestone and typically have greater than 40 percent silt content in the solum.  Stowe soils have an umbric epipedon.\nThe Becket, Bice, Henniker, Marlow, and Montauk series are in closely related families. Becket, and Marlow soils have spodic horizons.  Bice soils have more a permeable substratum.  Henniker soils are underlain by dense till with more than 20 percent sand separation in the series control section (commonly referred to as \"sandy pan\").  Montauk soils are mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Canterbury soils are on drumlins and glaciated uplands.  Slope is commonly 3 to 35 percent, but range includes 3 to 60 percent.  The soils formed in stony till of Wisconsin age derived principally from granite, gneiss, and schist.  Mean annual temperature ranges from 3 to 7 degrees C, and mean annual precipitation ranges from 914 to 1270 mm.  The frost-free growing season ranges from 90 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gilmanton (T), Chichester, Pillsbury, Peacham, Millsite, Henniker, Metacomet and Woodstock soils. The moderately well drained Gilmanton (T) soils, somewhat poorly and poorly drained Pillsbury soils, and very poorly drained Peacham soils are in a drainage sequence with Canterbury soils. The Metacomet and well drained Henniker soils are on nearby landscapes and have densic materials that are sandy or coarse textured with sandy lenses. Chichester soils lack densic materials and are on valley sides and till plain side slopes and footslopes. Millsite and Woodstock soils, moderately deep and shallow to bedrock respectively, are on nearby bedrock-controlled landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Saturated hydraulic conductivity is moderately high in the solum and moderately low to the lower end of moderately high in the dense substratum.  The potential runoff is very low to high, depending on slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly forested.  Principle species include sugar maple, red oak, white oak, yellow birch, paper birch, American beech, eastern white pine, and eastern hemlock.  Areas cleared of trees and stones are used mostly for hay and pasture with a few apple orchards and cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 144B and 143.  New Hampshire and Massachusetts, and possibly New York, Maine, and Vermont.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Merrimack County, NH."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was proposed in Merrimack county, NH, to replace areas mapped as Marlow that no longer meet spodic criteria.  Canterbury soils were previously mapped and classified as Paxton (Oxyaquic Haplorthods).\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 15 cm (A horizon)\n2. Cambic horizons - the zone from 15 to 107 cm (Bw and BC horizons)\n3. Densic contact - 107 cm (Cd horizon contact)\n4. Densic materials - the zone from 107 to 165 cm (Cd horizon)\n5.  Oxyaquic feature - the presence of few fine prominent strong brown masses of iron accumulation on faces of peds at 91 to 107 cm (the BC2 horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 15 cm; very dark grayish brown (10YR 3/2) fine sandy loam; weak medium granular structure; friable; 5 percent rock fragments; strongly acid; clear smooth boundary. (5 to 25 cm thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw -- 15 to 74 cm; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; friable; 5 percent rock fragments; strongly acid; clear smooth boundary. (20 to 86 cm thick)"
      },
      {
        "name": "C",
        "top": 74,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C -- 74 to 91 cm; light yellowish brown (2.5Y 6/4) fine sandy loam; weak medium platy structure; friable; 10 percent rock fragments; strongly acid; clear smooth boundary. (0 to 36 cm thick)"
      },
      {
        "name": "Cd1",
        "top": 91,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cd1 -- 91 to 107 cm; light yellowish brown (2.5Y 6/4) fine sandy loam; weak medium platy structure; firm; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation on faces of peds; 10 percent gravel; strongly acid; clear smooth boundary. (0 to 36 cm thick)"
      },
      {
        "name": "Cd2",
        "top": 107,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cd2 -- 107 to 165 cm; dark grayish brown (2.5Y 4/2) fine sandy loam; moderate medium platy structure; very firm 5 percent rock fragments; strongly acid; clear smooth boundary."
      }
    ]
  ]
}
