{
  "SERIES": "CANTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAS-DCP-MCT-DHZ",
  "REVDATE": "05/2016",
  "STATES": "CT,MA,NH,NY,RI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Canton fine sandy loam on a west-facing, convex, 8 percent slope in an extremely stony forested area at an elevation of about 210 meters. (Colors are for moist soil unless otherwise noted.)\nOi-- 0 to 5 cm; slightly decomposed plant material; (0 to 13 cm thick.)\nA-- 5 to 13 cm; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; common fine roots; 5 percent gravel; very strongly acid (pH 4.6); abrupt smooth boundary. (3 to 10 cm thick.)\nBw1-- 13 to 30 cm; yellowish brown (10YR 5/6) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots; 5 percent gravel; very strongly acid (pH 4.6); clear smooth boundary.\nBw2-- 30 to 41 cm; yellowish brown (10YR 5/4) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots; 5 percent gravel; strongly acid (pH 5.1); clear smooth boundary.\nBw3-- 41 to 56 cm; yellowish brown (10YR 5/4) gravelly fine sandy loam; weak medium subangular blocky; friable; common fine and medium roots; 15 percent gravel; strongly acid (pH 5.1); abrupt smooth boundary. (Combined thickness of the Bw horizons is 43 to 84 cm.)\n2C-- 56 to 170 cm; grayish brown (2.5Y 5/2) gravelly loamy sand; massive; friable; 25 percent gravel; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Worcester County, Massachusetts; Town of Douglas; 150 feet south on Wallum Lake Road from the junction of Cedar and South West Main Streets, and 165 feet southwest of Wallum Lake Road. USGS Oxford, MA quadrangle; Latitude 42 degrees, 2 minutes, 43.2 seconds N., and Longitude 71 degrees, 45 minutes, 44.8 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is commonly 46 to 91 cm, but ranges to 36 cm. It corresponds closely to the depth to the sandy till. Rock fragment content consists of 0 to 20 percent gravel and 0 to 5 percent cobbles in the solum. Stones and boulders are 0 to 15 percent of the surface and solum. Gravel content is 10 to 30 percent, cobbles 5 to 10 percent, and stones 0 to 10 percent in the substratum. Rock fragments are dominantly granite, gneiss, and quartzite. The soil ranges from extremely acid to moderately acid.\nThe O horizons, where present, consist of slightly, moderately, and/or highly decomposed organic material.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3. Texture is sandy loam, fine sandy loam, loam, or very fine sandy loam in the fine-earth fraction. Some pedons have an Ap horizon with properties similar to the A horizon. It is up to 20 cm thick.\nSome pedons have a thin E or AE horizon that has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 1 or 2 with similar textures to the A horizon. It is up to 8cm thick.\nThe upper Bw horizons commonly have hue of 10YR, and includes 7.5YR when a high ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron (greater than 0.15) exists, value of 4 or 5, and chroma of 4 to 8. The lower Bw horizons have hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 4 to 8. Texture of the fine-earth fraction of the Bw horizons is commonly fine sandy loam and less commonly sandy loam, loam, and very fine sandy loam. Structure of the Bw horizons is granular or subangular blocky.\nSome pedons have a Bs, Bh, or BC horizon with texture similar to the Bw horizons.\nThe 2C horizon typically has hue of 2.5Y or 5Y, value of 5 to 7, and chroma of 2 or 3. In some pedons hue is 10YR with chroma of 4 to 6. The texture of the fine-earth fraction is loamy fine sand or coarser. It is single grain or massive. Consistence is friable, very friable or loose. Thin lenses or small pockets of firm or very firm finer textured material are common below 91 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils currently in the same family.\nThe Agawam, Barnstable, Branford, Brookfield, Charlton, Haven, and Narragansett series are in closely related families. The Agawam, Branford, and Haven soils have stratified sand or sand and gravel in the series control section. In addition, the Branford soils have hues redder than 7.5YR throughout the B horizon. Barnstable soils formed in till over outwash and have less than 30 percent fine sand in the lower part of the Bw horizon. Brookfield soils formed in sulfur bearing parent materials and have a ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron less than 0.15 and have pedogenic iron contents greater than 1 percent throughout the pedon. Charlton soils lack a lithologic discontinuity of abrupt change in sand distribution. Narragansett soils have more than 55 percent silt and very fine sand in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Canton soils are on moraines and glaciated upland hills and ridges. Slope ranges from 0 to 45 percent. The soils formed in an acid coarse loamy supraglacial melt out till over loose sandy till of Wisconsin age derived from gneiss, granite and schist along with some fine-grained sandstone in some pedons. The loamy mantle in some pedons is influenced or derived from eolian sources.  The climate is humid temperate. The mean annual air temperature is 7 to 11 degrees C, and the mean annual precipitation ranges from 1016 to 1295 mm."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Newfields series is the moderately well drained member of the same toposequence. The Agawam, Haven, Merrimac, and Warwick soils are on nearby glacial outwash kames and plains. The Barnstable, Brookfield, Charlton, Cheshire, Dutchess, Gloucester, Hollis, Montauk, Narragansett, and Paxton soils are on nearby glaciated uplands. Brookfield, Charlton, Cheshire, Dutchess, Gloucester, Hollis, Montauk, and Paxton soils do not have a contrasting particle size in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff is negligible to medium. Internal drainage is medium. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested. Some areas have been cleared of surface stones and are used for crops and pasture. Native vegetation is forest composed of eastern white pine, northern red, white, and black oaks, hickory, red maple, sugar maple, gray birch, yellow birch, beech, eastern hemlock, and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands in Connecticut, Massachusetts, New Hampshire, eastern New York, and Rhode Island, also in the Massachusetts Coastal Islands; MLRAs 144A, 145, and 149B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Herkimer County, New York, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon - the zone from 0 to 13 cm (Oi and A horizons).\n2) Cambic horizon - the zone from 13 to 56 cm (Bw1, Bw2, and Bw3 horizons).\n3) Contrasting particle size - the coarse-loamy material contains less than 50 percent fine sand or coarser, and the transition zone between the two parts of the particle-size control section is less than 12 cm thick. (Coarse-loamy over sandy or sandy skeletal).\n4) Lithologic discontinuity - abrupt change in sand distribution at 56 cm (2C horizon).\n6) Particle-size control section - the zone from 30 to 105 cm (Bw1, Bw2, Bw3, and 2C horizons).\nADDITIONAL DATA: M.S. Thesis work by Shawn McVey, University of Connecticut, 2006. Full characterization data for sample no. S1982CT007001, S1999CT013001, S1999CT013004, S2000CT007003, S2004CT011003, and pedons of similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  }
}
