{
  "SERIES": "CANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/TDT",
  "REVDATE": "02/2006",
  "STATES": "OR",
  "OVERVIEW": "The Cant series consists of moderately deep, well drained soils formed in clayey colluvium overlying basalt bedrock.  Cant soils are on south facing slopes.  Slopes are 15 to 40 percent.  The mean annual precipitation is about 10 inches, and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, mesic Xeric Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cant extremely stony loam - rangeland, on a 40 percent south facing slope at an elevation of 2,400 feet.  (When described on May 27, 1999, the soil was dry in the surface but slightly moist below.  Colors are for moist soils unless otherwise noted.)\nA--0 to 2 inches; brown (10YR 4/3) extremely stony loam, pale brown (10YR 6/3) dry; moderate very fine granular structure; soft, friable, slightly sticky and slightly plastic; few fine and many very fine roots; few fine and common very fine irregular pores; 20 percent stones, 15 percent cobbles, and 25 percent gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (1 to 4 inches thick)\n2Bt1--2 to 7 inches; brown (10YR 4/3) cobbly clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few very fine tubular pores; common faint clay films on ped faces; 15 percent cobbles and 15 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary.\n2Bt2--7 to 19 inches; brown (10YR 5/3) very cobbly clay, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; few fine and very fine tubular pores; many distinct clay films on ped faces and in pores; 25 percent cobbles and 20 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary.  (Combined thickness of the 2Bt horizons is 6 to 20 inches.)\n2Bk--19 to 33 inches; brown (10YR 5/3) very cobbly clay loam, very pale brown (10YR 7/3) dry; massive; soft, very friable, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; carbonates coating the undersides of rock fragments; strongly effervescent; 30 percent cobbles and 15 percent gravel; moderately alkaline (pH 8.3); abrupt wavy boundary.  (13 to 32 inches thick)\n3R--33 inches; fractured basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon, located about 3/4 of a mile NW of the junction of Hwy. 19 and 26 or 15 miles south of Kimberly; 2,600 feet west and 800 feet north of the SE corner of section 7, T. 12 S., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are dry in all parts of the moisture control section for one-half to three-fourths of the time when the soil temperature is 41 degrees F. or more.  The mean annual soil temperature is 47 to 54 degrees F.  An abrupt clay increase of 15 to 25 percent exists between the A and 2Bt1 horizons.  Depth to bedrock is 20 to 40 inches.  Depth to secondary carbonates is 10 to 24 inches.  The particle size control section has 35 to 55 percent clay and averages 35 to 50 percent rock fragments.\nThe A horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 or 3 moist and dry.  The texture is dominantly loam with 20 to 27 percent clay but it can range as high as 35 percent in some pedons.  It has 0 to 20 percent stones, 15 to 25 percent cobbles, and 10 to 35 percent gravel.  Soil reaction is slightly alkaline or moderately alkaline.\nThe 2Bt horizons have hue of 7.5YR or 10YR, value of 3 to 5 moist, 3 to 6 dry, and chroma of 2 to 4 moist and dry.  It has 0 to 20 percent stones, 10 to 25 percent cobbles, and 10 to 20 percent gravel.  Soil reaction is slightly alkaline or moderately alkaline.\nThe 2Bk horizon has value of 4 or 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist and dry.  It is coarse sandy loam, loam, or clay loam with 15 to 30 percent clay.  It has 5 to 40 percent cobbles and 5 to 20 percent gravel.  Soil reaction is moderately alkaline or strongly alkaline.  It is slightly to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Tenpin series.  Tenpin soils are very deep, have 60 to 75 percent rock fragments in the control section, and are neutral or slightly acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cant soils are south facing slopes.  They formed in clayey colluvium overlying basalt.  Slopes are 15 to 40 percent.  Elevation is 2,000 to 3,800 feet.  The climate is semi-arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 9 to 12 inches, and the mean annual temperature is 45 to 52 degrees F.  The frost-free period is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gooserock, Meadowridge, Monroe, Reywat, and Simas.  Gooserock and Meadowridge soils have vitrandic properties in the surface and are very deep to bedrock.  Gooserock soils are on steep, north facing slopes whereas Meadowridge soils are on gently sloping benches.  Monroe soils are fine-loamy, very deep to bedrock, and are on flood plains.  Reywat soils are shallow to bedrock, loamy-skeletal, and are on ridgetops.  Simas soils are non-skeletal, have a mollic epipedon, and are on adjacent north slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These are soils are used for livestock grazing and wildlife habitat.  The potential native vegetation is bluebunch wheatgrass, basin big sagebrush and match-weed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Oregon, MLRA B-10.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  John Day Fossil Beds National Monument, Oregon, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nochric epipedon\nargillic horizon - 2 to 19 inches (2Bt1 and 2Bt2 horizons)\nsecondary carbonates - 19 to 33 inches (2Bk horizon)\n\"Pale\" feature - clay increase of 15 percent between the A and 2Bt1 horizons\nEstimated L.E. is 5.0 to 6.0 cm within the upper meter.\nParticle size control section - 2 to 19 inches (2Bt1 and 2Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely stony",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; brown (10YR 4/3) extremely stony loam, pale brown (10YR 6/3) dry; moderate very fine granular structure; soft, friable, slightly sticky and slightly plastic; few fine and many very fine roots; few fine and common very fine irregular pores; 20 percent stones, 15 percent cobbles, and 25 percent gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--2 to 7 inches; brown (10YR 4/3) cobbly clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few very fine tubular pores; common faint clay films on ped faces; 15 percent cobbles and 15 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--7 to 19 inches; brown (10YR 5/3) very cobbly clay, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; few fine and very fine tubular pores; many distinct clay films on ped faces and in pores; 25 percent cobbles and 20 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary.  (Combined thickness of the 2Bt horizons is 6 to 20 inches.)"
      },
      {
        "name": "2Bk",
        "top": 48,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bk--19 to 33 inches; brown (10YR 5/3) very cobbly clay loam, very pale brown (10YR 7/3) dry; massive; soft, very friable, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; carbonates coating the undersides of rock fragments; strongly effervescent; 30 percent cobbles and 15 percent gravel; moderately alkaline (pH 8.3); abrupt wavy boundary.  (13 to 32 inches thick)"
      },
      {
        "name": "3R",
        "top": 84,
        "narrative": "3R--33 inches; fractured basalt"
      }
    ]
  ]
}
