{
  "SERIES": "CANTUCHE",
  "STATUS": "Established Series",
  "BYREV": "GLH:AJW:LFR",
  "REVDATE": "10/2018",
  "STATES": "AL",
  "OVERVIEW": "The Cantuche series consists of shallow, well drained, moderately permeable soils that formed over horizontally bedded claystone.  These soils are on narrow ridgetops and narrow benches on steep sideslopes of dissected landscapes in the Coastal Plain.  Slopes range from 2 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, acid, thermic, shallow Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cantuche angular cobbly loam--forested.\n(Colors are for moist soil unless otherwise stated.)\nA11--0 to 4 inches; very dark gray (10YR 3/1) angular cobbly\nloam; weak fine granular structure; very friable; common fine and medium roots; few very fine flakes of mica; about 45 percent by volume fragments of claystone ranging from 2 mm to 15 cm in diameter; strongly acid; clear smooth boundary.  (2 to 7 inches thick)\nA12--4 to 9 inches; grayish brown (10YR 5/2) angular cobbly loam; moderate fine and medium granular structure; very friable; common fine and medium roots in soil material and on faces of fragments; few very fine flakes of mica; few small fragments of charcoal; few fine pores; about 70 percent fragments of claystone ranging from 2 mm to 25 cm in diameter; very strongly acid; abrupt wavy boundary.  (0 to 8 inches thick)\nCr--9+ inches; hard, acid, horizontally bedded claystone; claystone is grayish brown or light yellowish brown with streaks or splotches of strong brown and yellowish brown; claystone is discontinuous but there is no evidence of root penetration or soil material within fractures which are usually more than 12 inches apart; few fine flakes of mica; material is extremely difficult to chip with spade; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clarke County, Alabama; two miles south of Tallahatta Springs on old Tallahatta Springs and Chilton roads and 0.75 mile east of private logging road and 200 feet south of road in the NW1/4NE1/4NE1/4 sec. 2, T. 10 N., R. 2 E.  Site located approximately 700 feet southwest of northeast corner of sec. 2."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of consolidated rock ranges from 5 to 20 inches.  Reaction ranges from strongly to very strongly acid in the solum to extremely acid in the underlying rock.  Fragments range from few to many on the surface and range from 2 mm to 45 cm in diameter.  These fragments are dominantly angular and have a wide range in degrees of hardness.\nThe A1 horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 or 2.  It is less than 5 inches thick when value is less than 4.  The A2 horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3.  Texture of the A horizon is cobbly sandy loam, cobbly loam, or cobbly silt loam.  Content of rock fragments range from 35 to 80 percent by volume and from 2 mm to 45 cm in diameter.\nThe C horizon, where present, is more than 75 percent fragments of claystone with hue of 10YR, 2.5Y, or 5Y, value of 5 or more, and chroma of more than 1.  These fragments may contain streaks or splotches of strong brown, yellowish brown, olive yellow, or pale olive.  Texture of the soil material in this horizon is sandy loam, loam, or silt loam and is usually present as coatings or thin layers between rock faces.  Diameter of fragments range from 2 mm to 45 cm.\nThe Cr horizon is horizontally bedded claystone.  Color and texture are the same as the fragments in the C horizon.  Thickness of the harder material ranges from 3 to 15 inches.  This layer is extremely difficult to chip with spade.  Overall thickness of the interbedded rock layers is usually greater than 6 feet and it is rippable.  It is massive but may be broken, angular cobbly rock structure is some pedons.  There is no soil material or coating between these fractures, neither is there evidence of root penetration."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this taxonomic class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cantuche soils are on gently rolling to rolling, narrow ridgetops and on steeper sideslopes and benches of dissected uplands of the Coastal Plain.  Slopes are mainly 5 to 25 percent but range from 2 percent on the narrow ridgetops to 35 percent on the steeper sideslopes.  These soils formed over the Tallahatta formation, locally known as Buhrstone rock.  Near the type location the average annual precipitation is 56 inches and the mean annual temperature is 64 degrees"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Arundel, Bama, Lauderdale, Luverne, Smithdale, Sweatman, and Troup series.\nArundel, Luverne, and Sweatman soils have clayey Bt horizons.  Bama and Smithdale soils have thick Bt horizons with 18 to 35 percent clay.  Lauderdale soils have fine-loamy control sections and less than 35 percent coarse fragments.  Troup soils have thick sandy epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Cantuche soils are well drained.\nRunoff is moderately rapid to rapid and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forests of longleaf, loblolly, and shortleaf pine with some understory of mixed hardwoods and shrubs.  A few small areas are in pastures of native grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plains of Alabama and possibly Mississippi.  The series is believed to be moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clarke County, Alabama; 1977.  The series is named for a small community in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Lithosol great soil group.  They were mapped with the Lauderdale series in the past."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A11--0 to 4 inches; very dark gray (10YR 3/1) angular cobbly"
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A12--4 to 9 inches; grayish brown (10YR 5/2) angular cobbly loam; moderate fine and medium granular structure; very friable; common fine and medium roots in soil material and on faces of fragments; few very fine flakes of mica; few small fragments of charcoal; few fine pores; about 70 percent fragments of claystone ranging from 2 mm to 25 cm in diameter; very strongly acid; abrupt wavy boundary.  (0 to 8 inches thick)"
      }
    ]
  ]
}
