{
  "SERIES": "CANTRIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL-JWH-TWN",
  "REVDATE": "01/2011",
  "STATES": "IA,MO",
  "OVERVIEW": "The Cantril series consists of very deep, somewhat poorly drained soils formed in loamy local alluvium and/or colluvium.  These soils are on base slopes on dissected till plains and alluvial fans.  Slope ranges from 0 to 9 percent.  Mean annual air temperature is about 10 degrees C.  Mean annual precipitation is about 950 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cantril loam, on a northeast-facing, foot slope of 3 percent, in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate very fine and fine granular structure; friable; slightly acid; clear smooth boundary.  (15 to 25 centimeters thick)\nE--20 to 30 centimeters; dark grayish brown (10YR 4/2) loam; weak thick platy structure parting to weak fine subangular blocky; friable; few light brownish gray (10YR 6/2) dry silt coats on faces of peds; common very dark grayish brown (10YR 3/2) coats on faces of peds; few fine segregations (iron and manganese oxides); moderately acid; gradual smooth boundary.  (10 to 25 centimeters thick)\nBE--30 to 43 centimeters; grayish brown (10YR 5/2) and dark yellowish brown (10YR 4/4) loam; moderate fine subangular blocky structure; friable; common light gray (10YR 7/2) dry silt coats on faces of peds; common dark grayish brown (10YR 4/2) coats on faces of peds; common fine segregations and concretions (iron and manganese oxides); strongly acid; gradual smooth boundary.  (0 to 13 centimeters thick)\nBt1--43 to 58 centimeters; grayish brown (10YR 5/2) and dark yellowish brown (10YR 4/4) clay loam; moderate fine subangular blocky structure; friable; many distinct brown (7.5YR 4/2) and brown (7.5YR 5/2) clay films; common light gray (10YR 7/2) dry silt coats on faces of peds; common fine segregations and concretions (iron and manganese oxides); common fine faint dark grayish brown (10YR 4/2), common fine distinct brown (7.5YR 4/4), and common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; strongly acid; gradual smooth boundary.\nBt2--58 to 76 centimeters; dark grayish brown (10YR 4/2) clay loam; moderate medium subangular blocky structure; friable; many distinct dark grayish brown (10YR 4/2) clay films; common light gray (10YR 7/2) dry silt coats on faces of peds; common fine segregations and concretions (iron and manganese oxides); common fine faint grayish brown (10YR 5/2), common fine distinct and distinct brown (7.5YR 4/4) and common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; strongly acid; gradual smooth boundary.\nBt3--76 to 99 centimeters; dark grayish brown (10YR 4/2) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; many distinct very dark grayish brown (10YR 3/2) clay films; few light gray (10YR 7/2) dry silt coats on faces of peds; common fine and medium segregations and concretions (iron and manganese oxides); common fine faint very dark grayish brown (10YR 3/2) and common fine distinct brown (7.5YR 4/4) redoximorphic concentrations; moderately acid; gradual smooth boundary.\nBt4--99 to 140 centimeters; dark grayish brown (10YR 4/2) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common distinct dark grayish brown (10YR 4/2) clay films; common fine and medium segregations and concretions (iron and manganese oxides); common fine faint grayish brown (10YR 5/2) and common fine distinct brown (7.5YR 4/4) redoximorphic concentrations; common small and medium pebbles; moderately acid; gradual smooth boundary.  (Combined thickness of the Bt horizon is 65 to 135 centimeters.)\nC--140 to 152 centimeters; dark brown (10YR 3/3) and dark grayish brown (10YR 4/2) clay loam; massive; friable; few fine segregations and concretions (iron and manganese oxides); common fine faint brown (10YR 4/3) redoximorphic concentrations; common small and medium pebbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 109-Iowa and Missouri Heavy Till Plain, Wapello County, Iowa subset; about 6 miles southeast of Ottumwa; located about 560 feet north and 1,070 feet east of the southwest corner of section 14, T. 71 N., R. 13 W.; USGS Agency topographic quadrangle; lat. 40 degrees 56 minutes 39 seconds N. and long. 92 degrees 19 minutes 44 seconds W.; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--more than 150 centimeters\nClay content in the particle-size control section (weighted average)--28 to 35 percent\nSand content in the particle-size control section) weighted average)--25 to 45 percent\nRock fragment content--0 percent\nAp horizon:\nHue--10YR\nValue--3\nChroma--1 or 2\nTexture--loam or silt loam high in sand\nClay content--15 to 25 percent\nSand content--30 to 50\nReaction--moderately acid to neutral\nE horizon:\nHue--10YR\nValue--4 or 5\nChroma--2\nTexture--loam or silt loam high in sand\nClay content--15 to 25 percent\nSand content--25 to 45 percent\nReaction--moderately acid or strongly acid\nBE horizon (when present):\nHue--10YR\nValue--4 or 5\nChroma--2 to 4\nTexture--loam or silt loam high in sand\nClay content--15 to 30 percent\nSand content--25 to 45 percent\nReaction--moderately acid or strongly acid\nBt and C horizon:\nHue--10YR\nValue--3 to 5\nChroma--2 to 4\nTexture--clay loam\nClay content--28 to 35 percent\nSand content--25 to 45 percent\nReaction--strongly acid or moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beardstown, Riceville, and Schley series.\nBeardstown--have a clay content of less than 15 percent in the lower third of the series control section\nRiceville--have a moist bulk density of 1.75 gm/cc in the lower half of the series control section\nSchley--have a clay content that averages less than 28 percent in the argillic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy local alluvium and/or colluvium\nLandform--base slopes on dissected till plains and alluvial fans\nSlope--0 to 9 percent\nElevation--155 to 460 meters above sea level\nMean annual air temperature--8 to 12 degrees C\nMean annual precipitation--865 to 1,040 millimeters"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coppock, Gosport, Lindley, and Nodaway soils.\nCoppock--are at landscape positions similar to those of the Cantril soils and have an albic horizon that is 36 to 61 centimeters thick\nGosport--are at higher landscape positions on convex side slopes and have a clay content that averages 36 to 58 percent in the particle-size control section\nLindley--are at higher landscape positions on convex side slopes and do not have a frequently saturated zone within a depth of 1 meter during the wettest period of normal years\nNodaway--are at lower landscape positions on flood plains and have a sand content of less than 15 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained--a frequently saturated zone occurs at a depth of 0.3 meter during the wettest periods of normal years\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second\nSurface runoff potential--negligible to medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn and soybeans.  Small areas associated with steep upland soils are used for pasture.  The native vegetation is big bluestem, little bluestem, indiangrass, switchgrass, other grasses of the tall grass prairie and scattered deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRAs--Illinois and Iowa Deep Loess and Drift (108C), Illinois and Iowa Deep Loess and Drift, Western Part (108D), and Iowa and Missouri Heavy Till Plain (109)\nLRR M; Southern and southeastern Iowa and northern Missouri\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Iowa, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 43 to 93 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the surface to a depth of 43 centimeters (Ap, E, and BE horizons);\nalbic horizon--the zone from a depth of 20 to 30 centimeters (E horizon);\nargillic horizon--the zone from a depth of 43 to 140 centimeters (Bt1, Bt2, Bt3, and Bt4 horizons);\naquic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nWater table depth has been updated by agreement by the MLRA 108 steering committee on water table depths and drainage class, 4/98. 1/25/2011-TYPE LOCATION error was corrected.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
