{
  "SERIES": "CANUELA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMP/CDH/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Canuela series consists of shallow, well drained soils that formed in eolian material and slope alluvium over residuum derived from rhyolitic tuff.  Canuela soils are on summits and beveled summits of interfluves on undulating plateaus and mesas.  Slopes are 2 to 8 percent.  Mean annual precipitation is about 13 inches and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Canuela paragravelly sandy loam--on a summit of an interfluve sloping 2 percent to the north at 6,638 feet elevation-rangeland. (Colors are for dry soil unless otherwise noted. When described on September 14, 2000, the soil was dry throughout.) Surface is covered with 20 percent paragravel and 5 percent paracobbles.\nA--0 to 2 inches; pale brown (10YR 6/3) paragravelly sandy loam, brown (10YR 4/3) moist; single grain; loose, slightly sticky and nonplastic; many fine and common very fine roots; 15 percent paragravel; neutral (pH 6.6); clear smooth boundary. (2 to 4 inches thick)\nBt1--2 to 7 inches; brown (7.5YR 4/4) paragravelly clay loam, dark brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few coarse, few medium, common fine, and common very fine roots; common distinct clay films on faces of peds; 20 percent paragravel and 10 percent paracobbles; neutral (pH 6.6); gradual smooth boundary. (3 to 8 inches thick)\n2Bt2--7 to 15 inches; brown (7.5YR 5/4) very paracobbly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and few very fine roots; common distinct clay films on faces of peds; 25 percent paragravel and 30 percent paracobbles; neutral (pH 6.8); abrupt wavy boundary. (4 to 8 inches thick)\n2Cr--15 to 25 inches; moderately cemented rhyolitic tuff bedrock (Bandelier Tuff formation)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bandelier National Monument, Los Alamos County, New Mexico; about 6.6 miles south-southeast of Los Alamos City Pond; Latitude 35 degrees 47 minutes 17.90 seconds North and Longitude 106 degrees 16 minutes 22.16 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nAverage annual soil temperature - 49 to 51 degrees F.\nDepth to base of the argillic horizon and a paralithic contact - 13 to 19 inches\nLithology of pararock fragments: Rhyolitic tuff\nOxalate extractable Al + 1/2Fe: .01 to .10 percent (estimated)\nParticle-size control section weighted averages:\nSilicate clay content: 18 to 30 percent\nSand content: 35 to 55 percent\nFine sand or coarser content: 25 to 40 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 2 to 4 moist\nChroma: 2 to 4, dry or moist\nTexture: paragravelly sandy loam or sandy loam\nClay content: 8 to 18 percent\nVolcanic glass content: 5 to 10 percent\nPararock fragments: total range is 5 to 30 percent\n5 to 20 percent paragravel\n0 to 10 percent paracobbles\nBt1 horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 6, dry or moist\nTexture: loam, clay loam, or gravelly clay loam\nClay content: 18 to 30 percent\nVolcanic glass content: 5 to 15 percent\nPararock fragments: total range is 5 to 30 percent\n5 to 20 percent paragravel\n0 to 10 percent paracobbles\n2Bt2 horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4 moist\nChroma: 4 or 6, dry or moist\nTexture: very paracobbly sandy clay loam, very paracobbly loam, or very paracobbly clay loam\nClay content: 18 to 27 percent\nVolcanic glass content: 20 to 30 percent\nPararock fragments: total range is 40 to 60 percent\n20 to 30 percent paragravel\n20 to 30 percent paracobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Canuela soils are on summits and beveled summits of interfluves on undulating plateaus and mesas. They formed in eolian material and slope alluvium over residuum derived from rhyolitic tuff of the Quaternary age Bandelier Tuff formation. Slopes are 2 to 6 percent. Elevation ranges from 5,900 to 7,100 feet. The mean annual precipitation is 11 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 47 to 51 degrees F.  The frost-free period is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abrojo, Armenta, Chiminet, and Zacaton soils. Abrojo soils are very deep and are on backslopes of interfluves. Armenta soils are very deep and are on footslopes of interfluves.  Chiminet soils are very shallow and are on backslopes of interfluves.  Zacaton soils are very deep and are on backslopes of interfluves."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; permeability is moderate and moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Canuela soils are used for recreation and wildlife habitat.  The historic climax vegetation is blue grama, needleandthread, skunkbush sumac, and twoneedle pinyon.  The ecological site is Pinus edulis-Juniperus monosperma/Cercocarpus montanus-Chrysothamnus nauseosus/Bouteloua gracilis(F036XB135NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Canuela soils are of small extent on the southwestern Espanola Basin part of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update, 2008. Series proposed in Los Alamos County, New Mexico, Bandelier National Monument Soil Survey, 2000.  Canuela is a Spanish surname."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 2 inches. (A horizon)\nArgillic horizon - The zone from 2 to 15 inches. (Bt1 and 2Bt2 horizons)\nParalithic contact - at 15 inches. (2Cr layer)\nNote: This soil has moderate amounts of volcanic glass in the coarse silt plus sand fractions.  It has less volcanic ash than other nearby less developed soils because of the influence of introduced eolian materials. Even though lower horizons contain more glass than upper horizons, it does not contain enough glass to make a Vitritorrandic subgroup.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; pale brown (10YR 6/3) paragravelly sandy loam, brown (10YR 4/3) moist; single grain; loose, slightly sticky and nonplastic; many fine and common very fine roots; 15 percent paragravel; neutral (pH 6.6); clear smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--2 to 7 inches; brown (7.5YR 4/4) paragravelly clay loam, dark brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few coarse, few medium, common fine, and common very fine roots; common distinct clay films on faces of peds; 20 percent paragravel and 10 percent paracobbles; neutral (pH 6.6); gradual smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 18,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bt2--7 to 15 inches; brown (7.5YR 5/4) very paracobbly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and few very fine roots; common distinct clay films on faces of peds; 25 percent paragravel and 30 percent paracobbles; neutral (pH 6.8); abrupt wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 38,
        "bottom": 64,
        "narrative": "2Cr--15 to 25 inches; moderately cemented rhyolitic tuff bedrock (Bandelier Tuff formation)"
      }
    ]
  ]
}
