{
  "SERIES": "CANYADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HEB/RLB/TRO",
  "REVDATE": "12/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, calcareous, mesic Ustertic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Canyada silty clay--rangeland on east-facing, convex, 1 percent slope under grasses and shrubs at an elevation of 6507 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 1 inch; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderately fine granular structure; slightly hard, firm, moderately sticky and moderately plastic; few fine roots; many fine vesicular pores; slightly alkaline (pH 7.5); clear smooth boundary.  (1 to 3 inches)\nBw--1 to 4 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; weak medium subangular block structure; very hard, very firm, very sticky and very plastic; common fine roots; common fine tubular pores; few fine slickensides; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (0 to 5 inches)\nC1--4 to 16 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; massive; very hard, very firm, very sticky and very plastic; few fine and common medium roots; few fine tubular pores; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (9 to 17 inches)\n2C2--16 to 27 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; hard, very friable, nonsticky and nonplastic; few fine roots; common fine tubular pores; strongly effervescent, with disseminated calcium carbonate; slightly alkaline (pH 7.8), clear smooth boundary.\n2C3--27 to 41 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic, few fine roots; few fine tubular pores; strongly effervescent, calcium carbonate segregated in few fine irregularly shaped soft mass, filaments and disseminated throughout matrix; moderately alkaline (pH 7.9); gradual smooth boundary.\n2C4--41 to 48 inches; pale brown (10YR 6/3) sand; brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; few fine tubular pores; moderately alkaline (pH 7.9); gradual smooth boundary.\n2C5--48 to 64 inches; pale brown (10YR 6/3) sand; brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; few fine tubular pores; moderately alkaline (pH 8.0); gradual smooth boundary.\n2C6--64 to 88 inches; very pale brown (10YR 7/3) fine sand; brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few fine root; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; longitude 107 degrees 24 feet 2 inches, latitude 36 degrees 17 minutes 12 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil moisture regime is Ustic aridic.  The soil moisture control section is typically dry in all parts of the soil moisture control section from May 1 to July 1, occaisionally moist in some part from July 1 through October and moist intermittently from November to May.\nSoil temperature: 49 to 52 degrees F.\nDepth to contrasting layer: 10 to 20 inches.\nReaction: slightly alkaline to strongly alkaline\nCalcium carbonate equivalent - less than 15 percent\nSalinity, mmhos/cm - 0 to 2\nSodicity, SAR - less than 10\nA horizon:\nHue: 10YR to 7.5YR\nValue: 5 to 6 dry\nChroma: 3 to 4 dry or moist\nBw horizon:\nHue: 10YR to 7.5YR\nValue: 4 thru 6 dry or moist\nChroma: 3 or 4 dry or moist\nTexture: clay, silty clay, or clay loam (38 to 58 percent clay)\nC horizon:\nHue; 10YR to 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4 dry or moist\nTexture: Clay, silty clay, or clay loam (38 to 58 percent clay)\n2C horizon:\nHue; 10YR to 7.5YR\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 3 or 4 dry or moist\nTexture: ranges from fine sandy loam to sand (5 to 15 percent clay)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Canyada soils are on low stream terraces and valley floors.  These soils formed in stratified mixed alluvium derived from sandstone and shale.  Slopes are 0 to 3 percent.  Elevations are about 6,200 to 7,000 feet.  Mean annual precipitation is about 10 to 12 inches.  The mean annual temperature is about 47 to 53 degrees F., and the frost-free period is about 115 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Councelor, Sparham, Starlake, and Tsosie soils.  Councelor and Tsosie soils are on fan remnants and lack strongly contrasting layers.  In addition, Councelor soils have less than 18 percent clay in the particle-size control section.  Sparham soils are on terraces, have more than 35 percent clay in the particle-size class and lack strongly contrasting layers. Starlake soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability in the upper part and moderately rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Canyada soils are used for livestock grazing and wildlife habitat. The present vegetation is greasewood, big sagebrush and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central New Mexico, MLRA 36.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Arriba County, Jicarilla Indian Reservation, New Mexico, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from the surface to a depth of 2 inches.  (A horizon)\nEntisol feature:  Lack of diagnostic epipedon or diagnostic subsurface horizons.  (C horizons)\nUstertic features: In the upper 10 to 20 inches - cracks 5mm or more wide for some time in normal years, slickensides and wedge shaped aggregates, and coefficient of linear extensibility of 6.0 or more.\nThe Canyada series, originally an Ustic Torriorthent, was reclassified as Ustertic Torriorthent in 1998.\nADDITIONAL DATA: Reference sample, pedon S87-NM-039-007; NSSL; sample date 10/87, from Rio Arriba County, New Mexico; SSA NM8698.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
