{
  "SERIES": "CANYONFORK",
  "STATUS": "Established Series",
  "BYREV": "CWL/PWB/TM/JBF",
  "REVDATE": "04/2009",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Typic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Canyonfork very gravelly fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 70 percent gravel and 10 percent cobbles.\nA--0 to 7 cm; dark grayish brown (10YR 4/2) very gravelly fine sandy loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine, and few medium roots; many very fine, common fine, and few medium tubular and interstitial pores; 23 percent calcium carbonate equivalent; 40 percent gravel; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (5 to 15 cm thick)\nABk--7 to 20 cm; brown (10YR 5/3) very gravelly fine sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine and fine, and few medium roots; common very fine and fine, and few medium tubular and interstitial pores; common faint (3 percent) secondary calcium carbonate concretions on bottom of rock fragments; 21 percent calcium carbonate equivalent; 45 percent gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (10 to 25 cm thick)\nBk1--20 to 38 cm; brown (10YR 5/3) extremely gravelly fine sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine, and few medium roots; common very fine and fine, and few medium tubular and interstitial pores; few faint (1 percent) secondary calcium carbonate concretions around rock fragments and common distinct (8 percent) secondary calcium carbonate concretions on bottom of rock fragments; 32 percent calcium carbonate equivalent; 60 percent gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (15 to 25 cm thick)\nBk2--38 to 61 cm; pale brown (10YR 6/3) extremely gravelly fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and few fine and medium roots; common very fine and few fine tubular and interstitial pores; common faint (2 percent) secondary calcium carbonate concretions around rock fragments and common prominent (15 percent) secondary calcium carbonate concretions on bottom of rock fragments; 30 percent calcium carbonate equivalent; 60 percent gravel and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.3). (20 to 40 cm thick)\n2Bk3--61 to 152 cm; dark grayish brown (10YR 4/2) extremely gravelly loam, very dark brown (10YR 2/2) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine, and few fine tubular and interstitial pores; common faint (2 percent) secondary calcium carbonate concretions around rock fragments and common prominent (15 percent) secondary calcium carbonate concretions on bottom of rock fragments; 34 percent calcium carbonate equivalent; 70 percent gravel; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; in the southern end of the Snake Range, on BLM administered land, about 3 miles south of Cedar Cabin Spring and 1 mile south of Decathon Canyon, in Big Springs Wash, about 75 feet east of jeep trail; USGS Arch Canyon 7.5 minute topographic quadrangle; latitude 38 degrees 45 minutes 15 seconds N and longitude 114 degrees 14 minutes 54 seconds W; UTM zone 11, 0739109e, 4293109n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; this soil receives additional run-on moisture; Xeric soil moisture regime bordering on aridic.\nMean annual soil temperature - 5.5 to 7 degrees C.\nMollic epipedon thickness - 25 to 50 cm.\nDepth to calcic horizon - 18 to 30 cm.\nThickness of the calcic horizon - 100 to 134 cm\nParticle-size control section - Clay content: Averages 12 to 18 percent.\nRock fragments: Averages 50 to 75 percent, mainly gravel. Lithology of the fragments is mainly limestone.\nA and ABk horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 3 percent.\nCalcium carbonate equivalent: 15 to 25 percent.\nEffervescence: Slightly effervescent to violently effervescent.\nReaction: Neutral to moderately alkaline.\nBk and 2Bk horizons - Value: 4 through 6 dry, 2 through 4 moist.\nChroma: 2 or 3, dry.\nTexture: Loam, fine sandy loam, or sandy loam.\nClay content: 12 to 18 percent.\nRock fragments: 50 to 75 percent, mainly as gravel.\nStructure: Weak to moderate, fine through coarse subangular blocky.\nConsistence: Soft or slightly hard, dry, nonsticky or slightly plastic, moist.\nCalcium carbonate equivalent: 30 to 40 percent in the less than 2 mm fraction; 40 to 60 in the less than 20 mm fraction.\nEffervescence: Strongly effervescent to violently effervescent.\nSecondary calcium carbonates: Common to many (5 to 25 percent) secondary calcium carbonate concretions on the bottom of rock fragments.\nReaction: Slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cavehill, Cedarcabin, Fontreen, Granzan, Highup, Lizdale, Lizzant, Lonjon, and Sylvaniam series.\nCavehill, Cedarcabin, Highup, Lonjon, and Sylvaniam soils are moderately deep to bedrock.\nFontreen soil have 18 to 27 percent clay in the particle-size control section.\nGranzan soils are 100 to 150 cm deep to bedrock.\nLizdale soils are somewhat excessively drained and have extremely gravelly loamy sand C horizons.\nLizzant soils have cambic horizons and 18 to 30 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Canyonfork soils are on young alluvial fans on fan remnant toeslopes.\nThese soils formed in alluvium derived from fanglomerate consisting of fragments of limestone, dolomite, and quartzite.\nSlopes are 4 to 15 percent.\nElevations range from 1,965 to 2,800 m.\nThe climate is dry-subhumid, cool, moist winters and warm dry summers.\nThe mean annual precipitation is 400 to 500 mm. These soils receive some additional run-on moisture.\nMean annual temperature is 4 to 6 degrees C.\nThe frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedarcabin, Noski and the Washover soils.\nCedarcabin soils are moderately deep to indurated fanglomerate.\nNoski soils have are shallow to indurated fanglomerate.\nWashover soils have mollic epipedons that are 50 to 64 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low or medium surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Canyonfork soils are used for recreation, livestock grazing, and wildlife habitat. The potential native vegetation is mainly bluebunch wheatgrass, Indian ricegrass, black sagebrush and wild crab apple. This pedon is correlated to Ecological Site R028AY087NV, Calcareous Fan Piedmont 10-14 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Great Basin National Park, Nevada, 2009. The name is coined from a local canyon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 38 cm (A, ABk, and Bk1 horizons).\nCalcic horizon - The zone from 20 to 152 cm (Bk1, Bk2, and 2Bk3 horizons).\nParticle-size control section - The zone from 25 to 100 cm (lower part of the Bk1, Bk2 and upper part of the 2Bk3 horizons).\nADDITIONAL DATA:\nNASIS user Pedon ID: 06NV778022-CWL\nNational Cooperative Soil Survey\nU.S.A."
  }
}
