{
  "SERIES": "CANYONCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/CAF/JJJ",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, mixed, superactive Xeric Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Canyoncreek sandy loam on a SE facing 12 percent slope under a cover of white fir, ponderosa pine, and sticky currant at an elevation of 6400 feet.  (Colors are for dry soil unless, otherwise stated.  When described August 12, 1985, the soil was dry throughout.)\nOi--3 to 0 inches; recent and decomposing white fir needles, twigs, and branches.\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 10 percent gravel; NaF pH 11.0; moderately acid (pH 6.0); abrupt smooth boundary.\nA2--4 to 9 inches; dark grayish brown and brown (10YR 4/2 and 7.5YR 4/2) sandy loam, very dark brown and dark brown (10YR 2/2 and 7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and common fine roots; many very fine interstitial pores; 10 percent gravel; NaF pH 11.5; slightly acid (pH 6.5); abrupt wavy boundary.\nA3--9 to 19 inches; brown (10YR 4/3) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many medium and common fine and coarse roots; many very fine interstitial pores; 10 percent gravel; NaF pH 11.0; slightly acid (pH 6.5); clear wavy boundary.  (Combined thickness of the A horizon is 17 to 24 inches)\n2Bw1--19 to 28 inches; brown (10YR 4/3) very stony loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many medium and common fine and coarse roots; many very fine interstitial and few very fine tubular pores; 30 percent stones, 20 percent cobbles, 5 percent gravel; NaF pH 10.5; moderately acid (pH 6.0); gradual wavy boundary.\n2Bw2--28 to 43 inches; brown (10YR 5/3) very stony loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic, common coarse and medium roots; common very fine tubular pores; 30 percent stones, 20 percent cobbles, 5 percent gravel; NaF pH 10.0; moderately acid (pH 6.0); clear wavy boundary.  (Combined thickness of the 2Bw horizon is 13 to 25 inches)\n3BCt--43 to 58 inches; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few medium and coarse roots; common very fine tubular pores; few thin clay films on faces of rocks; 70 percent weathered gravel; NaF pH 10.0; moderately acid (pH 6.0); clear wavy boundary.  (10 to 18 inches thick).\n4Cr--58 inches; soft weathered Andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; about 12 miles southeast of Canby on Warm Springs Drive, 10 feet west of road, about 12 miles southeast of Canby on Warm Springs Drive, 10 feet west of road; 1,000 feet east and 1,050 feet north of the southwest corner of sec. 25, T. 40 N., R. 10 E., Canby SE (Hermit Butte) quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Laboratory analyses of adjoining soils, in addition to supporting field study place this soil in the order Andisols.  Depth to paralithic contact is 40 to 60 inches.  The mollic epipedon ranges from 30 to 43 inches thick.  The mean annual soil temperature is 38 to 44 degrees F.  The mean summer soil temperature is 44 to 46 degrees F with a O horizon.  The soil temperature exceeds 41 degrees F. from mid May to about early November and exceeds 47 degrees F. from mid July to early September.  The soil moisture control section is dry in all parts from mid July to mid September (60 to 80 days) and is moist in all parts from early November to mid June.  The upper part is volcanic ash with less than 15 percent rock fragments.  The lower part is dominated by 35 to 60 percent rock fragments, mostly cobbles and stones.  NaF pH ranges from 11.5 to 9.4 decreasing with depth.  Base saturation by ammonium acetate ranges from 50 to 75 percent.  Reaction ranges from slightly acid to moderately acid throughout.\nThe A horizon color is 10YR 4/2, 4/3, 5/3 or 7.5YR 4/2.  Moist color is 10YR 2/2, 3/2 or 7.5YR 3/2.  Clay content ranges from 8 to 15 percent.  Rock fragments, mostly gravel, range from 0 to 15 percent.  Bulk density ranges from 0.7 to 0.85 g/cc.\nThe 2Bw horizon color is 10YR 4/3, 5/3; 7.5YR 5/2 or 5/4.  Moist color is 10YR 3/3, 4/3 or 7.5YR 3/2.  Texture is very stony loam, very cobbly loam, or extremely cobbly loam.  Clay content ranges from 12 to 18 percent.  Rock fragments, mostly cobbles or stones, range from 35 to 80 percent.  Bulk density ranges from 0.85 to 1.2 g/cc.\nThe 3BCt horizon color is 10YR 5/4, 6/2, 6/4; 7.5YR 5/4, 6/4 or 6/6.  Moist color is 10YR 4/3, 4/4; 7.5YR 4/4, 3/4 or 4/6.  Texture is extremely gravelly loam or very gravelly loam.  Clay content ranges from 18 to 27 percent.  Rock fragments, mostly weathered gravel, range from 35 to 80 percent.  Bulk density ranges from 1.0 to 1.2 g/cc.\nAndic property data (see remarks for explanation):\nDepth  P-ret  B.D.  pH NaF  Glass   Alo  Feo  15 barH20\n0-4     97    0.76   11.5    7     1.80  0.83     21.0\n4-9     98    0.85   11.0    7     1.82  0.85     18.5\n9-19    95    0.85   10.5    8     1.43  0.77     18.6\n19-28   77     NC     9.6   NC     0.66  0.77     21.2\n28-43   ND     ND     ND    ND      ND    ND       ND\n43-58   ND     ND     ND    ND      ND    ND       ND"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Canyoncreek soils are on mountains.  Slopes are 2 to 50 percent. These soils formed in tephra.   Elevation is 6000 to 7100 feet.  The climate is subhumid with cool dry summers and cold moist winters.  Mean annual precipitation is 20 to 25 inches. Snowfall is 48 to 72 inches.  The mean annual temperature is 38 to 43 degrees F.  The mean January temperature is about 25 degrees F.  The mean July temperature is about 55 degrees F.  Frost free season is 40 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gosch, Hermit and Witcher soils.  Hermit soils are on mountains, are deep to a paralithic contact, and are medial over loamy.  Gosch and Witcher soils are on mountains, are deep to a paralithic contact, have an ochric epipedon and are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production.  Small areas are used as urban development.  The natural vegetation is white fir, ponderosa pine, snowbrush, sierra chinkapin, sticky currant, and bitter cherry, ceanothus and some jeffrey pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are not extensive.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California\nSERIES Established:  Modoc County, Intermountain Soil Survey Area, California 1994.  Source of name is a creek."
  },
  "REMARKS": {},
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  }
}
