{
  "SERIES": "CAPEBLANCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/RWL",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, isomesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Capeblanco very channery loam - woodland, on a 38 percent northeast-facing slope at an elevation of 650 feet.  (When described on October 16, 1990 the soil profile was moist to a depth of 19 inches and dry below this depth.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 3 inches; partially decomposed needles, leaves, twigs and woody materials.\nA---3 to 11 inches; dark yellowish brown (10YR 4/4) very channery loam, yellowish brown (10YR 5/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; common fine and very fine tubular pores; 40 percent channers and 5 percent flagstones; very strongly acid (pH 4.6); clear smooth boundary.  (5 to 10 inches thick)\nBw1--11 to 22 inches; dark yellowish brown (10YR 4/4) very channery clay loam, light yellowish brown (10YR 6/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; many fine tubular pores; 40 percent channers, 10 percent flagstones and 2 percent stones; very strongly acid (pH 4.8); clear wavy boundary.\nBw2--22 to 38 inches; dark yellowish brown (10YR 4/4) extremely channery sandy clay loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium, and few coarse roots; common fine tubular pores; 50 percent channers, 15 percent flagstones and 5 percent stones; very strongly acid (pH 4.8); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 15 to 30 inches)\nR---38 inches; schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 700 feet north and 1,600 feet west of the southeast corner of section 31, T. 35 S., R. 13 W., W.M. (Latitude 42 degrees, 29 minutes, 51 seconds N.; Longitude 124 degrees, 17 minutes, 07 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 51 to 54 degrees F.  The soils are usually moist but are dry less than 45 consecutive days between 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 20 to 30 percent clay and has 45 to 85 percent total rock fragments.  Depth to bedrock and solum thickness is 20 to 40 inches.  Soil reaction is strongly or very strongly acid.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry.  It is very channery loam with l5 to 25 percent clay.  It has 35 to 50 percent channers and 0 to 5 percent flagstones.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 through 6 moist, 6 or 7 dry and chroma of 4 through 6 moist and dry.  It is very channery clay loam, extremely channery sandy clay loam, or extremely flaggy loam with 20 to 30 percent clay.  It has 35 to 50 percent channers, 10 to 30 percent flagstones, and 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Calfranch, Dulandy, Lackscreek, and Slidecreek series.  Calfranch soils are greater than 60 inches deep to bedrock.  Dulandy and Lackscreeksoils have a mean annual soil temperature of greater than 54 degrees F.  In addition, Lackscreek soils lack channer shaped rock fragments.  Slidecreek soils are greater than 40 inches deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Capeblanco soils occur on metastable to active side slopes of coastal hills and mountains.  Slopes are 30 to 90 percent. The soils formed in colluvium and residuum derived from schist or phyllite rock types of the Colebrooke Schist Formation.  Elevations are 100 to 1,000 feet.  The climate is characterized by cool, wet winters and cool, moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 75 to 95 inches.  The mean annual temperature is 50 to 53 degrees F. The frost-free period is 200 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Desons (T), Watches (T), and the competing Calfranch (T) soils.  All of these soils occur on broad ridgetops, benches, or side slopes of coastal hills and mountains.   Desons soils have an argillic horizon.  Watches soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Capeblanco soils are used for timber production, watershed, recreation, and wildlife habitat.  The native vegetation is Douglas fir, western hemlock, grand fir, Sitka spruce, red alder, tanoak, Pacific madrone, cascade Oregongrape, salal, Pacific rhododendron, evergreen huckleberry, salmonberry, western swordfern, common beargrass, and red elderberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal hills and mountains of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon; 1995.  The source of the name is from Cape Blanco, the western-most point in the state of Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon.\nCambic horizon - from a depth of 11 to 38 inches (Bw1 and Bw2 horizons).\nParticle-size control section - from 10 to 35 inches (Bw1, Bw2 horizons) with a weighted average of 63 percent rock fragments.\nAll diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
