{
  "SERIES": "CAPHOR",
  "STATUS": "Established Series",
  "BYREV": "CEJ/RPZ/GJS",
  "REVDATE": "11/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Durinodic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caphor fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; light brownish gray (10YR 6/2) fine sandy loam, brown (10YR 5/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; very few fine roots; common very fine, few fine and medium vesicular pores; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 13 cm thick)\nA2--8 to 18 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; very few very fine, fine and medium roots; common fine, few very fine and medium vesicular pores; 5 percent gravel; common fine carbonate coats on undersides of gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (8 to 13 cm thick)\nBqk1--18 to 43 cm; pale brown (10YR 6/3) sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; few fine and medium tubular pores; 5 percent gravel; l0 percent weakly cemented durinodes; few fine carbonate filaments or threads; common medium carbonate and silica coats on undersides of gravel; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (15 to 53 cm thick)\nBqk2--43 to 89 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; 55 percent light gray (10YR 7/2) discontinuous thick lenses of very hard, very firm, strong silica cementation; massive; slightly hard, friable, slightly sticky and nonplastic; 5 percent gravel; common medium carbonate and silica coats on underside of gravel; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (23 to 56 cm thick)\n2Cqk--89 to 152 cm; pale brown (10YR 6/3) gravelly coarse sand, brown (10YR 5/3) moist; single grained; loose, nonsticky and nonplastic; 30 percent gravel; common thin carbonate and silica coats on undersides of gravel; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada, about 15 miles southeast of Austin in the north part of Big Smoky Valley; approximately 2,000 feet south and 1,300 feet west of the northeast corner of section 14, T. 17 N., R. 45 E.; USGS Birch Creek Ranch 7.5 minute topographic quadrangle; latitude 39 degrees 20 seconds 9 seconds N and longitude 116 degrees 52 minutes 47 seconds W; WGS84 Decimal Degrees 39.3358333 latitude, -116.8797222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in November through May; aridic soil moisture regime.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to 2Ck horizon: 60 to 100 CM.\nDepth to discontinuous strong cementation: 38 to 76 CM.\nReaction: Moderately alkaline or strongly alkaline increasing with depth.\nParticle-size control section - Clay content:  8 to 18 percent.\nRock fragments:  Less than 15 percent, when mixed, mainly gravel.\nA horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nBqk1 horizon\nValue:  6 or 7 dry, 4 through 6 moist.\nChroma:  3 or 4.\nTexture:  Fine sandy loam or sandy loam.\nBqk2 horizon - Value:  6 or 7 dry, 4 through 6 moist.\nChroma: 2 through 4.\nCementation:  20 to 60 percent discontinuous strong silica cementation in a friable matrix.\nTexture:  Fine sandy loam or sandy loam.\n2Cqk horizon - Value:  6 or 7 dry, 4 through 6 moist.\nChroma:  3 or 4.\nTexture:  Stratified loamy sand or coarse sand, modified by 25 to 50 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bubus and Valmy series.\nBubus and Valmy soils lack strong discontinuous silica cementation and sandy textured 2Ck horizons above 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Caphor soils are on fan skirts.  These soils formed in alluvium derived from mixed rocks.  Slopes are 0 to 4 percent.  Elevations are 1,650 to 1,770 meters.  The climate is cool, arid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 130 to 200 mm; mean annual temperature is 7 to 10 degrees C, and the frost-free season is l00 to l20 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Batan, Tenabo and Unsel soils.  Batan soils have a fine-silty particle size control section.  Tenabo and Unsel soils have argillic horizons.  In addition, Tenabo soils have an indurated duripan within a depth of 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly shadscale, bud sagebrush and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are not extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface of the soil to a depth of about 18 cm (A1 and A2 horizons).\nDiscontinuous strong silica cementation - The zone from about 43 to 89 cm (Bqk horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bqk1, Bqk2 and 2Cqk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
