{
  "SERIES": "CAPITOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJM-HFG-DJH-JJJ",
  "REVDATE": "11/2006",
  "STATES": "WI",
  "OVERVIEW": "The Capitola series consists of very deep, poorly drained and very poorly drained soils which are moderately deep to a densic contact. They formed in a mantle of silty or loamy alluvium and in the underlying dense sandy loam till. These soils are on ground moraines, disintegration moraines, end moraines, and drumlins. Permeability is moderate in the solum and very slow in the substratum. Slopes range from 0 to 2 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Capitola muck - on a plane 1 percent slope in a wooded swamp at an elevation of about 1,550 feet. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 5 inches; black (10YR 2/1), broken face and rubbed, very dark gray (10YR 3/1), pressed, muck; about 30 percent fiber, 9 percent rubbed; moderate very fine subangular blocky structure; very friable; many fine roots; primarily herbaceous fibers and some woody ones; about 5 percent brown (7.5YR 4/4) wood fragments; about 20 percent mineral ash material; brown (10YR 4/3) sodium pyrophosphate extract; strongly acid; abrupt smooth boundary. (0 to 6 inches thick)\nA--5 to 7 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; many fine roots; few fine prominent dark brown (7.5YR 3/4) masses of iron accumulation; about 1 percent gravel and 10 percent cobbles; strongly acid; abrupt wavy boundary. (0 to 5 inches thick)\nBg1--7 to 10 inches; gray (10YR 5/1) silt loam; weak medium subangular blocky structure; firm; a few vertical cleavage planes; few fine roots; common fine prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix; about 1 percent gravel; moderately acid; abrupt wavy boundary.\nBg2--10 to 15 inches; dark grayish brown (10YR 4/2) silt loam; weak medium subangular blocky structure; firm; a few vertical cleavage planes; few fine roots; common fine prominent brown (7.5YR 4/4) and common medium faint brown (10YR 5/3) masses of iron accumulation in the matrix; common medium faint gray (10YR 5/1) iron depletions in the matrix; common fine prominent dark reddish brown (5YR 2/2) concretions (iron and manganese oxides); about 1 percent gravel; very strongly acid; clear wavy boundary.\nBg3--15 to 22 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable; a few vertical cleavage planes; few fine roots; few fine prominent dark red (2.5YR 3/6), common medium faint brown (10YR 5/3), and many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; common fine prominent dark reddish brown (5YR 2/2) concretions (iron and manganese oxides); about 2 percent gravel; moderately acid; abrupt wavy boundary. (Combined thickness of the Bg horizons is 0 to 20 inches)\n2Btg--22 to 33 inches; brown (7.5YR 4/2) sandy loam; moderate thin and very thin platy structure; friable; a few vertical cleavage planes; few fine roots; common distinct very dark gray (10YR 3/1) clay films on faces of peds and many in pores; few fine prominent greenish gray (5GY 5/1) and common medium faint brown (7.5YR 5/2) iron depletions in the matrix; common medium distinct brown (7.5YR 4/4) and many fine prominent reddish brown (5YR 4/4) masses of iron accumulation in the matrix; common fine and medium prominent very dusky red (2.5YR 2/2) concretions (iron and manganese oxides); about 8 percent gravel and 2 percent cobbles; strongly acid; gradual wavy boundary. (4 to 15 inches thick)\n2Cd--33 to 60 inches; brown (7.5YR 4/4) sandy loam; massive tending to part along horizontal cleavage planes to weak thin plates; firm; dense and compact; few fine prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; about 8 percent gravel and 2 percent cobbles; moderately acid"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Wisconsin; about 2 miles northeast of Dudley, 70 feet west and 1,840 feet north of the southeast corner, sec. 12, T. 33 N., R. 8 E. USGS Gleason, Wis. Quad. Latitude  45 degrees 21 minutes 23 seconds N. Longitude  89 degrees 25 minutes 29 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, thickness and depth are measured from the top of the mineral soil.) Depth to the base of the argillic horizon and to a densic contact ranges from 20 to 40 inches. Thickness of the silty mantleranges from 0 to 36 inches. Content of clay averages from 7 to 17 percent in the particle-size control section and the content of fine sand or coarser averages 15 to 70 percent. Volume of gravel ranges from 0 to 15 percent in the silty or loamy mantle and from 5 to 35 percent in the till. Volume of cobbles ranges from 0 to 5 percent and volume of stones ranges from 0 to 3 percent throughout. Surface stones have coverage ranging from 0 to 3 percent. Reaction ranges from very strongly acid to neutral in the solum and from strongly acid to slightly alkaline in the substratum. Carbonates are absent within a depth of 60 inches. Redox accumulations are typically throughout the pedon. Redox depletions are on 50 percent or more of ped faces or are 50 percent or more of the matrix in at least the upper 5 inches of the argillic horizon. Saturation occurs at or near the surface much of the year in most years.\nThe Oa horizon has hue of 5YR, 7.5YR, or 10YR or it is neutral in hue. It has value of 2 or 3 and chroma of 0 to 2.\nThe A horizon has value of 2 or 3 and chroma of 1 or 2. Some pedons have an Ap horizon with hue of 10YR and value and chroma of 2 or 3. Texture of the A or Ap horizon is silt loam or loam.\nSome pedons have an Eg horizon with platy structure and hue of 7.5YR, 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2. Texture is silt loam, loam, fine sandy loam, or sandy loam.\nThe Bg horizon has hue of 7.5YR, 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2. Texture is silt loam, loam, sandy loam, or fine sandy loam.\nSome pedons have a Btg horizon with color and texture like the Bg horizon described above. Some pedons with a Btg horizon do not have a Bg horizon.\nThe 2Btg horizon (Btg horizon in pedons without a silty mantle) has hue of 2.5YR, 5YR, or 7.5YR; value of 4 to 6; and chroma of 1 or 2. Some pedons have 2Bt horizons (Bt horizons in pedons without a silty mantle) with like hue and with value and chroma of 3 or 4. Texture of the 2Btg or 2Bt horizon is typically sandy loam, fine sandy loam, loam, or their gravelly analogs. The bulk density ranges from 1.7 to 1.9 g/cm3. Some pedons have pockets or strata of loamy sand or gravelly loamy sand.\nThe 2Cd horizon (Cd horizon in pedons without a silty mantle) has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 6; and chroma of 3 to 4. Texture is typically sandy loam, fine sandy loam, or their gravelly analogs. Clay content averages from 7 to 17 percent. The bulk density ranges from 1.80 to 2.05 g/cm3. Some pedons have pockets, strata, or subhorizons of loamy sand or gravelly loamy sand.\nSome pedons have a 2Cdg or Cdg horizon with textures, hue and value like the 2Cd and Cd horizons described above, and chroma of 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Haybrook series. Haybrook soils are more than 40 inches deep to a densic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in silty or loamy alluvium and in the underlying dense sandy loam till of Late Wisconsinan Age.\nLandform: Depressions and drainageways of ground moraines, disintegration moraines, end moraines, and drumlins.\nSlope: 0 to 2 percent.\nElevation: 800 to 1950 feet.\nMean annual air temperature: 39 to 42 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 70 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cebana, Freeon, Magnor, Newood, Newot, and Pesabic soils.\nOn ground moraines and drumlins, the moderately well drained Freeon, the somewhat poorly drained Magnor, and the poorly drained Cebana soils form a drainage sequence with Capitola soils.\nOn end moraines and disintegration moraines, the well drained Newot, the moderately well drained Newood and the somewhat poorly drained Pesabic soils form a drainage sequence with Capitola soils. All are on higher or more sloping landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained and very poorly drained. The potential for surface runoff ranges from negligible to low. Permeability is moderate in the solum and very slow in the substratum. The poorly drained phase of Capitola has a perched water table at a depth of 0 to 1.0 foot at some time during the period September to June in normal years. The very poorly drained phase of Capitola has a perched water table, or ponds, at 1.0 to 0 feet above the surface at some time during the period September to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for woodland. Small areas are used for pastureland and a few areas are drained and used for cropland. Native vegetation is mixed deciduous and coniferous forest. common trees are cedar, tamarack, spruce, ash, maple, balsam, aspen, birch, hemlock, and elm. Present vegetation, where the forest cover has been removed, is mostly grasses and sedges with some shrubs, such as alder and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Wisconsin. LRR K, MLRA 90A, and MLRA 90B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Wisconsin, 1993. Source of name is a lake in northeastern Lincoln County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section - 22 to 33 inches (2Btg).\nOchric epipedon (darker than typic) - 0 to 7 inches (Oa, A).\nArgillic horizon - 22 to 33 inches (2Btg).\nDensic contact - 33 inches (2Cd).\nReduced matrix - in the zone from 7 to 33 inches (Bg1, Bg2, Bg3, 2Btg).\nRedoximorphic concentrations - oxidized color features in the zone from 5 to 60 inches.\nLithologic discontinuity - at the upper boundary of the 2Btg horizon at 22 inches.\nAquic conditions within 20 inches of the surface.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 5 inches; black (10YR 2/1), broken face and rubbed, very dark gray (10YR 3/1), pressed, muck; about 30 percent fiber, 9 percent rubbed; moderate very fine subangular blocky structure; very friable; many fine roots; primarily herbaceous fibers and some woody ones; about 5 percent brown (7.5YR 4/4) wood fragments; about 20 percent mineral ash material; brown (10YR 4/3) sodium pyrophosphate extract; strongly acid; abrupt smooth boundary. (0 to 6 inches thick)"
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--5 to 7 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; many fine roots; few fine prominent dark brown (7.5YR 3/4) masses of iron accumulation; about 1 percent gravel and 10 percent cobbles; strongly acid; abrupt wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 18,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg1--7 to 10 inches; gray (10YR 5/1) silt loam; weak medium subangular blocky structure; firm; a few vertical cleavage planes; few fine roots; common fine prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix; about 1 percent gravel; moderately acid; abrupt wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 25,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--10 to 15 inches; dark grayish brown (10YR 4/2) silt loam; weak medium subangular blocky structure; firm; a few vertical cleavage planes; few fine roots; common fine prominent brown (7.5YR 4/4) and common medium faint brown (10YR 5/3) masses of iron accumulation in the matrix; common medium faint gray (10YR 5/1) iron depletions in the matrix; common fine prominent dark reddish brown (5YR 2/2) concretions (iron and manganese oxides); about 1 percent gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 38,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg3--15 to 22 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable; a few vertical cleavage planes; few fine roots; few fine prominent dark red (2.5YR 3/6), common medium faint brown (10YR 5/3), and many medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; common fine prominent dark reddish brown (5YR 2/2) concretions (iron and manganese oxides); about 2 percent gravel; moderately acid; abrupt wavy boundary. (Combined thickness of the Bg horizons is 0 to 20 inches)"
      },
      {
        "name": "2Btg",
        "top": 56,
        "bottom": 84,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btg--22 to 33 inches; brown (7.5YR 4/2) sandy loam; moderate thin and very thin platy structure; friable; a few vertical cleavage planes; few fine roots; common distinct very dark gray (10YR 3/1) clay films on faces of peds and many in pores; few fine prominent greenish gray (5GY 5/1) and common medium faint brown (7.5YR 5/2) iron depletions in the matrix; common medium distinct brown (7.5YR 4/4) and many fine prominent reddish brown (5YR 4/4) masses of iron accumulation in the matrix; common fine and medium prominent very dusky red (2.5YR 2/2) concretions (iron and manganese oxides); about 8 percent gravel and 2 percent cobbles; strongly acid; gradual wavy boundary. (4 to 15 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 84,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "narrative": "2Cd--33 to 60 inches; brown (7.5YR 4/4) sandy loam; massive tending to part along horizontal cleavage planes to weak thin plates; firm; dense and compact; few fine prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; about 8 percent gravel and 2 percent cobbles; moderately acid"
      }
    ]
  ]
}
