{
  "SERIES": "CAPLEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWC-CLN",
  "REVDATE": "1/99",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, nonacid, hyperthermic Typic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Caplen mucky peat--marsh.\n(Colors are for moist soil unless otherwise noted.)\nOe--0 to 5 inches; very dark gray (N 3/0) mucky peat; massive; very fluid, flows easily between fingers and leaves small residue in hand when squeezed (n-value >1); slightly sticky, nonplastic; estimated 25 percent fibric material and 20 percent hemic and sapric material; many fine and medium roots; very slightly saline; slightly acid; clear smooth boundary. (0 to 14 inches thick)\nOa--5 to 12 inches; very dark gray (N 3/0) mucky peat; massive; very fluid, flows easily between fingers and leaves small residue in hand when squeezed (n-value >1); slightly sticky, nonplastic; estimated 10 percent fibric material and 35 percent hemic and sapric material; few fine roots; very slightly saline; slightly acid; clear smooth boundary.  (0 to 14 inches thick)\nAg1--12 to 24 inches; very dark gray (N 3/0) mucky clay; massive; very fluid, flows easily between fingers and leaves small residue in hand when squeezed (n-value >1); very sticky, very plastic; slightly saline; slightly acid; gradual smooth boundary. (6 to 20 inches)\nAg2--24 to 37 inches; very dark gray (N 3/0) clay; massive; very fluid, flows easily between fingers and leaves small residue in hand when squeezed (n-value >1); common fine distinct dark grayish brown (2.5Y 4/2) depletions; very sticky, very plastic; slightly saline; neutral; gradual smooth boundary. (6 to 30 inches thick)\nCg1--37 to 58 inches; dark gray (N 4/0) clay; massive; very fluid, flows easily between fingers and leaves small residue in hand when squeezed (n-value >1); very sticky, very plastic; slightly saline; neutral; gradual smooth boundary. (0 to 30 inches thick)\nCg2--58 to 70 inches; stratified light gray (N 6/1) and dark gray (N 4/0) clay; massive; very fluid, flows easily between fingers and leaves small residue in hand when squeezed (n-value >1); common fine distinct black (N 2.5/0) depletions; very sticky, very plastic; slightly saline; neutral; gradual smooth boundary. (0 to 30 inches thick)\nCg3--70 to 80 inches; stratified light gray (N 6/1) and dark gray (N 4/0) clay; massive; very fluid, flows easily between fingers and leaves small residue in hand when squeezed (n-value >1); common fine prominent yellowish brown (10YR 5/6) iron accumulations; very sticky, very plastic; slightly saline; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Texas; from the crossing of Texas Highway 73 with Taylor Bayou which is about 1 mile west of Port Arthur; 1.0 mile east by boat on Taylor Bayou to Big Hill Bayou; about 6.5 miles south and west on Big Hill Bayou to south shoreline (0.5 mile west of confluence with Blind Bayou); 50 feet south in marsh. (Latitude 29N, 49, 13; Longitude 94W, 02, 57)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils have a peraquic moisture regime.  The n-value is more than 1.0 in all layers to a depth of 40 inches or more.  Most pedons have a organic surface layer that ranges from 2 to 14 inches thick. Reaction ranges from slightly acid to slightly alkaline throughout.  Electrical conductivity ranges from 2 to 4 dS/m in the upper 10 inches and from 4 to 8 dS/m in the 10 to 40 inch control section.  The weighted average clay content of the particle-size control section ranges from 45 to 60 percent.\nThe O horizons, present in most pedons, have hue of 10YR, or N, value of 2 or 3, and chroma of 1 or less.  It is mucky peat or muck.\nThe Ag horizons have hue of 10YR or 2.5Y, or N, value of 2 or 3, and chroma of 1 or less.  The texture is clay or silty clay, or their mucky counterpart.  Hemic and sapric materials ranges up to 50 percent of the horizon in some pedons.  A few pedons have depletions in shades of gray or greenish gray.\nThe Cg horizons have hue of 10YR or 2.5Y, or N, value of 4 to 7, and chroma of 1 or less.  Texture is clay, silty clay or silty clay loam.  In some pedons below 40 inches, strata of loam or sandy loam occur.  Also in some pedons, the lower horizons are stratified with organic materials.  Redox depletions and accumulations, in shades of gray and brown, range from few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Creole and Leerco in the same family.  Competing soils in similar families are the Banker, Barbary, Larose, Placedo, Tatlum, Tracosa, and Scatlake series.  Creole and Leerco soils have n-value of less than 1 in the upper 10 inches, and in addition, Creole soils are moderately saline.  Bancker, Barbary, Larose, and Scatlake soils have a very-fine particle-size control section.  Tatlum soils have n-value of less than 1 within 40 inches, and have EC of 25 dS/m or more in the control section.  Placedo and Tracosa soils have n-value of less than 0.7."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Caplen soils are in backwater marsh areas that are associated with tidal areas.  They formed in predominantly clayey alluvial sediments near the coast.  They are covered with 2 to 14 inches of water by daily high tides.  The salinity of the tidal waters that affect these areas have been significantly diluted by fresh water runoff.  Mean annual precipitation ranges from 45 to 65 inches.  Mean annual temperature is 70 to 72 degrees F.  Frost free days range from 250 to 270.  Elevation ranges from 0 to 1 foot.  Thorthwaite P-E index ranges from 64 to 82."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are competing Creole, and Leerco series and Barbary, Bancker, Larose, Scatlake, Follet, and Zummo series.   Follet and Zummo soils have n-values less than 0.7 within 20 inches of the surface.  Tatlum soils have a fine-silty particle-size control section.  Tracosa soils are strongly saline.  These soils are on the same landscape position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; ponded to very slow runoff; very slowly permeable.  The soil is ponded 1 to 10 inches above the surface throughout the year during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used as wildlife land.  The soil is too soft to support the weight of livestock.  The native vegetation is dominated by marshhay cordgrass with lesser amounts of bulrushes and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Gulf Coast Marsh (MLRA 151) of Texas and possibly Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Galveston County, Texas; 1983.  The name is from a community in Galveston County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formally included with the Harris series and miscellaneous areas.  Data supports hyperthermic temperature marginal to thermic temperature regime.\nDiagnostic horizons and features recognized in this pedon are:\nN-value greater than 1.0 in all horizons.\nHemic and sapric soil materials - 0 to 12 inches (Oi and Oe horizon).\nAquic features -  Redoximorphic features and saturation (peraquic moisture regime) throughout the pedon all year.\nSOIL INTERPERTATION RECORD NUMBER: TX1072\nNational Cooperative Soil Survey\nU.S.A."
  }
}
