{
  "SERIES": "CAPOOSE",
  "STATUS": "Established Series",
  "BYREV": "Rev.SBC/RJE/TLA/JAL",
  "REVDATE": "10/2001",
  "STATES": "WA",
  "OVERVIEW": "The Capoose series consists of moderately deep, well drained soils formed in volcanic ash overlying colluvium and residuum from granitic rock.  These soils are on shoulders and backslopes of mountains. Slopes are 20 to 65 percent.  The average annual precipitation is about 21 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Capoose ashy silt loam - on a 50 percent north-facing slope under a Douglas-fir canopy at 3,140 feet elevation.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 5 inches; partially decomposed needles, bark, twigs, wood, and cones.\nA--5 to 7 inches; brown (10YR 5/3) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak very fine subangular blocky structure; soft, very friable, slightly stick and slightly plastic; many very fine and fine roots, common medium roots; 10 percent fine pebbles; moderately acid (pH 5.8), NaF pH 10.1; abrupt smooth boundary.  (0 to 6 inches thick)\nBw1--7 to 12 inches; yellowish brown (10YR 5/4) ashy silt loam, dark yellowish brown (10YR 3/4) moist; weak very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots, few medium and coarse roots; 10 percent fine pebbles; neutral (pH 6.6); NaF pH 9.8; clear smooth boundary.\nBw2--12 to 22 inches; light yellowish brown (10YR 6/4) ashy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, and medium roots, few coarse roots; 10 percent fine pebbles; slightly acid (pH 6.4); NaF pH 10.1 clear smooth boundary. (Combined thickness of the Bw horizon is 11 to 25 inches.)\n2Bw3--22 to 30 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common medium roots; 40 percent angular pebbles, 15 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.  (0 to 12 inches thick)\n2C--30 to 40 inches; very pale brown (10YR 7/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common medium roots; 65 percent angular pebbles, 15 percent cobbles; moderately acid (pH 5.8); gradual smooth boundary.  (8 to 17 inches thick)\n2R--40 inches; quartz monzonite porphyry."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Ferry County, Washington; about 5 miles east of the town of Keller; 350 feet north, 900 feet west of the southeast corner, sec. 24. T. 30 N., R. 33 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 44 to 46 degrees F.  These soils are usually moist but are dry in all parts between depths of 8 and 24 inches for 60 to 75 consecutive days following the summer solstice.  Depth to a lithic contact ranges from 20 to 40 inches below the mineral soil surface.  The upper 14 to 25 inches below the mineral soil surface has an estimated moist bulk density of 0.65 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples. The lower part of the particle-size control section is 2 to 12 percent clay.  Reaction is moderately acid to neutral throughout.\nThe A horizon, when present, has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.  In places, this horizon consists largely of Mt. St. Helens 'T' ash.  It is 0 to 15 percent pebbles.\nThe Bw horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 to 6 dry or moist.  It is ashy silt loam or ashy loam and may be gravelly.  It is 5 to 10 percent pebbles and 0 to 5 percent cobbles.\nThe 2Bw horizon, when present, has value of 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is very gravelly or very cobbly and is 40 to 50 percent granitic pebbles, 15 to 30 percent granitic cobbles, and 0 to 5 percent granitic stones.\nThe 2C horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is very gravelly, extremely gravelly, very cobbly, or extremely cobbly and is 40 to 70 percent granitic pebbles, 10 to 30 percent granitic cobbles, and 0 to 5 percent granitic stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brannan, Crackler, Elbowlake, Farway, Kellerbutte, Natapoc, Nevine, Olot, Rouen, Saska, and Vingulch series.  Brannan, Crackler, Elbowlake, Farway, Kellerbutte, Natapoc, Nevine, and Saska soils are greater than 40 inches deep to a lithic contact.  Olot and Rouen soils have 60 to 70 percent volcanic glass in the upper part of the particle-size control section and 25 to 35 percent clay in the lower part. Vingulch soils have 5 to 30 percent pumice in the 2Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Capoose soils on a shoulders and backslopes of mountains.  These soils formed in volcanic ash overlying colluvium and residuum from granitic rock.  In glaciated areas these soils may have a small component of granitic glacial till.  Slopes are 20 to 65 percent.  Elevations range from 3,000 to 4,800 feet.  The climate is characterized by warm, dry summers and cold, wet winters.  The average annual precipitation is 18 to 25 inches.  The mean January temperature is about 23 degrees F, the mean July temperature is about 64 degrees F, and the mean annual air temperature is about 43 degrees F.  The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Nevine soils and the Manley, Mineral, and Pole soils.  Manley soils are very deep and cryic.  Mineral soils have a mollic epipedon.  Pole soils are 10 to 20 inches deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability; medium to very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal uses are timber production, livestock grazing, wildlife habitat, and watershed.  The native vegetation is Douglas-fir, western larch, and ponderosa pine.  Understory species include pinegrass, white spirea, pachystima, common snowberry, creambush oceanspray, mallow ninebark, saskatoon serviceberry, dwarf rose, and fat false-solomons-seal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation, Ferry County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are: an ochric epipedon from the mineral soil surface to 2 inches (A horizon), a cambic horizon from 7 to 30 inches (Bw1, Bw2, and 2Bw3 horizons), and a lithic contact at 40 inches (R horizon).  The description reflects a change in classification  from ashy over loamy-skeletal, mixed, frigid Typic Vitrixerands to ashy over loamy-skeletal, glassy over mixed, superactive, frigid Typic Vitrixerands.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 5 inches; partially decomposed needles, bark, twigs, wood, and cones."
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--5 to 7 inches; brown (10YR 5/3) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak very fine subangular blocky structure; soft, very friable, slightly stick and slightly plastic; many very fine and fine roots, common medium roots; 10 percent fine pebbles; moderately acid (pH 5.8), NaF pH 10.1; abrupt smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--7 to 12 inches; yellowish brown (10YR 5/4) ashy silt loam, dark yellowish brown (10YR 3/4) moist; weak very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots, few medium and coarse roots; 10 percent fine pebbles; neutral (pH 6.6); NaF pH 9.8; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 30,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--12 to 22 inches; light yellowish brown (10YR 6/4) ashy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, and medium roots, few coarse roots; 10 percent fine pebbles; slightly acid (pH 6.4); NaF pH 10.1 clear smooth boundary. (Combined thickness of the Bw horizon is 11 to 25 inches.)"
      },
      {
        "name": "2Bw3",
        "top": 56,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bw3--22 to 30 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common medium roots; 40 percent angular pebbles, 15 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "2C",
        "top": 76,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2C--30 to 40 inches; very pale brown (10YR 7/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine roots; common medium roots; 65 percent angular pebbles, 15 percent cobbles; moderately acid (pH 5.8); gradual smooth boundary.  (8 to 17 inches thick)"
      },
      {
        "name": "2R",
        "top": 102,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--40 inches; quartz monzonite porphyry."
      }
    ]
  ]
}
