{
  "SERIES": "CAPONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPO-AON-TDT-JVC",
  "REVDATE": "02/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Capona loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak very thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; slightly acid (pH 6.4); abrupt smooth boundary.  (4 to 8 inches thick)\nAB--5 to 11 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few medium roots; common very fine tubular pores; slightly acid (pH 6.5); clear smooth boundary.  (0 to 10 inches thick)\nBA--11 to 18 inches; brown (10YR 5/3) gravelly sandy clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; neutral (pH 6.6); clear smooth boundary.  (0 to 10 inches thick)\nBw--18 to 25 inches; brown (10YR 5/3) and pale brown (10YR 6/3) gravelly sandy clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common fine and few very fine roots; common very fine tubular pores; neutral (pH 6.6); abrupt wavy boundary.  (6 to 15 inches thick)\nR--25 inches; tuff-breccia containing black, angular basaltic fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; about 4 miles north of Malin; approximately 2,850 feet north and 3,200 feet east of the southwest corner of section 27, T. 40 S., R. 12 E.; USGS Malin 7.5 minute topographic quadrangle; 42 degrees 04 minutes 20 seconds north latitude and 121 degrees 23 minutes 45 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil temperature is warmer than 41 degrees F. between April 1 and October 1 and are dry in all parts between depths of 4 and 12 inches for more than 90 days within the same period.  Soils are never moist in some part for 90 consecutive days when the soil temperature is greater than 47 degrees F.; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 48 to 53 degrees F.\nMollic epipedon thickness - 10 to 20 inches.\nDepth to bedrock - 20 to 40 inches to a lithic contact.\nReaction - Slightly acid or neutral.\nA horizon and AB horizon (when present) - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nRock fragments: 0 to 30 percent gravel and cobbles, 0 to 3 percent stones.\nOrganic matter content: 1 or 2 percent.\nBA horizon (when present) and Bw horizon - Value: 5 or 6 dry.\nChroma: 3 or 4, dry or moist.\nTexture: Sandy clay loam, gravelly sandy clay loam, loam, or gravelly loam.\nClay content: 18 to 27 percent.\nRock fragments: 5 to 20 percent gravel, 0 to 30 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agency, Lovline, Quencheroo, and Sutro series.\nAgency soils are slightly alkaline or moderately alkaline in the particle-size control section and are moderately deep to paralithic contacts.  Lovline soils are dominated by channers and have rock fragments of schist in the particle-size control section.  Quencheroo soils are deep to lithic contacts.  Sutro soils are moderately deep to paralithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Capona soils are on plateaus, structural benches, and rock pediments.  These soils formed in colluvium and residuum derived from volcanic rocks such as tuff-breccia, tuff, and basalt.  Slopes are 0 to 35 percent.  Elevations range from 4,100 to 5,300 feet.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 10 to 14 inches.  The mean January temperature is 27 to 29 degrees F., the mean July temperature is 65 to 69 degrees F., and the mean annual temperature is 46 to 50 degrees F.  The frost-free period is 60 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calimus, Dodes, Lorella, and Stukel soils.  Calimus soils are very deep and have thick mollic epipedons.  Dodes soils are moderately deep to paralithic contacts and have argillic horizons.  Lorella soils are clayey-skeletal, are shallow to lithic contacts, and have argillic horizons.  Stukel soils are shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low or medium surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Capona soils are used for irrigated agriculture and for rangeland.  Irrigated crops are potatoes, barley, wheat, oats, alfalfa, and pasture.  The vegetation in rangeland is mainly western juniper, basin big sagebrush, and bunchgrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon and northeastern California.  These soils are moderately extensive.  MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Klamath County, Oregon, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 inches (A, AB, and BA horizons).\nCambic horizon - The zone from 18 to 25 inches (Bw horizon).\nLithic contact - The boundary at 25 inches to underlying hard, unweathered bedrock (R layer).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
