{
  "SERIES": "CAPRELL",
  "STATUS": "Established Series",
  "BYREV": "DEC-AAC",
  "REVDATE": "04/2008",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Caprell silt loam - on a 5 percent convex slope in a cultivated field at an elevation of 289 meters (947 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to weak fine granular; friable; common very fine roots; common distinct dark brown (10YR 3/3) organic coatings on faces of peds and in pores; few distinct light gray (10YR 7/2) (dry) silt coatings on faces of peds; slightly acid; abrupt smooth boundary. [10 to 25 cm (4 to 10 inches) thick]\nE--15 to 25 cm (6 to 10 inches); 90 percent brown (10YR 4/3) and 10 percent dark yellowish brown (10YR 4/4) silt loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to moderate thin platy; friable; common very fine roots; common distinct dark brown (10YR 3/3) organic coatings and few distinct light gray (10YR 7/2) (dry) silt coatings on faces of peds and in pores; moderately acid; abrupt smooth boundary. [0 to 25 cm (0 to 10 inches) thick]\nBt1--25 to 41 cm (10 to 16 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; few distinct brown (10YR 4/3) clay films and dark brown (10YR 3/3) organo-clay films on faces of peds; few distinct very dark grayish brown (10YR 3/2) organic coatings in root channels and pores; slightly acid; clear wavy boundary. [0 to 25 cm (0 to 10 inches) thick]\n2Bt2--41 to 56 cm (16 to 22 inches); brown (7.5YR 4/4) clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; few distinct brown (7.5YR 4/3) clay films on faces of peds; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds and in pores; 2 percent gravel; slightly acid; clear smooth boundary.\n2Bt3--56 to 84 cm (22 to 33 inches); brown (7.5YR 4/4) fine sandy loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; few distinct brown (7.5YR 4/3) clay films on faces of peds; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds and in pores; 4 percent gravel; neutral; clear smooth boundary.\n2Bt4--84 to 97 cm (33 to 38 inches); brown (7.5YR 4/4) fine sandy loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots; few distinct brown (7.5YR 4/3) clay films on faces of peds; few distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds and in pores; 6 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary.\n2Bt5--97 to 119 cm (38 to 47 inches); 55 percent dark yellowish brown (10YR 4/4) and 45 percent yellowish brown (10YR 5/4) sandy loam; weak medium prismatic structure parting to weak medium and coarse subangular blocky; friable; few very fine roots; few distinct brown (10YR 4/3) clay films and very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; 8 percent gravel; strongly effervescent; slightly alkaline; gradual smooth boundary. [Combined thickness of the 2Bt horizon is 30 to 97 cm (12 to 38 inches).]\n2C--119 to 152 cm (47 to 60 inches); yellowish brown (10YR 5/4) fine sandy loam; massive; friable; few very fine roots; few distinct very dark grayish brown (10YR 3/2) linings in root channels and pores; 10 percent gravel; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McHenry County, Illinois; about 8 km (5 miles) northwest of Harvard; 790 m (2,593 feet) south and 726 m (2,382 feet) east of the northwest corner of sec. 8, T. 46 N., R. 5 E.; USGS Capron topographic quadrangle; lat. 42 degrees 28 minutes 50 seconds N. and long. 88 degrees 40 minutes 43 seconds W., NAD 27; UTM Zone 16, 362022 easting and 4704501 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to base of the argillic horizon is 61 to 122 cm (24 to 48 inches). The depth to the base of soil development is 61 to 132 cm (24 to 52 inches). The depth to carbonates is 61 to 102 cm (24 to 40 inches). The depth to horizons with more than 15 percent sand is 51 cm (20 inches) or less. Rock fragment content ranges from a few pebbles to 10 percent in the upper one-half of the series control section and from 2 to 15 percent in the lower one-half.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 2 to 4 moist (4 to 6 dry) and chroma of 1 to 3. Texture is silt loam, loam, or fine sandy loam. Reaction ranges from strongly acid to neutral.\nThe E horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 5, and chroma of 2 to 4.\nThe BE or EB horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 or 4. The E, EB, or BE horizon is silt loam, loam, sandy loam, or fine sandy loam. Reaction ranges from strongly acid to neutral.\nThe Bt or 2Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6. In the upper part of the horizon the texture is clay loam or loam, but ranges to silty clay loam when the silt cap is thicker. In the lower part of the horizon the texture is loam, fine sandy loam, or sandy loam. The particle-size control section averages 20 to 30 percent clay. Reaction is strongly acid to neutral in the upper part and is slightly acid to moderately alkaline in the lower part. Calcium carbonate equivalent is 0 to 30 percent in the lower part.\nThe C or 2C horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6. It is loam, sandy loam, or fine sandy loam. Clay content averages 10 to 20 percent. Sand content averages 40 to 65 percent. Reaction is slightly alkaline or moderately alkaline. The calcium carbonate equivalent is 25 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Chili, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Turnersburg, Wawaka, Wawasee, and Woodbine soils. Amanda soils have a calcium carbonate equivalent of less than 25 percent in the lower part of the series control section. Belmont, High Gap, Lumberton, Military, Pignut, and Woodbine soils have lithic or paralithic contacts within a depth of 152 cm (60 inches). Belmore, Chili, Kosciusko, and Ockley soils average more than 15 percent coarse fragments in the lower part of the series control section. Cliftycreek, Crouse, Gallman, Greybrook, and Wawaka soils are more than 132 cm (52 inches) to the base of soil development. Conestoga, Hollinger, Kanawha, Relay, and Skelton soils do not have carbonates within the series control section. Hickory, Martinsville, Richardville, and Riddles soils are more than 102 cm (40 inches) to carbonates. Kidder soils average less than 10 percent clay in the lower part of the series control section. LeRoy and Strawn soils are less than 61 cm (24 inches) to the base of soil development. Princeton soils average more than 65 percent sand in the lower part of the series control section. Senachwine and Wawasee soils have a bulk density of more than 1.70 g/cm3 in the lower part of the series control section. Turnersburg soils have a mean annual air temperature of more than 11 degrees C (52 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Caprell soils are on moraines and till plains. Slopes range from 2 to 20 percent. Caprell soils formed in as much as 51 cm (20 inches) of loess or other silty material and in the underlying loamy till. Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F), mean annual precipitation is 762 to 1020 cm (30 to 40 inches), frost free days range from 140 to 180 days, and the elevation ranges from 207 to 320 m (679 to 1050 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lismod, Pella, Pecatonica, Piscasaw, and Torox soils. The somewhat poorly drained Lismod and Torox soils are on lower positions on the landform. The well drained Pecatonica soils have hue as red as 5YR in the matrix or on faces of peds in some horizon in the series control section and are on similar landform positions nearby. The poorly drained Pella soils are in drainageways. Piscasaw soils developed in a thicker mantle of loess and are on slightly lower landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low on the gentle slopes and medium on the steeper slopes. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated, but some are in pasture and woodland. The principal crops are corn, soybeans, small grain, or meadow. Native vegetation was hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois. The soil is of small extent in MLRA 95B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McHenry County, Illinois, 1996. The name Caprell is derived from the town of Capron which is near the type location and from the Russell series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of approximately 25 cm (10 inches) (Ap and E horizons); argillic horizon - the zone from approximately 25 to 119 cm (10 to 47 inches) (Bt1, 2Bt2, 2Bt3, 2Bt4, and 2Bt5 horizons); discontinuity at a depth of 41 cm (16 inches) - the contact between the Bt1 and 2Bt2 horizons; udic moisture regime.\nADDITIONAL DATA: The typical pedon is 96IL-111-001. NSSL Nos. 97P00774 - 97P00785.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
