{
  "SERIES": "CARBENGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJC-RM-CMR",
  "REVDATE": "05/2014",
  "STATES": "TX",
  "OVERVIEW": "The Carbengle series consists of moderately deep, well drained, moderately permeable soils formed in residuum weathered from calcareous sandstone in Fleming and Oakville formations of Miocene age. These gently to strongly sloping soils occur on summits of interfluves and backslopes of side slopes of ridges on inland dissected coastal plain. Slopes range from 1 to 12 percent. Mean annual precipitation is about 1016 mm (40 in) and the mean annual temperature is about 20 degrees C (68 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Udic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Carbengle clay loam, on a west-facing, convex, 5 percent slope in pasture at an elevation of 114 m (374 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 18 cm (0 to 7 in); very dark gray (10YR 3/1) clay loam, black (10YR 2/1), moist; weak fine granular structure; hard, friable; many fine roots; strong effervescence; moderately alkaline; clear smooth boundary.\nA2--18 to 30 cm (7 to 12 in); very dark gray (10YR 3/1) clay loam, black (10YR 2/1), moist; weak fine subangular blocky structure; hard, friable; many fine roots; many fine pores; violent effervescence, ; moderately alkaline; abrupt wavy boundary. (Combined thickness of the A horizon is 18 to 46 cm [7 to 18 in])\nBk1--30 to 58 cm (12 to 23 in); light gray (10YR 7/2) loam, light gray (10YR 7/2), moist; moderate fine and medium subangular blocky structure; hard, very friable; common fine roots; common fine pores; common carbonate masses; violent effervescence; moderately alkaline; clear wavy boundary.\nBk2--58 to 86 cm (23 to 34 in); very pale brown (10YR 8/2) loam, light gray (10YR 7/2), moist; weak fine and medium subangular blocky structure; hard, very friable; common fine roots; common fine pores; 30 percent carbonate masses and common carbonate concretions; violent effervescence; moderately alkaline; abrupt wavy boundary. (Combined thickness of the Bk horizon is 18 to 46 cm [7 to 18 in])\nCr--86 to 152 cm (34 to 60 in); weakly cemented calcareous sandstone bedrock; structureless massive; weakly cemented; violent effervescence; interbedded with loamy materials; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Texas; about 2 miles north of William Penn; from the intersection of Farm to Market Road 390 and Farm to Market Road 1935 in William Penn; 2 miles north on Farm to Market 1935 to Kettler Road; 0.2 miles west on Kettler Road (County Road 73), 250 ft south in native bluestem meadow. USGS topographic quad: Independence; Latitude: 30 degrees, 20 minutes, 29 seconds N; Longitude: 96 degrees, 16 minutes, 48 seconds W; UTM Easting: 761496 m, UTM Northing: 3359743 m, UTM Zone 14N. Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of solum: 50 to 100 cm (20 to 40 in)\nSoil moisture: Udic ustic soil moisture regime. The soil moisture control section is dry in some or all parts for four-tenths or less of the consecutive days per year when the soil temperature at a depth of 50 cm below the soil surface is higher than 5 degrees C and moist in some part either for more than 180 cumulative days per year or for 90 or more consecutive days in normal years.\nDepth to paralithic contact: 50 to 100 cm (20 to 40 in)\nDepth to secondary calcium carbonate: 18 to 46 cm (7 to 18 in)\nDepth to calcic horizon: 18 to 46 cm (7 to 18 in)\nThickness of the mollic epipedon: 18 to 46 cm (7 to 18 in)\nParticle-size control section (weighted average):\nClay content: 18 to 35 percent\nCalcium carbonate equivalent: 40 to 75 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 1 to 3\nTexture: loam, sandy clay loam, clay loam\nEffervescence: strong or violent\nReaction: moderately alkaline\nBk horizon\nHue: 7.5YR to 2.5Y\nValue: 4 to 7\nChroma: 2 to 6\nTexture: loam, clay loam, sandy clay loam, silty clay loam\nCalcium carbonate equivalent: 40 to 75 percent\nIdentifiable secondary carbonates: amount-5 to 50 percent; size-fine to coarse; kind-masses and concretions\nEffervescence: strong or violent\nReaction: moderately alkaline\nBCk horizon (where present)\nHue: 7.5YR to 2.5Y\nValue: 5 to 8\nChroma: 2 to 6\nTexture: loam, clay loam, sandy clay loam, silty clay loam, fine sandy loam\nMottles: amount-0 to 20 percent; size-fine to coarse; contrast-faint to prominent; colors-brownish yellow, light brownish gray, and pale yellow\nCalcium carbonate equivalent: 40 to 75 percent\nIdentifiable secondary carbonates: amount-5 to 50 percent; size-fine to coarse; kind-masses and concretions\nEffervescence: strong or violent\nReaction: moderately alkaline\nCr horizon\nTexture: bedrock\nRupture resistance: weakly cemented to moderately cemented\nBedrock: calcareous sandstone that is interbedded with loamy sediments\nOther features: Bedrock can be cut with a spade or auger. Roots penetrate only in occasional fractures and in loamy interbedded material.\nEffervescence: strong or violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bolar (TX), Rumley (TX), Sunev (TX) and Topsey (TX) series in the same family.\nBolar soils: have a lithic contact with indurated limestone at a depth of 50 to 100 cm (20 to 40 in)\nRumley and Sunev soils: do not have a paralithic contact at a depth of 50 to 100 cm (20 to 40 in)\nTopsey soils: have densic materials at a depth of 50 to 100 cm (20 to 40 in)\nSimilar soils: These are the Brenham, Engle, and Venus series.\nBrenham and Venus soils: do not have a paralithic contact at a depth of 50 to 100 cm (20 to 40 in)\nEngle soils: have less than 40 percent calcium carbonate equivalent"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum weathered from calcareous sandstone in Fleming and Oakville formations of Miocene age\nLandscape: inland dissected coastal plain\nLandform: summits of interfluves and backslopes of side slopes of ridges\nSlope: 1 to 12 percent\nMean annual precipitation: 877 to 1146 mm (35 to 45 in)\nPrecipitation pattern: Precipitation is mostly even throughout the year with the exception of May, June, and October being the wettest months.  July and August are the driest months.\nThornthwaite P-E index: 48 to 64\nMean annual air temperature: 19 to 21 degrees C (67 to 70 degrees F)\nFrost-free period: 251 to 290 days\nElevation: 40 to 174 m (131 to 571 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brenham, Cuero, Frelsburg, Klump, Knolle, Latium, and Renish series.\nBrenham soils: occur on similar positions\nCuero soils: have a mollic epipedon greater than 50 cm (40 in) thickness and occur on slightly lower similar positions\nFrelsburg soils: have slickensides and occur on similar positions\nKlump and Knolle soils: have an argillic horizon and occur on similar positions\nLatium soils: have slickensides and occur on similar more sloping positions\nRenish soils: have a lithic contact with indurated sandstone at a depth of 25 to 50 cm (10 to 20 in) and occur on similar more sloping positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is low on 1 to 5 percent slopes, medium on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are livestock grazing and hay production. A few areas are used for crop production. Improved bermudagrass and corn are the principal crops. Native vegetation consists of a tall grass prairie of little bluestem, indiangrass, and big bluestem with a few large post oak, elm, and hackberry trees along the draws and in occasional motts. Numerous other grasses and a variety of forbs occur in the native plant community."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Texas; Land Resource Region J; MLRA 86B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Texas; 1978. The name \"Carbengle\" comes from the combination of the shortened form of the word \"carbonatic\", referring to the family mineralogy class, and the word \"Engle\", the name of a similar soil series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are:\nParticle size control section: 25 to 86 cm (10 to 34 in) [A2, Bk1 and Bk2 horizons]\nMollic epipedon: 0 to 30 cm (0 to 12 in) [A1 and A2 horizons]\nCalcic horizon: 30 to 86 cm (12 to 34 in) [Bk1 and Bk2 horizons]\nParalithic contact: The contact with weakly cemented sandstone at 86 cm (34 in) [Cr horizon]\nParalithic materials: 86 to 152 cm (34 to 60 in) [Cr horizon]\nFree carbonates: 0 to 152 cm (0 to 60 in) [A1, A2, Bk1, Bk2, and Cr horizons]\nSecondary carbonates: 30 to 86 cm (12 to 34 in) [Bk1 and Bk2 horizons]\nAdditional comments:\nSoil Interpretation Record Number: TX0790\nADDITIONAL DATA: KSSL Data: Fayette County, S08TX149001 (08N04384-08N04390); TAMU Data: Austin County, S08TX015001 (TAMU7335-TAMU7339).\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 18 cm (0 to 7 in); very dark gray (10YR 3/1) clay loam, black (10YR 2/1), moist; weak fine granular structure; hard, friable; many fine roots; strong effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--18 to 30 cm (7 to 12 in); very dark gray (10YR 3/1) clay loam, black (10YR 2/1), moist; weak fine subangular blocky structure; hard, friable; many fine roots; many fine pores; violent effervescence, ; moderately alkaline; abrupt wavy boundary. (Combined thickness of the A horizon is 18 to 46 cm [7 to 18 in])"
      },
      {
        "name": "Bk1",
        "top": 30,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--30 to 58 cm (12 to 23 in); light gray (10YR 7/2) loam, light gray (10YR 7/2), moist; moderate fine and medium subangular blocky structure; hard, very friable; common fine roots; common fine pores; common carbonate masses; violent effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 58,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk2--58 to 86 cm (23 to 34 in); very pale brown (10YR 8/2) loam, light gray (10YR 7/2), moist; weak fine and medium subangular blocky structure; hard, very friable; common fine roots; common fine pores; 30 percent carbonate masses and common carbonate concretions; violent effervescence; moderately alkaline; abrupt wavy boundary. (Combined thickness of the Bk horizon is 18 to 46 cm [7 to 18 in])"
      },
      {
        "name": "Cr",
        "top": 86,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--86 to 152 cm (34 to 60 in); weakly cemented calcareous sandstone bedrock; structureless massive; weakly cemented; violent effervescence; interbedded with loamy materials; moderately alkaline."
      }
    ]
  ]
}
