{
  "SERIES": "CARBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR",
  "REVDATE": "12/1999",
  "STATES": "TN,VA,WV",
  "OVERVIEW": "Soils of the Carbo series are moderately deep, well drained, and slowly permeable.  They formed in material weathered from limestone bedrock.  They are nearly level to very steep soils on uplands in the Appalachian Ridges and Valleys.  Mean annual temperature is about 55 degrees F., and mean annual precipitation is about 40 inches.  Slopes range from 2 to 65 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carbo silt loam - in a cultivated field on a 10 percent slope.  (Colors are for moist soil.)\nAp--0 to 10 inches; dark brown (10YR 4/3) silt loam; moderate fine granular structure; friable; many fine and very fine roots; few fine pores; many worm casts and channels; 2 percent iron oxide concretions up to 1/4 inch in diameter; slightly acid; abrupt smooth boundary.  (0 to 10 inches thick)\nBt1--10 to 25 inches; strong brown (7.5YR 5/6) clay; common coarse distinct yellowish brown (10YR 5/8) mottles; moderate medium subangular blocky structure; firm, sticky, very plastic; common fine and very fine roots; few fine pores; thick continuous clay films on faces of peds; common worm casts and channels; 2 percent iron oxide concretions up to 1/2 inch in diameter; few black (N2/0) manganese oxide stains; moderately acid; clear smooth boundary.\nBt2--25 to 32 inches; dark yellowish brown (10YR 4/4) clay; weak medium subangular blocky structure; firm, sticky; very plastic; few very fine roots; few fine pores; thick continuous clay films on faces of peds; few worm casts and channels; 2 percent iron oxide concretions up to 1/4 inch in diameter; common black (N2/0) manganese oxide stains; mildly alkaline; abrupt wavy boundary. (combined thickness of the Bt horizon range 10 to 35 inches )\nR--32 inches; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rockingham County, Virginia; about 3.5 miles southwest of New Market, 1,200 feet north of intersection of Routes 796 and 620."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock range from 20 to 40 inches.  Rock fragments, usually shale, limestone, or quartz, range from 0 to 10 percent by volume in the A horizon and from 0 to 15 percent in the B and C horizons. Oxide concretions range from 0 to 10 percent throughout the solum, and some pedons have a few secondary carbonate concretions in the lower part of the B and C horizons.  The soil ranges from very strongly acid through neutral in the A horizon and from moderately acid through mildly alkaline in the B and C horizons.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 2 through 6.  Where value and chroma are 3 or less, it is less than 6 inches thick.  It is silt loam or silty clay loam.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 through 6.  It is silt loam or silty clay loam, and silty clay or clay in eroded areas.\nThe BA horizon, where present, has hue of 7.5YR or 10YR, value of 3 through 6, and chroma of 4 through 8.  It is silt loam, clay loam, or silty clay loam.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  Hue of 5YR is restricted to the lower part of the Bt horizon.  Mottles, streaks, or patches of colors are in some pedons.  The Bt horizon is clay.\nThe BC horizon, where present, have hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 4 through 8.  The BC horizon is clay or silty clay.\nThe C horizon, where present, have hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 4 through 8.  Some pedons are mottled. The C horizon are clay or silty clay.\nThe R horizon is limestone or interbedded limestone and shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bardley, Chilhowie, Endcav, Gatewood, Niangua, and Oshkosh series.  Bardley soils have hue of 5YR or redder throughout the B horizon.  Chilhowie soils have a thinner solum and contain more rock fragments in the lower part of the series control section. Endcav and Oshkosh soils do not have bedrock within a depth of 40 inches. Gatewood soils have rock fragments larger than 3 inches and have more rock fragments than the Carbo soils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carbo soils are gently sloping to very steep upland soils in the Appalachian Ridges and Valleys.  Slopes range from 2 to 65 percent.  They formed in material weathered from argillaceous limestone and, in some areas, limestone interbedded with small amounts of shale.  Rock outcrops and/or sinkholes are in many areas.  Mean annual temperature range from 54 to 57 degrees F, and mean annual precipitation range from 38 to 44 inches near the type location. Elevation ranges from 600 to 2,500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Chilhowie and Endcav soils and the Faywood, Frederick, Guernsey, Lodi, Muse, Oaklet, Opequon, Pagebrook, Poplimento, and Swimley series.  Faywood, Lodi, Muse, and Poplimento soils have less than 60 percent clay in the particle-size control section.  In addition, Lodi, and Muse soils have less than 35 percent base saturation.  Frederick, Oaklet, and Swimley soils have sola more than 60 inches thick.  Guernsey and Pagebrook soils are on lower parts of the landscape and are not as well drained. Opequon soils have bedrock within 20 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The clear areas are used for cropland or pasture.  The crops include corn, small grain, and hay.  Forested areas consist of northern red oak, yellow poplar, hickory, maple, black walnut, locust, eastern red cedar, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, Tennessee, and West Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Russell County, Virginia, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 10 inches (Ap horizon).\nb.  Argillic horizon - the zone between 10 and 32 inches (Bt horizon).  c.  Lithic contact - hard bedrock at 32 inches.\nSIR=VA0019\nMLRA=125, 128,147\nREVISED=12/13/93, MHC\nNational Cooperative Soil Survey\nU.S.A."
  }
}
