{
  "SERIES": "CARBONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSB/CAF",
  "REVDATE": "4/97",
  "STATES": "CA",
  "OVERVIEW": "The Carbona series consists of very deep, well drained soils formed in mixed alluvium from dominantly sedimentary, metasedimentary and igneous rocks.  Carbona soils are on terraces.  Slope is 2 to 50 percent.  The mean annual precipitation is about 9 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carbona clay loam on a 4 percent complex westerly facing slope in a field used for grazing of annual forbs and grasses.  When described on January 4, 1983, it was moist to 25 inches and dry below. (Colors are for dry soil unless otherwise stated).\nAp--0 to 6 inches; dark gray (10YR 4/1) clay loam, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; common very fine roots; many very fine tubular and interstitial pores; 6 percent gravel; moderately alkaline (pH 8.0); abrupt wavy boundary.  (5 to 10 inches thick)\nA1--6 to 17 inches; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure; very hard, firm, sticky and plastic; common very fine roots; many very fine tubular and interstitial pores; 6 percent gravel; moderately alkaline (pH 8.0); gradual wavy boundary.  (5 to 14 inches thick)\nA2--17 to 25 inches; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate medium angular blocky structure; very hard, firm, sticky and plastic; common very fine roots; common very fine tubular and interstitial pores; 6 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 11 inches thick)\nBk1--25 to 36 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak coarse angular blocky structure; hard, firm, sticky and plastic; common very fine roots; many very fine tubular and interstitial pores; few krotovina 50 to 100mm diameter; violently effervescent, lime in common fine soft masses; 6 percent gravel; moderately alkaline (pH 8.0); gradual wavy boundary.  (7 to 16 inches thick)\nBk2--36 to 50 inches; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/4) moist; weak coarse angular blocky structure; hard, firm, sticky and plastic; common very fine roots; many very fine tubular and interstitial pores; few krotovina 50 to 100mm diameter; violently effervescent, lime in common fine soft masses; 6 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 16 inches thick)\nBk3--50 to 62 inches; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/4) moist; weak medium angular blocky structure; hard, firm, sticky and plastic; few very fine roots; common very fine tubular and interstitial pores; few thin clay films as bridges between mineral grains; violently effervescent, lime in common fine soft masses; 3 percent gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Joaquin County, California; about 7 miles south of Tracy; about 1 mile WNW of the intersection of HWY 132 and Chrisman Road; 1,100 feet north and 300 feet west of the southeast corner of section 28, T.3 S., R.5 E., Tracy quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Carbona soils lack slickensides that intersect in the 10 to 40 inch depth section.  COLE is 0.05 or more in a vertical section at least 20 inches thick beginning at the surface or at the base of the Ap.  Potential linear extensibility is at least 6 cm in the upper 60 inches of the soil profile.  When dry, cracks at least 1 cm wide and 12 inches long extend from the surface or the base of the Ap to depths of 20 or more inches.  Thickness of the mollic epipedon ranges from 10 to 35 inches.  The soil between depths of 5 to 15 inches is dry in all parts from May through October and moist in all parts between late December and mid March.  The mean annual soil temperature ranges from 60 to 64 degrees F.  Average clay content of the textural control section ranges from 35 to 45 percent.  Soft sandstone is under some pedons at depths of 40 to 60 inches.\nIn some pedons, the upper part of the A horizon has not been disturbed by tillage practices.  The A horizon is 7.5YR 5/2; 10YR 5/1, 4/1, 5/2, 4/2 and 5/3.  Moist color is 7.5YR 3/2; 10YR 3/1, 3/2 or 3/3.  Texture is clay loam or clay with 35 to 45 percent clay.  Content of gravel ranges from 0 to 30 percent.  Reaction is slightly alkaline or moderately alkaline.  The lower part of this horizon has a higher clay content than the surface or the underlying horizon when the Bk is not present.\nThe Bk horizon is 10YR 7/4, 6/4, 6/3, 5/4, and 5/3.  Moist colors are 10YR 5/4, 5/3, 4/4, and 4/3.  It is clay loam, clay or gravelly clay loam.  Content of clay ranges from 27 to 45 percent.  Content of gravel ranges from 0 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Deldota (CA) and Zaca (CA) series.  Deldota soils do not have secondary lime in the 10 to 20 inch zone, but they have disseminated carbonates in the lower part of the 10 to 20 inch zone or Bw horizon.  Zaca soils are calcareous throughout and are underlain by soft bedrock at depths of 40 to 65 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carbona soils are on terraces.  Slopes are 2 to 50 percent in gradient and are simple or complex.  Parent material is mixed alluvium from dominantly sedimentary, metasedimentary and igneous rocks.  Elevation ranges from 150 to 1500 feet.  The climate is semi-arid and with hot dry summers and cool moist winters.  The average annual precipitation is 9 to 13 inches.  Mean January temperature is 45 degrees F; mean July temperature is 78 degrees F, and mean annual temperature is 59 to 62 degrees F.  The frost-free period is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Zaca soils and the Brentwood, Capay, Pleito and Rincon soils.  Brentwood, Capay, Rincon soils lack mollic epipedons.  Pleito soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low to very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing of annual grasses and forbs such as soft chess, bur clover, wild oats and filaree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur on the east slopes of the Coastal range in San Joaquin County and are not extensive in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Joaquin, California 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to a depth of 25 inches (Ap,A1,A2)\nCalcium carbonate equivalents - were estimated at 1 to 5.\nRunoff terminology adjusted 4/96 to adjective criteria of the Soil Survey Manual, 10/93\nADDITIONAL DATA: NSSL pedon S91CA-099-002 (partial pedon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
