{
  "SERIES": "CARBONDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWJ-WEF",
  "REVDATE": "11/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Hemic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carbondale muck - on a slope less than 1 percent in a forested area.  (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 5 inches; very dark gray (10YR 3/1) broken face muck, very dark brown (10YR 2/2) rubbed; about 35 percent fiber, less than 10 percent rubbed; weak medium granular structure; primarily herbaceous fibers; slightly acid (pH 6.3 in water); clear smooth boundary.\nOa2--5 to 28 inches; very dark brown (10YR 2/2) broken face and rubbed muck; about 25 percent fiber, less than 5 percent rubbed; weak medium granular structure; primarily herbaceous fibers, few woody fibers; slightly acid (pH 6.4 in water); abrupt smooth boundary.\nOa3--28 to 39 inches; black (10YR 2/1) broken face and rubbed muck; about 10 percent fiber, less than 5 percent rubbed; massive; primarily herbaceous fibers and a few woody fragments; slightly acid (pH 6.4 in water); abrupt smooth boundary.\n0e--39 to 60 inches; dark brown (7.5YR 3/2) broken face mucky peat, very dark brown (l0YR 2/2) rubbed; about 70 percent fiber, about 35 percent rubbed; massive; primarily herbaceous fibers; few woody fibers; slightly acid (pH 6.4 in water)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emmet County, Michigan; about 6 miles north of Pleasant View; 2,660 feet east and 400 feet north of the southwest corner of sec.  16, T. 37 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic layers are more than 51 inches thick.  Organic material has hue of 10YR to 5YR, or is neutral; value of 2 or 3; and chroma of 0 to 2.  Wood fragments, from 1 to several inches in diameter, are throughout some pedons.\nSome pedons have a thin 1 to 3 inch layer of peat on the surface.  The surface tier contains either muck (sapric material) or mucky peat (hemic material) or both.  It generally has granular structure, but in some pedons, the primary structure is weak or moderate coarse blocky or prismatic.  It commonly is derived from herbaceous plants, but in some pedons a moderate amount of the material is woody.  Below depths of 12 inches woody materials typically comprise minor amounts of the recognizable fiber.  More than one-half the volume of the middle tier is muck (sapric material).  Where this layer contains muck, mucky peat, and peat, muck is the largest component.  The subsurface tier has mainly pH of 6.5 to 7.5 in calcium chloride and 5.1 to 7.0 in water, and the full range is from 5.5 to less than 7.8 in calcium chloride.  Below depths of 12 inches the soil is commonly massive, but some of it breaks into thick to thin plates which appear to be related to the mode of deposition. The bottom tier commonly is dominated by mucky peat (hemic material), and in some pedons the entire layer is mucky peat.  More than 10 inches of the subsurface and bottom tiers are mucky peat."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Closely related series are the Cathro, Greenwood,  Markey, Rifle, and Tawas series.  Cathro, Markey, and Tawas soils have mineral soil material at depths of less than 51 inches.  Greenwood soils are dysic. In addition, the middle tier is dominated by mucky peat.  Rifle soils have mucky peat dominant in the middle tier and have less than 10 inches of muck or peat in the middle and lower tiers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carbondale soils are in depressions on ground moraines, outwash plains, and lake plains.  Small areas of these soils are common between drumlins or eskers.  The mean annual precipitation is ranges from about 27 to 44 inches, and the mean annual temperature ranges from 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cathro, Markey, and Tawas soils which are near the edges of the Carbondale soils.  The Angelica, Ensley, and Roscommon are mineral soils commonly on the margins of the Carbondale soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Depth to the seasonal high water table ranges from 1 foot above to 1 foot below the surface at times during the period from November to May.. Surface runoff is ponded.   Permeability is moderately slow to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are in forest of northern whitecedar, balsam fir, black spruce, and white birch.  Small areas are cleared and used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Michigan, New York, Vermont, and Wisconsin.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chippewa County, Michigan, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: organic material greater than 51 inches thick; hemic material greater than 25 cm thick in the subsurface of bottom tiers - Hemic subgroup.\nADDITIONAL DATA: Soil Interpretation Record No.: MI0089\nNational Cooperative Soil Survey\nU.S.A."
  }
}
