{
  "SERIES": "CARDOVA",
  "STATUS": "Established Series",
  "BYREV": "JDH/Rev. MDJ",
  "REVDATE": "12/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cardova gravelly loam on a 12 percent south facing slope at an elevation of approximately 480 feet (Colors are for moist soils unless otherwise stated)\nA--0 to  20 cm (0- to 8 inches); dark gray (N 4/0) gravelly loam; moderate medium granular structure; very friable, nonsticky and nonplastic; common very fine and fine, few medium and coarse roots throughout; few fine low-continuity interstitial pores and few fine moderate continuity tubular pores; 2 percent subangular schist channers and 30 percent subangular schist medium and coarse gravel; strongly acid; clear wavy boundary.\nBt--20 to 48 cm (8 to 19inches); very dark gray (N 3/0) gravelly loam; moderate medium subangular blocky structure; friable, nonsticky and nonplastic; few very fine, fine, medium, and common coarse roots throughout; few fine low-continuity interstitial pores and few fine moderate-continuity tubular pores; many faint discontinuous very dark gray (N 3/0), moist, clay films on faces of peds; 20 percent subangular schist coarse gravel; strongly acid; clear wavy boundary.\nBC--48 to 66 cm (19 to 26 inches); very dark gray (N 3/0) gravelly loam; weak medium subangular blocky structure; friable, nonsticky and nonplastic; few fine, medium, and coarse roots; few fine low-continuity interstitial pores and few fine moderate-continuity tubular pores; common faint patchy very dark gray (N 3/0), moist, clay films on rock fragments; 15 percent subangular schist coarse gravel; strongly acid; clear wavy boundary.\nC-- 66 to 84 cm (26 to 33 inches); very dark gray (N 3/0) very cobbly loam; massive; friable, nonsticky and nonplastic; few fine and medium roots throughout; few fine low-continuity interstitial pores and few fine moderate-continuity tubular pores; 50 percent subangular schist cobbles; strongly acid; clear wavy boundary.\nCr-- 84 to 112 (33 to 44 inches); soft bedrock in shades of gray and brown that crushes to a silt loam; 55 percent angular schist fragments; clear wavy boundary.\nR--112 cm (44 inches); hard bedrock in shades of gray and brown."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty: Culpeper\nState: Virginia\nUSGS Quadrangle: Castleton\nLatitude: 38 degrees 31 minutes 32.3 seconds N\nLongitude: 78 degrees 0 minutes 49.9 seconds W\nDirections to the pedon: From Cardova, southeast 3.54 km (2.2 miles) on Rt. 729, north-northwest 1097 m (3600 feet) on Rt. 638. Site is 274 km (900 feet) east in woods"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness is 50 to 100 cm (20 to 40 inches).\nThickness of the argillic horizon is 25 to 50 cm (10 to 20 inches).\nDepth to paralithic contact is 50 to 100 cm (20 to 40 inches).\nDepth to lithic contact is 100 to 150 cm (40 to 60 inches).\nDepth to seasonal high water table is greater than 150 cm (60 inches).\nReaction ranges from extremely acid to strongly acid throughout.\nRock fragments consist of subangular and angular gravels and cobbles of graphitic schist.\nDepth Class:\nRange of Individual Horizons:\nA Horizon\nColor--hue 10YR through 5Y, value of 3 through 5, chroma 0 to 3\nTexture--silt loam or loam\nRock fragment content ranges from 0 to 40 percent.\nBt horizon\nColor--hue of 10YR through 5Y or neutral, value of 3 to 5, and chroma of 0 to 6.\nTexture--loam, silt loam, silty clay loam or clay loam.\nRock fragment content ranges from 5 to 50 percent.\nBC horizon\nColor--hue of neutral, value of 3, and chroma of 0.\nTexture--loam.\nRock fragment content ranges from 15 to 60 percent.\nC horizon\nColor--hue of 2.5Y, 5Y, or is neutral, value of 3 or 4, and chroma of 0 to 3.\nTexture--sandy loam, loam, or silt loam.\nRock fragment content ranges from 20 to 65 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Allegheny, Allenwood, Cades, Chetwynd, Drapermill, Elsinboro, Frankstown, Gilpin, Gilwood, Glenelg, Happyland, Leck Kill, Lonon, Murrill, Nixon, Queponco, Reybold, Rhodhiss, Shouns, Tate, Ungers and Whiteford soils are in the same family. Allegheny, Allenwood, Cades, Elsinboro, Glenelg, Happyland, Lonon, Murrill, Reybold, Rhodhiss, Shouns, Tate and Whiteford soils are very deep to lithic or paralithic contact. Allegheny, Cades and Elsinboro soils formed in alluvium on stream terraces. Allenwood soils formed in glacial till. Glenelg soils formed in residuum of micaceous schist in the Northern Piedmont. Happyland soils formed in residuum of phyllite, schist, gneiss and metamonzonite in the Northern Piedmont. Lonon soils formed in colluvium and alluvium of metasedimentary rocks in the Southern Appalachian Mountains. Murrill soils formed in colluvium of acid sandstone and shale and underlying limestone. Reybold soils formed in silty eolian deposits underlain by fluvio-marine sediments. Rhodhiss soils formed in residuum of felsic crystalline rocks in the Southern Piedmont. Shouns soils formed in colluvium of sandstone, siltstone and shale. Tate soil formed in colluvium and alluvium of felsic to mafic crystalline rock in the Southern Appalachian Mountains. Whiteford soils formed in residuum of dark colored slate. Frankstown, Leck Kill and Ungers soils are deep or very deep to lithic or paralithic contact. Frankstown soils formed in residuum of siliceous limestone and interbedded limy shale and siltstone. Leck Kill soils formed in residuum or glacial till of red shale, siltstone and sandstone. Ungers soils formed in residuum of red sandstone and shale. Nixon and Quesponco are deep to lithic or paralithic contact. Nixon soils formed in old alluvium containing red shale fragments and coastal plain materials. Queponco soils formed in loamy fluvial and eolian deposits underlain by sandy and loamy fluvial and marine deposits. Drapermill soils formed in residuum of phyllite and schist in the Southern Piedmont. Gilwood soils formed in residuum of siltstone in the Kentucky and Indiana Sandstone and Shale Hills ands Valleys."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape:  Mountains and Hills\nLandform:  Mountain and Hill\nMLRA(s): 130A and 148\nGeographic Component: Interfluve, crest, sideslope\nHillslope Profile Position:  Summit, shoulder, backslope\nParent Material: Residuum from graphitic phyllite, arkosic metasandstone, meta-arkose, metasiltstone, schist\nSlope: 0 to 45 percent\nElevation: 200 to 1000 feet\nFrost- Free period: 167 to 203 days\nMean Annual Air Temperature: 53 to 56 degrees F\nMean Annual Precipitation: 36-45 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nGlenelg and Edgemont soils, which have brown subsoils and are deeper to bedrock, form on similar landscape positions. Elioak and Culpeper soils, which have red subsoils with more clay and are deeper to bedrock, form on similar landscape positions. Hazel soils, which have sandy subsoils, form on similar landscape positions. Meadowville soils, which have brown subsoils and are shallower to seasonal high water table, form in drainageways. Marbleyard soils, which develop from arkosic metasandstone, form on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural):   Well drained.\nSurface Runoff: very low through very high.\nSaturated Hydraulic Conductivity: Moderately high to high\nPermeability (Obsolete):  moderately slow to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: mainly in woodlands. Small areas are used for cropland, hay, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMLRA 148 in Virginia and 130A in West Virginia.\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Culpeper County, Virginia. 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cardova soils were previously included in the Watt series.\nDiagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon - The zone from the surface to 20 cm (8 inches (A horizons))\n2) Argillic horizon - The zone from 20 to 48 cm (8 to 21 inches (Bt horizon)\n3) Paralithic contact - at 84 cm (33 inches (Cr horizon))\n4) Lithic contact - at 112 cm (44 inches (R horizon))\n2016 Update was to change series to established and include West Virginia in extent.  Update formatting.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
