{
  "SERIES": "CARDENAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAH-CDL-RJA-ACT",
  "REVDATE": "11/97",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cardenas loamy fine sand-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; light brown (7.5YR 6/4) loamy fine sand, brown (7.5YR 5/4) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; slightly alkaline; clear smooth boundary.  (3 to 6 inches thick)\nBw--3 to 8 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; violently effervescent; moderately alkaline; clear wavy boundary.  (0 to 6 inches thick)\nBk--8 to 14 inches; brown (7.5YR 5/4) fine sandy loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; violently effervescent; 5 percent fine masses of calcium carbonate; moderately alkaline; abrupt wavy boundary.  (4 to 12 inches thick)\n2Bkm--14 inches - Indurated caliche."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  De Baca County, New Mexico, about 10 miles north and 3 miles east of Ramon, New Mexico, about 1,500 feet east and 1,500 feet north of the southwest corner, sec. 28, T. 2 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  The SMCS is intermittently moist December through March and June through October.  The SMCS is moist for longer periods during the summer than in the winter.\nSoil Temperature:  54 to 59 degrees F.\nCoarse fragments throughout:  0 to 20 percent\nDepth to a calcic horizon:  3 to 10 inches\nDepth to petrocalcic:  10 to 20 inches\nPercent clay:  8 to 18 percent\nCalcium carbonate equivalent:  15 to 35 percent\nA horizon -\nHue:  7.5YR or l0YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  2 to 4\nBw and Bk horizons -\nHue:  7.5YR or l0YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  2 to 4\nTexture:  loamy very fine sand, fine sandy loam or gravelly fine sandy loam.\nHas 5 to 15 percent by volume secondary carbonates in the form of masses, concretions, and nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Herlong (T  CA), Pocum (AZ), and Rolie (AZ) series.  Similar soils are the Blakeney, Conger, Kolar, Monterosa, Pastern, and Pastura series.  Herlong soils have a petrocalcic horizon consisting of calcium carbonate tufa.  The Pocum series has a lithic contact between 40 and 60 inches of the soil surface.  The Rolie and Pastura soils have more than 18 percent clay in the particle-size control section.  In addition, Pastern soils are drier in the early summer, have a Bk horizon with more than 15 percent rock fragments.  Blakeney, Conger, Kolar, and Monterosa soils have a thermic temperature regime.  In addition, Monterosa soils are in the loamy-skeletal family.  Pastern soils do not have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cardenas soils are on caliche capped mesas, knolls and ridges with slopes of 0 to 15 percent.  The soils formed in alluvial and eolian materials derived mainly from mixed sources.  Mean annual air temperature ranges from 52 to 57 degrees F. and mean annual precipitation ranges from about 11 to 13 inches, with 50 to 60 percent of this occurring in July, August, September and October.  The frost-free period ranges from 150 to 180 days and elevation ranges from 4,700 to 6,200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Pastura soils and the Clovis and Darvey soils.  The Clovis and Darvey soils are deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately rapid.  Runoff is low on slopes less than 1 percent, medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for rangeland.  Present vegetation consists primarily of black grama, hairy grama, side oats grama and New Mexico feathergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern New Mexico; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  De Baca County, New Mexico, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  0 to 3 inches.  (A horizon).  When values are low, chromas are too high to meet the requirements of a mollic epipedon.\nCalcic horizon:  8 to 14 inches.  (Bk horizon)\nPetrocalcic horizon:  indurated calcium carbonate pan at 14 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
