{
  "SERIES": "CARDIGAN",
  "STATUS": "Established Series",
  "BYREV": "Rev: HRM-SALP-CAW",
  "REVDATE": "10/2012",
  "STATES": "MA,NH,NY",
  "OVERVIEW": "The Cardigan series consists of moderately deep, well drained soils formed in till or colluvium.  They are underlain by folded interbedded phyllite, slate, shale, and schist.  They are on bedrock controlled landforms on hills and mountains.  Slope ranges from 0 to 80 percent. The mean annual temperature is about 8 degrees C and mean annual precipitation is about 1066 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cardigan silt loam, on an 18 percent southeast facing slope in a forested area.  (Colors are for moist soil).\n0e---0 to 2 cm; partially decomposed plant material.\nA----2 to 12 cm; dark brown (10YR 3/3) silt loam; weak fine granular structure; very friable; many fine and common medium roots; 10 percent rock fragments of mostly channers and cobbles; very strongly acid; abrupt smooth boundary.  (1 to 6 inches thick).\nBw1--12 to 22 cm; dark yellowish brown (10YR 4/4) silt loam; weak fine and medium granular structure; very friable; common fine and medium roots; 10 percent rock fragments of mostly channers and cobbles; very strongly acid; clear wavy boundary.\nBw2--22 to 58 cm; light olive brown (2.5Y 5/4) channery silt loam; weak fine and medium granular structure; very friable; common fine and few medium roots; 15 percent rock fragments of mostly channers and cobbles; strongly acid; clear wavy boundary.  (Combined thickness of the Bw horizon is 22 to 76 cm).\nC----58 to 78 cm; dark grayish brown (2.5Y 4/2) channery silt loam; massive; friable; few fine and medium roots; 15 percent rock fragments of mostly channers and cobbles; strongly acid; abrupt irregular boundary.\nR----78 cm; gray phyllite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sullivan County, New Hampshire, town of Unity; 3750 feet east of the Charleston-Unity town line and 2750 feet south of the Claremont-Unity town line; approximate latitude 43 degrees 18 minutes 55 seconds N., and latitude 72 degrees 20 minutes 30 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 50 to 100 cm. Solum thickness ranges from 41 to 91 cm.  Rock fragments of gravel, channers, flagstones, and cobbles range from 0 to 30 percent in the solum and 10 to 50 percent in the substratum.  Reaction ranges from very strongly acid to moderately acid, unless limed.  Clay content ranges from 4 to 18 percent and the weighted average silt content in the solum is greater than 40 percent.\nThe O horizon ranges from slightly decomposed to highly decomposed plant material. It 1s 0 to 3 inches thick.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 to 3.  Some pedons have an Ap horizon that has hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 2 to 4.  The A or Ap horizon is loam or silt loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 1 or 2.  Texture is similar to the A horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 4 or 6.  It is loam, silt loam, or very fine sandy loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 4.  Texture is similar to the Bw horizon.\nThe C horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 4.  It has weak granular or platy structure, or it is massive.  Consistence ranges from very friable to firm.  It is loam, silt loam, fine sandy loam, or very fine sandy loam in the fine-earth fraction.  Some pedons have thin layers of soft bedrock overlying the hard bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Ashe, Buladean, Charlton, Chestnut, Delaware, Dutchess, Edneyville, Foresthills, Gallimore, Greenbelt, Hazel, Lordstown, Newport, Riverhead, Rixeyville, Soco, St. Albans, Stecoah, Steinsburg, and Yalesville series. Ashe, Buladean, Chestnut, Edneyville, Gallimore, Rixeyville, Soco, and Stecoah soils are from outside LRR R. Ashe, Buladean, Chestnut Rixeyville, and Stecoah soils are underlain by saprolite and/or a paralithic contact. Hazel, Lordstown and Steinsburg soils have rock fragments dominated by hard sedimentary rocks. Charlton, Delaware, Dutchess, Riverhead, and St. Albans soils are deeper than 100 cm to bedrock. Greenbelt soils formed in anthropogenic material on modified landscapes in and near major urbanized areas. Newport soils are underlain by dense till. Yalesville soils have hue of 5YR or redder in the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cardigan soils are nearly level to very steep. They are on bedrock controlled, glacially modified landforms.  Slope ranges from 0 to 80 percent.  The soils formed in till or colluvium derived from local phyllite, slate, shale, and schist.  Mean annual precipitation ranges from 838 to 1270 mm and the frost-free period is 110 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bernardston, Dutchess, Kearsarge, Nassau, and Pittstown soils. Bernardston and Pittstown soils formed in dense till.  Dutchess soils are greater than 100 cm to bedrock and Kearsarge and Nassau soils are less than 50 cm to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained. Surface runoff is moderate to very rapid.  Saturated hydraulic conductivity is moderately high or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are forested.  Common trees are oak and hickory species, sugar maple, and eastern white pine.  Cleared areas are used for hay, pasture, and corn, or are idle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 144A in New Hampshire, Massachusetts,  and New York.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sullivan County, New Hampshire, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location narrative was changed to match the narrative in the Sullivan County soil survey.  Cardigan soils were previously included with the Hollis series in mapping.  The description was updated to metric units in 2012; the typical pedon depths were originally described using English units.\nDiagnostic horizons and features recognized in this pedon include:\na.  Ochric epipedon - the zone from 0 to 12 cm (Oe and A horizons).\nb.  Cambic horizon - the zone from 12 to 58 cm (Bw horizon).\nc.  Lithic contact - phyllite bedrock at 78 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0e",
        "top": 0,
        "bottom": 2,
        "narrative": "0e---0 to 2 cm; partially decomposed plant material."
      },
      {
        "name": "A",
        "top": 2,
        "bottom": 12,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A----2 to 12 cm; dark brown (10YR 3/3) silt loam; weak fine granular structure; very friable; many fine and common medium roots; 10 percent rock fragments of mostly channers and cobbles; very strongly acid; abrupt smooth boundary.  (1 to 6 inches thick)."
      },
      {
        "name": "Bw1",
        "top": 12,
        "bottom": 22,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--12 to 22 cm; dark yellowish brown (10YR 4/4) silt loam; weak fine and medium granular structure; very friable; common fine and medium roots; 10 percent rock fragments of mostly channers and cobbles; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 22,
        "bottom": 58,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--22 to 58 cm; light olive brown (2.5Y 5/4) channery silt loam; weak fine and medium granular structure; very friable; common fine and few medium roots; 15 percent rock fragments of mostly channers and cobbles; strongly acid; clear wavy boundary.  (Combined thickness of the Bw horizon is 22 to 76 cm)."
      },
      {
        "name": "C",
        "top": 58,
        "bottom": 78,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "C----58 to 78 cm; dark grayish brown (2.5Y 4/2) channery silt loam; massive; friable; few fine and medium roots; 15 percent rock fragments of mostly channers and cobbles; strongly acid; abrupt irregular boundary."
      },
      {
        "name": "R",
        "top": 78,
        "narrative": "R----78 cm; gray phyllite bedrock."
      }
    ]
  ]
}
