{
  "SERIES": "CARDINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAG",
  "REVDATE": "04/2007",
  "STATES": "OH",
  "OVERVIEW": "The Cardington series consists of very deep, moderately well drained soils formed in loamy till of medium lime content. These soils are on ground moraines and end moraines. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cardington silt loam, on a southeast-facing, convex, 2 percent slope in a cultivated field at an elevation of 287 meters (942 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many roots; strongly acid; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nB/E--20 to 30 cm (8 to 12 inches); 86 percent yellowish brown (10YR 5/4) silty clay loam (B); moderate medium subangular blocky structure; firm; few roots; 14 percent dark grayish brown (10YR 4/2) silt loam (E); the E material is in many distinct clay depletions on faces of peds and in pores; very strongly acid; gradual smooth boundary. [0 to 13 cm (5 inches) thick]\nBt1--30 to 51 cm (12 to 20 inches); yellowish brown (10YR 5/4) silty clay loam; strong medium subangular blocky structure; firm; few roots; few faint brown (10YR 4/3) clay films on faces of peds; common fine distinct grayish brown (2.5Y 5/2) iron depletions in the matrix; very strongly acid; gradual smooth boundary.\nBt2--51 to 69 cm (20 to 27 inches); dark yellowish brown (10YR 4/4) clay loam; strong medium subangular blocky structure; firm; many faint brown (10YR 4/3) clay films on faces of peds; common medium distinct grayish brown (2.5Y 5/2) iron depletions in the matrix; 2 percent rock fragments; strongly acid; gradual smooth boundary.\nBt3--69 to 81 cm (27 to 32 inches); brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; firm; many distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; few dark masses of iron and manganese accumulation; few medium faint grayish brown (10YR 5/2) iron depletions in the matrix; 2 percent rock fragments; moderately acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 20 to 76 cm (8 to 30 inches).]\nBC--81 to 96 cm (32 to 38 inches); brown (10YR 4/3) clay loam; weak medium subangular blocky structure; firm; few faint films on vertical faces of peds; common medium faint dark grayish brown (2.5Y 4/2) iron depletions in the matrix; 5 percent rock fragments; slightly effervescent; slightly alkaline; gradual wavy boundary. [0 to 30 cm (12 inches) thick]\nC--96 to 152 cm (38 to 60 inches); brown (10YR 4/3) clay loam; massive; firm; 5 percent rock fragments; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delaware County, Ohio; Brown Township, quarter township 4; 9,150 feet south of Kilbourne on Old State Rd., then 3,050 feet east; 59 yards south of east-west fence; USGS Kilbourne, Ohio topographic quadrangle; lat. 40 degrees 18 minutes 19.8 seconds N. and long. 82 degrees 56 minutes 59.8 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the ochric epipedon: 13 to 38 cm (5 to 15 inches)\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nThickness of the solum: 71 to 127 cm (28 to 50 inches)\nDepth to carbonates: 63 to 114 cm (25 to 45 inches) and may be as shallow as 46 cm (18 inches) in eroded pedons\nRock fragments: dominantly sandstone and shale, with minor amounts of crystalline erratics\nRock fragment content: 0 to 5 percent to a depth of 51 cm (20 inches) and 2 to 15 percent below 51 cm (20 inches)\nParticle-size control section: averages 35 to 42 percent clay\nAp horizon:\nHue: 10YR\nValue: 4 or 5 (6 or 7 dry)\nChroma: 2 or 3\nTexture: commonly silt loam and less commonly loam or fine sandy loam; may be silty clay loam in eroded pedons\nReaction: very strongly acid to neutral depending on liming history\nA horizon, where present:\nThickness: 2.5 to 13 cm (1 to 5 inches)\nHue: 10YR\nValue: 2 to 4 (4 to 6 dry)\nChroma: 1 or 2\nTexture: commonly silt loam and less commonly loam or fine sandy loam\nReaction: very strongly acid to neutral depending on liming history\nE horizon, where present:\nHue: 10YR\nValue: 4 to 6 (6 to 8 dry)\nChroma: 2 to 4\nTexture: silt loam, loam or fine sandy loam\nReaction: very strongly acid to moderately acid\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: very strongly acid to moderately acid in the upper part and moderately acid to neutral in the lower part\nC horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nTexture: clay loam, silty clay loam, loam, or silt loam\nCalcium carbonate equivalent: 8 to 22 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ellsworth, Geeburg, Glynwood, Mortimer, Pert, Shinrock, and Wyatt series. Ellsworth soils have rock fragments in the substratum that are dominantly shale and siltstone. Geeburg and Wyatt soils average more than 42 percent clay in the particle-size control section. Glynwood soils average more than 22 percent calcium carbonate equivalent in the lower part of the series control section. Mortimer soils have a densic contact within a depth of 152 cm (60 inches). Pert soils have sola less than 71 cm (28 inches) in thickness. Shinrock soils have less than 2 percent rock fragments below a depth of 51 cm (20 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cardington soils are on summits, shoulders, and backslopes on end moraines and ground moraines of Wisconsinan age. Slope ranges from 0 to 25 percent. The soils formed in loamy till of medium calcium carbonate content. Rock fragments are mainly sandstone and shale. Mean annual precipitation ranges from 864 to 1067 mm (34 to 42 inches). Mean annual air temperature ranges from 9 to 13 degrees C (49 to 55 degrees F). Frost-free period is 145 to 180 days. Elevation is 244 to 366 meters (800 to 1,200 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alexandria, Bennington, Condit, and Pewamo soils that are in a toposequence with Cardington soils; and the Bogart, Chagrin, Chili, Holly, Jimtown, Lobdell, Loudonville, Orrville, Rossburg, and Sloan soils. The well drained Alexandria soils are on summits and side slopes along drainageways. The somewhat poorly drained Bennington soils are on summits. The very poorly drained Condit soils are in depressions. The very poorly drained Pewamo soils have mollic epipedons and are in depressions. Bogart, Chili, and Jimtown soils are on outwash terraces. Chagrin, Holly, Lobdell, Orrville, Rossburg, and Sloan soils are on flood plains. Loudonville soils are moderately deep to sandstone bedrock and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an intermittent perched high water table ranges from 30 to 61 cm (1 to 2 feet) between November and April in normal years. The potential for surface runoff is negligible to very high. Saturated hydraulic conductivity is moderately low. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn, soybeans, small grain, and hay are the principal crops. Some areas are in pasture or woodland. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and north-central Ohio; MLRAs 111E and 139. The type location is in MLRA 111E. The series is of large extent, with about 250,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Licking County, Ohio, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 30 cm (Ap, B/E horizons).\nArgillic horizon: from a depth of 30 to 81 cm (Bt horizon).\nAquic conditions: redox features in horizons between the depths of 30 and 96 cm (Bt, BC horizons).\nADDITIONAL DATA: Laboratory characterization data is available for about 25 pedons, including DL-27, the typical pedon, from the Soil Characterization Laboratory at The Ohio State University, Columbus, OH.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many roots; strongly acid; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]"
      },
      {
        "name": "B/E",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B/E--20 to 30 cm (8 to 12 inches); 86 percent yellowish brown (10YR 5/4) silty clay loam (B); moderate medium subangular blocky structure; firm; few roots; 14 percent dark grayish brown (10YR 4/2) silt loam (E); the E material is in many distinct clay depletions on faces of peds and in pores; very strongly acid; gradual smooth boundary. [0 to 13 cm (5 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--30 to 51 cm (12 to 20 inches); yellowish brown (10YR 5/4) silty clay loam; strong medium subangular blocky structure; firm; few roots; few faint brown (10YR 4/3) clay films on faces of peds; common fine distinct grayish brown (2.5Y 5/2) iron depletions in the matrix; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--51 to 69 cm (20 to 27 inches); dark yellowish brown (10YR 4/4) clay loam; strong medium subangular blocky structure; firm; many faint brown (10YR 4/3) clay films on faces of peds; common medium distinct grayish brown (2.5Y 5/2) iron depletions in the matrix; 2 percent rock fragments; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 69,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--69 to 81 cm (27 to 32 inches); brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; firm; many distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; few dark masses of iron and manganese accumulation; few medium faint grayish brown (10YR 5/2) iron depletions in the matrix; 2 percent rock fragments; moderately acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 20 to 76 cm (8 to 30 inches).]"
      },
      {
        "name": "BC",
        "top": 81,
        "bottom": 96,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--81 to 96 cm (32 to 38 inches); brown (10YR 4/3) clay loam; weak medium subangular blocky structure; firm; few faint films on vertical faces of peds; common medium faint dark grayish brown (2.5Y 4/2) iron depletions in the matrix; 5 percent rock fragments; slightly effervescent; slightly alkaline; gradual wavy boundary. [0 to 30 cm (12 inches) thick]"
      },
      {
        "name": "C",
        "top": 96,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--96 to 152 cm (38 to 60 inches); brown (10YR 4/3) clay loam; massive; firm; 5 percent rock fragments; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
