{
  "SERIES": "CARGILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. COC/SHB",
  "REVDATE": "02/98",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cargill silty clay loam, cultivated.  (Colors are for dry soil unless otherwise noted. )\nAp--0 to 6 inches; grayish-brown (2.5Y 5/2) silty clay loam, dark grayish brown (2.5Y 4/2) when moist; moderate, fine, granular structure; hard, very friable, sticky and slightly plastic; common fine and very fine roots; weakly effervescent; moderately alkaline (pH 8.3); abrupt, smooth boundary.  4 to 6 inches thick.\nB2--6 to 13 inches; pale-brown (10YR 6/3) silty clay loam, brown (10YR 4/3) when moist; moderate, medium and coarse, prismatic structure parting to weak, medium and coarse blocks; hard, very friable, sticky and plastic; common fine and very fine roots; many fine and very fine pores; strongly effervescent; moderately alkaline (pH 8.4); clear, wavy boundary.  5 to 8 inches thick.\nB3ca--13 to 17 inches; pale-brown (10YR 6/3) silty clay loam, brown (10YR 4/3) when moist; moderate, medium and coarse, prismatic structure parting to weak, medium and coarse blocks; very hard, friable, sticky and plastic; common fine and very fine roots; many fine and very fine pores; common medium soft masses of segregated lime; few angular sandstone pebbles with lime crusts and pendants on underside of pebbles; violently effervescent; moderately alkaline (pH 8.4); clear, wavy boundary.  2 to 6 inches thick.\nC1ca--17 to 25 inches; light-gray (2.5Y 7/2) silty clay loam, light olive brown (2.5Y 5/4) when moist; massive; hard, friable, sticky and plastic; few fine and very fine roots; many fine and very fine pores; common coarse masses of segregated lime; few angular sandstone fragments; violently effervescent; strongly alkaline (pH 8.7); clear, wavy boundary.\nC2ca--35 to 30 inches; pale-yellow (2.5Y 7/4) silty clay loam, light olive brown (2.5Y 5/4) when moist; massive in upper part and platy in lower part; hard, friable, sticky and plastic; few fine and very fine roots; many fine and very fine pores; 10 percent brownish yellow (10YR 6/2) shale fragments; few coarse soft masses of segregated lime; violently effervescent; strongly alkaline (pH 8.7); gradual, wavy boundary\nIIC3r--30 to 50 inches; light brownish-gray (2.5Y 6/2) platy siltstone and shale, dark grayish brown (2.5Y 4/2) when moist; few very fine roots in cracks in the upper 5 inches; few fine and very fine pores; strongly effervescent; strongly alkaline (pH 8. 7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; about 400 feet west and 360 feet north of SE corner of NE quarter of sec. 24, T.22N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the paralithic contact ranges from 20 to 40 inches.  The depth to the calcic horizon is 12 to 20 inches.  The mean annual soil temperature ranges from 41 degrees to 44 degrees F.   The 10- to 40-inch control section is silty clay loam and has 27 to 35 percent clay, of which less than one-third is carbonate size.\nThe Ap or A1 horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, and chroma of 2 or 3.\nThe B horizon has value of 6 or 7 dry, 4 or 5 moist and chroma of 2 or 3.\nThe Cca horizon has hue of 5Y through 10YR, value of 7 or 8 dry, 5 or 6 moist and chroma of 3 or 4.  It has 25 to 40 percent CaC03 equivalent.\nThe underlying bedrock is interbedded platy shale, siltstone, or mudstone and with lenses of hard sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Avalanche, Brockway, Luhon, Pennel and Rootel series.  Avalanche, Brockway, Luhon and Pennel soils lack a paralithic contact within depth of 40 inches.  Rootel soils have a lithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cargill soils are nearly level to strongly rolling and are on sedimentary uplands at elevations of 3,200 to 4,300 feet.  They formed in material weathered from siltstone, shale and sandstone, and in places in thin surficial deposits of old alluvium.  The mean annual precipitation is 10 to 14 inches, more than 70 percent of which falls when the soil is not frozen.  The mean annual temperature is 42 degrees to 45 degrees F., mean January temperature is 15 degrees to 25 degrees F., and the mean July temperature is 65 degrees to 70 degrees F.   The (32 degrees F.) growing season is 105 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Brockway soils and the Cabbart, Scroggin and Yawdim soils.  Cabbart and Yawdim soils have no calcic horizons and have a paralithic contact within depth of 20 inches.  Scroggin soils have no calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or slow runoff; moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are mainly used for dryland farming.  Native vegetation is western wheatgrass, blue grama, needle-and-thread grass, and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Cargill soils are mainly in north-central and eastern Montana.  They are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Power-Dutton Project, Teton County, Montana, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Cargill soils were formerly classified as Calcisols of the Brown soils zone.\nOSED scanned by SSQA.  Last revised by state on 7/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
