{
  "SERIES": "CARHART",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB",
  "REVDATE": "01/2006",
  "STATES": "CA",
  "OVERVIEW": "The Carhart series consists of moderately deep, poorly drained soils that formed in alluvium from volcanic rocks.  Carhart soils are in basins and drainageways and on toeslopes, footslopes, and saddles on Cascade foothills.  Slopes range from 0 to 12 percent.  The mean annual precipitation is about 28 inches, (711 mm) and the mean annual temperature is about 61 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Xeric Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Carhart clay, on a north facing 3 percent slope under a cover of ryegrass, medusahead, lupine and clover at an elevation of 282 feet, (86 m).  When described on 4/24/01 the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise noted).\nA--0 to 2.5 inches, (0 to 6 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; strong medium and coarse subangular blocky structure; very rigid, friable, very sticky, very plastic; many very fine roots; many very fine, fine and medium irregular and common very fine and fine tubular pores; neutral, pH 6.8 by Hellige-Truog; gradual smooth boundary. (2 to 16 inches, (5 to 41 cm) thick)\nBssg1--2.5 to 12 inches, (6 to 30 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; moderate coarse prismatic parting to strong medium and coarse angular blocky structure; very rigid, friable, very sticky, very plastic; common very fine and fine roots; common very fine and fine irregular and tubular and common medium irregular pores; 20 percent slickensides; neutral, pH 7.0 by Hellige-Truog; gradual smooth boundary.\nBssg2--12 to 24 inches, (30 to 61 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; strong fine and medium angular blocky structure; very rigid, friable, very sticky, very plastic; common very fine roots; common very fine and fine irregular and tubular pores; 50 percent slickensides; slightly alkaline, pH 7.5 by Hellige-Truog; gradual smooth boundary.\nBssg3--24 to 30 inches, (61 to 76 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; strong fine and medium subangular blocky structure; very rigid, friable, very sticky, very plastic; few very fine roots; few very fine and fine tubular pores; 15 percent slickensides; moderately alkaline, pH 8.0 by Hellige- Truog; clear wavy boundary. (Combined thickness of the Bssg horizon is 15 to 38 inches, (38 to 97 cm) thick)\n2Crtk--30 inches, (76 cm); Moderately cemented volcanic sandstone bedrock; 15 percent clay films; 15 percent carbonate masses in cracks; slight effervescence, by HCl, 1 normal; moderately alkaline, pH 8.5 by Hellige-Truog."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California, about 1.1 miles south of the intersection of Durham-Pentz Road and Clark Road, approximately 2350 feet north and 800 feet east of the southwest corner of Section 34, Township 21N, Range 3E, 39 degrees, 37 minutes, 55 seconds North latitude and 121 degrees, 38 minutes, 1 seconds West longitude, NAD83 - U.S.G.S Quad: Hamlin Canyon, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is 20 to 40 inches, (51 to 102 cm).  The mean annual soil temperature is 60 to 68 degrees F, (16 to 20 degrees C).  The particle-size control section averages 40 to 59 percent clay and 0 to 10 percent rock fragments, mostly gravel.  Mineralogy is smectitic.  Reversible surface-initiated cracks 1 to 2 inches, (3 to 5 cm) wide extend to a depth of 20 inches, (51 cm) for 200 to 250 days when the soil is not irrigated.  A fluctuating water table can occur between the top of the bedrock and the surface of the soil from December through May.  Rock fragments on the surface range from 0 to 5 percent gravel and 0 to 5 percent cobbles.  Some pedons have Bss and Crq horizons or gravelly substratums.\nThe A horizon dry color is 7.5YR 5/1, 5/2, 6/2, 6/3, 10YR 4/1, 5/1 or 6/1.  Moist color is 7.5YR 4/1, 4/2, 3/2, 10YR 3/2, 4/1 or 5YR 4/1.  Texture is clay.  Clay content ranges from 40 to 59 percent.  Rock fragments range from 0 to 10 percent gravel.  Redoximorphic features are oxidized iron masses and iron-manganese masses.  Reaction ranges from neutral to slightly alkaline.\nThe Bssg horizon dry color is 7.5YR 4/1, 4/2, 5/1, 5/2, 5/3, 10YR 5/2 or 6/1.  Moist color is 7.5YR 4/1, 4/2, 10YR 4/1 or 5/1.  Texture is clay.  Clay content ranges from 40 to 59 percent. Rock fragments range from 0 to 10 percent gravel.  Redoximorphic features are iron-manganese nodules and gleyed matrix.  Reaction ranges from neutral to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Clear Lake, Copus, Dodgeland and Hildreth soils.  Clear Lake, Corpus and Dodgeland soils are very deep. Hildreth soils are deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Carhart soils are in basins and drainageways and on toeslopes, footslopes, and saddles on Cascade foothills.  Slopes range from 0 to 12 percent.  These soils formed in alluvium weathered from volcanic rocks with trace amounts of quartz and chert resistates overlaying volcanic sandstone or tuff.  Elevation is 140 to 760 feet, (43 to 232 m).  Mean annual precipitation is 24 to 35 inches, (610 to 889 mm).  The mean annual temperature is 60 to 62 degrees F, (16 to 17 degrees C).  Frost free season is 250 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anita, Lucksev and Butteside soils.  Anita soils are shallow to a duripan.  Lucksev soils are shallow, have mixed mineralogy and an argillic horizon.  Butteside soils have mixed mineralogy and an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; very high runoff; slow saturated hydraulic conductivity.  Water frequently ponds up to 2 inches, (5 cm) above the surface for long duration from December through March in concave areas with less than 2 percent slope.  A fluctuating water table can occur between the top of the bedrock and the surface of the soil from December through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, wildlife habitat, watershed, and some home site development.  Vegetation is medusahead, ryegrass, clover, lupine, vinegarweed, tarweed, Mediterranean barley, brodiaea, coyote thistle, butter and eggs, and some filaree and popcorn flower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occur in the M261Fa (Tuscan Flows) subsection of the M261F (Sierra Nevada Foothills) section.  MLRA 18 - Sierra Nevada Foothills (Cascade part).  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is from how tough this soil is to dig."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - zone from 10 to 30 in, (25 to 76 cm)\nOchric epipedon - zone from 0 to 2.5 in, (0 to 6 cm) (A)\nCambic horizon - zone from 2.5 to 30 in, (6 to 76 cm) (Bssg1, Bssg2, Bssg3)\nParalithic contact - 30 in, (76 cm)\nThe soil moisture control section - zone from 7 to 20 inches, (18 to 51 cm) is dry in all parts from about June to November (about 150 days).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 6,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 2.5 inches, (0 to 6 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; strong medium and coarse subangular blocky structure; very rigid, friable, very sticky, very plastic; many very fine roots; many very fine, fine and medium irregular and common very fine and fine tubular pores; neutral, pH 6.8 by Hellige-Truog; gradual smooth boundary. (2 to 16 inches, (5 to 41 cm) thick)"
      },
      {
        "name": "Bssg1",
        "top": 6,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bssg1--2.5 to 12 inches, (6 to 30 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; moderate coarse prismatic parting to strong medium and coarse angular blocky structure; very rigid, friable, very sticky, very plastic; common very fine and fine roots; common very fine and fine irregular and tubular and common medium irregular pores; 20 percent slickensides; neutral, pH 7.0 by Hellige-Truog; gradual smooth boundary."
      },
      {
        "name": "Bssg2",
        "top": 30,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bssg2--12 to 24 inches, (30 to 61 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; strong fine and medium angular blocky structure; very rigid, friable, very sticky, very plastic; common very fine roots; common very fine and fine irregular and tubular pores; 50 percent slickensides; slightly alkaline, pH 7.5 by Hellige-Truog; gradual smooth boundary."
      },
      {
        "name": "Bssg3",
        "top": 61,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bssg3--24 to 30 inches, (61 to 76 cm); gray (7.5YR 5/1) clay, dark gray (7.5YR 4/1) moist; 55 percent clay; strong fine and medium subangular blocky structure; very rigid, friable, very sticky, very plastic; few very fine roots; few very fine and fine tubular pores; 15 percent slickensides; moderately alkaline, pH 8.0 by Hellige- Truog; clear wavy boundary. (Combined thickness of the Bssg horizon is 15 to 38 inches, (38 to 97 cm) thick)"
      },
      {
        "name": "2Crtk",
        "top": 76,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "narrative": "2Crtk--30 inches, (76 cm); Moderately cemented volcanic sandstone bedrock; 15 percent clay films; 15 percent carbonate masses in cracks; slight effervescence, by HCl, 1 normal; moderately alkaline, pH 8.5 by Hellige-Truog."
      }
    ]
  ]
}
