{
  "SERIES": "CARLTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEO/DRJ/RWL",
  "REVDATE": "12/2006",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Carlton silt loam, grain. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine subangular blocky structure; hard, friable, slightly sticky and moderately plastic; many fine roots; many fine irregular pores; moderately acid (pH 6.0); abrupt smooth boundary. (6 to 9 inches thick)\nA2--8 to 12 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine and very fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; moderately acid (pH 5.8); clear smooth boundary. (4 to 6 inches thick)\nBA--12 to 22 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine and very fine subangular blocky structure; firm, moderately sticky and moderately plastic; common fine roots; many very fine irregular and tubular pores; strongly acid (pH 5.5); clear smooth boundary. (6 to 15 inches thick)\nBw1--22 to 31 inches; brown (10YR 4/3) silty clay loam, pale brown (10YR 6/3) dry; weak coarse prismatic and moderate fine to coarse subangular blocky structure; firm, moderately sticky and moderately plastic; few fine roots; many very fine tubular and irregular pores; few fine faint grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) iron depletions; many fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; distinct gray (10YR 5/1) clean sand and silt grains on peds; moderately acid (pH 5.6); clear smooth boundary. (8 to 15 inches thick)\nBw2--31 to 42 inches; brown (10YR 4/3) light silty clay loam, pale brown (10YR 6/3) dry; weak medium prismatic parting to moderate fine subangular blocky structure; firm, moderately sticky and moderately plastic; many very fine tubular pores; nearly continuous thin coatings of clean sand and silt grains on peds; few fine faint grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) iron depletions; many fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid (pH 5.6); clear smooth boundary. (8 to 15 inches thick)\n2BC--42 to 60 inches; brown (10YR 5/3) silty clay, very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; firm, moderately sticky and very plastic; many very fine tubular pores; coatings of clean sand and silt grains on peds; many fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yamhill County, Oregon; on west-facing slope near top of small hill, 30 feet west of road, NW1/4 SE1/4 SE1/4 sec. 18, T.3S., R.3W. Willamette Meridian. (Latitude 45 degrees, 18 minutes, 25 seconds N; Longitude 123 degrees, 5 minutes, 50 seconds W. NAD 27) Dundee, Oregon USGS 7.5 minute topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 52 to 55 degrees F. The soil is usually moist, but is dry in all parts between depths of 4 and 12 inches for more than 45 to 80 consecutive days. The solum is more than 40 inches thick. Iron depletions with chroma of 2 or less and masses of iron accumulation first occur between depths of 20 to 30 inches. The mollic epipedon is 20 to 30 inches thick. A few fine parafragments of sedimentary rock are throughout the solum where the soil lies below adjacent hillslopes.\nThe A horizons have hue of 10YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry. It is a silt loam with 20 to 27 percent clay. It has 0 to 3 percent gravel.  Reaction ranges from very strongly acid to moderately acid.\nThe BA or AB horizons have hue of 10YR, value of 3 or 4 moist, 4 to 6 dry, and chroma of 2 to 4 moist and dry. It is a silt loam or silty clay loam with 22 to 35 percent clay. Reaction ranges from strongly acid to slightly acid.\nThe Bw1 horizon has hue of 10YR, value of 4 or 5 moist, 5 to 7 dry, and chroma of 3 or 4 moist and 4 to 6 dry. It is a silt loam or silty clay loam with 25 to 35 percent clay. Reaction ranges from moderately acid to slightly acid.\nThe Bw2 horizon has hue of 10YR, value of 4 or 5 moist, 5 to 7 dry, and chroma of 3 or 4 moist and 4 to 6 dry. It is a silty clay loam with 28 to 40 percent clay. Reaction ranges from moderately acid to slightly acid.\nThe 2BC horizon has hue of 10YR or 2.5Y, value of 4 to 5 moist, 6 or 7 dry, and chroma of 2 to 6 moist and dry. It is silty clay loam, silty clay, or clay with 28 to 55 percent clay. Reaction ranges from slightly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. A similar soil is Woodburn.\nWoodburn soils: these soils have an argillic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Carlton soils are dominantly on toeslopes and footslopes in addition to minor areas of old terrace remnants. Elevations are 190 to 400 feet. Slopes range from 0 to 20 percent. The material above depth of 35 to 45 inches is mixed silty glaciolacustrine deposits and colluvium; and below 35 to 45 inches is silty and fine-textured stratified material. The climate is characterized by warm, wet winters and hot, dry summers. The average July temperature is 66 degrees F. and the average January temperature is 39 degrees F. The mean annual temperature is 50 to 54 degrees F. The mean annual precipitation is 40 to 55 inches. The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chehalem, Cove, Goodin, Hazelair, Melbourne, Panther, Wellsdale, Willakenzie, and Woodburn soils. Chehalem and Cove soils are fine textured, in addition Cove soils are poorly drained. They are on terraces, footslopes, and fans. Goodin and Melbourne soils are well drained and fine textured. They are on higher hillslopes. Hazelair soils are very fine textured and 20 to 40 inches to a paralithic contact. They are on footslopes and higher hillslopes. Panther soils are very fine textured and poorly drained. They are on landslide areas below hillslopes. Wellsdale and Willakenzie soils are fine-loamy, in addition Willakenzie is 20 to 40 inches to a paralithic contact. They are on higher hillslopes. Woodburn soils are on lower lacustrine terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Carlton soils are used for orchards, grass seed. berries, small grain, hay, and pasture. Native vegetation is Oregon white oak, Pacific poison oak and other shrubs, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Along the western margin of the Willamette Valley in northwestern Oregon. MLRA 2. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yamhill County, Oregon, 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - from a depth of 0 to 22 inches (Ap, A2, and BA horizons).\nCambic horizon - from a depth of 22 to 42 inches (Bw1 and Bw2 horizons).\nAquic conditions - from a depth of 22 to 60 inches (Bw1, Bw2, and 2BC horizons).\nIn areas below 200 feet, the 2BC horizon is most likely to have less than 35 percent clay and correlate to the Irish Bend sediments. To date no observations of pedons above 200 feet have had Irish Bend deposits. It is possible, with more observations, to have separate map units of Carlton soils below 200 feet and above 200 feet in respect to the texture of the 2BC horizon.  This separation was made 11/2006.\nADDITIONAL DATA:  Characterization data from 3 representative pedons with User Pedon ID #  00OR-071-001, 00OR-053-001, and 04OR-071-004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
