{
  "SERIES": "CARLISLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWJ-WEM-TWH -MCB",
  "REVDATE": "06/2016",
  "STATES": "MA,MI,NJ,NY,OH,PA,RI,VT,WI",
  "OVERVIEW": "The Carlisle series consists of very deep, very poorly drained soils formed in woody and herbaceous organic materials in depressions within lake plains, outwash plains, till plains, flood plains, and moraines. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 816 mm (32 in), and mean annual temperature is about 8.6 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Carlisle muck, on a nearly level cut-over area. (Colors are for moist soil unless otherwise stated.)\nOa1---0 to 20 cm (8 in); black (10YR 2/1) broken face and rubbed muck (sapric material); about 10 percent fiber, less than 5 percent rubbed; weak fine granular structure; friable; about 15 percent weakly decomposed wood fragments; neutral; abrupt smooth boundary.\nOa2--20 to 79 cm (8 to 31 in); dark reddish brown (5YR 2/2) broken face and rubbed muck (sapric material); about 10 percent fiber, about 5 percent rubbed; weak coarse granular structure; friable; about 25 percent woody fragments 6 mm to 15 cm (1/4 to 5 in) in diameter; neutral; clear smooth boundary.\nOa3--79 to 117 cm (31 to 46 in); dark reddish brown (5YR 3/2) broken face, dark reddish brown (5YR 2/2) rubbed muck (sapric material); about 25 percent fiber, 8 percent rubbed; massive; friable; about 25 percent wood fragments 6 mm to 15 cm (1/4 to 5 in); slightly acid; clear smooth boundary.\nOa4--117 to 152 cm (46 to 60 in); dark reddish brown (5YR 3/4) broken face, dark reddish brown (5YR 2/2) rubbed muck (sapric material); about 40 percent fiber, 12 percent rubbed; massive; friable; about 1 percent woody fragments 6 mm to 8 cm (1/4 to 3 in) in diameter; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shiawassee County, Michigan; 520 feet north and 1,200 feet west of the southeast corner of sec. 13, T. 5 N., R. 3 E.; USGS Corunna SE, MI topographic quadrangle; lat. 42 degrees 49 minutes 23.6 N. and long. 84 degrees 2 minutes 46.0 seconds W., WGS84 datum."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nWoody fragment content: average from 15 to 30 percent by volume in the control section; occur throughout the profile in most pedons, consisting of twigs, branches, logs or stumps; wood fragments range in size from 20 mm (3/4 inch) to more than a 30 cm (1 foot) in diameter\nReaction: very strongly acid to slightly alkaline throughout\nMean annual soil temperature: 8.3 to 12.2 degrees C (47 to 54 degrees F)\nSurface tier:\nHue: 5YR to 10YR, or is neutral\nValue: less than 2.5\nChroma: 0 to 2\nOrganic material: dominantly muck (sapric material) or less commonly mucky peat (hemic material); some pedons have various proportions of both sapric and hemic materials; some pedons have a thin fibric surface layer up to 5 cm (2 in) thick\nStructure: weak or medium, coarse to fine, granular or subangular blocky\nOverwash phases have surface textures of silt loam or silty clay loam.\nSubsurface tier:\nHue: 5YR to 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 4; chroma or value or both may change from 0.5 to 2 units upon rubbing; broken faces become darker upon brief exposure to air\nOrganic material: dominantly muck (sapric material) with a rubbed fiber content of less than 16 percent of the organic volume; some pedons have thin layers of mucky peat (hemic material); the combined thickness of hemic layers is less than 25 cm (10 in); the unrubbed, well decomposed organic material resembles woody plant tissue\nStructure: granular or blocky structure or is massive; the upper portion typically has weak or moderate, fine to coarse, granular or blocky structure and the lower portion commonly is massive or less commonly has platy structure\nConsistence: aggregates in this tier are quite firm, but break abruptly under pressure\nBottom tier:\nHue: 5YR to 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 4; chroma or value or both may change from 0.5 to 2 units upon rubbing; broken faces become darker upon brief exposure to air\nOrganic material: dominantly muck (sapric material) but some pedons have thin layers of mucky peat (hemic material); the combined thickness of hemic layers is less than 25 cm (10 in); contains variable amounts of woody and herbaceous layers, but herbaceous fiber generally constitute the greater proportion\nStructure: commonly is massive or less commonly has weak coarse blocky or thick platy structure"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Catden, Houghton, Lena, Peteetneet, Saltese, and Semiahmoo series. Catden soils have dominantly woody fibers in the bottom tier and have mean annual precipitation more than 1190 mm. Houghton soils formed primarily from herbaceous fibers and average less than 15 percent woody fragments in the control section. Lena soils have carbonates in the control section. Peteetneet, Saltese, and Semiahmoo soils have less than 15 percent woody fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Carlisle soils are in depressions on lake plains, outwash plains, ground moraines, end moraines, recessional moraines, till plains, and flood plains. Slope ranges from 0 to 2 percent. These soils formed in woody and herbaceous organic materials. Mean annual precipitation ranges from 762 to 1194 mm (30 to 47 in). Mean annual temperature ranges from 7.2 to 12.8 degrees C (45 to 55 degrees F). Frost-free period is 110 to 180 days. Elevation is 76 to 1158 meters (250 to 3,800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adrian, Edwards, Granby, Lenawee, Linwood, Parkhill and Willette soils. Adrian, Edwards, Linwood, and Willette soils are very poorly drained and all occur in similar landscape positions, but have a mineral or limnic layer within the control section. Poorly drained or very poorly drained mineral soils such as Granby, Lenawee, and Parkhill occur in slightly higher landscape positions at the margins of Carlisle soils as they grade into the upland."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the top of a seasonal high water table ranges from 61 cm (2.0 feet) above the surface to 30 cm (1 foot) below the surface from September to June in normal years. The potential for surface runoff is low or negligible. Saturated hydraulic conductivity is moderately high or high. Permeability is moderately slow to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas of these soils have been drained and are used for truck crops or pasture. Major crops include onions, potatoes, corn, radishes, celery, carrots, and lettuce. Some areas are used for small grains, hay, and sod production. The remaining portion is in woodland or cut-over woodland. Major tree species include American elm, white ash, black ash, red maple, swamp white oak, willow, tamarack, quaking aspen, and alder."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 96, 97, 98, 99, 101, 111A, 111B, 111E, 139, 140, 142, 144A, 144B, and 145 in lower Michigan, Massachusetts, Ohio, Wisconsin, New York, New Jersey, Pennsylvania, Rhode Island, and Vermont. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Livingston County, Michigan, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMuck (sapric material): from the surface to a depth of 152 cm (60 in) (Oa1, Oa2, Oa3 and Oa4 horizons).\nThis concept corresponds similarly to previous concepts of the Carlisle series, primarily in having developed from woody fibers. To define this woody characteristic as sapric material is difficult to do precisely. There does appear to be a definite difference in structure and a tendency toward brittleness in the aggregates developed from woody fibers vs. those developed from herbaceous fibers."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa1---0 to 20 cm (8 in); black (10YR 2/1) broken face and rubbed muck (sapric material); about 10 percent fiber, less than 5 percent rubbed; weak fine granular structure; friable; about 15 percent weakly decomposed wood fragments; neutral; abrupt smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 20,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa2--20 to 79 cm (8 to 31 in); dark reddish brown (5YR 2/2) broken face and rubbed muck (sapric material); about 10 percent fiber, about 5 percent rubbed; weak coarse granular structure; friable; about 25 percent woody fragments 6 mm to 15 cm (1/4 to 5 in) in diameter; neutral; clear smooth boundary."
      },
      {
        "name": "Oa3",
        "top": 79,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa3--79 to 117 cm (31 to 46 in); dark reddish brown (5YR 3/2) broken face, dark reddish brown (5YR 2/2) rubbed muck (sapric material); about 25 percent fiber, 8 percent rubbed; massive; friable; about 25 percent wood fragments 6 mm to 15 cm (1/4 to 5 in); slightly acid; clear smooth boundary."
      },
      {
        "name": "Oa4",
        "top": 117,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oa4--117 to 152 cm (46 to 60 in); dark reddish brown (5YR 3/4) broken face, dark reddish brown (5YR 2/2) rubbed muck (sapric material); about 40 percent fiber, 12 percent rubbed; massive; friable; about 1 percent woody fragments 6 mm to 8 cm (1/4 to 3 in) in diameter; neutral."
      }
    ]
  ]
}
