{
  "SERIES": "CARMEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AKN-DWW",
  "REVDATE": "04/2006",
  "STATES": "IN",
  "OVERVIEW": "The Carmel series consists of deep, well drained, very slowly permeable soils formed in thin loess and the underlying residuum weathered from interbedded limestone and soft calcareous shale.  Slopes range from 6 to 25 percent.  Mean annual precipitation is about 42 inches, and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, vermiculitic, mesic Chromic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carmel silt loam - on a 14 percent slope in a pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; yellowish brown (10YR 5/4) silt loam, light yellowish brown (10YR 6/4) dry; moderate medium granular structure; friable; many fine roots; neutral; abrupt smooth boundary.  (5 to 11 inches thick)\nB1--6 to 11 inches; strong brown (7.5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; discontinuous thin yellowish brown (10YR 5/4) silt coatings on faces of peds; strongly acid; clear smooth boundary.  (0 to 7 inches thick)\nIIB21t--11 to 19 inches; strong brown (7.5YR 5/6) clay; moderate medium subangular blocky structure; firm, very sticky and very plastic; common fine roots; discontinuous thin dark brown (7.5YR 4/4) clay films and brown (10YR 5/3) silt films on faces of peds; common fine black (N 2/0) concretions (iron and manganese oxides); strongly acid; clear wavy boundary.\nIIB22t--19 to 36 inches; yellowish brown (10YR 5/6) clay; strong coarse and very coarse prismatic structure parting to strong medium angular and subangular blocky; extremely firm; very sticky and very plastic; few fine roots; discontinuous thin yellowish brown (10YR 5/4) clay films on faces of peds and lining of pores; many black (N 2/0) concretions (iron and manganese oxides); slickensides 2 to 8 inches wide; medium acid; clear wavy boundary.  (Combined thickness of the IIBt is 19 to 35 inches.)\nIIC--36 to 44 inches; pale olive (5Y 6/4) and olive yellow (2.5Y 6/6) flaggy clay; weak platy rock structure; extremely firm; few dark brown (7.5YR 4/4) clay films along old fracture lines; 40 percent limestone flagstones; violent effervescence; moderately alkaline.  (0 to 16 inches thick)\nIICr--44 to 60 inches; interbedded soft calcareous clay shale and limestone flagstones."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ohio County, Indiana, 1 mile east of Milton; 700 feet south and 1,700 feet east of the northwest corner of sec. 33, T. 4 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches.  Depth to limestone and calcareous shale is 40 to 60 inches.  Loess thickness ranges from 6 to 18 inches.\nThe Ap or A1 horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  It is silt loam or silty clay loam and strongly acid to neutral.  Some pedons have Bt horizons formed in the loess.\nThe IIBt horizon has hue of 10YR, 7.5YR, or 2.5Y, value of 4 or 5, and chroma of 4 to 6.  It is silty clay or clay with a clay content of 50 to 60 percent.  It ranges from very strongly acid to slightly acid.\nThe IIC horizon has colors similar to the IIB and is clay or silty clay containing 30 to 70 percent coarse fragments.\nThe IICr horizon is clay shale interbedded with thin layers of limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Carmel is the only soil in this family.  Other similar soils are the Brookside, Eden, Lowell, and Pate.  Brookside and Pate soils have less clay and a higher percentage of coarse fragments in their sola.  Eden soils have bedrock within a depth of 40 inches.  Lowell soils have gray colors or mottles in the lower part of the solum and lack potential for high shrink-swell."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carmel soils are on narrow ridges and on the upper part of hillsides where dissection or geologic erosion has removed all of the till and most of the loess cover.  Slope gradients range from 6 to 25 percent.  The upper 6 to 18 inches of the solum formed in loess and the lower part formed in residuum weathered from interbedded, soft, calcareous shale and limestone.  Mean annual precipitation ranges from 36 to 46 inches, and mean annual temperature ranges from 52 to 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eden, Bonnell, Nicholson, Switzerland, and Weisburg soils.  The Bonnell and Weisburg soils are on higher lying ridges or hillsides and have sola partially formed in till.  In addition, Weisburg soils have fragipans.  Eden soils are on steeper hillsides below Carmel soils and have more than 10 percent limestone fragments in the control section.  Nicholson and Switzerland soils formed in thicker layer of loess over residuum, and are on ridges and more gentle slopes at higher elevation.  In addition, Nicholson soils have fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff is medium to rapid, permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and are used mainly for hay and pasture.  The remainder is in forest or is idle.  The native vegetation was deciduous forest of oak, maple, hickory, poplar, beech, and basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Indiana and possibly southwestern Ohio and northern Kentucky.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dearborn and Ohio Counties, Indiana, April 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Carmel series includes soils previously mapped as the Lowell series and Switzerland shallow phase in southeastern Indiana.  Initial investigation indicates that these soils have COLE values of more than 0.09, but data are not conclusive that potential linear extensibility is more than 6 cm.\nADDITIONAL DATA:  Characterization data are available on two (2) pedons at Purdue Lab, No. DB 7506 and OH 7508 and two (2) pedons at Lincoln Lab No. 760037-760041 and 760075-760080.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; yellowish brown (10YR 5/4) silt loam, light yellowish brown (10YR 6/4) dry; moderate medium granular structure; friable; many fine roots; neutral; abrupt smooth boundary.  (5 to 11 inches thick)"
      },
      {
        "name": "B1",
        "top": 15,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1--6 to 11 inches; strong brown (7.5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; discontinuous thin yellowish brown (10YR 5/4) silt coatings on faces of peds; strongly acid; clear smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "IIB21t",
        "top": 28,
        "bottom": 48,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "IIB21t--11 to 19 inches; strong brown (7.5YR 5/6) clay; moderate medium subangular blocky structure; firm, very sticky and very plastic; common fine roots; discontinuous thin dark brown (7.5YR 4/4) clay films and brown (10YR 5/3) silt films on faces of peds; common fine black (N 2/0) concretions (iron and manganese oxides); strongly acid; clear wavy boundary."
      },
      {
        "name": "IIB22t",
        "top": 48,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "IIB22t--19 to 36 inches; yellowish brown (10YR 5/6) clay; strong coarse and very coarse prismatic structure parting to strong medium angular and subangular blocky; extremely firm; very sticky and very plastic; few fine roots; discontinuous thin yellowish brown (10YR 5/4) clay films on faces of peds and lining of pores; many black (N 2/0) concretions (iron and manganese oxides); slickensides 2 to 8 inches wide; medium acid; clear wavy boundary.  (Combined thickness of the IIBt is 19 to 35 inches.)"
      },
      {
        "name": "IIC",
        "top": 91,
        "bottom": 112,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "flaggy",
        "pH_class": "moderately alkaline",
        "narrative": "IIC--36 to 44 inches; pale olive (5Y 6/4) and olive yellow (2.5Y 6/6) flaggy clay; weak platy rock structure; extremely firm; few dark brown (7.5YR 4/4) clay films along old fracture lines; 40 percent limestone flagstones; violent effervescence; moderately alkaline.  (0 to 16 inches thick)"
      },
      {
        "name": "IICr",
        "top": 112,
        "bottom": 152,
        "texture_class": "clay",
        "narrative": "IICr--44 to 60 inches; interbedded soft calcareous clay shale and limestone flagstones."
      }
    ]
  ]
}
