{
  "SERIES": "CARMINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEB-ACT",
  "REVDATE": "11/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, thermic Udic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Carmine extremely gravelly very fine sandy loam on a 2 percent slope.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; light yellowish brown (10YR 6/4) extremely gravelly very fine sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable; common very fine, fine, and medium roots; common very fine and fine pores; 65 percent siliceous pebbles; slightly acid; clear wavy boundary. (4 to 15 inches thick)\nAE--7 to 14 inches; pink (7.5YR 7/4) extremely gravelly very fine sandy loam, strong brown (7.5YR 4/6) moist; weak fine granular structure; slightly hard, very friable; common very fine and fine roots; common fine and medium pores; 65 percent siliceous pebbles; slightly acid; clear smooth boundary. (0 to 14 inches thick)\nE--14 to 36 inches; pink (7.5YR 7/4) extremely gravelly loamy coarse sand, brown (7.5YR 5/4) moist; structureless; slightly hard, very friable; few very fine and fine roots; common fine and medium pores; common horizontal bedding planes as much as 1 inch thick; 70 percent siliceous pebbles; slightly acid; abrupt wavy boundary.  (14 to 30 inches thick)\n2Bt1--36 to 47 inches; light gray (10YR 7/2) very gravelly sandy clay loam, light brownish gray (10YR 6/2) moist; weak medium subangular blocky structure; very hard, very firm; many thick discontinuous clay films on surfaces of peds; 35 percent siliceous pebbles, 5 percent cobbles; many coarse prominent dark red (2.5YR 3/6) and medium reddish yellow (7.5YR 6/8) masses of iron accumulation; extremely acid; abrupt wavy boundary.  (6 to 19 inches thick)\n2Bt2--47 to 60 inches; light gray (10YR 7/2) very gravelly sandy clay loam, light brownish gray (10YR 6/2) moist; weak medium subangular blocky structure; very hard, very firm; common fine and medium roots; common thick discontinuous clay films on surfaces of peds; common discontinuous horizontal bedding planes as much as 1 inch thick; 40 percent siliceous pebbles; many coarse prominent red (2.5YR 4/8) and few medium reddish yellow (7.5YR 6/8) masses of iron accumulation; extremely acid; abrupt wavy boundary.  (6 to 20 inches thick)\n3Bt3--60 to 65 inches; light gray (2.5Y 7/2) sandy clay loam, light brownish gray (10YR 6/2) moist; weak coarse subangular blocky structure parting to weak medium angular blocky; hard, firm; common fine and medium roots; many thin continuous clay films on surfaces of peds; common fine distinct gray (5Y 5/1) iron depletions and few fine and medium prominent red (2.5YR 4/6) masses of iron accumulation; very strongly acid; clear smooth boundary.  (5 to 17 inches thick)\n3BCt2--65 to 80 inches; white (2.5Y 8/2) sandy clay loam, gray (5Y 5/1) moist; weak coarse prismatic structure parting to weak coarse subangular blocky; hard, firm; few fine roots in cracks; common fine distinct gray (5Y 5/1) iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fayette County, Texas; In Round Top, from the intersection of Texas Highway 237 and County Road 111, 5.1 miles west on County Road 111, 0.6 mile southwest on oil field road, 360 feet east along fence line and 25 feet north in rangeland.  (Latitude: 96 degrees, 45 minutes, 15 seconds North;  Longitude: 30 degrees, 06 minutes, 29 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness is more than 80 inches.  The combined thickness of the A, AE and E horizons range from 20 to 40 inches.  Clay content of the control section ranges from 20 to 35 percent. Rounded siliceous pebbles and cobbles are on the surface and in the A, AE, E, and upper Bt horizons.  They average greater than 60 percent by volume in the A, AE and E horizons and greater than 35 percent by volume in the particle-size control section.  Cobbles average less than 5 percent by volume in the surface horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 3 or 4.  It is very fine sandy loam in the fine-earth fraction.  Clay content ranges from 4 to 10 percent.  Reaction ranges from very strongly acid to slightly acid.\nThe AE horizon has hue of 7.5YR or 10YR, value of 6 or 7 and moist chroma of 6 or 8.  Texture is very fine sandy loam in the fine earth fraction.  Clay content ranges from 2 to 5 percent.  Reaction ranges from very strongly acid to slightly acid.\nThe E horizon has hue of 7.5YR or 10YR, value of 6 or 7, and chroma of 3 or 4.  Texture is coarse sand or loamy coarse sand in the fine-earth fraction.  Clay content ranges from 2 to 5 percent.  Reaction ranges from very strongly acid to slightly acid.  About 2 to 10 percent is cobbles, mainly less than 5 inches across their long axis.\nThe 2Bt horizons have hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 2 to 6.  Redoximorphic features in shades of brown, gray, red or yellow range from few to many.  Texture is sandy clay loam in the fine earth fraction.  Clay content ranges from 20 to 35 percent.  Coarse fragments range from 35 to 55 percent by volume.  Reaction ranges from extremely acid to strongly acid.\nThe 3Bt horizons have hue of 10YR to 5Y, value of 5 to 8, and chroma of 1 to 4.  Redoximorphic features in shades of gray, brown, red or yellow range from few to many.  Texture is sandy clay loam. Clay content ranges from 20 to 35 percent in the fine earth fraction. Coarse fragment content ranges from none to few.  Reaction ranges from extremely acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Ellen, Garcitas, Riesel, Robco, Silstid, and Tremona series.  Ellen, Garcitas, Robco, and Tremona soils have gray iron depletions within 30 inches of the surface.  In addition, Ellen, Robco, and Silstid soils have an arenic surface layer.  Tremona soils have clayey control sections.  Riesel soils are clayey-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carmine soils are on Quaternary terraces.  The slope gradient is 2 to 5 percent.  Mean annual temperature ranges from 68 to 70 degrees F., and mean annual precipitation ranges from 34 to 40 inches.  Frost free days range from 260 to 280 days and elevation ranges from 300 to 500 feet.  Thornthwaite annual P-E indices range from 52 to 60."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tremona series and the Lufkin, Rek, Rutersville, Straber and Uhland series.  Lufkin soils have loamy surfaces and are on nearly level lower positions.  Rek soils have surfaces less than 10 inches thick and occur on similar positions.  Rutersville soils have surfaces less than 20 inches thick, have fine-loamy control sections and are on slightly lower nearly level positions.  Straber soils have surfaces less than 20 inches thick and are on slightly lower convex positions.  Tremona soils are on lower positions adjacent to stream terraces.  Uhland soils have coarse-loamy control sections and are on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Permeability is slow.  Runoff is medium on 1 to 3 percent slopes and high on 3 to 5 percent slopes.  A temporary perched water table is present above the argillic horizon following heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used as rangeland and for wildlife habitat.  Native vegetation is post oak, blackjack oak and scattered hickory and live oak trees.  Understory vegetation includes yaupon, red cedar, juniper, croton, greenbriar, paspalums, prickly pear cactus, bitterweed, panicums and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly on the high quaternary terraces in the southern part of the Texas Claypan Land Resource Area.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fayette County, Texas; 1992.  The name is from a community located in northern Fayette County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The surface of this soil is excavated for use as road construction material.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 36 inches.  (A, AE and E horizons)\nArgillic horizon - 36 to 80 inches.  (2Bt and 3Bt horizons)\nLoamy-skeletal particle size class - Greater than 35 percent coarse fragments in 2Bt1 and 2Bt2 horizons and average less than 35 percent clay.\nLithological discontinuities - 2Bt1 horizon at 36 inches  and 3Bt3 horizon at 60 inches.\nADDITIONAL DATA:  Texas A&M University laboratory data S90TX-149-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
