{
  "SERIES": "CARNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB/LFM/TDT",
  "REVDATE": "02/97",
  "STATES": "OR",
  "OVERVIEW": "The Carney series consists of moderately deep, moderately well drained soils formed in alluvium and colluvium weathered from tuffs and breccias.  Carney soils are on fans and hillslopes and have slopes of 1 to 35 percent.  The mean annual temperature is about 53 degrees F, and the mean annual precipitation is about 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Udic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carney clay - on a 5 percent slope in a pasture at 1,350 feet elevation.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 1 1/2 inches; dark brown (10YR 3/3) clay, dark grayish brown (10YR 4/2) dry; strong fine granular structure; very firm, very sticky and very plastic; many fine roots; many fine interstitial pores; neutral (pH 7.2); clear smooth boundary.\nA2--1 1/2 to 6 inches; dark brown (10YR 3/3) clay, dark grayish brown (10YR 4/2) dry; strong fine and medium subangular structure; very firm, very hard, very sticky and very plastic; many fine roots; many fine interstitial pores; neutral (pH 7.2); clear smooth boundary. (Combined A horizon 5 to 17 inches thick)\nAC--6 to 12 inches; dark brown (10YR 3/3) clay, dark grayish brown (10YR 4/2) dry; moderate coarse prismatic structure parting to strong coarse and medium angular blocky; appears massive when wet; extremely hard, extremely firm, very sticky and very plastic, few fine roots; common very fine tubular pores; neutral (pH 7.0); clear smooth boundary.  (4 to 23 inches thick)\nC--12 to 35 inches; dark brown (10YR 3/3) clay, dark grayish brown (10YR 4/2) dry; massive with vertical cracks 6 to 18 inches apart; extremely hard, very firm, very sticky and very plastic; intersecting slickensides; few fine roots; common fine tubular pores; neutral (pH 7.0); abrupt smooth boundary.  (10 to 25 inches thick)\n2Crk--35 inches; weathered sandstone that is calcareous in the fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon, about 10 miles north of Medford; approximately 300 feet south and 1,320 feet east of the northwest corner of sec. 5, T. 36 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil profile cracks to the bedrock once each year, remaining open 60 to 90 consecutive days during the summer and closed 90 to 150 consecutive days during the winter.  The mean annual soil temperature is 47 to 54 degrees F.  Depth to a paralithic contact is 20 to 40 inches.  The particle-size control section averages 50 to 60 percent clay and 0 to 15 percent rock fragments with 0 to 5 percent gravel and 0 to 10 percent cobbles.\nThe A horizon has value of 2 or 3 moist and 3 or 4 dry, and chroma of 2 or 3 moist and dry.\nThe AC and C horizons have hue of 7.5YR and 10YR, value of 2 to 4 moist and 3 or 4 dry, and chroma of 2 or 3 moist and 1 to 4 dry.  The C horizon may be calcareous.  It is neutral to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aikman, Jenny, Lassen, Lecrag, Montague, and Peasley series.  Aikman, Lassen and Montague soils have petrocalcic horizon.  Jenny and Lecrag soils are deep to a paralithic contact.  Peasley soils have a duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Carney series consists of moderately deep, moderately well drained soils on fans and hillslopes.  These soils formed in alluvium and colluvium derived dominantly from tuffs and breccias.  Elevation is 1,200 to 4,000 feet.  The mean annual precipitation is about 18 to 35 inches.  The mean annual temperature is 45 to 54 degrees F.  The frost-free period is 120 to 180 days.  Slopes range from 1 to 35 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brader, Coker, Cove, Darow, Debenger, Heppsie, McMullin, Medco, Padigan and Phoenix soils.  All of the above soils except for Coker, Padigan and Phoenix lack the intersecting slickensides.  Brader and McMullin soils are less then 20 inches deep.  Medco soils have mollic epipedon.  Coker and Phoenix soils have dominant chromas of less than 1.5 in the upper 12 inches. Debenger soils have 20 to 35 percent clay in the control section. Heppsie soils have a mollic epipedon.  Cove and Padigan soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to rapid runoff; permeability is very slow after swelling and closing of the cracks."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Carney soils are used for orchards, irrigated hay and pasture, dryland pasture, grazing, homesites, and as wildlife habitat.  Native vegetation consists of shrubs and grasses; at the high precipitation range, ponderosa pine is present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon, 1988."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil characterization data from OSU, S71-Oreg-15-4-1 to 5, S71-Oreg-15-8-1 to 5.\nNSTH 17, RECLASSIFICATION ONLY, 3/95\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "AC",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--6 to 12 inches; dark brown (10YR 3/3) clay, dark grayish brown (10YR 4/2) dry; moderate coarse prismatic structure parting to strong coarse and medium angular blocky; appears massive when wet; extremely hard, extremely firm, very sticky and very plastic, few fine roots; common very fine tubular pores; neutral (pH 7.0); clear smooth boundary.  (4 to 23 inches thick)"
      },
      {
        "name": "C",
        "top": 30,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--12 to 35 inches; dark brown (10YR 3/3) clay, dark grayish brown (10YR 4/2) dry; massive with vertical cracks 6 to 18 inches apart; extremely hard, very firm, very sticky and very plastic; intersecting slickensides; few fine roots; common fine tubular pores; neutral (pH 7.0); abrupt smooth boundary.  (10 to 25 inches thick)"
      },
      {
        "name": "2Crk",
        "top": 89,
        "texture_class": "sand",
        "narrative": "2Crk--35 inches; weathered sandstone that is calcareous in the fractures."
      }
    ]
  ]
}
