{
  "SERIES": "CARNEGIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. APT, GRB",
  "REVDATE": "03/2019",
  "STATES": "AL,FL,GA",
  "OVERVIEW": "The Carnegie series consists of very deep, well drained, moderately slowly permeable soils on knolls and side slopes of uplands in the Southern Coastal Plain (MLRA 133A), along with smaller areas in the Carolina and Georgia San Hills (MLRA 137) and the Atlantic Coast Flatwoods (MLRA 153A). They formed in clayey marine sediments. Near the type location mean annual temperatures is about 67 degrees F., and mean annual precipitation is 51 inches.  Slopes range from 2 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Plinthic Kandiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carnegie sandy loam - on a 7 percent convex west-facing slope in a pasture.  (Colors are for moist soil unless otherwise stated.)\nApc--0 to 5 inches; very dark grayish brown (10YR 3/2) sandy loam; weak fine granular structure; very friable; common nodules of ironstone 1/8 to 3/4 inch in diameter; many fine roots; strongly acid; abrupt wavy boundary.  (4 to 12 inches thick)\nBt--5 to 20 inches; strong brown (7.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; few nodules of ironstone; clay bridging; very strongly acid; gradual smooth boundary. (12 to 21 inches thick)\nBtv1--20 to 32 inches; strong brown (7.5YR 5/6) sandy clay, moderate medium subangular blocky structure; firm; few faint clay films on faces of peds; common nodules of ironstone; about 8 percent, by volume, plinthite; many medium prominent dark red (10R 3/6) masses of iron accumulation and pale yellow (2.5Y 8/2) areas of relict iron depletions; strongly acid; gradual wavy boundary.\nBtv2--32 to 50 inches; 25 percent reddish yellow (7.5YR 6/8), 25 percent red (10R 4/8), 25 percent brownish yellow (10YR 6/8), and 25 percent pale yellow (2.5Y 8/2) sandy clay; moderate medium subangular blocky structure; firm; common distinct clay films on faces of peds; about 5 percent, by volume,  plinthite; the areas of reddish yellow, red, and brownish yellow are masses of iron accumulation and the areas of pale yellow are areas of iron depletions; strongly acid; gradual wavy boundary.  (Combined thickness of the Btv horizons ranges from 7 to 40 inches)\nBtv3--50 to 65 inches; 20 percent reddish yellow (7.5YR 6/6), 20 percent dark red (10R 3/6), 20 percent yellow (10YR 7/6), 20 percent white (10YR 8/1), and 20 percent strong brown (7.5YR 5/8) sandy clay; moderate medium subangular blocky structure; firm; few distinct clay films on faces of peds; about 15 percent, by volume, plinthite; the areas of reddish yellow, dark red, yellow, and strong brown are reticulate masses of iron accumulation and the areas of white are reticulate areas of iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colquitt County, Georgia; 1.5 miles west of Doerun Baptist Church on Georgia Highway 270; south side of road; lat. 31 degrees 19 minutes 5 seconds N. and long. 85 degrees 56 minutes 40 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches.  Reaction ranges from is extremely acid to strongly acid except where the surface has been limed.  Nodules of ironstone range from 5 to 25 percent, by volume, in the A or Ap horizon and 0 to 10 percent, by volume, in the Bt horizon. Depth to Btv horizon ranges from 16 to 26 inches.\nThe A, Ap, or Apc horizon has hue of 10YR or 7.5YR, value of 3 through 5, and chroma of 2 through 6. Texture is loamy sand, loamy coarse sand, sandy loam, or their gravelly analogues, but ranges to sandy clay loam in eroded areas.\nThe upper part of the Btc horizon, where present, or the Bt horizons, have hue of 5YR to 10YR, value of 4 or 5, and chroma of 6 or 8. The lower part has few to many mottles in shades of red, brown, yellow, gray and white. Texture is The Btc1 or Bt1 horizon is sandy clay loam or sandy clay in the Btc1 or Bt1 horizons and sandy clay or clay in the Btc2 or Bt2 horizons.\nThe upper part of the Btv horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 6 or 8 with redox features in shades of red, brown, yellow and gray; or there is no dominant color and is mixed in shades of red, brown, yellow, gray, and white.  Texture is sandy clay or clay. Content of plinthite ranges from 5 to 15 percent, by volume.\nThe part of the Btv horizon is reticulately mottled in shades of red, brown, yellow, gray, and white. Content of plinthite ranges from 10 to more than 25 percent, by volume. Texture is sandy clay loam, sandy clay, or clay.\nThe C horizon, where present, is reticulately mottled in colors similar to the lower Bt horizon. Texture is sandy clay or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Freemanville series is the only series in the same family. Freemanville soils have redder Bt horizons and have plinthite below 26 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carnegie soils are on short side slopes and knolls that formed on geological erosional surfaces within broad interstream divides of thick loamy and clayey marine sediments.  Slopes range from 2 to 12 percent.  The average annual temperature ranges from 65 degrees to 69 degrees F., and the average annual precipitation ranges from 49 to 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Cowarts, Dothan, Fuquay, Nankin, Norfolk, Orangeburg, Sunsweet, Tifton, and Varina series.  Cowarts, Nankin, Norfolk, and Orangeburg soils have less than 5 percent plinthite in the B horizon.  Dothan, Fuquay, and Tifton soils have fine-loamy control sections.  In addition, Fuquay soils are arenic. Sunsweet and Varina soils do not have a kandic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil has been cleared and is used for cropland and pasture.  Some areas formerly cultivated have been planted to pine trees.  Forested areas consist of longleaf pine, slash pine, and loblolly pine, along with a few red oak, scarlet oak, post oak, blackjack oak, hickory, haws, and dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Georgia, Alabama, Florida, and possibly South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Randolph County, Georgia, 1924."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of approximately 5 inches (Apc horizon).\nKandic horizon - the zone from approximately 5 to 65 inches with low activity clays in most of the upper 40 inches (Bt, Btv1, Btv2 and Btv horizons).\nArgillic horizon - the zone from approximately 5 to 65 inches (Bt, Btv1, Btv2 and Btv horizons).\nPlinthite - more than 5 percent plinthite in the zone from approximately 20 to more than 65 inches (Btv1, Btv2 and Btv3 horizons).\nCarnegie soils are in MLRAs 133A, 137, and 153A.\nADDITIONAL DATA:  Sample number S79GA 071-001-9(1-4) or NSSL Number 79P970-973.  Additional samples are from Thomas County, Georgia S79GA 275-001-(1-3) or NSSL Number 79P977-979; Tift County, Georgia S79GA 277-001-(1-3) or NSSL Number 79P 980-982. Samples by the National Soil Survey Lab, Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Apc",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Apc--0 to 5 inches; very dark grayish brown (10YR 3/2) sandy loam; weak fine granular structure; very friable; common nodules of ironstone 1/8 to 3/4 inch in diameter; many fine roots; strongly acid; abrupt wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 51,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--5 to 20 inches; strong brown (7.5YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; few nodules of ironstone; clay bridging; very strongly acid; gradual smooth boundary. (12 to 21 inches thick)"
      },
      {
        "name": "Btv1",
        "top": 51,
        "bottom": 81,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btv1--20 to 32 inches; strong brown (7.5YR 5/6) sandy clay, moderate medium subangular blocky structure; firm; few faint clay films on faces of peds; common nodules of ironstone; about 8 percent, by volume, plinthite; many medium prominent dark red (10R 3/6) masses of iron accumulation and pale yellow (2.5Y 8/2) areas of relict iron depletions; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btv2",
        "top": 81,
        "bottom": 127,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "sandy clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btv2--32 to 50 inches; 25 percent reddish yellow (7.5YR 6/8), 25 percent red (10R 4/8), 25 percent brownish yellow (10YR 6/8), and 25 percent pale yellow (2.5Y 8/2) sandy clay; moderate medium subangular blocky structure; firm; common distinct clay films on faces of peds; about 5 percent, by volume,  plinthite; the areas of reddish yellow, red, and brownish yellow are masses of iron accumulation and the areas of pale yellow are areas of iron depletions; strongly acid; gradual wavy boundary.  (Combined thickness of the Btv horizons ranges from 7 to 40 inches)"
      },
      {
        "name": "Btv3",
        "top": 127,
        "bottom": 165,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "pH_class": "very strongly acid",
        "narrative": "Btv3--50 to 65 inches; 20 percent reddish yellow (7.5YR 6/6), 20 percent dark red (10R 3/6), 20 percent yellow (10YR 7/6), 20 percent white (10YR 8/1), and 20 percent strong brown (7.5YR 5/8) sandy clay; moderate medium subangular blocky structure; firm; few distinct clay films on faces of peds; about 15 percent, by volume, plinthite; the areas of reddish yellow, dark red, yellow, and strong brown are reticulate masses of iron accumulation and the areas of white are reticulate areas of iron depletions; very strongly acid."
      }
    ]
  ]
}
