{
  "SERIES": "CARNASAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS",
  "REVDATE": "03/2021",
  "STATES": "AR,OK",
  "OVERVIEW": "The Carnasaw series consists of deep, well drained, slowly permeable upland soils.  These soils formed in residuum weathered from shale of Pennsylvanian age.  These gently sloping to steep soils are on sideslopes of forested uplands of the Ouachita Mountains (MLRA 119) and the Arkansas Valley and Ridges (MLRA 118).  Slopes are 1 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carnasaw loam--forest.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) loam; moderate medium and fine granular structure; very friable; many fine and medium roots; quartzite and sandstone fragments make up 6 percent by volume; moderately acid; clear wavy boundary.  (2 to 6 inches thick)\nE--3 to 9 inches; yellowish brown (10YR 5/4) loam; weak medium and fine granular structure; very friable; many fine and medium roots; quartzite and sandstone fragments make up 12 percent by volume; strongly acid; clear wavy boundary.  (3 to 8 inches thick)\nBt1--9 to 15 inches; yellowish red (5YR 5/8) silty clay loam; strong medium and fine subangular blocky structure; friable; common fine and medium roots; nearly continuous clay films on faces of peds; 5% fine fragments of shale; 5% fine fragments of sandstone; very strongly acid; gradual smooth boundary.  (5 to 21 inches thick)\nBt2--15 to 37 inches; yellowish red (5YR 4/8) silty clay; strong medium subangular blocky structure; firm; common fine roots; nearly continuous clay films on faces of peds; many peds coated with red (2.5YR 4/6); 5% fine fragments of shale; very strongly acid; gradual smooth boundary.  (15 to 32 inches thick)\nBt3--37 to 42 inches; yellowish red (5YR 4/8) gravelly silty clay; many fine and medium distinct strong brown (7.5YR 5/8) and red (2.5YR 4/6) mottles; moderate fine blocky structure; friable; common fine and few medium roots; patchy clay films on faces of peds; fragments of sandstone and shale make up 20 percent by volume; very strongly acid; clear irregular boundary. (5 to 20 inches thick)\nCr--42 to 52 inches; fractured non paralithic shale bedrock laminated with layers of sandstone, tilted 30 degrees from  horizontal; brown and reddish coatings along cleavage planes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCurtain County, Oklahoma; about 1 mile north and 0.5 mile east of the entrance to Beaver Bend State Park on U.S. Highway 259 and 259A; 2500 feet east and 800 feet north of SW corner sec. 7, T. 5 S., R. 25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to shale bedrock ranges from 40 to 60 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 4, and chroma of 2 or 3.  Where the A1 horizon is less than 6 inches thick, it includes hue of 7.5YR or 10YR, value of 3, and chroma of 2 to 3. Texture is loam, silt loam, fine sandy loam, stony loam, stony silt loam, stony fine sandy loam, bouldery loam, bouldery silt loam, boundery fine sandy loam, gravelly loam, cherty silt loam, gravelly silt loam, or gravelly fine sandy loam.  Content of fragments of shale, sandstone, and quartzite range from 2 to 35 percent by volume.  About 2 to 30 percent by volume is less than 76 mm in diameter and 0 to 25 percent by volume is more than 76 mm in diameter.  Reaction is moderately acid to very strongly acid, unless it has been limed.\nThe E horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 3 to 8.  Texture, reaction, and content of fragments of shale, sandstone, and quartzite are similar to the A horizon.\nThe Bt1 horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Some pedons have mottles in shades of brown, yellow, and red.  Texture is silty clay loam, clay loam, silty clay, or clay.  Content of fragments of shale, sandstone, and quartzite range from 2 to 15 percent by volume.  About 2 to 10 percent by volume is less than 76 mm in diameter and 0 to 5 percent by volume is more than 76 mm in diameter.  Reaction is strongly acid or very strongly acid.\nThe Bt2 horizon has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 6 to 8.  Mottles are in shades of brown, red, or yellow. The Bt2 horizon is clay or silty clay.  Content of fragments of shale, sandstone, and quartzite is similar to the Bt1 horizon.  Reaction is strongly acid or very strongly acid.\nThe Bt3 horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 6 to 8.  Some pedons are coarsely mottled in shades of red, brown, yellow, and gray.  Mottles are in shades of gray, brown, or red.  The Bt3 horizon is gravelly clay, gravelly silty clay,  silty clay, or clay.   Content of fragments of shale or sandstone range from 5 to 35 percent by volume.  About 5 to 30 percent by volume is less than 76 mm in diameter and 0 to 5 percent by volume is more than 76 mm in diameter.  The lower boundary is irregular, with extensions 1/2 inch to 4 inches wide into the underlying shale and sandstone at random intervals of 4 feet or less.  Reaction is strongly acid or very strongly acid.\nThe Cr horizon is brownish, grayish, or olive shale interbedded with thin layers of sandstone.  The shale is non-paralithic shale with rock-like structure.  Fractures are less than 10 cm apart, the B.D. is high enough to be root restrictive.  This material has low to moderate excavation difficulty and slakes in water within 15 hours.  The shale is interbedded with sandstone tilted more than 20 degrees from horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albertville (AL), Appomattox (VA), Badin (NC), Bengal (OK), Bonwier (TX), Brockroad (VA), Catharpin (VA), Cullen (VA), Cunningham (GA), Cuthbert (TX), Enders (AR), Endsaw (OK), Fluvanna (VA), Galilee (TX), Kirvin (TX), Luverne (AL), Masada (VA), Mattaponi (VA), Mayodan (NC), McQueen (AL), Nason (VA), Remlap (AL), Sweatman (MS), Tatum (VA), Totier (VA), Townley (AL), Urland (TX), Uwharrie (NC) Vance (NC), and Williamsville (MS) series in the same family.  Albertville soils have Bt horizons with hue of 5YR or redder. Bengal, Cunningham, Cuthbert, Galilee, Sweatman, Townley, and Vance soils have sola less than 40 inches thick.  Brockroad soils contain fragments dominated by ferruginous quartzite and have 2Bt horizons.  Cullen and Masada soils contain fragments dominated by gneiss, schist, and/or granite.  Enders, Endsaw, Kirvin, Luverne, and McQueen soils lack the irregular boundary and irregular extension of the Bt3 horizon into the tilted underlying rock.  In addition,  Kirvin, Luverne, and McQueen soils have flakes of mica in the argillic horizon. Fluvanna soils occur in areas receiving less than 42 inches annual rainfall.  Nason soils have saprolite in the substratum.  Remlap and Williamsville soils have sola more than 60 inches thick.  Appomattox, Badin, Bonwier, Catharpin, Mattaponi, Mayodan, Totier, Urland, and Uwharrie occur in other MLRA's."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carnasaw soils are on nearly level to very steep sideslopes of the Ouachita Mountains and the Arkansas Valley and Ridges.   Slopes are 1 to 60 percent.  These soils formed in residuum weathered from shale of Pennsylvanian age.  Mean annual precipitation ranges from 44 to 56 inches with the highest amount being distributed in January to May.  Mean annual air temperature ranges from 60 degrees to 63 degrees F.  Thornthwaite annual P-E indices are greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bengal series and the Clebit, Denman, Honobia, Panama, Pirum, Sherwood, Sobol, Stapp, Tuskahoma, and Zafra series.  Bengal, Panama, Sherwood, Sobol, Tuskahoma, and Zafra soils are below Carnasaw soils on nearby landscapes.  Clebit soils are less than 20 inches thick to lithic sandstone and are on ridgecrests. Denman soils have fine-loamy control sections and are on sideslopes.  Panama and Zafra soils have loamy-skeletal control sections.  Pirum and Sherwood soils have fine-loamy control sections and Pirum is on similar landscapes.  Sobol and Tuskahoma soils have fine control sections.  Stapp soils are on adjacent landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Carnasaw soils are well drained. Runoff is medium to rapid and permeability is slow.  Gray colors are inherited from the parent material and are not indicative of wetness."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as woodland.  Some less sloping areas are used for cropland or tame pasture.  Native forest vegetation is blackjack oak, loblolly pine, post oak, red oak, white oak, hickory, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ouachita Mountains and the Arkansas Valley and Ridges (MLRA 118) (MLRA 119) of Arkansas and Oklahoma.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: TEMPLE, TEXAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCurtain County, Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  SOIL INTERPRETATION RECORD:  SERIES    OK0133\nCOBBLY    OK0379\nSTONY     OK0208\nVERY STONY  OK0378\nBOULDERY    OK0280\nGRAVELLY    OK0279\nCarnasaw soils formerly were included in the Enders series.\nDiagnostic horizons and features recognized in this Pedon are:\nOchic horizon - the zone from 0 to 9 inches\nArgillic horizon - the zone from 9 to 42 inches\nUltic horizon - base saturation < 35% at 100 cm.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
