{
  "SERIES": "CARPENTERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "06/97",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carpenterville gravelly silty clay loam -  pasture, on a 15 percent southeast-facing slope at 1360 feet elevation.  (When described on October 11, 1988, the soil was moist throughout.  Colors are for moist soil unless otherwise noted.)\nA--0 to 6 inches; very dark gray (10YR 3/1) gravelly silty clay loam, dark grayish brown (10YR 4/2) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine and common medium and coarse roots; many fine and very fine discontinuous tubular pores; 15 percent gravel, 5 percent cobbles, and 20 percent soft rock fragments; moderately acid (pH 5.6); clear smooth boundary. (5 to 10 inches thick)\nBt1--6 to 17 inches; very dark grayish brown (10YR 3/2) very cobbly silty clay, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common medium and coarse roots; common fine and very fine discontinuous tubular pores; many distinct clay films on ped faces and in pores; 15 percent gravel, 20 percent cobbles, and 25 percent soft rock fragments; strongly acid (pH 5.4); gradual wavy boundary.\nBt2--17 to 32 inches; dark grayish brown (10YR 4/2) very cobbly clay, grayish brown (10YR 5/2) dry; moderate medium and coarse prismatic structure; very hard, very firm, very sticky and very plastic; few fine roots; common fine and very fine discontinuous tubular pores; many fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; many prominent clay films on ped faces and in pores; 30 percent cobbles,  25 percent gravel, and 35 percent soft rock fragments; strongly acid (pH 5.2); abrupt wavy boundary.  (Combined thickness of the Bt horizon ranges from 15 to 30 inches)\nR--32 inches; highly fractured and partially weathered shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 2,500 feet south and 2,500 feet east of the northwest corner of section 13, T. 39 S., R. 14 W.  (Latitude 42 degrees, 12 minutes, 07 seconds N.; Longitude 124 degrees, 18 minutes, 35 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 54 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 40 to 60 percent clay, less than 15 percent fine sand and coarser, and 35 to 80 percent rock fragments.  The mollic epipedon is 10 to 20 inches thick and may include the upper part of the Bt horizon.  Depth to redox concentrations is 15 to 20 inches.  Depth to bedrock and solum thickness is 20 to 40 inches.  Hue is 10YR or 2.5Y.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or less moist and dry.  It is gravelly silty clay loam with 27 to 35 percent clay, and has 10 to 20 percent gravel, 0 to 5 percent cobbles, and 15 to 25 percent soft rock fragments.  The soil reaction is moderately or slightly acid.\nThe Bt horizon has value of 3 through 5 moist, 4 through 6 dry and chroma of 2 or less moist and dry.  Common to many fine distinct or prominent redox concentrations occur in the lower part  of this horizon.   It is very cobbly silty clay, very cobbly clay or extremely cobbly silty clay with 40 to 60 percent clay, and has 15 to 30 percent gravel, 20 to 50 percent cobbles, and 30 to 40 percent soft rock fragments.  The soil reaction is strongly to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Carpenterville soils occur in open grassland areas on metastable broad ridgetops and side slope of hills and mountains.  Slopes are 0 to 60 percent.  The soils formed in colluvium and residuum derived from highly sheared and partially weathered metasedimentary rock types of the Otter Point Formation.  Elevation is 1,000 to 2,000 feet.  The climate is characterized by warm wet winters and hot moist summers.  The mean annual precipitation is 90 to 130 inches.  The mean annual temperature is 45 to 53 degrees F.  The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bravo, Cassiday, Colepoint, Crutchfield, Fritsland, Grouslous, Houstenader, and Huntley soils.  Bravo, Cassiday, Colepoint, Crutchfield, and Fritsland soils occur on broad ridgetops, benches, or side slopes of forested mountains.   Bravo soils have an ochric epipedon.  Cassiday soils are loamy-skeletal and have an ochric epipedon.  Colepoint and Fritsland soils are 40 to 60 inches deep to bedrock.  Crutchfield soils are fine-loamy.  Grouslous soils occur on steep side slopes of forested mountains, are 10 to 20 inches deep to bedrock, and are loamy-skeletal.  Houstenader and Huntley soils occur in open grassland areas on broad ridgetops and side slopes of hills and mountains.  Houstenader soils are more than 60 inches deep to bedrock. Huntley soils are 10 to 20 inches deep to bedrock and well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow permeability.  An apparent high water-table fluctuates between depths of 1.5 to 3.0 feet from November to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for pasture, limited homesite development, watershed and wildlife habitat.  The native vegetation is Oregon white oak, scattered Douglas fir, Pacific poison oak, western brackenfern, strawberry, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Hills and mountains of coastal southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED :  Curry County, Oregon, 1995.  The source of the name is the community of Carpenterville in southwestern Curry County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification of this soil is based on laboratory data from the associated Houstenader series (S86OR-015-001).\nDiagnostic horizons and features recognized in this pedon include:\nMollic epipedon - from the surface to a depth of 17 inches (A and Bt1 horizons).\nArgillic horizon - from a depth of 17 to 32 inches (Bt2 horizon).\nParticle size control section - from 6 to 32 inches (Bt1 and Bt2 horizons).\nAquic feature - from 17 to 32 inches (Bt2 horizon) has hue of 10YR and chroma of 2 and is saturated at sometime during the year by water when the soil temperature is above 48 degrees F.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
