{
  "SERIES": "CARRWASH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM/TM/RLB/ET",
  "REVDATE": "04/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Carrwash very gravelly coarse sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 45 percent pebbles.\nA--0 to 3 inches; brown (10YR 5/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; strong thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 45 percent pebbles; strongly effervescent, moderately alkaline (pH 8.2); clear smooth boundary. (2 to 5 inches thick)\nBw--3 to 8 inches; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common very fine and fine interstitial and few fine and medium tubular pores; few very thin calcium carbonate coats randomly oriented on rock fragments; 40 percent pebbles; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 6 inches thick)\nC--8 to 60 inches; pale brown (10YR 6/3) stratified very gravelly loamy coarse sand and extremely gravelly coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; very few very fine through medium roots; many fine interstitial and few fine tubular pores; few very thin calcium carbonate coats randomly oriented on rock fragments; averages 40 percent pebbles; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; 3.5 miles northwest of Laughlin, off the Needles highway, approximately 2,700 feet west along the road to the Laughlin landfill; about 185 feet south and 1,610 feet east from the northwest corner of section 9, T. 32 S., R. 66 E.; USGS Bridge Canyon, NV 7.5 minute topographic quadrangle; 35 degrees, 10 minutes, 56 seconds north latitude and 114 degrees, 37 minutes, 42 seconds west longitude; UTM 11s, 715959e, 3895827n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part for short periods during winter and spring months and for 10 to 20 days cumulative following summer convection storms during the period July through October. The soil has a typic aridic moisture regime.\nSoil temperature - 72 to 76 degrees F.\nCalcium carbonate equivalent in the fine earth fraction: 0 to 5 percent.\nControl section - Clay content: 0 to 5 percent\nRock fragments: Averages 35 to 60 percent, with more than half of the gravel in the 2 to 5 millimeter fraction.\nReaction - Moderately alkaline or strongly alkaline.\nA horizon - Value: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nBw horizon (when present) - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4.\nClay content: 2 to 8 percent\nStructure: Medium or coarse subangular blocky.\nC horizon - Value: 5 to 7 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Stratified very gravelly loamy coarse sand to extremely gravelly coarse sand.\nStructure: Massive or single grain.\nConsistence: Soft or loose dry.\nEffervescence: Slightly effervescent or strongly effervescent.\nOther features: Few very thin, randomly oriented calcium carbonate coats occur on pebbles in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carrizo (CA) and Rizzo (CA) soils. Carrizo soils have less than half of the coarse fragments occurring in the 2 to 5 millimeter fraction. Rizzo soils are warmer in the control section and have a required transitional AC horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Carrwash soils are on inset fans, fan aprons, fan skirts and fan piedmonts. These soils formed in alluvium derived from granite. Slope ranges from 2 to 75 percent but, slopes of 2 to 8 percent are most typical. Elevations are 500 to 2,000 feet. The climate is low-latitude desert, with mild winters and very hot summers. Precipitation is greatest in the winter with lesser secondary peak in the summer, typical of the Mojave Desert transitional to Sonoran Desert. The mean annual precipitation is 3 to 6 inches; mean annual temperature is 70 to 74 degrees F., and the frost-free period is 280 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Riverbend and Huevi soils. Riverbend soils have calcic horizons within the control section. Huevi soils have a horizon cemented by silica and calcium carbonate within the control section and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; low or medium runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for urbanland, rangeland and wildlife habitat. The present vegetation is mainly white bursage, brittlebush, creosotebush, and range ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada and Western Arizona, along the Colorado River; MLRA 30. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona; Soil survey of Mohave County, Arizona, Central Part; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was originally proposed in Clark County, Nevada, 1994. The name is coined. Classified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches (A and part of the Bw horizons).\nParticle-size control section - 10 inches to 40 inches (Part of the C horizon).\nADDITIONAL DATA: Characterization data is available for sample S73NV-2-8.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 3/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
