{
  "SERIES": "CARTAGENA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAD-RLV; JLL; GRB",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, isohyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cartagena clay - cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) clay; weak fine angular blocky structure; firm; slightly sticky, slightly plastic; common fine roots; common fine tubular pores; few fine iron-manganese concretions; about 1 percent, by volume, pebbles; neutral; clear wavy boundary.  (5 to 9 inches thick)\nABss1--7 to 15 inches; very dark grayish brown (10YR 3/2) clay; moderate medium angular blocky structure; firm; slightly sticky, slightly plastic; common fine roots; common very fine and fine tubular pores; few faint intersecting slickensides having polished and grooved surfaces; few fine iron-manganese concretions; about 1 percent, by volume, pebbles; neutral; clear wavy boundary.\nABss2--15 to 22 inches; very dark gray (10YR 3/1) clay; strong moderate wedge-shaped aggregates and moderate fine angular blocky structure; firm;  slightly sticky, slightly plastic; few fine roots; common very fine and fine tubular pores; many distinct intersecting slickensides having polished and grooved surfaces; few fine iron-manganese concretions; about 2 percent, by volume pebbles; neutral; clear wavy boundary. (Combined thickness of the Abss horizons range from 12 to 19 inches)\nBss1--22 to 30 inches; black (10YR 2/1) clay; strong coarse wedged-shaped aggregates and weak coarse angular blocky structure; firm; slightly sticky, slightly plastic; common fine tubular pores; many distinct intersecting slickensides having polished and grooved surfaces; about 2 percent, by volume, pebbles; slightly alkaline; clear irregular boundary.\nBss2--30 to 46 inches; dark grayish brown (10YR 4/2) clay; strong coarse wedge-shaped aggregates and weak angular blocky structure; firm; sticky and plastic; few fine tubular pores; common distinct intersecting slickensides having polished and grooved surfaces; common fine iron-manganese concretions; about 5 percent, by volume, pebbles; moderately alkaline; gradual wavy boundary. (Combined thickness of the Abss horizons range from 18 to 31 inches)\nBw--46 to 60 inches; brown (10YR 4/3) clay; weak coarse angular blocky structure; firm; sticky and plastic; common fine iron-manganese concretions; about 5 percent, by volume, pebbles; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lajas Municipio, Puerto Rico.  Approximately 1.5 miles southeast of the city of Lajas and from the intersection of P.R. Highway No. 116 and P.R. Highway No. 117; about 0.6 mile northeast of Hacienda Beatriz Soledad in a pasture.  USGS San German Quadrangle; lat. 18 degrees 01 minutes 16 seconds N.; long. 67 degrees 05 minutes 52 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to moderate salinity is 18 to 26 inches.  Content of pebbles range from 0 to 5 percent by volume, throughout.  Reaction ranges from neutral to moderately alkaline throughout.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 to 3.  Texture is clay loam or clay.\nThe ABss horizon has hue of 10YR or 2.5Y and value of 2 or 3, and chroma of 1 to 3.  Texture is clay loam, silty clay, or clay.  This horizon is slightly saline to moderately saline.\nThe Bss horizon has hue of 7.5YR to 2.5Y, value of 2 through 5, and chroma of 2 through 4.  It is moderately saline.  ESP ranges from 15 to 35.  Texture is silty clay or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cartagena soils are on alluvial fans in valleys. These soils formed in sediments derived from volcanic rocks and limestone.  The climate is tropical semiarid. Slopes range from 0 to 2 percent. The average annual precipitation ranges from 30 to 45 inches and the average annual temperature ranges from 76 to 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aguirre, Fe, Fraternidad, Guanica, Paso Seco, and Santa Isabel soils.  Aguirre and Guanica soils have more clay in the subsoil and have smectitic mineralogy.  Fe, Fraternidad, and Santa Isabel soils have smectitic mineralogy.  In addition, Fraternidad and Santa Isabel soils are moderately well drained.  The moderately well drained Paso Seco soils are not sodic and have a lithologic discontinuity of gravelly material at depths of 28 to 35 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Cartagena soil are mainly used for pasture.  Vegetation consists mainly of Angletongrass, Paraguita, along with Rayo and Mesquite bushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal plains of southern Puerto Rico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lajas Valley Area, Puerto Rico; 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was previously updated with the 4/91 draft from Fine, mixed, isohyperthermic Udic Chromusterts to Fine, mixed, isohyperthermic Typic Chromusterts.  The previous OSED date was 4/85.\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon - zone from 0 to 30 inches (A and ABss horizons)\nSlickensides and vertic features - zone from 7 to 60 inches (ABss and Bss horizons)\nADDITIONAL DATA:  Sampled as S57PR-14-5 and S57PR-14-8.  NSSL, Lincoln, NE Lab. Sample Nos. 7403-7409 and 7419-7425, Nov. 1966.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
