{
  "SERIES": "CARTERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEH-RB",
  "REVDATE": "09/2003",
  "STATES": "OK",
  "OVERVIEW": "The Cartersville Series consists of shallow, well drained soils formed in reclaimed material from coal strip mines.  These nearly level to strongly sloping soils are on strip mines in the Arkansas Ridges and Valleys land resource area.  Slopes range from 1 to 8 percent.  The mean annual temperature is about 56 degrees F. and mean annual precipitation is about 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, nonacid, thermic, shallow Alfic Udarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cartersville silt loam, 8 percent slope, pasture.\n(Colors are for moist soil unless otherwise stated).\nAd--O to 12 inches; brown (10YR 5/3) silt loam; platy and massive structure; hard, friable; slightly acid; abrupt smooth boundary.  (6 to 20 inches)\nCr1--12 to 20 inches; dark gray (2.5Y 4/0) weathered shale and silty clay loam; common fine roots; neutral.  (0 to 8 inches thick)\nCr2--20 to 24 inches; dark gray (2.5Y 4/0) shale; churned and hard."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Haskell County, Oklahoma; 1000 feet west and 900 feet north of the southeast corner of Sec.9, R.19E., T.9N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to unconsolidated bedrock is less than 20 inches.  Reaction of the solum ranges from medium acid to neutral.  Fragments of shale and sandstone range from 0 to 35 percent throughout the profile.\nThe Ad horizon has hue of 10YR, value of 4 or 5 and chroma of 3.  Texture is a loam, silt loam, very fine sandy loam or silty clay loam.\nThe Cr horizon has hue of 2.5Y, value of 4 and chroma of 0.  The upper part of the Cr is slightly weathered and is penetrated by plant roots."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Soils in similar families are the Kanima series and the tentative Blocker, Emachaya, Lequire and Whitefield series.  Kanima soils have more coarse fragments throughout the profile.  Lequire soils are more clayey than the Cartersville series and have Cd horizons.  Emachaya and Whitefield soils have depths of reclaim material over shale that are greater than 20 inches and are more clayey than the Cartersville series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cartersville soils are on nearly level to sloping areas of strip mines in the Arkansas Valley and Ridges land resource areas.  These soils formed in the pre-mine soils of the Hector, Enders, Linker, Naldo and Stigler series.  The average annual temperature ranges from 54 to 57 degrees F., and the average annual precipitation ranges from 42 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing tentative series Blocker, Lequire, Emachaya, Whitefield and the Kanima series.  Blocker soils are on steeper cutslope areas.  Lequire soils are on similar areas but have more clayey Cd horizons.  Emachaya and Whitefield soils are on less sloping areas and have clayey Cd horizons that are deeper over the shale material.  Kanima soils are on non-reclaimed areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is rapid.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture or idleland.  Vegetation is bermuda grass, love grass, or native grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Oklahoma and Arkansas.  The series is not extensive with less than 1000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haskell County, Oklahoma, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ad",
        "top": "NA",
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ad--O to 12 inches; brown (10YR 5/3) silt loam; platy and massive structure; hard, friable; slightly acid; abrupt smooth boundary.  (6 to 20 inches)"
      },
      {
        "name": "Cr1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr1--12 to 20 inches; dark gray (2.5Y 4/0) weathered shale and silty clay loam; common fine roots; neutral.  (0 to 8 inches thick)"
      },
      {
        "name": "Cr2",
        "top": 51,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr2--20 to 24 inches; dark gray (2.5Y 4/0) shale; churned and hard."
      }
    ]
  ]
}
