{
  "SERIES": "CART",
  "STATUS": "Established Series",
  "BYREV": "MLG-RD-GLL; Rev.JDS",
  "REVDATE": "05/2002",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Fragic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cart fine sandy loam in a pasture on a very gently sloping topography. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; brown (10YR 4/3) fine sandy loam; weak medium granular structure; very friable, soft; many fine and medium roots; slightly acid; clear smooth boundary. (3 to 7 inches thick)\nE1--4 to 12 inches; yellowish brown (10YR 5/4) fine sandy loam; massive; very friable, soft; many fine and medium roots; slightly acid; clear smooth boundary. (6 to 15 inches thick)\nE2--12 to 18 inches; light yellowish brown (10YR 6/4) fine sandy loam; massive; very friable, soft; common fine roots; slightly acid; clear smooth boundary. (0 to 15 inches thick)\nEB--18 to 23 inches; pale brown (10YR 6/3) fine sandy loam (E); common medium faint yellowish brown (10YR 5/6) masses (B); massive; friable, soft; common fine roots; slightly acid; clear irregular boundary. (0 to 8 inches thick)\nBt/E1--23 to 30 inches; yellowish red (5YR 4/6) loam; moderate medium prismatic structure parting to weak medium subangular blocky; friable, slightly hard; about 18 percent by volume vertical intrusions of pale brown (10YR 6/3) albic material (E) extend through this horizon; few fine roots; common fine pores; clay bridging of sand grains; strongly acid; gradual wavy boundary.\nBt/E2--30 to 42 inches; strong brown (7.5YR 5/8) loam; moderate medium prismatic structure parting to weak medium subangular blocky; friable, slightly hard; about 10 percent by volume vertical intrusions of pale brown (10YR 6/3) albic material (E); few fine roots; common fine pores; about 25 percent of the matrix is slightly brittle; clay bridging of sand grains and a few thin patchy clay films; common medium distinct yellowish red (5YR 4/6) masses of iron accumulation mainly on inside of peds; moderately acid; gradual wavy boundary. (Combined thickness of the Bt/E horizon is 0 to 27 inches thick)\nBtx/E1--42 to 51 inches; strong brown (7.5YR 5/6) loam; moderate very coarse prismatic structure parting to moderate medium subangular blocky; about 70 percent of the matrix is slightly brittle, hard; about 5 percent by volume pockets and vertical intrusions of light brownish gray (10YR 6/2) albic material (E) along exterior prism faces; many fine pores and common voids 1 to 2 mm in diameter; few faint clay films along ped faces, pores and voids; moderately acid; abrupt smooth boundary. (6 to 30 inches thick)\nBtx/E2--51 to 70 inches; variegated red (2.5YR 4/8) and strong brown (7.5YR 5/8) sandy clay loam; strong very coarse prismatic structure parting to weak angular blocky; about 60 percent of the matrix is moderately to strongly brittle, extremely hard; about 8 percent by volume vertical intrusions of light brownish gray (10YR 6/2) albic materials (E) along exterior prism faces; common voids 1 to 2 mm in diameter; moderately acid; gradual smooth boundary. (10 to 30 inches thick)\nBt/E'--70 to 80 inches; variegated red (2.5YR 4/8) and light brownish gray (10YR 6/2) sandy clay loam; weak very coarse prismatic structure parting to weak medium subangular blocky; about 10 percent of the matrix is slightly to moderately brittle, hard; about 5 percent by volume vertical intrusions of light brownish gray (10YR 6/2) albic material (E) along exterior prism faces; common fine pores; common medium distinct brownish yellow (10YR 6/6) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Panola County, Texas; from the intersection of Business U.S. Highway 79 and Business U.S. Highway 59 in downtown Carthage from the square; 13.1 miles west on U. S. Highway 79; 2.1 miles south on Farm Road 1798; 0.85 mile east on private road and 200 feet south in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches. Depth to fragic properties is more than 30 inches. Depth to a fragipan with more than 60 percent brittle peds ranges from 40 to 57 inches. The fragipan generally grades from minimal to maximal with depth. Some subhorizon of the Bt/E or Btx/E horizon that is at least two inches thick has more than 15 percent albic intrusions.  Base saturation at 30 inches below the top of the fragipan ranges from 35 to 50 percent. Combined thickness of the A, E and EB horizons ranges from 17 to 40 inches.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to 4. Texture is fine sandy loam, very fine sandy loam or loam. Reaction ranges from very strongly acid to slightly acid unless limed.\nThe E or EB horizons have hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 3 or 4. Some EB horizons have chroma of 6 and have common to many reddish or brownish masses of iron accumulation. Texture is fine sandy loam, very fine sandy loam or loam. Reaction ranges from very strongly acid to moderately acid unless limed.\nThe Bt/E horizon, where present has hue of 10YR to 5YR, value of 4 to 6, and chroma of 6 to 8. Masses of iron accumulation range from none to common in shades of brown, yellow or red. Texture is fine sandy loam, very fine sandy loam or loam. The clay content of the control section ranges from 10 to 18 percent and the silt content ranges from 20 to 50 percent. Vertical intrusions of albic material with texture of very fine sand or fine sand (E) occupy 5 to 40 percent by volume of the upper Bt/E horizon, but make up more than 15 percent in some subhorizon at least 2 inches thick. Slightly brittle masses occupy from 0 to 40 percent by volume. Reaction is usually very strongly acid or strongly acid, however it ranges to moderately acid.\nA Bt horizon is present in some pedons that has hue of 10YR to 5YR, value of 4 to 6, and chroma of 4 to 8. Masses of iron accumulation range from none to many in shades of brown, yellow, or red. Intrusions of albic materials are less than 5 percent.  Texture is fine sandy loam, very fine sandy loam or loam. Reaction is very strongly acid or strongly acid.\nThe upper Btx or Btx/E horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 to 8. Masses of iron accumulation in shades of brown or red, and iron or clay depletions in shades of gray range from few to many. Texture is sandy clay loam, clay loam, loam or fine sandy loam in the Bt parts, and loam or fine sandy loam in the E parts. Intrusions of albic materials make up from 3 to 10 percent by volume of the matrix. The average clay content for the horizon ranges from 15 to 27 percent. Fifty to 80 percent of the matrix is slightly to moderately brittle. Plinthite nodules range from 0 to 4 percent by volume. Reaction is very strongly acid or strongly acid.\nThe lower Btx/E horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 8. Masses of iron accumulation in shades of red, yellow, or brown, and iron or clay depletions in shades of gray range from few to many, and some horizons have a variegated matrix of these colors. Texture is sandy clay loam, clay loam, loam, or fine sandy loam in the Bt parts, and loam or fine sandy loam in the E parts. Albic materials along vertical polygonal prisms range from 5 to 40 percent by volume of the matrix, but make up more than 15 percent in some subhorizon at least 2 inches thick. The average clay content for the horizon ranges from 15 to 27 percent. Sixty to 90 percent of the matrix is moderately to strongly brittle. Plinthite nodules range from 0 to 4 percent by volume. Fine to coarse pores range from common to many. Reaction is very strongly acid or strongly acid.\nThe Bt/E' horizon, where present has colors and reaction similar to the lower Btx/E horizon. The texture is sandy clay loam, clay loam, or sandy clay.\nA 2BC horizon is typically encountered from 80 to 120 inches below the soil surface. Colors are in shades of red and gray. Texture is clay loam or clay. These clayey materials appear to be the upper part of the Wilcox formation. Reaction is very strongly acid or strongly acid. The 2BC horizon is considered to be the restrictive layer that contributed to the formation of the fragipan."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Duralde, Erno, Oakwood, Splendora, and Thage series are in closely related families. Duralde soils are fine silty and formed in loess parent materials. Erno, Oakwood, Splendora and Thage soils have a fine-loamy control section. Erno and Thage soils have a fragipan within 40 inches of the soil surface. In addition, the Thage soils have aquic conditions in the upper part of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cart soils occupy circular to oval mounds that are on nearly level to gently sloping stream terraces and terrace remnants about 10 to 100 feet above the present streams. The mounds are about 2 to 4 feet high and are 40 to 200 feet wide and 40 to 300 feet long. The sediments are mainly of the Pleistocene to Montgomery aged terraces. Slopes are mainly between 0 and 2 percent, but range to 5 percent. The soil formed in acid loamy alluvium which has been reworked by wind and water. The mean annual temperature ranges from about 64 to 68 degrees F., average annual precipitation ranges from 44 to 50 inches, and Thornthwaite P-E index ranges from 68 to 80. The frost-free precipitation ranges from 25 to 30 inches, and frost free days range from 230 to 240."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Erno and Thage series and the Bernaldo, Bonn, Guyton, Mollville and Wrightsville series. Bernaldo soils are on similar to slightly higher positions and do not have fragic properties. Erno soils typically are on slightly lower intermound positions. Thage soils have are wetter in the upper part of the subsoil and are on lower intermound positions. Bonn, Guyton, Mollville and Wrightsville soils do not have fragic properties, have aquic conditions in the upper part of the subsoil, and are dominated by colors with chroma 2 or less. They are on nearly level concave flats or intermound positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is negligible on slopes less than 1 percent, and low on slopes up to 5 percent; moderate permeability in the upper subsoil and slow permeability in the fragipan. A perched water table generally occurs above the fragipan at a depth of 3 to 4 feet during part of the winter and spring months in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Cart soils are used for timber production and for pasture. A few areas are used for hayland and cropland. Native vegetation includes loblolly pine, shortleaf pine, southern red oak, sweetgum and hickory, mid and tall grasses such as indiangrass, pinehill bluestem, longleaf uniola, and panicums. American beautyberry, sumac, greenbriar and hawthorn species are part of the understory. These species, while typical on the mounded Cart soils, will generally vary greatly in the flats off the mound. Improved pastures consist mainly of bermuda and bahiagrass with crimson and arrowleaf clovers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in eastern Texas and possibly in Arkansas, Oklahoma and Louisiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Panola County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was reclassified from a Typic Fraglossudalf to a Fragic Glossudalf in 1999 based on changes to the fragipan definition in Soil Taxonomy.  The series was updated in 2002 to allow the glossic horizon to be within the fragipan rather than requiring it to be above the fragipan, and to allow fragic properties above the fragipan. Diagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon - the A, E, and EB horizons, from the surface to a depth of 23 inches.\nArgillic horizon - includes all Bt/E, Btx/E, and Bt/E' horizons, from a depth of 23 to 80 inches.\nGlossic horizon - the upper Bt/E horizon, from a depth of 23 to 30 inches.\nFragipan - the Btx/E horizons, from a depth of 42 to 70 inches.\nADDITIONAL DATA: Panola County, Texas: THD. Lab. No. S68TX183-001 and S68TX183-005. Houston County, Texas: TAMU Soil Characterization Lab. No. S81TX225-02. Harrison County, Texas: THD Lab. No. S80TX203-009 and Lincoln NSSL No. S80TX203-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
