{
  "SERIES": "CARUSO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCA-ELF RRZ",
  "REVDATE": "10/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Oxyaquic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caruso loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; gray (10YR 5/1) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; slightly hard, friable; many fine roots; strong effervescence; moderately alkaline; clear smooth boundary.\nA2--4 to 18 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; slightly hard, friable; numerous worm casts; many fine roots; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the A horizon is 7 to 20 inches)\nC1--18 to 33 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; few fine faint brown redoximorphic features in lower 6 inches; weak fine granular structure; slightly hard, friable; few thin strata of grayish brown (10YR 5/2); few fine roots; strong effervescence; moderately alkaline; gradual smooth boundary.\nC2--33 to 44 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; few fine faint gray and brown redoximorphic features; massive but porous; hard, friable; few thin strata of light brownish gray (10YR 6/2); few fine roots; strong effervescence; moderately alkaline; gradual smooth boundary.\nC3--44 to 60 inches; light brownish gray (10YR 6/2) loam, grayish brown (10YR 5/2) moist; common faint fine yellowish brown redoximorphic features; massive; with few thin strata of sandy loam; hard, friable; few fine roots; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sherman County, Kansas; 10 miles south of Goodland; 140 feet east and 1500 feet north of the southwest corner, sec. 8, T. 10 S., R. 39 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section is moist in some part from October to April; intermittently moist from May through July; driest in July through September; ustic moisture regime.\nDepth to free carbonates: Begin at 0 to 20 inches below the soil surface, but not consistently through the profile.\nDepth to redoximorphic features: Redox. concentrations begin at a depth of 10 inches below the soil surface and extent to depths greater that 80 inches.  They are common to medium, distinct or prominent masses, with 10YR, 2.5Y and 7.5YR hues, values 4 to 6 and chromas 4 to 6.\nDepth to endosaturation: 24 to 72 inches\nThickness of mollic epipedon: 7 to 20 inches\nThickness of solum: 7 to 20 inches and corresponds to the thickness of the A horizon\nA horizon:\nHue: 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 1 or 2\nTexture: commonly loam, silt loam, or clay loam, but range includes sandy loam and silty clay loam\nReaction: neutral to moderately alkaline\nC horizon:\nHue: 7.5YR, 10YR, or 2.5Y; Some pedons have 5Y hue below a depth of 40 inches\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 1 to 3\nTexture: It is loam, silt loam, sandy loam, or clay loam.  This horizon contains thin strata with colors of higher and lower values, and varying soil textures.  Strata of sandy or clayey material occur below depths of 40 inches in some pedons\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Caruso series in the only series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Caruso soils are on nearly level flood plains. The slope ranges from 0 to 3 percent.  The soils formed in calcareous, somewhat stratified, loamy alluvium.  The mean annual temperature varies from 45 to 57 degrees F, and the mean annual precipitation varies from 14 to 24 inches.  Thornthwaite Annual PE Index ranges from 24 to 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bridgeport, Colby, Gibbon, Grigston, Lawet, Roxbury, Silver Creek, and Ulysses soils.  Bridgeport, Grigston, and Roxbury soils occupy similar topographic positions as Caruso soils but are better drained.  Colby and Ulysses soils are on adjacent uplands.  The Gibbon, Lawet, and Silver Creek soils occupy similar topographic positions as Caruso soils along the Platte River.  The Gibbon soils are fine-silty.  Lawet soils are wetter and contain more free carbonates within 15 inches of the surface.  Silver Creek soils are in the fine family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained or moderately well drained.  Permeability within the control section is moderate or moderately slow.  Runoff is low.  Caruso soils occasionally flooded from adjacent stream channels; a few mapped areas are rarely flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as native rangeland or hay meadow and cropped where irrigated.  Native vegetation is big bluestem, switchgrass, and indiangrass.  Alfalfa, corn, and sorghum are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Kansas, western Nebraska, and along the Platte River in central Nebraska.  The acreage is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sherman County, Kansas, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons:\nmollic epipedon - the zone from the surface to a depth of about 18 inches;\nother features - aquic characteristics - redoximorphic features of 2 chroma above 24 inches.\nOSD Modifications 2/2002RRZ:  Added superactive; carbonates range changed from 0-10 inches to 0-80 inches; added redox features to ROC. Added neutral pH to range of mildly to moderately alkaline; rare flooded added to drainage and perm section. Changed Taxonomic Classification to Oxyaquic from Fluvaquentic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
