{
  "SERIES": "CARWALKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF-TM-JVC",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, mixed, mesic Oxyaquic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Carwalker fine sand--riparian forestland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few fine roots; many very fine interstitial and tubular pores; slightly alkaline (pH 7.6); abrupt smooth boundary. (3 to 15 cm thick)\nA2--5 to 20 cm; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine, many fine, and many medium roots; common very fine and common fine tubular pores; slightly alkaline (pH 7.6); clear smooth boundary. (0 to 20 cm thick)\nC1--20 to 71 cm; pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, common fine, and common medium roots; common very fine and common fine tubular pores; slightly alkaline (pH 7.6); clear smooth boundary. (25 to 89 cm thick)\nC2--71 to 104 cm; light brownish gray (10YR 6/2) stratified sand and sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic sand strata and slightly sticky and nonplastic sandy loam strata; common very fine to medium roots; common very fine and common fine tubular pores; slightly alkaline (pH 7.6); clear smooth boundary. (25 to 64 cm thick)\nC3--104 to 152 cm; light brownish gray (10YR 6/2) stratified sand and silt loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic sand strata and slightly sticky and slightly plastic silt loam strata; many medium prominent brownish yellow (10YR 6/6) moist, irregularly shaped masses of iron accumulation and common fine prominent dark greenish gray (5G 4/1) moist, irregularly shaped zones of iron depletion; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carson City County, Nevada; about 5 miles southeast of Carson City along the Carson River; approximately 2,400 feet north and 2,400 feet west of the southeast corner of section 35, T. 15 N., R. 20 E.; USGS McTarnahan Hill 7.5 minute topographic quadrangle; latitude 39 degrees 7 minutes 12.7 seconds N. and longitude 119 degrees 42 minutes 15.6 seconds W; WGS84 Decimal Degrees 39.1201944 latitude, -119.7043333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is usually dry; moist in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 10 to 14 degrees C.\nParticle-size control section - Clay content: Averages 0 to 5 percent.\nRock fragments: Averages 0 to 5 percent, mainly gravel.  Lithology of fragments is mainly igneous rocks such as granodiorite and andesite.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 or 3 moist.\nReaction: Neutral or slightly alkaline.\nC horizons\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3 moist.\nTexture: Stratified coarse sand to silt loam and averaging sand or loamy sand.\nClay content: 0 to 5 percent in the C1 and C2 horizons and 0 to 10 percent in the C3 horizon.\nRock fragments: 0 to 5 percent in the C1 and C2 horizons and 0 to 15 percent in the C3 horizon; can include thin strata with up to 35 percent, mainly gravel.\nConsistence: Soft to slightly hard, dry, nonsticky to slightly sticky and nonplastic to slightly plastic wet.\nReaction: Neutral through moderately alkaline.\nSalinity (EC): 0 to 2 mmhos/cm.\nSodicity (SAR): 0 to 5.\nRedoximorphic features:  Redox concentrations occur as masses of iron accumulation; redox depletions of iron occur in some pedons in loamy strata."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bebeevar, Bowington, Escawetter, Labyrinth, and Sagouspe series.\nBebeevar soils have mean annual soil temperature of 12 to 14 degrees C. and have an aridic moisture regime that borders on ustic. Bowington have an ustic aridic soil moisture regime. Escawetter soils have an aridic to ustic aridic soil moisture regime. Labyrinth soils have an aridic moisture regime that borders on ustic.  Sagouspe soils have mean annual soil temperature of 12 to 14 degrees C. and have horizons with identifiable secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Carwalker soils are on flood plains.  These soils formed in alluvium derived from mixed igneous rocks such as granodiorite and andesite.  Slopes are 0 to 2 percent.  Elevations range from 1200 to 1440 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 100 to 250 mm, the mean annual temperature is 9 to 12 degrees C, and the frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jubilee and Voltaire soils. Jubilee soils are coarse-loamy, have mollic epipedons, and aquic conditions above 100 cm.  Voltaire soils are fine-loamy, have mollic epipedons, and aquic conditions above 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained; high saturated hydraulic conductivity. Endosaturation is present with an apparent seasonal high water table between 100 and 150 cm (deep free water occurrence class) from April through September.  Cumulative annual duration classes are Common or Persistent.  These soils are susceptible to rare flooding year-round or occasional flooding for very brief periods between March and July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Carwalker soils are used mainly for wildlife habitat.  The present vegetation is an open forest canopy of Fremont cottonwood with an understory of basin big sagebrush, sweetclover, beardless wildrye, western wheatgrass, and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive.  MLRAs 26 and 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County Area, Nevada, 2005.  The series was proposed in Carson City County, Nevada in 1996 to correlate certain phases of the Sagouspe series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 100 and 150 cm at certain times in normal years (parts of the C2 and C3 horizons).\nParticle-size control section - The zone from 25 to 100 cm (parts of the C1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
