{
  "SERIES": "CASCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH-HFG",
  "REVDATE": "11/2011",
  "STATES": "IL,IN,OH,WI",
  "OVERVIEW": "The Casco series consists of very deep, somewhat excessively drained soils which are shallow to stratified calcareous sandy outwash. They formed in loamy alluvium underlain by calcareous stratified sandy outwash on outwash plains, outwash terraces, eskers, kames, and moraines.  Slopes range from 0 to 70 percent. Mean annual precipitation is about 762 mm (30 inches) near the type location. Mean annual temperature is about 9.4 degrees C (49 degrees F). near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Inceptic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Casco loam on a convex southwest-facing 5 percent slope under alfalfa-brome at an elevation of about 324 meters (1,054 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to moderate medium granular; friable; common fine roots; slightly acid; abrupt smooth boundary.[13 to 23 cm  (5 to 9 inches) thick]\nBt1--20 to 33 cm (8 to 13 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; common fine roots; common distinct clay films on faces of peds; slightly acid; clear smooth boundary.\nBt2--33 to 43 cm (13 to 17 inches); brown (7.5YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; common fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds; common distinct dark brown (7.5YR 3/2) coatings on faces of peds and on gravel near lower boundary; about 9 percent gravel in lower part; neutral; abrupt wavy boundary. [Combined thickness of the Bt horizons ranges from 13 to 36 cm (5 to 14 inches.)]\n2C--43 to 152 cm (17 to 60 inches); brown (10YR 5/3) stratified gravelly coarse sand, very gravelly coarse sand, and extremely gravelly coarse sand; single grain; loose; about 60 percent gravel as an average; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sheboygan County, Wisconsin; about 9 miles southwest of Plymouth; 31 meters (100 feet) north and 61 meters (200 feet) east of southwest corner of southeast quarter, Sec. 6, T. 14 N., R. 20 E., USGS Dundee Wisconsin topographic quadrangle; lat.43 degrees 42 minutes 13 seconds N. and long. 88 degrees 08 minutes 57 seconds W., NAD 27:"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 25 to 51 cm (10 to 20 inches)\nDepth to stratified sandy outwash or thickness of loamy mantle:  25 to 51 cm (10 to 20 inches)\nParticle -size control section:  averages 18 to 35 percent clay  and 15 to 45 percent fine sand or coarser in the loamy mantle\nVolume of gravel in the loamy mantle: 0 to 35 percent\nVolume of gravel in the stratified sandy outwash: averages 3 to 70 percent, ranges 0 to 95 percent in individual strata\nVolume of cobbles: 0 to 5 percent in the loamy mantle; 0 to 50 percent in individual strata in the sandy outwash\nReaction: moderately acid to neutral in the loamy mantle, moderately acid to slightly alkaline in the lower part; slightly alkaline or moderately alkaline in the sandy outwash\nFree carbonates: 25 to 51 cm (10 to 20 inches)\nThe Ap horizon:\nHue: 7.5YR, or 10YR\nValue: 3 or 4\nChroma:  2 to 4\nTexture: sandy loam, fine sandy loam, loam, silt loam, clay loam, sandy clay loam gravelly loam or gravelly sandy loam.\nE horizon (where present):\nHue: 7.5YR, or 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture:  loam, silt loam, fine sandy loam, sandy loam, gravelly loam, or gravelly sandy loam.\nBt Horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 3 to 5\nchroma: 3 or 4\nTexture: sandy clay loam, loam, clay loam, or their gravelly analogs\nOther features:\nIn many pedons, the lower part of the Bt horizon has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 to 3 (\"Beta B\" horizon) or has coatings with these colors. Thin subhorizon has more than 35 percent clay in some pedons.\n2C horizon;\nHue: 7.5YR or 10YR\nValue:  4 to 7\nChroma: 3 or 4\nTexture: stratified layers of sand, coarse sand, or the gravelly, very gravelly or extremely gravelly analogs or has strata of gravel. In some pedons, it is sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Related soils are the Bixby and Fox series. Bixby and Fox soils do not have free carbonates within a depth of 51 cm (20 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Casco soils are on outwash plains, outwash terraces, eskers, kames, and moraines. Slope gradients range from 0 to 70 percent. Casco soils formed in a thin layer of loamy alluvium underlain by calcareous stratified sandy outwash. Mean annual precipitation ranges from 71 to 102 cm (28 to 40 inches). Mean annual temperature ranges from 7.8 to 13.9 degrees C (46 to 57 degrees F). The frost free period ranges from about 135 to 200 days. Elevation ranges from 104 to 457 meters (340 to 1500 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boyer, Fabius, Fox, Lorenzo, Matherton, Mussey, Rodman, and Sebewa soils. The well drained Boyer soils have a thicker loamy mantle, and contain more sand and less silt. The somewhat poorly drained Fabius soils and the poorly drained Mussey soils form a drainage sequence with Casco soils in some areas. The well drained Fox soils, the somewhat poorly drained Matherton soils, and the poorly drained Sebewa soils form a drainage sequence in nearby areas and have a thicker loamy mantle. The excessively drained Rodman soils and the somewhat excessively drained Lorenzo soils are nearby in landscape positions similar to those of Casco soils. Lorenzo soils are in areas where the surface layer is darker colored. Rodman soils are in areas where the loamy mantle is absent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. The potential for surface runoff ranges from slow to rapid. Saturated hydraulic conductivity moderately high to high (4.23 to 14.11 micrometers per second) in the loamy mantle and high to very high (42.34 to 141.14 or more micrometers per second) in the sandy outwash. Permeability is moderate in the loamy mantle and rapid or very rapid in the sandy outwash."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the less sloping areas are used for cropland. Corn, small grains, and hay are the principal crops. Some areas are used for woodland and some for pasture. Native vegetation is mixed hardwood forest. Common trees are northern red oak, black oak, and white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 95A, 95B, 97, 108A, 108B, 110, 111A, 111B, 111C, 111D, 115C, 124 in Wisconsin, Illinois, Indiana, and Ohio. The typical pedon is in MLRA 95B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fairfield County, Ohio, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon - 0 to 20 cm (0 to 8 inches) (Ap);\nargillic horizon - 20 to 43 cm (8 to 17 inches) (Bt1, Bt2)\ncontrasting particle size class - 43 cm (17 inches) (contact between the Bt2 and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to moderate medium granular; friable; common fine roots; slightly acid; abrupt smooth boundary.[13 to 23 cm  (5 to 9 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 33,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--20 to 33 cm (8 to 13 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; common fine roots; common distinct clay films on faces of peds; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--33 to 43 cm (13 to 17 inches); brown (7.5YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; common fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds; common distinct dark brown (7.5YR 3/2) coatings on faces of peds and on gravel near lower boundary; about 9 percent gravel in lower part; neutral; abrupt wavy boundary. [Combined thickness of the Bt horizons ranges from 13 to 36 cm (5 to 14 inches.)]"
      },
      {
        "name": "2C",
        "top": 43,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C--43 to 152 cm (17 to 60 inches); brown (10YR 5/3) stratified gravelly coarse sand, very gravelly coarse sand, and extremely gravelly coarse sand; single grain; loose; about 60 percent gravel as an average; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
