{
  "SERIES": "CASEYVILLE",
  "STATUS": "Established Series",
  "BYREV": "RAL-GRS",
  "REVDATE": "1/98",
  "STATES": "IL",
  "OVERVIEW": "The Caseyville series consists of very deep, somewhat poorly drained, moderately permeable soils formed in loess on till plains.  Slope ranges from 0 to 5 percent.  Mean annual precipitation is about 38 inches and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Caseyville silt loam - nearly level in a cultivated field at an elevation of about 580 feet above sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; many very fine and few fine roots; few fine rounded black (7.5YR 2.5/1) iron-manganese nodules with sharp boundaries; about 21 percent clay; neutral; clear smooth boundary.  (6 to 9 inches thick)\nEg--7 to 12 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; weak medium platy structure parting to weak fine subangular blocky; friable; common very fine and few fine roots; few fine distinct yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; common fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules with sharp boundaries; about 20 percent clay; moderately acid; clear smooth boundary. (4 to 11 inches thick)\nBE--12 to 16 inches; brown (10YR 5/3) silty clay loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; firm; common very fine roots; common distinct very pale brown (10YR 8/2, dry) clay depletions on faces of peds; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules with sharp boundaries; about 28 percent clay; moderately acid; clear smooth boundary. (0 to 6 inches thick)\nBt1--16 to 23 inches; brown (10YR 4/3) silty clay loam; strong medium angular blocky structure; firm; common very fine roots; few distinct very pale brown (10YR 8/2, dry) clay depletions on faces of peds in the upper part; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine rounded black (N 2.5/0) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; about 32 percent clay; strongly acid; clear smooth boundary.\nBt2--23 to 36 inches; brown (10YR 5/3) silty clay loam; moderate fine prismatic structure parting to moderate medium angular blocky; firm; common very fine roots primarily along vertical faces of peds; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine faint grayish brown (10YR 5/2) iron depletions and common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium rounded black (N 2.5/0) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; about 31 percent clay; strongly acid; gradual smooth boundary.\nBt3--36 to 54 inches; brown (10YR 5/3) silty clay loam; weak medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots primarily along vertical faces of peds; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine faint light brownish gray (10YR 6/2) iron depletions and common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common medium and coarse rounded black (N 2.5/0) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; about 30 percent clay; moderately acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 30 to 50 inches.)\nBCtg--54 to 62 inches; light brownish gray (2.5Y 6/2) silt loam; weak medium prismatic structure; friable; few very fine roots; few distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium irregular black (N 2.5/0) iron-manganese nodules with clear strong brown (7.5YR 5/6) boundaries; about 24 percent clay; slightly acid; gradual smooth boundary.  (0 to 10 inches thick)\nCBg--62 to 80 inches; light brownish gray (2.5Y 6/2) silt loam; massive; friable; very few distinct dark grayish brown (10YR 4/2) clay films lining root channels; common fine and medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; common medium and coarse irregular black (7.5YR 2.5/1) masses of iron-manganese oxides with diffuse strong brown (7.5YR 5/6) boundaries; about 20 percent clay; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Clair County, Illinois; about 3 miles northwest of Millstadt; approximately 105 feet south and 180 feet west of the northeast corner of sec. 32, T. 1 N., R. 9 W.; USGS MILLSTADT, ILL.  topographic quadrangle; lat. 38 degrees 29 minutes 53 seconds N. and long. 90 degrees 06 minutes 40 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon is 40 to 76 inches.  Depth to carbonates, where present, is greater than about 5 feet.  The particle-size control section averages 27 to 35 percent clay and contains less than 7 percent sand.  Sand content of the A and E horizons is less than 10 percent and includes iron-manganese nodules and concretions.  The mean annual soil temperature ranges from 56 to slightly less than 59 degrees F.\nThe upper part of the control section has properties as follows:  The Ap horizon has value of 4 or 6 (6 or 7 dry) and chroma of 1 or 2.  Undisturbed areas have A horizons 2 to 5 inches in thickness with value of 3.  Clay content is 18 to 27 percent.  Reaction is moderately acid to neutral depending upon liming practices.\nThe E horizon has value of 4 to 6 (6 or 7 dry) and chroma of 1 to 3.  Clay content is 15 to 25 percent.  Reaction is strongly acid to neutral.\nSome pedons have an EB or BE horizon.  It is silt loam or silty clay loam.\nThe middle part of the control section (Bt and BC) has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 4.  Redoximorphic iron depletions and concentrations have hue of 7.5YR, 10YR, or 2.5Y; value of 4 to 7; and chroma of 1 to 8.  It is silty clay loam in the upper part and is silty clay loam or silt loam in the lower part.  Clay content is 27 to 35 percent in the upper part and is 20 to 30 percent in the lower part.  Reaction is strongly acid to slightly acid.\nThe lower part of the control section (CBg, Cg or C) has hue of 7.5YR, 10YR, 2.5Y, or 5Y; value of 5 or 6; and chroma 1 to 4.  Redoximorphic iron depletions and concentrations commonly have hue of 7.5YR, 10YR, or 2.5Y; value of 5 to 7; and chroma of 1 to 8.  Clay content is 18 to 27 percent.  Reaction is moderately acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aptakisic, Creal, Fitchville, Hatmaker, Herbert, Iva, Kendall, Normal, Reesville, Starks, Stronghurst, and Waynetown series.  Aptakisic and Reesville soils contain carbonates within a depth of 40 inches.  Creal soils have an eluvial horizon more than 14 inches thick.  Fitchville, Herbert, Kendall, Starks, and Waynetown soils contain more than 7 percent sand in the lower part of the series control section.  Hatmaker soils have pararock fragments in the series control section.  Iva soils contain more than 7 percent sand in the lower part of the series control section. (See Remarks).  Stronghurst soils have a mean annual soil temperature less than 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Caseyville soils are on nearly level or gently sloping summits on till plains.  Slope gradients typically are between 1 and 3 percent and range from 0 to 5 percent.  These soils formed in loess.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 40 inches, frost-free period is 170 to 200 days, and elevation is 400 to 800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bethalto, Downsouth, Edwardsville, Menfro, and Winfield soils.  The somewhat poorly drained Bethalto and Edwardsville soils are in similar landform positions further from the drainageways.  The Bethalto soils have a thin, dark surface layer and the Edwardsville soils have a mollic epipedon.  The Bethalto and Edwardsville soils form a biosequence with the Caseyville soils.  The well drained Menfro soils and the moderately well drained Winfield soils are on more sloping landform positions nearby and they form a hydrosequence with the Caseyville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow or medium.  Permeability is moderate.  In drained areas, depth to an intermittent apparent high water table is 0.5 foot to 2.0 feet from December to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cropped to corn, soybeans, and small grain.  Some areas are pastured or wooded.  Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Illinois.  Extent is moderate, and mainly in MLRA 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Clair County, Illinois, 1997.  The Caseyville series was named for a town in St. Clair County, Illinois."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Caseyville soils were formerly included with the Iva and Stronghurst series.  Iva soils are considered to contain more illite clay minerals and less smectite clay minerals than Caseyville soils.  It is not known if data is available to confirm this assumption.  Some data is available for Iva soils in Indiana that show the sand content to be 5-8 percent in the lower part of the series control section.\nDiagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from the surface to a depth of 16 inches (Ap, Eg, and BE horizons).  Albic horizon - the zone from 7 to 12 inches (Eg horizon).   Argillic horizon - the zone from approximately 16 to 54 inches (Bt1, Bt2, and Bt3 horizons).  Aquic conditions - periodic saturation and reduction indicated by redoximorphic features throughout the soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
