{
  "SERIES": "CASHIERS",
  "STATUS": "Established Series",
  "BYREV": "MSH-MLS; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC",
  "OVERVIEW": "The Cashiers series consists of very deep, well drained soils on cooler, north to east facing or shaded ridges and side slopes in the Southern Blue Ridge mountains, MLRA 130B. They formed in residuum that is affected by soil creep in the upper part, and are weathered from high-grade metamorphic rocks high in mica such as mica schist and mica gneiss. Slope ranges from 2 to 95 percent. Near the type location, mean annual precipitation is about 80 inches and mean annual air temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, micaceous, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cashiers gravelly fine sandy loam on a 35 percent north-facing mountain side slope at 2850 feet elevation--Forested (Colors are for moist soil.)\nOi--0 to 3 inches; slightly decomposed leaves, twigs, and other plant material.\nA--3 to 12 inches; very dark brown (10YR 2/2) gravelly fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; 20 percent by volume gravel; common fine flakes of mica; strongly acid; clear wavy boundary. (7 to 10 inches thick)\nBw1--12 to 36 inches; yellowish brown (10YR 5/8) fine sandy loam; weak fine subangular blocky structure; very friable; common fine and medium roots; 5 percent by volume gravel; many fine flakes of mica; strongly acid; gradual wavy boundary.\nBw2--36 to 51 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; very friable; few fine and medium roots; 10 percent by volume gravel; many fine flakes of mica; very strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 20 to 45 inches.)\nBC--51 to 68 inches; dark yellowish brown (10YR 4/6) gravelly sandy loam; weak fine subangular blocky structure; very friable; 20 percent by volume gravel; many fine, medium, and coarse flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, North Carolina; 2.2 miles west from junction of USFS Road 1178 and N.C. Highway 107 on USFS Road 1178; 500 feet south of road in woods. USGS Cashiers topographic quadrangle; lat. 35 degrees 1 minutes 34 seconds N. and long. 83 degrees 5 minutes 13 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 30 to more than 60 inches. Depth to bedrock is more than 60 inches. Reaction ranges from very strongly acid to moderately acid. Content of flakes of mica is common to many in the surface layer and many in the other horizons. Content of rock fragments, dominantly gravel, commonly ranges 3 to 20 percent by volume.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 2 or 3, and chroma of 1 to 4. It is loam, fine sandy loam, sandy loam, or sandy clay loam in the fine-earth fraction.\nThe Bw horizon, and BA horizon where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. Mottles, if they occur, are in shades of brown, red, or yellow. It is loam, fine sandy loam, sandy loam, or sandy clay loam in the fine-earth fraction.\nThe BC horizon, where present, is similar in color to the Bw horizon. It is fine sandy loam, sandy loam, loam, or sandy clay loam in the fine-earth fraction.\nThe C horizon, where present, is similar in color to the Bw horizon or is multicolored. It is saprolite weathered from high-grade metamorphic rocks high in mica such as mica gneiss and mica schist. It is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in this family. Brownwood, Chandler, Fannin Manor, Micaville, Mt.Airy, and Watauga soils are series in related families. Brownwood soils have a paralithic contact at depths of 20 to 40 inches. Chandler, Fannin, and Watauga soils lack an A horizon with color value of 3 or less at least 7 inches thick.  Additionally, Fannin and Watauga soils have argillic horizons. Manor and Mt. Airy soils weathered from high grade metamorphic rocks in the Northern Piedmont.  Manor soils have 7.5YR and redder hues in the subsoil. Mt. Airy soils are in a loamy-skeletal particle size family.  Micaville soils have a paralithic contact at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cashiers soils are on strongly sloping to very steep ridges and side slopes in the Southern Blue Ridge mountains, MLRA 130B.  Elevation ranges from about 2,500 to 4,800 feet. These soils are on cooler, north to east facing or shaded ridges and side slopes. Slope is commonly 30 to 80 percent but ranges from 2 to 95 percent. Cashiers soils formed in residuum that is affected by soil creep in the upper part, and is weathered from high-grade metamorphic rocks high in mica such as mica schist and mica gneiss. Mean annual temperature is 55 degrees F., and mean annual precipitation is 80 inches near the type location. Mean annual precipitation ranges from about 48 to 100 inches, and mean annual air temperature ranges from 46 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Ashe, Buladean, Brownwood, Chandler, Cullasaja, Chestnut, Edneyville, Fannin, Micaville, Plott, Porters, Toecane, Tuckasegee,Tusquitee, and Watauga soils. Ashe, Brownwood, Buladean, Chandler, Chestnut, Edneyville, Fannin, Micaville, Plott, Porters, and Watauga soils formed in residuum on ridges and side slopes. However, Ashe, Buladean, Chestnut, Edneyville, Plott, and Porters soils lack high mica content in the solum. Cullasaja, Toecane, Tuckasegee, and Tusquitee soils formed in colluvium on toe slopes, fans, and benches. Also, Cullasaja and Toecane soils are in a loamy-skeletal family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff class is medium on strongly sloping or moderately steep slopes, and high on steeper slopes. Runoff is much lower where forest litter has not been disturbed or only partially disturbed. Permeability is moderate in the subsoil and moderately rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forested. Common trees are northern red oak, black birch, yellow-poplar, eastern white pine, eastern hemlock, yellow buckeye, American beech, sugar maple, and white ash. Understory plants include flowering dogwood, rhododendron, flame azalea, American chestnut (sprouts), and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge mountains, MLRA 130B of North Carolina, and possibly Georgia, South Carolina, Tennessee, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, North Carolina, 1990. The name is from the town of Cashiers in Jackson County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was formerly included with the Chandler and Porters series.\nThe 1/97 revision places Cashiers in a fine-loamy family. This series was formerly placed in a coarse-loamy family. Laboratory PSA (pipette method) and corresponding field texture estimates (feel method) indicate control section clay contents of generally 12 to 24 percent, with most pedons marginally coarse-loamy. However, chemical lab data indicate that sufficient amorphous, clay-sized materials occur in the particle-size control section to place this soil in a fine-loamy family. Weighted average clay contents in most pedons represent the lower portion of the fine-loamy range. Additionally, textures were also modified in the range in characteristics for horizons within the solum.\nThe 6/99 revision updates classification to the 8th Edition of Keys to Soil Taxonomy. The 6/99 revision also adjusts horizon depths to comply with national standards.\nFrom the pre 2011 version: The mineral soil materials (A horizon) of the ochric epipedon of Cashiers soils have properties similar to an umbric epipedon except for thickness. This feature is a result of the influence and interaction of a number of factors including aspect, climate, elevation, and vegetation. This feature was formerly identified at the subgroup level in earlier editions of Soil Taxonomy. It remains as series criteria in the Blue Ridge (MLRA 130) because of its distinguishable influence on plant growth and diversity.\nThe Cashiers series has the following diagnostic horizons and features:\nUmbric epipedon - The zone from 3 to 12 inches (A horizon)\nCambic horizon - The zone from 12 to 51 inches below the surface (Bw1 and Bw2 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S90NC-199-001.\nMLRA=130B  SIR=NC0196\nRevised: 10/92-MSH,MLS,AG; 1/97-DHK; 6/99, 7/01-MKC\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 3 inches; slightly decomposed leaves, twigs, and other plant material."
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--3 to 12 inches; very dark brown (10YR 2/2) gravelly fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; 20 percent by volume gravel; common fine flakes of mica; strongly acid; clear wavy boundary. (7 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 30,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--12 to 36 inches; yellowish brown (10YR 5/8) fine sandy loam; weak fine subangular blocky structure; very friable; common fine and medium roots; 5 percent by volume gravel; many fine flakes of mica; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 91,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--36 to 51 inches; dark yellowish brown (10YR 4/6) fine sandy loam; weak fine subangular blocky structure; very friable; few fine and medium roots; 10 percent by volume gravel; many fine flakes of mica; very strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 20 to 45 inches.)"
      },
      {
        "name": "BC",
        "top": 130,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--51 to 68 inches; dark yellowish brown (10YR 4/6) gravelly sandy loam; weak fine subangular blocky structure; very friable; 20 percent by volume gravel; many fine, medium, and coarse flakes of mica; very strongly acid."
      }
    ]
  ]
}
