{
  "SERIES": "CASINO",
  "STATUS": "Established Series",
  "BYREV": "KJO",
  "REVDATE": "03/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, thermic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Casino clay loam on a northeast facing hill with 60 percent slope under a cover of blue oaks and annual grasses at an elevation of 1,326 feet (404 meters). When described on 03/03/2005 the soil was moist throughout. (Colors are for dry soils unless otherwise noted.)\nA1--0 to 4 inches (0 to 9 centimeters); grayish brown (10YR 5/2), clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and very plastic; many very fine roots; many very fine interstitial pores; 10 percent gravel; 100% base saturation by ammonium acetate; neutral (pH 7.1); clear wavy boundary.\nA2--4 to 10 inches (9 to 26 centimeters); grayish brown (10YR 5/2), clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, very sticky and very plastic; many very fine roots; many very fine interstitial pores; 10 percent gravel; 97% base saturation by ammonium acetate; neutral (pH 7.1); gradual wavy boundary. (Combined thicknesses of the A horizons is 7 to 11 inches, 18 to 28 centimeters thick)\nBt1--10 to 20 inches (26 to 51 centimeters); brown (7.5YR 5/2), clay, dark brown (7.5YR 3/2) moist; moderate medium angular blocky structure; hard, firm, very sticky and very plastic; common very fine, common fine roots; many very fine tubular pores; many faint clay films on surfaces along pores and common faint clay films on all faces of peds; 5 percent gravel; 93% base saturation by ammonium acetate; slightly acid (pH 6.4); clear wavy boundary.\nBt2--20 to 37 inches (51 to 93 centimeters); brown (7.5YR 5/2), clay, brown (7.5YR 4/2) moist; moderate coarse angular blocky structure, and moderate medium angular blocky structure; very hard, very firm, very sticky and very plastic; common very fine and fine roots; many very fine tubular pores; many faint clay films on surfaces along pores and common faint clay films on all faces of peds; 94% base saturation by ammonium acetate; slightly acid (pH 6.3); abrupt wavy boundary. (Combined thickness of the Bt horizon is 14 to 27 inches, 36 to 68 centimeters)\nR--37 inches (93.0 centimeters); indurated andesite bedrock, fractured at intervals of <4 inches (10 centimeters)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California, about 656 feet (200 meters) northwest of public restroom at the Bear Gulch Visitor Center along the maintenance road, Pinnacles National Monument; 1,717feet east and 2.211 feet south of the northwest corner of section 2, T 17S, R 7E; USGS North Chalone Peak, California topographic quadrangle; 36 degrees 28 minutes 54.40 seconds north latitude and 121 degrees 10 minutes 58.10 seconds west longitude; UTM 662788 meters E, 4038923 meters N, zone 10."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 20 to 40 inches (50 to 100 centimeters).\nMean annual soil temperature: 61 to 63 degrees F (16 to 17 degrees C).\nSoil moisture control section: dry in all parts from about June 15 to November 15 (90 days), and moist in all parts from about January 15 to April 15 (105 days).\nParticle size control section: 38 to 60 percent clay, 0 to 35 percent rock fragments from andesite.\nBase Saturation by ammonium acetate: 93 to 100 %\nA horizon(s):\nHue: 10YR, 5YR, 7.5YR\nValue: 4, 5 dry; 2, 3 moist\nChroma: 1, 2 dry; 1, 2, 3 moist\nTexture of the fine earth fraction: Clay loam, sandy clay loam\nClay content: 30 to 38 percent\nRock fragments: 0 to 20 percent gravel\nReaction: strongly acid to slightly alkaline\nBt horizon(s):\nHue: 10YR, 7.5YR, 5YR\nValue: 5 dry; 2, 3, 4 moist\nChroma: 2, 3, dry; 1, 2, 3 moist\nTexture of the fine earth fraction: Clay, clay loam\nClay content: 38 to 60 percent\nRock fragments: 0 to 25 percent gravel\nReaction: stronglyly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cole, Danville, Halyard, Mallard and Windage soils.  Cole, Danville, Mallard and Windage soils are very deep.  Cole soils have a C horizon that is moderately alkaline.  Danville soils have segregated carbonates in the Btk horizon.  Halyard soils are moderately deep to a paralithic contact, are moist from mid-November through mid-September, are slightly alkaline, and have 5 to 35 percent rock fragments in the particle size control section.  Mallard soils have lime in the C horizon and are slightly to moderately alkaline.  Windage soils are moist from mid-November through mid-August, and a slightly alkaline in the lower Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Casino soils are on backslopes of hills. Slopes range from 20 to 70 percent. These soils formed in residuum weathered from andesite. Elevation is 984 to 3,280 feet (300 to 1,000 meters). The climate is characterized by hot, dry summers and cool, moist winters. The mean annual precipitation is 17 to 19 inches (432 to 483 millimeters) and the mean annual air temperature is 59 to 63 degrees F (15 to 17 degrees C). The frost free season is 190 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chalone, Firstsister and Highpeaks soils. The Chalone soils are in the coarse-loamy family, and are on hills under mixed chaparral.  The Firstsister soils are very deep in the loamy-skeletal family and are on colluvial toe-slopes under hollyleaf cherry.  The Highpeaks soil is shallow to a lithic contact on convex hills under hollyleaf cherry or mixed chaparral."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, slow permeability, very high runoff.  They do not flood or pond."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for watershed, wildlife habitat and recreation. Vegetation is blue oak with an understory of grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Benito and Monterey Counties, California in MLRA 15 -- Central California Coast Range.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Benito County, California. Source of name: rock formation in Pinnacles National Monument. This series was established based on limited acreage observed within the National Park Service Pinnacles National Monument boundary."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic Epipedon: the zone from 0 to 20 inches (0 to 51 centimeters) (A1, A2 and Btl horizons)\nArgillic Horizon: the zone from 10 to 37 inches (26 to 93 centimeters) (Bt1 and Bt2 horizons)\nLithic Contact: 37 inches (93 centimeters) (R horizon)\nADDITIONAL DATA:\nPedon information for this type location only:\nPedon Type:   typical pedon for series            Lab Source ID:  NSSL\nPedon Purpose:   research site                      Lab Pedon #: 06N0200\nNational Cooperative Soil Survey\nU.S.A."
  }
}
