{
  "SERIES": "CASPIANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD:MJB",
  "REVDATE": "01/2017",
  "STATES": "AR,LA,OK,TX",
  "OVERVIEW": "The Caspiana series consists of very deep, well drained, soils that formed in calcareous, silty alluvium. These nearly level soils are on natural levees of the Arkansas and Red Rivers and their distributaries. Slope ranges from 0 to 2 percent. Mean annual air temperature is about 19 degrees C (66 degrees F), and mean annual precipitation is about 1270 mm (50 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Caspiana silt loam, 0.5 percent slope in a cultivated field; elevation is about 40 m (135 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); dark brown (7.5YR 3/2) silt loam; weak very fine granular structure; friable; few fine distinct reddish brown (5YR 5/3) masses of oxidized iron with sharp boundaries in matrix; slightly acid; clear smooth boundary.\nA--15 to 28 cm (6 to 11 in); very dark brown (10YR 2/2) silt loam; weak fine granular structure; firm; neutral; clear smooth boundary. (Combined thickness of the A horizon is 18 to 50 cm [7 to 20 in])\nAB--28 to 38 cm (11 to 15 in); very dark grayish brown (10YR 3/2) and reddish brown (5YR 4/4) silt loam, crushed color dark brown (7.5YR 3/2); weak coarse subangular blocky structure parting to weak fine subangular blocky; friable; neutral; gradual smooth boundary.  (Thickness of the AB horizon is 0 to 15 cm [0 to 6 in])\nBt1--38 to 53 cm (15 to 21 in); reddish brown (5YR 4/4) silty clay loam weak coarse subangular blocky structure parting to moderate medium subangular blocky; firm; 20 percent distinct clay films on faces of peds; few dark reddish brown (5YR 3/4) ped coatings; few dark brown (7.5YR 3/2) streaks; neutral; gradual smooth boundary.\nBt2--53 to 69 cm (21 to 27 in); reddish brown (5YR 4/4) silt loam; moderate medium prismatic structure parting to weak medium subangular blocky; firm, hard; 30 percent distinct clay films on faces of peds; few dark brown (7.5YR 3/2) coatings on prisms; neutral; gradual smooth boundary. (Combined thickness of the Bt horizon is 13 to 89 cm [5 to 35 in])\nBC--69 to 122 cm (27 to 48 in); reddish brown (5YR 4/4) silt loam; few medium distinct dark brown (7.5YR 3/2) mottles; weak coarse prismatic structure parting to weak coarse subangular blocky structure; firm, hard, neutral; abrupt wavy boundary. (Thickness of the BC horizon is 25 to 75 cm [10 to 30 in])\nCk--122 to 203 cm (48 to 80 in); reddish brown (5YR 4/4) silt loam; few medium distinct dark brown (7.5YR 3/2) mottles; massive; firm, hard; common fine carbonate concretions; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Red River Parish, Louisiana; 1.7 miles southwest of Gahagan on Louisiana Highway 177; 580 feet northwest of center of Louisiana Highway 177 in SE1/4SE1/4 sec. 18, T. 12 N., R 10 W.\nUSGS Topographic Quadrangle: Clear Lake, LA\nLatitude: 32 degrees, 01 minutes, 20.75 seconds N\nLongitude: 93 degrees, 25 minutes, 37.19 seconds W\nDecimal Degrees:\nLatitude: 32.02243055 degrees\nLongitude: -93.42699722 degrees\nDatum: NAD83\nUTM Easting: 459677.5 m\nUTM Northing: 3543001.6 m\nUTM Zone: 15N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 75 to 152 cm (30 to 60 in)\nThickness of the mollic epipedon: 25 to 50 cm (10 to 20 in)\nDepth to argillic horizon: 18 to 66 cm (7 to 26 in)\nDepth to secondary carbonate: 100 to 150 cm (40 to 60 in)\nDepth to redox concentrations: 25 to 203 (10 to 80 in):\nParticle-size control section (weighted average):\nClay content: 20 to 34 percent\nSand content: 10 to 50 percent\nCEC/clay ratio: 0.40 to 0.60\nA or Ap horizon:\nHue: 5YR to 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nClay content: 12 to 34 percent\nRedox concentrations: amount-none to few; size-fine; contrast-distinct; color-shades of brown; boundary-sharp; location-in matrix\nEffervescence: none\nReaction: moderately acid to moderately alkaline\nAB horizon (where present):\nHue: 5YR to 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nClay content: 12 to 34 percent\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; colors-in shades of brown; boundary-diffuse; location-throughout\nEffervescence: none\nReaction: moderately acid to moderately alkaline\nBt horizon (below the mollic epipedon):\nHue: 2.5YR or 5YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam or silty clay loam\nClay content: 20 to 34 percent\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; color-shades of brown; boundary-diffuse; location-throughout\nOther features: dark ped coatings are common but not diagnostic\nEffervescence: none\nReaction: moderately acid to moderately alkaline\nBC horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam, very fine sandy loam, loam or silty clay loam\nClay content: 5 to 30 percent\nMottles: amount-none to common; size-fine or medium; contract-distinct; color-shades of brown; boundary-sharp; location-throughout\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; color-shades of red or brown; boundary-diffuse; location-throughout\nIron-manganese concentrations: amount-none to common; size-fine or medium; contrast-distinct; colors-in shades of black or brown; boundary-diffuse; location-throughout matrix\nEffervescence: none to very slight\nReaction: slightly acid to moderately alkaline\nC or Ck horizon:\nHue: 2.5YR or 5YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: silt loam, very fine sandy loam, loam or silty clay loam\nClay content: 5 to 30 percent\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; boundary-diffuse; location-throughout; color-shades of brown\nIron-manganese concentrations: amount-none to common; size-fine or medium contrast-distinct; boundary-diffuse; location-throughout matrix; colors-in shades of black and very dark brown\nEffervescence: none to slight\nOther features: In some pedons this horizon is effervescent\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Lula (OK) series. Similar soils are the Benklin (TX), Catoosa (OK), Dardanelle (AR), Deepwater (MO), Fitzhugh (OK), Mason (OK), Mer Rouge (LA), Newtonia (OK), Okay (OK), Reelfoot (TN) and Tiptonville (TN).\nBenklin, Reelfoot and Tiptonville soils: have redoximorphic features within 40 cm (15 in) of the surface and have a superactive activity class\nCatoosa, Deepwater, Mer Rouge and Newtonia soils: have a superactive activity class.\nDardanelle soils: have mollic epipedons over 50 cm (20 in) thick and a superactive activity class.\nFitzhugh and Okay soils: have fine-loamy control sections\nLula soils: have limestone bedrock within 150 cm (60 in) of the surface\nMason soils: have mollic epipedons over 50 cm (20 in) thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, Holocene loamy alluvium derived from Arkansas River and Red River sediments\nLandscape: alluvial plain\nLandform: natural levees\nSlope: 0 to 1 percent\nSoil Moisture: Udic soil moisture regime\nMean annual soil temperature: 17.6 to 21.4 degrees C (63.5 to 70.5 degrees F)\nMean annual air temperature range: 15 to 19 degrees C (59 to 67 degrees F)\nMean annual precipitation range: 1143 to 1499 cm (45 to 59 in)\nPrecipitation Pattern: The soil moisture control section is not dry in any part for more than 90 days in normal years. July through October are the driest months, while November through June are the wettest months.\nFrost-free period: 219 to 293 days\nElevation: 33.5 to 91 meters (110 to 300 ft)\nThornthwaite annual P-E indices: 81 to 128"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Buxin (LA), Gallion (LA), Latanier (LA), and Moreland (LA) series.\nBuxin and Moreland soils: are clayey throughout the control section and are on lower flood plains\nGallion soils: have an ochric epipedon and are on similar positions on the natural levee\nLatanier soils: have clayey over loamy control sections and are lower on the natural levee"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate\nRunoff: negligible on slopes less than one percent and low on slopes of one percent\nSeasonal high water table: An apparent seasonal high water table is at a depth of 122 cm to more than 183 cm (4 ft to more than 6 ft) below the surface from December through April"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly cultivated crops. Principal crops are cotton, soybeans, corn, and small grain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Red and Arkansas River Valleys in Arkansas and the Red River Valley in Louisiana, Oklahoma, and Texas; Land Resource Region O; MLRA 131B and 131C; the series is of moderate extent ."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McCurtain County; Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 38 to 69 cm (15 to 27 in) (Bt horizons)\nMollic epipedon: 0 to 38 (0 to 15 in) (Ap, A and AB horizons).\nArgillic horizon: 38 to 69 cm (15 to 27 in) (Bt1 and Bt2 horizons)\nAdditional comments: The assignment of the cation-exchange activity class is supported by Louisiana Agricultural Experiment Station laboratory data number S65LA-41-6 from Red River Parish, Louisiana.\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Updated pedon description, range in characteristics, and other sections.\nADDITIONAL DATA: Partial Louisiana Agricultural Experiment Station data from type location S65LA-41-6 in Red River Parish, Louisiana. KSSL data on a similar soil from Caddo Parish, Louisiana sample number 92LA017001.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
