{
  "SERIES": "CASSYHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHB/RL/RJS",
  "REVDATE": "06/2016",
  "STATES": "ID,WA",
  "OVERVIEW": "The Cassyhill series consists of shallow, well drained soils on mountains and foothills.  They formed in residuum and colluvium weathered from fine grained quartzite and siltite of the Wallace, Pritchard, Libby and Striped Peak formations of the Belt Supergroup that is influenced with mixed volcanic ash and loess in the surface layers. Slope ranges from 5 to 65 percent. The average annual air temperature is about 47 degrees F. and the average annual precipitation is about 30 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cassyhill very gravelly ashy silt loam, forested; on a southwest-facing convex slope of 39 percent at an elevation of 3,130 feet. Pedon was described on September 20, 2005 and was dry throughout. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed leaves, needles and twigs mixed with 1980 Mt. St. Helens volcanic ash. (0.5 to 1 inch thick)\nA1--1 to 7 inches; very dark grayish brown (10YR 3/2) very gravelly ashy silt loam, grayish brown (10YR 5/2) dry; moderate very fine and fine subangular blocky structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine and fine tubular pores; 40 percent gravel and 10 percent channers; neutral (pH 6.6); clear smooth boundary. (2 to 11 inches thick)\nA2--7 to 11 inches; dark brown (10YR 3/3) very gravelly ashy loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots, few very coarse roots; many very fine and fine tubular pores; 35 percent gravel and 5 percent paragravel, 10 percent channers, 5 percent cobbles, and 5 percent flagstones; slightly acid (pH 6.1); clear smooth boundary. (2 to 7 inches thick)\nC--11 to 14 inches; dark yellowish brown (10YR 4/4) extremely channery loam, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common fine and medium roots; many very fine and fine tubular pores; 20 percent gravel and 10 percent paragravel, 20 percent cobbles and 5 percent paracobbles, 20 percent channers and 5 percent parachanners; moderately acid (pH 5.6); gradual wavy boundary. (3 to 10 inches thick)\nR--14 to 17 inches; strongly cemented, highly fractured siltite; common fine and coarse roots between fractures approximately 4 to 8 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benewah County, Idaho; about 1000 feet south and 2150 feet west of the northeast corner section 9, T.46N., R.2W. Latitude 47 degrees, 21 minutes, 9 seconds North; Longitude 116 degrees, 35 minutes, 44 seconds West; NAD 83; USGS St. Maries quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\n(Depth to diagnostic horizons and features measured from the top of the first mineral layer.)\nSoil moisture - usually dry for 60 to 75 days mid-July to September, moist October to mid-July (xeric moisture regime)\nAverage annual soil temperature - 47 to 52 degrees F\nAverage summer soil temperature - 58 to 62 degrees F with an O horizon\nDepth to weathered bedrock (lithic contact) - 8 to 20 inches\nThickness of the mollic epipedon - 7 to 11 inches\nBase saturation (by NH4OAc) in all horizons between 1 to 14 inches - 60 to 80 percent\nBase saturation (by sum) in all horizons between 1 to 14 inches - 35 to 45 percent\nParticle-size control section - 5 to 15 percent clay and less than 25 percent fine sand and coarser in the fine-earth fraction, 40 to 85 percent rock fragments\nVolcanic ash influence - 7 to 11 inches\nVolcanic glass content - 5 to 15 percent\nAcid-oxalate extractable Al + Fe - 0.40 to 1.0 percent\nMoist bulk density, grams/cubic centimeter -1.0 to 1.2 g/cc (estimated)\nPhosphate retention - 25 to 35 percent\nA1 horizon\nHue - 10YR\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3, dry or moist\nClay content - 5 to 15 percent\nGravel content - 5 to 45 percent\nCobble content - 0 to 15 percent\nChanner content - 0 to 10 percent\nTotal rock fragment content - 5 to 55 percent\nReaction - slightly acid or neutral\nA2 horizon\nHue - 10YR or 7.5YR\nValue - 5 dry, 3 moist\nChroma - 2 or 3, dry or moist\nTexture - ashy loam or ashy silt loam\nClay content - 5 to 15 percent\nGravel content - 35 to 55 percent\nParagravel content - 0 to 10 percent\nCobble content - 0 to 25 percent\nChanner content - 0 to 20 percent\nFlagstone content - 0 to 10 percent\nTotal rock fragment content - 35 to 65 percent\nReaction - moderately acid or slightly acid\nAC horizon, present in some pedons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - ashy silt loam or ashy loam\nClay content - 5 to 15 percent\nGravel content - 15 to 30 percent\nParagravel content - 0 to 30 percent\nCobble content - 15 to 50 percent\nParacobble content - 0 to 30 percent\nChanner content - 15 to 50 percent\nParachanner content - 0 to 30 percent\nFlagstone content - 0 to 10 percent\nTotal rock fragment content - 45 to 80 percent\nReaction - moderately acid or slightly acid\nBw horizon, present in some pedons\nC horizon\nHue - 10YR, 2.5Y\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nClay content - 5 to 20 percent\nGravel content - 20 to 45 percent\nParagravel content - 5 to 45 percent\nCobble content - 20 to 40 percent\nParacobble content - 0 to 30 percent\nChanner content - 20 to 50 percent\nParachanner content - 0 to 35 percent\nFlagstone content - 0 to 50 percent\nTotal rock fragment content - 65 to 85 percent\nReaction - moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nOakside - do not have an influence of mixed volcanic ash\nRufus - are dry for 75 to 90 consecutive days in the summer"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cassyhill soils are on summits and convex south-facing shoulders and back slopes of mountains and foothills. Slope ranges from 5 to 65 percent. They formed in residuum and colluvium weathered from metasedimentary bedrock, predominantly siltite and fine grained quartzite with an influence of loess and minor amounts of volcanic ash in the surface layers. Elevation ranges from 2,100 to 4,950 feet. The climate is warm and subhumid with warm, dry summers and cool, moist winters. The average annual air temperature is 46 to 50 degrees F. The average annual precipitation is 25 to 40 inches. The frost-free period is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ardenvoir, Lotuspoint and Honeyjones soils. Ardenvoir soils are on east and west-facing back slopes of mountains, are deep to a paralithic contact, and have a frigid temperature regime. Lotuspoint soils are on similar landforms, are moderately deep to a lithic contact, and have a volcanic ash mantle less than 14 inches thick. Honeyjones soils are on north-facing back slopes of mountains, are very deep, and have a volcanic ash mantle greater than 14 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is medium to very rapid; saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, grazing, wildlife habitat, recreation, and watershed. Potential natural overstory vegetation is mainly an open canopy of ponderosa pine with an understory of common snowberry, Idaho fescue, bluebunch wheatgrass, downy brome, common yarrow, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho, eastern Washington and possibly northwestern Montana; MLRA 43A. This soil is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: BOZEMAN, MONTANA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 2013."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 1 inch to 11 inches (A1 and A2 horizons)\nLithic contact - the zone beginning at 14 inches (R horizon)\nVitrandic feature - the zone from the mineral soil surface to 11 inches (A1 and A2 horizons)\n(Ninth Edition of Taxonomy does not currently recognize Lithic Ultic (Vitrandic)  Haploxerolls.)\nParticle-size control section - the zone from the mineral soil surface to 14 inches (A1, A2 and C horizons) with a weighted average of 47 percent rock fragments.\nADDITIONAL DATA: Partial laboratory data available for Soil Survey Sample Number: S04ID009-009, Benewah County, Idaho. NSSL Pedon Number: 05N0149\nNational Cooperative Soil Survey\nU.S.A."
  }
}
