{
  "SERIES": "CASSIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH-CAP-AMS",
  "REVDATE": "11/2018",
  "STATES": "FL",
  "OVERVIEW": "The Cassia series consists of very deep, somewhat poorly drained soils that formed in sandy marine deposits. Cassia soils are on low ridges and knolls on scrubby flatwoods.  Slopes range from 0 to 5 percent. Mean annual precipitation is about 1397 millimeters (55 inches) and the mean annual temperature is about 21 degrees C (72 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, siliceous, hyperthermic Oxyaquic Alorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cassia sand is in a slightly convex rangeland on a slight rise at elevation of about 24 meters (80 feet) above mean sea level. (Colors are for moist soil).\nA--0 to 10 centimeters (0 to 4 inches); gray (10YR 5/1) rubbed, sand; single grain; loose, many fine roots; very strongly acid; clear wavy boundary.  [5 to 15 centimeters (2 to 6 inches) thick]\nE--10 to 64 centimeters (4 to 25 inches); light gray (10YR 7/1) sand; single grain; loose; few fine and medium roots; few medium faint dark gray (10YR 4/1) streaks and organic matter accumulations; very strongly acid; abrupt smooth boundary.  [20 to 71 centimeters (8 to 28 inches) thick]\nBh1--64 to 71 centimeters (25 to 28 inches); dark reddish brown (5YR 2/2) sand; massive, parting to moderate fine granular structure; firm; sand grains coated with organic material; many fine roots; few coarse pockets of light brownish gray (10YR 6/2) organic matter depletions; very strongly acid; clear wavy boundary.\nBh2--71 to 94 centimeters (28 to 37 inches); dark reddish brown (5YR 3/3) sand; massive, parting to moderate medium granular structure; firm; sand grains are coated with organic material; very strongly acid; clear wavy boundary.  [Combined thickness of the Bh horizons range from 23 to 89 centimeters (9 to 35 inches) thick]\nC--94 to 203 centimeters (37 to 80 inches); very pale brown (10YR 7/3) sand; single grain; loose; common medium faint brown (10YR 5/3) and few fine distinct strong brown (7.5YR 5/6) masses of organic matter accumulation; very strongly acid. [Combined thickness of the C horizons ranges from 28 to 155 centimeters (11 to 61 inches) thick]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Florida; approximately 3.2 kilometers (2.0 miles) northeast of Lake Melton, about 2.4 kilometers (1.5 miles) east of Lake Virginia, and about 0.4 kilometers (0.25 miles) west of paved road in the SW 1/4, NE 1/4, Sec. 3, T. 20 S., R. 26 E.; Latitude and Longitude; 28 degrees 46 minutes 34.38 seconds north and 81 degrees 41 minutes 44.9 seconds west. Datum WSG84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: 30 to 90 centimeters (12 to 35 inches)\nSolum thickness:  48 centimeters (19 inches) or more\nDepth to aquic conditions: 46 to 107 centimeters (18 to 42 inches)\nDepth to albic horizon: 5 to 15 centimeters (2 to 6 inches)\nDepth to spodic horizon: 25 to 76 centimeters (10 to 30 inches)\nDepth to redoximorphic features: 46 to 107 centimeters (18 to 42 inches)\nDepth to endosaturation: 46 to 107 centimeters (18 to 42 inches)\nReaction: extremely acid to slightly acid throughout (pH 3.5 to 6.5)\nParticle-size control section (weighted averages):\nClay content: 0 to 7 percent\nFine sand content: 30 to 75 percent\nA or Ap horizon:\nHue: 10YR or Neutral\nValue: 3 to 5\nChroma: 1\nTexture: fine sand or sand\nClay content: 0 to 7 percent\nRock fragments: 0\nEC (mmhos/centimeters): 0 to 2\nE horizon:\nHue: 10YR or Neutral\nValue: 6 to 8\nChroma: 1 or 2\nTexture: fine sand or sand\nClay content: 0 to 5 percent\nRock fragments: 0\nEC (mmhos/centimeters): 0 to 2\nOrganic matter accumulations and/or depletions: faint or distinct, fine or medium, none to common\nTransitional horizon 0.5 to 2 inches thick may occur with Hue: 10YR, Value: 2 to 4, Chroma: 1 or 2\nBh horizon:\nHue: 5YR, 7.5YR, 10YR, or Neutral\nValue: 2 to 4\nChroma: 1 to 4\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nCoated sand grains: most are coated with organic material\nRedoximorphic features: depletions or concentrations, 1 to 20 percent, and fine or medium in size\nClay content: 2 to 10 percent\nRock fragments: 0\nEC (mmhos/centimeters): 0 to 2\nOrganic matter depletions: faint or distinct, fine or medium, none to common\nE' horizon, where present:\nHue: 10YR or Neutral\nValue: 5 to 8\nChroma: 1 to 4\nTexture: fine sand or sand\nClay content: 0 to 5 percent\nRock fragments: 0\nEC (mmhos/centimeters): 0 to 2\nBh' horizon, where present:\nHue: 5YR, 7.5YR, 10YR, or Neutral\nValue: 2 to 4\nChroma: 1 to 4\nTexture: fine sand, sand, loamy fine sand, or loamy sand\nCoated sand grains: most are coated with organic material\nRedoximorphic features: depletions or concentrations, 1 to 20 percent, and fine or medium in size\nClay content: 2 to 10 percent\nRock fragments: 0\nEC (mmhos/centimeters): 0 to 2\nOrganic matter depletions: faint or distinct, fine or medium, none to common\nC or Cg horizon, where present:\nHue: 7.5 YR or 10YR\nValue: 4 to 7\nChroma: 1 to 4\nTexture: fine sand or sand\nRedoximorphic features: depletions and/or concentrations, 1 to 20 percent, and fine or medium in size\nClay content: 0 to 5 percent\nRock fragments: 0\nEC (mmhos/centimeters): 0 to 2\nIn some pedons, sand-size shell fragments are in the C horizon below a depth of 60 inches, and where present, the reaction ranges from slightly acid to neutral.\nA few boulders are within the pedon in a few areas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Bimini, Electra, Narcoossee, Newnan, Pomello, and Zolfo series.\nBimini soils have spodic horizons 76 to 127 centimeters (30 to 50 inches) below the surface and are underlain by an argillic horizon below a depth of 40 inches.\nElectra soils have spodic horizons underlain by argillic horizons.\nNarcoossee soils have a thinner discontinuous spodic horizon.\nNewnan soils have spodic horizons at a depth less than 76 centimeters (30 inches) below the surface and are underlain by argillic horizons.\nPomello soils have spodic horizons 76 to 127 centimeters (30 to 50 inches) below the surface.\nZolfo soils have spodic horizons more than 127 centimeters (50 inches) below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: 0 to 203 centimeters (0 to 80 inches) sandy marine sediments\nLandscape: Lower Coastal Plain\nLandform(s): low ridges and knolls on scrubby flatwoods on marine terraces\nHillslope position: rise, interfluve, and side slope\nGeomorphic component: talf and rise\nSlope: 0 to 5 percent\nElevation: 0 to 35 meters (0 to 115 feet)\nMean annual temperature: 20 to 25 degrees C (68 to 77 degrees F)\nMean annual precipitation: 1118 to 1600 millimeters (44 to 63 inches)\nFrost-free period: 345 to 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAdamsville and Satellite soils lack spodic horizons, are sandy throughout, and are on similar positions.\nSt. Lucie soils lack spodic horizons, are sandy throughout, and are on higher landform positions.\nPompano soils lack spodic horizons, are sandy throughout, and are on lower landform positions.\nEauGallie and Oldsmar soils have argillic horizons and are in lower landform positions.\nImmokalee and Oldsmar soils have spodic horizons 76 to 127 centimeters (30 to 50 inches) below the surface and are in lower landform positions.\nMyakka soils have spodic horizons at depths of 51 to 91 centimeters (20 to 36 inches) and are in lower landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Somewhat poorly drained\nSaturated hydraulic conductivity (Ksat): high to very high in the A and E horizons and moderately high to high in the Bh horizon\nPermeability: rapid in the A and E horizons and moderate to moderately rapid permeability in the Bh horizon\nRunoff: negligible to very low\nDepth to seasonal high water table: 46 to 107 centimeters (18 to 42 inches) of the surface for about 6 months during most years, and within 76 to 203 centimeters (30 to 80 inches) inches most of the rest of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUnder natural conditions Cassia soils are used for water quality and wildlife habitat, some areas are used for range.\nPotential native vegetation consists of scattered slash pine, longleaf pine, and saw palmetto. The understory vegetation consists of splitbeard bluestem, broomsedge bluestem, creeping bluestem, low panicum, lopsided indiangrass, pineland threeawn, paspalum, switchgrass, runner oak, and saw palmetto."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Area (MLRA): South-Central Florida Ridge (MLRA 154), South Florida Flatwoods (MLRA 155), and Southern Florida Lowlands (MLRA 156B).\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nLake County, Florida; 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section: 25 to 100 centimeters (10 to 40 inches)\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 64 centimeters (0 to 25 inches) (A, E horizons)\nAlbic horizon - 10 to 64 centimeters (4 to 25 inches) (E horizon)\nSpodic horizon - 64 to 94 centimeters (25 to 37 inches) (Bh1, Bh2 horizons)\nAquic conditions - Endosaturation 46 to 107 centimeters (18 to 42 inches)\nRedoximorphic concentrations and depletions: 94 to 203 centimeters (37 to 80 inches) (C horizons)\nThe moderately well drained phase has been dropped from the series concept because it does not classify as an Oxyaquic Alorthods.  It will be considered a variant of the Cassia series until a decision is made on how to handle it.\nSoil classified according to the 12th Edition of the Keys to Soil Taxonomy.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: 1975FL069006\nOSD Pedon Site ID: 1975FL069006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
