{
  "SERIES": "CASSOPOLIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLB-WEF",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cassopolis fine sandy loam, on a 4 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (8 inches); very dark grayish brown (10YR 3/2) fine sandy loam, brown (10YR 5/3) dry; weak medium granular structure; friable; many fine roots; about 2 percent gravel; neutral; abrupt smooth boundary. [10 to 20 cm (4 to 9 inches) thick]\nE/B--20 to 28 cm (8 to 11 inches); brown (10YR 5/3) fine sandy loam, grayish brown (10YR 5/2) dry (E); weak medium subangular blocky structure; friable; occupies about 70 percent of the horizon as tongues extending into or completely surrounding isolated remnants of brown (10YR 4/3) loam (Bt); moderate medium subangular blocky structure; friable; many fine roots; about 2 percent gravel; slightly acid; clear wavy boundary. [5 to 10 cm (2 to 4 inches) thick]\nBt1--28 to 43 cm (11 to 17 inches); dark yellowish brown (10YR 4/4) clay loam; strong medium subangular blocky structure; firm; common fine roots; common distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; about 2 percent gravel; neutral; gradual wavy boundary.\nBt2--43 to 79 cm (17 to 31 inches); dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few fine roots; few distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; about 2 percent gravel; moderately acid; gradual wavy boundary.\nBt3--79 to 155 cm (31 to 61 inches); dark yellowish brown (10YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; thin discontinuous clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) and medium faint brown (10YR 5/3) iron depletions; about 2 percent gravel; moderately acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 64 to 137 cm 25 to 54 inches).]\nBC--155 to 165 cm (61 to 65 inches); dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; few fine distinct grayish brown (10YR 5/2) iron depletions; about 2 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cass County, Michigan; about 2-1/2 miles west of the village of Kessington; 1,100 feet north and 1,420 feet west of the center of sec. 16, T. 8 S., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 203 cm (40 to 80 inches)\nDepth to carbonates: 127 cm (50 inches) to greater than 152 cm (60 inches)\nParticle-size control section: averages 18 to 28 percent clay\nAp horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: dominantly fine sandy loam, but the range includes sandy loam and loam\nRock fragment content: 1 to 8 percent\nReaction: moderately acid to neutral\nE part of the E/B horizon: comprises from 50 to 75 percent of the horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: fine sandy loam or loam\nSome pedons have separate E horizons 8 to 10 cm (3 or 4 inches) thick above the E/B horizon.\nBt part of the E/B horizon and the Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: dominantly clay loam or sandy clay loam; some pedons are silty clay loam\nRock fragment content: 1 to 8 percent\nReaction: moderately acid to neutral\nBC horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 or 5\nTexture: dominantly loam or less commonly sandy loam\nRock fragment content: 1 to 8 percent\nReaction: moderately acid to neutral\nC horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: dominantly loam or sandy loam but in some areas has pockets or thin strata of sand, loamy sand or the gravelly analogues of these textures\nRock fragment content: 1 to 8 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Marlette series. Marlette soils have carbonates within a depth of 127 cm (50 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cassopolis soils are on ground moraines of Wisconsin Age. Slope gradients typically are 3 to 6 percent, but range from 0 to 6 percent. These soils formed in loamy till. Mean annual precipitation ranges from 737 to 889 mm (29 to 35 inches). Mean annual temperature ranges from 7.2 to 8.9 degrees C (45 to 48 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Riddles soils, the somewhat poorly drained Teasdale soils, and the poorly drained Barry soil are in a drainage sequence with the Cassopolis soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of a seasonal high water table ranges from 76 to 183 cm (2.5 to 6.0 feet) between January and April in normal years. The potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The greater proportion is cultivated. Corn, wheat, soybeans and bromegrass-alfalfa hay are the principal crops. Native vegetation is hardwoods, chiefly American elm, white ash, American basswood and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 97 and 98 in the southwestern corner of lower Michigan. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cass County, Michigan, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 28 cm (11 inches) (Ap and E/B.\nGlossic horizon: from a depth of 20 to 28 cm (8 to 11 inches) (E/B horizon).\nArgillic horizon: from a depth of 28 to 155 cm (11 to 61 inches) (Bt1, Bt2, and Bt3 horizons).\nAquic conditions: iron depletions in horizons below a depth of 79 cm (31 inches) (Bt3 and BC horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
