{
  "SERIES": "CASSOLARY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJH-RJE",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cassolary sandy loam - forested.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, bark, and wood fragments.\nOe--2 to 3 inches; dark reddish brown (5YR 2/2) partially decayed needles, leaves  bark, and wood fragments; strongly acid (pH 5.2); abrupt wavy boundary.  (1/2 to 1 1/2 inches thick)\nE--3 to 6 inches; dark gray (10YR 4/1) sandy loam, light gray (10YR 7/1) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine, medium and coarse roots; strongly acid (pH 5.4); clear wavy boundary.  (0 to 4 inches thick)\nBw1--6 to 18 inches; dark brown (10YR 4/3) sandy loam, pale brown (10YR 6/3) dry; few medium faint dark brown (7.5YR 4/4) mottles; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, medium and coarse roots; common fine and medium interstitial pores; 10 percent very hard, dark reddish brown (5YR 3/4) iron concretions; moderately acid (pH 5.6); gradual wavy boundary.  (6 to 18 inches thick)\nBw2--18 to 26 inches; dark grayish brown (10YR 4/2) sandy loam, light brownish gray (10YR 6/2) dry; few medium and coarse distinct dark brown (7.5YR 4/4) mottles; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine, medium and coarse roots; common fine and medium interstitial pores; 8 percent very hard dark reddish brown (5YR 3/4) iron concretions; moderately acid (pH 5.8); abrupt smooth boundary.  (6 to 10 inches thick)\n2C1--26 to 30 inches; grayish brown (10YR 5/2) silt loam, light gray (10YR 7/2) dry; few medium faint dark yellowish brown (10YR 4/4) mottles; massive; hard, firm, slightly sticky and moderately plastic; few fine and medium roots; common fine tubular and few fine interstitial pores; moderately acid (pH 6.0); clear smooth boundary.  (0 to 6 inches thick)\n2C2--30 to 41 inches; grayish brown (2.5Y 5/2) silty clay loam, light gray (2.5Y 7/2) dry; common medium distinct dark yellowish brown (10YR 4/4) mottles; massive; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; few fine and medium tubular pores; slightly acid (pH 6.2); clear smooth boundary.  (10 to 16 inches thick)\n2C3--41 to 52 inches; light olive brown (2.5Y 5/4) fine sandy loam, light yellowish brown (2.5Y 6/4) dry; few medium and coarse faint yellowish brown (10YR 5/4) mottles; massive; soft, very friable, nonsticky and nonplastic; slightly acid (pH 6.4); clear wavy boundary.  (0 to 12 inches thick)\n2C4--52 to 60 inches; very dark grayish brown (2.5Y 3/2) and grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) and light brownish gray (2.5Y 6/2) dry; few coarse faint yellowish brown (10YR 5/4) mottles; single grain; loose, nonsticky and nonplastic; few pebbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; 350 feet east of west quarter corner, northwest 1/4, southwest 1/4, southwest 1/4 of section 33, T. 30 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 15 to 30 inches in thickness.  The particle-size control section averages 10 to 18 percent clay, 0 to 5 percent pebbles and 15 to 50 percent particles coarser than very fine sand.  The mean annual soil temperature is estimated to range from 47 to 53 degrees F.  The soil is usually moist but is dry in the moisture control section for 60 to 75 days following summer solstice.\nAn A or Ap horizon, in some pedons, has hue of 10YR, value of 3 or 4 moist, 5 through 7 dry, and chroma of 3 or 4.  This horizon has granular or subangular blocky structure.  It is moderately acid or slightly acid.\nThe E horizon has value of 3 or 4 moist, 6 or 7 dry, and chroma of 1 or 2.  It is single grained or has weak granular structure.\nThe Bw horizon has hue of 7.5YR, 10YR, or 2.5YR, value of 4 through 6 moist, 6 or 7 dry, and chroma of 2 through 4.  This horizon commonly has mottles with chroma greater than 2.  This horizon is stratified very fine sandy loam, fine sandy loam, sandy loam, loam, silt loam, and silty clay loam. It is moderately or slightly acid.\nThe 2C horizon has hue of 10YR, 2.5Y, and 5Y, value of 3 through 6 moist, 4 through 7 dry, and chroma of 2 through 4.  This horizon commonly has mottles with chroma greater than 2.  It is stratified and is predominantly silt loam, silty clay loam, and clay loam with layers of fine sandy loam or loamy sand above 40 inches.  Below 40 inches, the C horizon ranges from silty clay loam to gravelly sand.  It is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arrastre, Barron, Bestrom, Clayton, Frailey, Green Bluff, Hudnut, Kartar, Koerling, Koseth, Scala, and Stoner series.  Arrastre and Bestrom soils have a lithic contact at 20 to 40 inches.  Barron soils have a massive B horizon and a large amount of coarse granitic sand in the control section.  Clayton soils lack a lithologic discontinuity and have bands of accumulation of clay in the lower part of the control section.  Frailey soils lack a lithologic discontinuity in the control section and are loam or gravelly loam throughout the control section.  Green Bluff soils are 35 to 60 percent pyroclastic material in the control section.  Koerling soils are neutral or mildly alkaline in the B horizon and have a calcareous 2C horizon at 24 to 40 inches.  Hudnut and Kartas soils average 15 to 35 percent rock fragments in the particle-size control section and are dry for 75 to 90 consecutive days.  Koseth soils have 15 to 35 percent rock fragments in the control section and are neutral or mildly alkaline throughout. Scala soils are 40 to 60 inches deep to a lithologic discontinuity and have bands of accumulation of clay in the lower part of the control section.  Stoner soils are dry for 90 days, have a solum 30 to 47 inches thick, 15 to 35 percent gravel and lack a discontinuity within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cassolary soils are on uplands at elevations of 50 to 500 feet.  Slopes are 0 to 50 percent.  These soils formed in reworked glacial drift and marine sediments.  The soils are in a mild marine climate characterized by cool, dry summers and cool, moist winters.  Average annual precipitation is 16 to 30 inches.  Average January temperature is about 39 degrees F., average July temperature is about 60 degrees F., and the mean annual temperature is about 50 degrees F.  Frost-free season is 160 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agnew, Alderwood, Bellingham, Clallam, Dick, Everett, Hoypus, Indianola, Kitsap, and Puget soils.  Agnew soils are fine-loamy and have an argillic horizon.  Alderwood soils have ortstein at depths of 20 to 40 inches. Bellingham soils have a fine control section and an aquic moisture regime.  Clallam soils have a paralithic contact at depths of 20 to 40 inches.  Dick and Indianola soils have a sandy control section. Everett and Hoypus soils are sandy-skeletal.  Kitsap and Puget soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; permeability is moderate above the 2C horizon and moderately slow within the 2C horizon.  A perched water table is as high as 3 to 4 feet at times from January to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for cropland, pasture, timber and homesites.  Principal crops are alfalfa, raspberries, strawberries, green peas and hay.  Native vegetation is predominantly Douglas-fir with some western redcedar and western hemlock. Understory species include salal, red huckleberry, longtube twinflower, western brackenfern, and oceanspray."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington.  This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 1/2000 because of recent amendments to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are an albic horizon from 3 to 6 inches and a cambic horizon from 6 to 26 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
