{
  "SERIES": "CASTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJA:JWF",
  "REVDATE": "10/2001",
  "STATES": "AR,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, thermic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Caston stony fine sandy loam, on 50 percent slope in forest. (Colors are for moist soil unless otherwise\nstated.)\nA--0 to 4 inches; brown (10YR 4/3) stony fine sandy loam; weak fine granular structure; hard, friable; sandstone fragments make up 50 percent by volume; moderately acid; clear wavy boundary. (2 to 10 inches thick)\nE--4 to 10 inches; yellowish brown (10YR 5/4) very gravelly fine sandy loam; weak fine granular structure; hard, friable; sandstone fragments make up 40 percent by volume; strongly acid; gradual wavy boundary. (0 to 6 inches thick)\nBE--10 to 22 inches; strong brown (7.5YR 5/6) very gravelly fine sandy loam; weak fine granular structure; hard, friable; sandstone fragments make up 60 percent by volume; very strongly acid; gradual wavy boundary. (4 to 15 inches thick)\nBt1--22 to 52 inches; yellowish red (5YR 5/6) very gravelly clay loam; weak fine subangular blocky structure; hard, friable; discontinuous clay films on faces of peds; sandstone fragments make up 45 percent by volume; very strongly acid; gradual wavy boundary. (10 to 31 inches thick)\nBt2--52 to 80 inches; strong brown (7.5YR 5/6) very gravelly clay loam; few fine distinct brown (7.5YR 4/4) and pale brown (10YR 6/3) mottles; weak fine subangular blocky structure; hard, friable; discontinuous clay films on faces of peds; sandstone fragments make up 50 percent by volume; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Le Flore County, Oklahoma; about 5 miles south of Muse, Oklahoma; 950 feet north and 125 feet west of southeast corner of sec. 20, T. 2 N., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum, thickness is more than 60\ninches.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 to 4. Texture is gravelly loam, very gravelly loam, stony loam, gravelly fine sandy loam, very gravelly fine sandy loam, stony fine sandy loam, very stony fine sandy loam, or extremely stony fine sandy loam. Content of coarse\nfragments of sandstone ranges from 20 to 75 percent by volume. About 20 to 45 percent by volume is less than 76 mm in diameter and 0 to 30 percent by volume is more than 76 mm in diameter. Reaction is strongly acid to neutral.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 3 or 4. Texture, reaction, and content of coarse fragments of the E horizon is the same as the A horizon.\nThe BE horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 6. Texture is gravelly loam, very gravelly loam, cobbly loam, gravelly fine sandy loam, very gravelly fine sandy loam, very cobbly fine sandy loam. Content of coarse fragments of sandstone ranges from 25 to 70 percent by volume. About 25 to 60 percent by volume is less than 76 mm in diameter and 0 to 15 percent by volume is more than 76 mm in diameter. Reaction is very strongly acid or strongly acid.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 6 to 8. Texture is very gravelly clay loam,  very gravelly sandy clay loam, very cobbly clay loam, or very cobbly sandy clay loam. Content of coarse fragments of\nsandstone ranges from 35 to 70 percent by volume. About 40 to 60 percent by volume is less than 76 mm in diameter and 0 to 15 percent by volume is more than 76 mm in diameter. Reaction is strongly acid or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Bodine series is the only other series in this family. The Octavia, Panama, Ruston, Saffell, and Zafra series are in similar families. Bodine soils are formed in chert and are typically more brown. Octavia and Ruston soils have less than 35 percent coarse fragments in the control section. Panama soils have more than 35 percent clay in the lower solum. Saffell and Zafra soils have sola less than 60 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Caston soils are on colluvial benches and\nfoot slopes in the Ouachita Mountains and the Arkansas Valley and Ridges. They formed in loamy colluvium derived from material weathered from interbedded sandstone and shale. Slopes range from 20 to 70 percent. Mean annual precipitation ranges from 40 to 56 inches. Mean annual temperature ranges from 55 degrees to 60 degrees F. Thornthwaite P-E indices range from 64 to 78."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carnasaw, Clebit, Octavia, Panama, Pirum, and Wilburton series. Carnasaw soils have more than 35 percent clay in the control section, have sola less than 60 inches thick, and are on similar landscapes. Clebit soils are 10 to 20 inches deep to hard bedrock and are on steep sideslopes and ridges. Octavia and Panama soils are on similar areas. Pirum soils have less than 35 percent coarse fragments, have sola less than 60 inches thick, and are on similar landscapes. Wilburton soils have sola less than 60 inches thick, and are on similar and lower landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Caston soils are well drained. Runoff is medium and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for woodland. The vegetation is\nprimarily white oak, southern red oak, and shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains and the Arkansas\nValley and Ridges of Oklahoma and Arkansas. The series is of\nlarge extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Le Flore County, Oklahoma; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included with the Carnasaw and Enders series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
