{
  "SERIES": "CASTRO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEM-LCL-RCH-WR",
  "REVDATE": "11/2007",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, thermic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Castro clay under grass and forbs formerly cultivated. (Colors are for dry conditions except as noted).\nAp--0 to 7 inches; very dark gray to black (N 2/ to N3/) clay, black (N 2/) moist; strong fine granular structure in the upper inch, lower portion cracks into very coarse angular blocks on drying, cracks extending into the C horizons; extremely hard, very firm, plastic and sticky; abundant very fine roots; common very fine and fine interstitial pores, many very fine tubular pores; mildly alkaline, slightly calcareous with lime mainly disseminated and a few hard medium sized concretions; abrupt, wavy boundary. (6 to 11 inches thick)\nA12--7 to 18 inches; similar to above in color, texture, structure, and consistence; plentiful very fine roots; common very fine tubular, few fine interstitial pores; common slickensides; mildly alkaline, slightly calcareous with lime mainly disseminated and in common hard medium concretions; gradual, irregular boundary. (6 to 12 inches thick)\nC1ca--18 to 25 inches; gray (N 4/) clay with white (N 8/) coatings and segregations, very dark gray and gray (N 3/ and 2.5Y 5/1) when moist; very coarse angular blocky structure; very hard, very firm, sticky and plastic; few very fine roots; common very fine tubular and interstitial pores; few slickensides; transitional horizon with tonguing of A12 into Cca; strongly calcareous with lime disseminated and segregated into common soft medium sized nodules; gradual, irregular boundary. (5 to 10 inches thick)\nC2ca--25 to 35 inches; white (N 8/) clay, gray (2.5Y 5/1) when moist; massive; hard, friable, slightly sticky and slightly plastic; very few very fine roots, common very fine tubular and interstitial pores; no slickensides; moderately alkaline, extremely calcareous with lime disseminated and segregated into common coarse, firm nodules; abrupt, wavy boundary. (6 to 12 inches thick)\nC2mca--35 to 38 inches; white (2.5Y 8/1) weakly cemented nodular lime hardpan, grayish brown (2.5Y 5/2) when moist; massive; extremely hard and brittle; common very fine tubular and interstitial pores; moderately alkaline, extremely calcareous, degree of cementation and lime content decreasing with depth; clear, wavy boundary. (3 to 12 inches thick)\nC4ca--38 to 60 inches; mottled white and pale yellow (5Y 8/2 and 7/3) light clay, pale yellow and pale olive (5Y 7/3 and 6/3) when moist with common fine prominent yellowish brown (10YR 5/6) mottles; massive; hard, firm, slightly sticky and slightly plastic; common very fine tubular and interstitial pores; moderately alkaline, strongly calcareous with lime disseminated and segregated into common medium firm nodules. (Many inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California; 1.2 miles north of Lawrence and 225 feet SSE of the north quarter corner of sec. 28, T. 6 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist in some part above 40 inches. The mean annual soil temperature is just over 59 degrees F. A calcic horizon occurs slightly less than 20 inches below the surface. Slickensides may be present, but are too few or too far apart to intersect and the soil lacks wedge-shaped aggregates.\nThe Castro soils have very dark gray, fine textured, granular and blocky, calcareous A1 horizons over gray to white fine textured, highly calcareous Cca horizons which are weakly to strongly cemented in some horizons.\nColor of the A1 horizons range from dark gray to black in 10YR and neutral hues. Texture ranges from clay to silty clay. The surface develops a strong fine granular structure and the remainder of the A1 has moderate or strong subangular blocky structure. The A1 is weakly to strongly calcareous with disseminated lime and a few, small hard lime concretions may or may not be present. Organic matter is between 2 and 4 percent.\nUpper Cca horizons have their upper boundaries within 20 inches of the surface. There is some gradation from small lime accumulations to large accumulations. Colors of the upper C and Cca horizons range from gray to white and textures are silty clay to clay. At a depth of 24 to 42 inches the Cca horizons have many hard nodular lime concretions that are weakly to strongly cemented together and this zone is 2 to 12 inches thick.\nLower C horizons, below about 40 inches, are mottled and may be stratified with textures more coarse than silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include Alamo, Bayshore, Clear Lake, Domino, Gazelle, Merril, Pozo, and Sunnyvale. Alamo and Pozo have noncalcareous, A1 horizons and pans that are wholly or partially cemented by silica, respectively. Bayshore are fine loamy and lack cementation. Clear Lake soils have many slickensides and other evidences of churning Domino and Merril soils are fine loamy family. Gazelle are very strongly alkaline. Sunnyvale lack lime cementation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Castro soils occur on nearly level basins and developed in fine textured alluvium derived dominantly from sedimentary formations. Elevations are less than 150 feet. The climate is dry, subhumid, mesothermal, with warm to hot dry summers and cool moist winters; a mean annual rainfall of 10 to 20 inches; an average January temperature of about 47 degrees F; an average July temperature of about 66 degrees F; a mean annual temperature of about 58 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Castro soils occur in the same general area as Alviso, Bayshore, Campbell, Clear Lake and Sunnyvale. Alviso and Campbell soils lack cementation and strong lime accumulations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: In their natural state these soils are poorly drained, but pumping has generally lowered the water table to a depth of 6 feet or more below the surface. Runoff is very slow and permeability is slow to very slow. The cemented horizon strongly restricts moisture movement and root penetration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Vegetation was formerly grasses, sedges, tules and other water loving plants. Such plants remain in swales and along ditch banks. Used for truck crops, field crops, irrigated pasture and considerable urban expansion."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Castro soils are inextensive. They occur near the margins of San Francisco Bay in California and in Glenn county."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara Area 1941, Santa Clara County, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Castro soils were formerly classified as calcium carbonate solonchaks. The properties of Vertisols are too poorly developed to classify Castro as a Vertisol.\nAreas mapped as Castro soils in the 1941 Santa Clara soil survey were reviewed during the new soil survey in Santa Clara. Data collected does not have the cementation described for the Castro series and areas mapped as Castro have been correlated to the Sunnyvale series. The area of the type location and the entire area mapped as Castro has been urbanized. The Castro type location needs to be moved to Glenn County. 11/2007 WR\nLast revised by the state on 8/66.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
