{
  "SERIES": "CASUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WBS/TDC/JJJ",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Vitrixerandic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Casuse loam - range.  (Colors are for dry soil unless otherwise stated).\nA--0 to 2 inches; brown (7.5YR 5/4) heavy loam, dark brown (7.5YR 4/4) moist; moderate medium platy structure; soft, very friable, slightly sticky, slightly plastic; common very fine tubular, few very fine vesicular, and few very fine interstitial pores; medium acid (pH 5.8); abrupt smooth boundary.  (1 to 5 inches thick)\nBA--2 to 8 inches; brown (7.5YR 5/4) light clay loam; dark brown (7.5YR 4/4) moist; massive; hard, very friable, sticky, slightly plastic; common very fine interstitial, few very fine tubular pores; 10 percent gravel by volume; slightly acid (pH 6.3); clear smooth boundary.   (4 to 8 inches thick)\nBt--8 to 12 inches; brown (7.5YR 5/4) clay loam, dark reddish brown (5YR 3/4) moist; weak fine and medium subangular blocky structure; hard, very friable, sticky, plastic; few very fine roots; few very fine tubular, few very fine interstitial pores; neutral (ph 6.8); clear smooth boundary.  (3 to 7 inches thick)\nCrt--12 to 19 inches; pink (7.5YR 7/4) soft slightly weathered fractured tuff containing pumice; strongly effervescent, fine irregularly shaped lime occurs in seams on fracture planes; many thick clay films in fracture planes; abrupt smooth boundary.  (6 to 9 inches thick)\nCr2--19 to 26 inches; strong brown (7.5YR 5/6) soft fractured tuff containing pumice; continuous fracture planes in upper part where roots follow."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; 100 feet south of dirt road, 0.35 miles west of reservoirs, and 2.3 miles west of West Side Road in the NE 1/4 of the NE 1/4 of sec. 17, T. 41 N., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact and thickness of solum are 8 to 20 inches.  The mean annual soil temperature is about 49 to 44 degrees F.  The soil temperature is warmer than 41 degrees F from February 15 to December 15.  It exceeds 47 degrees F from April 1 to November 15.  The soil between depths of 4 to 12 inches is dry in all parts from June 1 to November 15.  It is moist in some or all parts when above 47 degrees F in the 4- to 12-inch zone or to the top of the paralithic contact from April 1 to June 15.  These soils are too thin, too low in organic matter, or have too high moist value or chroma to quality for a mollic epipedon.  They have amorphous materials and ash but are not dominated by these materials.  Cobbles are present in some pedons.\nThe A horizon is brown or grayish brown dry and dark brown or very dark brown moist in 10YR or 7.5YR hue.  It is sandy loam or loam and has very weak subangular blocky, or platy structure or is massive.  This horizon is soft or slightly hard.  It is medium acid or slightly acid.\nThe B horizon has hue of 10YR, 7.5YR or 5YR, value of 5 or 4 dry and chroma of 3 or 4 dry and moist.  It is sandy clay loam or clay loam with less than 35 percent clay.  It has weak or moderate subangular blocky structure, is slightly hard or hard, and is slightly acid or neutral.\nThe C horizon is calcareous along fracture seams in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adelanto, Bieber, Cuyama, Delma, McQuarrie, and Tejon series.  Adelanto, Cuyama, and Tejon soils have thermic soil temperature regime and lack a paralithic contact at depths of less than 20 inches.  Bieber soils have a clayey control section and have a duripan at depths of less than 20 inches.  Delma soils have a mollic epipedon and have clayey control section.  McQuarrie soils have a mollic epipedon and have a loamy control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Casuse soils are undulating to steep and occur on terraces and highly dissected escarpments at elevations of 4,000 to 4,700 feet.  They formed from weakly cemented tuffs that are high in ash and pumice.  The climate is semiarid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 8 to 14 inches.  Average January temperature is 27 degrees F; average July temperature is 67 degrees F; mean annual temperature is 46 to 50 degrees F.  The frost-free season is 80 to100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Delma soils and the Deven, Karcal and Ninekar soils.  Deven soils have clayey Bt horizons and are over basalt.  Karcal soils have cracks that open and close once each year and have slickensides.  Ninekar soils have clayey B2t horizons and are 20 to 40 inches deep over basalt."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY;  Well-drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland is the dominant use with small areas used for production of dryland wheatgrass or cereal rye.  Natural vegetation is Western juniper, big sagebrush, rabbitbrush, Canbys bluegrass, Sandberg bluegrass, squirreltail, cheatgrass, and wild buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys and basins of northeastern California.   The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County (Alturas Area), California, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nADDITIONAL DATA:  Riverside Laboratory; Pedon No. S72 Calif-25-20; not published to date.\nREMARKS:  The Casuse series would have been classified as Lithosol soils.\nLast revised by the state on 6/74.\nSeries reclassified on September, 1994.  Competing series not reviewed at that time.\nREMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
