{
  "SERIES": "CATALOOCHEE",
  "STATUS": "Established Series",
  "BYREV": "DJT-ARK-HCD; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN",
  "OVERVIEW": "The Cataloochee series consists of moderately deep, well drained, moderately rapidly permeable soils on mountain summits and side slopes at the higher elevations in the Southern Blue Ridge mountains, MLRA 130B.  They formed in residuum that is affected by soil creep in the upper part, and weathered from low-grade metasedimentary rock.  Slope ranges from 8 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cataloochee clay loam, on 12 percent ridge summit, at an elevation of 5130 feet--forested (Colors are for moist soil.)\nOe--0 to 2 inch; moderately decomposed organic litter and root mat.\nA1--2 to 4 inches; black (10YR 2/1) clay loam; moderate fine and medium granular structure; very friable; many fine to very coarse roots throughout; 5 percent metasandstone channers by volume; few fine flakes of mica; ultra acid; clear smooth boundary.\nA2--4 to 9 inches; very dark brown (10YR 2/2) clay loam; moderate fine and medium granular structure; very friable; common fine, and many medium to very coarse roots throughout; 12 percent metasandstone channers by volume; few fine flakes of mica; ultra acid; clear wavy boundary. (Combined thickness of the A horizon is 7 to 15 inches)\nBw1--9 to 13 inches; dark yellowish brown (10YR 4/6) loam; weak medium and coarse subangular blocky structure; friable; common very fine and fine, few medium and coarse roots throughout; 12 percent metasandstone channers by volume; few fine flakes of mica; extremely acid; clear smooth boundary.\nBw2--13 to 19 inches; dark yellowish brown (10YR 4/6) channery loam; weak medium and coarse subangular blocky structure; friable; 18 percent metasandstone channers by volume; few fine flakes of mica; very strongly acid; clear smooth boundary.\nBC--19 to 25 inches; dark yellowish brown (10YR 4/4) channery sandy loam; weak medium and coarse subangular blocky structure; friable; 31 percent metasandstone channers by volume; few fine flakes of mica; very strongly acid; clear wavy boundary.\nC--25 to 31 inches; dark yellowish brown (10YR 4/6) channery fine sandy loam; massive; very friable; 23 percent metasandstone channers by volume; few fine flakes of mica; very strongly acid; clear wavy boundary.\nCr--31 to 60 inches; weathered metasandstone bedrock; partly consolidated but can be dug with difficulty with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Haywood County, North Carolina; Great Smoky Mountains National Park, at Polls Gap trailhead, Balsam Mountain Road; 200 feet southeast of parking area. USGS Bunches Bald Topographic Quadrangle: latitude 35 degrees, 33 minutes, 44 seconds N.; longitude  83 degrees, 09 minutes, 39 seconds W; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic contact is 20 to 40 inches. Depth to lithic contact is greater than 40 inches. The soil is ultra acid to strongly acid throughout. Content of mica flakes is none or few throughout. Content of rock fragments is less than 35 percent throughout, and are mainly channers in size.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3. It is loam, fine sandy loam, or clay loam in the fine-earth fraction.\nThe AB horizon, where present, has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 to 4. It has the same textures as the A horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. It is loam, sandy loam, or fine sandy loam in the fine-earth fraction.\nThe BC horizon, where present, has colors similar to the Bw horizon. It is loam, fine sandy loam, sandy loam, loamy fine sand, or loamy sand in the fine-earth fraction.\nThe C horizon is saprolite weathered from metasedimentary rocks such as thinly bedded metasandstone, quartzite, phyllite, and slate. It is multicolored or variable in color and is fine sandy loam, sandy loam, loamy fine sand, or loamy sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Breakneck, Burton, Guyot, Oconaluftee, Tanasee, and Wayah series. Breakneck soils have a lithic contact at depths of 20 to 40 inches. Burton and Wayah soils formed in residuum and Tanasee in colluvium from high-grade metamorphic rocks and contain fragments of those rocks. Cataloochee and Guyot soils have paralithic contacts at depths of 20 to 40 inches and 40 to 60 inches, respectively. Oconaluftee, Tanasee and Wayah soils have bedrock at depths greater than 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cataloochee soils are on strongly sloping to very steep summits and side slopes of mountains in the high elevations of the Southern Blue Ridge mountains, MLRA 130B.  Elevation ranges from about 4,500 to 6,600 feet. On north and east aspects this soil may occur at somewhat lower elevations. Slope is commonly between 20 and 75 percent, but ranges from 8 to 95 percent. Cataloochee soils formed in residuum that is affected by soil creep in the upper part, and weathered from low-grade metasedimentary rocks such as thinly bedded metasandstone, quartzite, slate, and phyllite. Mean annual air temperature is about 45 degrees F., and mean annual precipitation is about 85 inches near the type location. Moist atmospheric conditions are prevalent and fog is common in these high mountain areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Breakneck, Guyot, and Oconaluftee series, these include the Chiltoskie, Clingman, Heintooga, Horsetrough, Pinnacle, and Pullback series. Chiltoskie, Heintooga, and Horsetrough soils formed in colluvium. Heintooga soils are in a loamy-skeletal particle-size class. Horsetrough soils are in a sandy-skeletal particle-size class and are poorly drained. Clingman and Pinnacle soils are comprised of organic soil material. Pullback soils formed in residuum and have a lithic contact at less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very little runoff where forest litter has not been disturbed or only partially disturbed; medium to very rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of this soil is in forest. Common trees at the lower elevation range are northern red oak, black birch, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, and yellow buckeye. At higher elevations, red spruce and fraser fir become the dominant tree species. In many areas the trees are stunted due to wind and ice damage and a \"windswept\" phase is recognized. The understory species are serviceberry, striped maple, American chestnut sprouts, pin cherry, rhododendron, mountain-laurel, silverbell, blueberry, and flame azalea. Common forbs are hay-scented fern, wood fern, New York fern, Solomon's seal, yellow mandarin, and trillium. A small acreage is covered by heath balds vegetated with rhododendron, flame azalea, blueberry, hawthorn, and mountain ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Higher elevations of the Southern Blue Ridge mountains, MLRA 130B of Tennessee and North Carolina and possibly Virginia. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, North Carolina, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Cataloochee series was formerly included with the Oconaluftee series. However, Oconaluftee soils are greater than 60 inches to bedrock. Fine-loamy particle-size class placement is based on the presence of amorphous (non-crystalline) clay-size material associated with the relatively high organic matter content found in these soils. Although field estimates, laboratory measurements, and calculated values may vary, clay content in the particle-size control section is generally less than 25 percent. Although Cataloochee soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nRevisions made 9/07 (HCD) adjusted OSD to reflect Lab Data.\nThe Cataloochee series has the following diagnostic horizons and features:\nUmbric epipedon - The zone from the mineral soil surface to 9 inches (Al and A2 horizons).\nCambic horizon - The zone from 9 to 25 inches (Bw1, Bw2, and BC horizons).\nParalithic contact - weathered bedrock contact at 31 inches (upper boundary of Cr horizon).\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Lab data from NSSC-SSL sample SNC00-087-002.\nNASIS Site ID: 113727\nNASIS Pedon ID: 114596\nNASIS User Pedon ID: Cataloochee OSD\nNASIS DMU ID: 409591 (Standard Component Data)\nMLRA=130B\nRevised  02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 2 inch; moderately decomposed organic litter and root mat."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "ultra acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--2 to 4 inches; black (10YR 2/1) clay loam; moderate fine and medium granular structure; very friable; many fine to very coarse roots throughout; 5 percent metasandstone channers by volume; few fine flakes of mica; ultra acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "ultra acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--4 to 9 inches; very dark brown (10YR 2/2) clay loam; moderate fine and medium granular structure; very friable; common fine, and many medium to very coarse roots throughout; 12 percent metasandstone channers by volume; few fine flakes of mica; ultra acid; clear wavy boundary. (Combined thickness of the A horizon is 7 to 15 inches)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--9 to 13 inches; dark yellowish brown (10YR 4/6) loam; weak medium and coarse subangular blocky structure; friable; common very fine and fine, few medium and coarse roots throughout; 12 percent metasandstone channers by volume; few fine flakes of mica; extremely acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--13 to 19 inches; dark yellowish brown (10YR 4/6) channery loam; weak medium and coarse subangular blocky structure; friable; 18 percent metasandstone channers by volume; few fine flakes of mica; very strongly acid; clear smooth boundary."
      },
      {
        "name": "BC",
        "top": 48,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--19 to 25 inches; dark yellowish brown (10YR 4/4) channery sandy loam; weak medium and coarse subangular blocky structure; friable; 31 percent metasandstone channers by volume; few fine flakes of mica; very strongly acid; clear wavy boundary."
      },
      {
        "name": "C",
        "top": 64,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--25 to 31 inches; dark yellowish brown (10YR 4/6) channery fine sandy loam; massive; very friable; 23 percent metasandstone channers by volume; few fine flakes of mica; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Cr",
        "top": 79,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--31 to 60 inches; weathered metasandstone bedrock; partly consolidated but can be dug with difficulty with a spade."
      }
    ]
  ]
}
