{
  "SERIES": "CATAHOULA",
  "STATUS": "Established Series",
  "BYREV": "Rev: RSJ/RLB",
  "REVDATE": "06/2006",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Catahoula very bouldery sandy loam, on a northeast facing, 23 percent slope at an elevation of 5960 feet. (Colors are for dry soil unless otherwise noted.) The surface is covered by 5 percent gravel, 10 percent cobbles, 10 percent stones and 15 percent boulders.\nA--0 to 5 inches; pale brown (10YR 6/3) very bouldery sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky parting to fine granular structure; soft, friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial and few fine tubular pores; 15 percent gravel, 10 percent cobbles, 10 percent stones and 10 percent boulders; slightly effervescent; carbonates are disseminated; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 6 inches thick)\nC1--5 to 26 inches; pale brown (10YR 6/3) very bouldery loam, brown (10YR 5/3) moist; weak fine subangular structure parting to massive; slightly hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; common very fine interstitial and few fine tubular pores; 10 percent gravel, 10 percent cobbles, 5 percent stones and 15 percent boulders; slightly effervescent; carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary. (10 to 30 inches thick)\nC2--26 to 49 inches; light gray (10YR 7/2) very bouldery loam, grayish brown (10YR 5/2) moist; massive; slightly hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine interstitial pores; 5 percent gravel, 5 percent cobbles, 10 percent stones and 20 percent boulders; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.2); gradual wavy boundary. (15 to 35 inches thick)\nC3--49 to 60 inches; light yellowish brown (2.5Y 6/4) very bouldery loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine interstitial pores; 5 percent gravel, 10 percent cobbles, 5 percent stones and 25 percent boulders; strongly effervescent; carbonates are disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Utah; Grand Staircase-Escalante National Monument; about 1 1/2 miles southwest of Fiftymile Spring; Sooner Bench USGS quad; lat. 37 degrees 15 minutes 07 seconds N. and long. 111 degrees 1 minute 38 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture regime is Ustic aridic.\nMean annual soil temperature - 47 to 54 degrees F\nParticle-size control section (weighted average):\nClay content: 18 to 27 percent\nRock fragments: 35 to 75 percent angular and subangular gravel, cobble, stone and boulder sized Cretaceous aged Straight Cliffs formation sandstone; very and extremely stony and bouldery modifiers dominate this series concept.\nA horizon:\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 4\nC horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 4\nTexture: extremely bouldery loam, very bouldery loam, very stony loam, Clay content: averages 18 to 27 percent\nRock fragments: 35 to 75 percent angular and subangular gravel, cobble, stone and boulder sized Cretaceous aged Straight Cliffs formation sandstone\nCalcium carbonate equivalent: 5 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chilton (NM), Happle (CO), Nihill (WY), Notlic (UT) and Polychrome (UT) series. All of the above series lack a particle size control section dominated by very and extremely stony and bouldery soil textures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: colluvium and slope alluvium derived from Straight Cliffs sandstone\nLandform: hillslopes and landslides on escarpments\nSlopes: 15 to 60 percent\nElevation: 5,200 to 6,500 feet\nMean annual air temperature: 45 to 52 degrees F\nMean annual precipitation: 9 to 12 inches\nFrost-free period: 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Daklos and Dient series. The Daklos soils are 10 to 20 inches over bedrock. The Dient soils are typic aridic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, medium to very high runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are for wildlife habitat, fuelwood production, and limited livestock grazing.  Potential native vegetation is Utah juniper, two-needle pinyon, green mormontea, roundleaf buffaloberry, Indian ricegrass, and galleta. These soils have been correlated to Semidesert Stony Loam (Utah Juniper-Pinyon) 035XY46UT ecological site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central, Utah, MLRA 35.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kane County, Utah, Grand Staircase-Escalante National Monument soil survey area, 2004. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 10 to 40 inches. (parts of the C1 and C2 horizons)\nOchric epipedon: The zone from 0 to 5 inches. (A horizons)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version: Ninth Edition 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
