{
  "SERIES": "CATARINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HCD-GSM-CLG-WJG",
  "REVDATE": "11/2016",
  "STATES": "TX",
  "OVERVIEW": "The Catarina series consists of very deep, moderately well drained soils. These nearly level to gently sloping soils formed in calcareous saline clayey alluvium of the Jackson Formation. Slope ranges from 0 to 5 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 533mm (21 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Catarina clay on a south-southwest facing, 3 percent slope in rangeland; elevation is 201 m (660ft).\n(Colors are for dry soil unless otherwise stated.)\nAy--0 to 8 cm (0 to 3 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; moderate fine and very fine granular and very fine angular blocky structure; very hard, friable, sticky and plastic; common very fine and fine roots; few fine pores; few siliceous pebbles, 5 percent films and threads of gypsum along crack faces; strongly effervescent; slightly alkaline; clear smooth boundary.  Thickness is 5 to 33 cm (2 to 13 in)\nBnssy--8 to 36 cm (3 to 14 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak coarse subangular blocky structure parting to moderate medium angular blocky; extremely hard, firm, sticky and plastic; common very fine and medium roots; common fine and very fine pores; few distinct slickensides increasing in size with depth; few wormcasts; few siliceous pebbles; 2 percent films and threads of gypsum, mostly on crack faces; very slightly saline; strongly effervescent; slightly alkaline; gradual wavy boundary.  Thickness is 15 to 58 cm (6 to 23 in)\nBknssyz1--36 to 64 cm (14 to 25 in); pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; weak coarse subangular blocky structure parting to moderate fine and medium angular blocky; extremely hard, very firm; sticky and plastic, common fine and very fine roots; common fine and very fine pores; common distinct slickensides; few siliceous pebbles; 15 percent films, threads and masses of calcium carbonate, gypsum, and other salts; strongly effervescent; moderately saline; slightly alkaline; diffuse wavy boundary.\nBknssyz2--64 to 89 cm (25 to 35 in); pale brown (10YR 6/3) clay; brown (10YR 5/3) moist; weak coarse subangular blocky structure parting to moderate fine and medium angular blocky; extremely hard, very firm, sticky and plastic few very fine roots; common fine and very fine pores; common faint slickensides; few siliceous pebbles; 17 percent films, threads and masses of calcium carbonate, gypsum, and other salts; strongly effervescent; strongly saline; slightly alkaline; diffuse wavy boundary.\nBknssyz3--89 to 127 cm (35 to 50 in); pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; weak coarse subangular blocky structure parting to moderate fine and medium angular blocky; extremely hard, very firm, sticky and plastic, few very fine roots; few fine pores; common distinct slickensides; 10 percent films, threads and masses of calcium carbonate, gypsum, and other salts; common fine faint yellowish brown (10YR 5/6) masses of iron accumulation; strongly effervescent; strongly saline; slightly alkaline; gradual wavy boundary.\nBknssyz4--127 to 185 cm (50 to 73 in); very pale brown (10YR 7/4) silty clay, light yellowish brown (10YR 6/4) moist; weak coarse subangular blocky structure; extremely hard, very firm; sticky and plastic, few very fine roots; few very fine pores; common distinct slickensides; 2 percent films, threads and masses of calcium carbonate, gypsum, and other salts; strongly effervescent; moderately saline; slightly alkaline; gradual wavy boundary. Combined thickness of the Bknssyz horizons is 64 to 206 cm (25 to 81 in)\nBknyz--185 to 203 cm (73 to 80 in); very pale brown (10YR 7/4) clay, light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; 2 percent masses of calcium carbonate, gypsum, and other salts; strongly effervescent; moderately saline; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Webb County, Texas; from the intersection of Interstate 35 and U.S. Highway 59 in Laredo; about 12 miles north on Interstate 35 to main entrance of Uniroyal Tire Testing facility; 4.35 miles southeast to plant materials test plot; 100 feet east of plot in rangeland.\nUSGS topographic quadrangle: Orvil, Texas\nLatitude: 27 degrees, 40 minutes, 30 seconds N.;\nLongitude: 99 degrees, 24 minutes, 26 seconds W.;\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on aridic.  The soil moisture control section remains moist in some or all parts for less than 90 consecutive days in normal years.\nMean annual soil temperature: 22 to 24 degrees C (72 to 76 degrees F)\nSolum thickness: more than 203 cm (80 in)\nDepth to identifiable secondary carbonates: 18 to 64 cm (7 to 25 in)\nDepth to slickensides: 5 to 33 cm (2 to 13 in).\nCracks: 1 to 5 cm (0.4 to 2 in) wide at the surface when dry and extend to a depth of 51 cm (20 in) or more.\nDepth to salt accumulations: 8 to 38 cm (3 to 15 in).  Salinity increases with depth in the upper 102 cm (40 in).\nExchangeable sodium percentage: 15 or more (13 or more SAR) in the upper 76 cm (30 in) of the solumn.\nDepth to redox concentrations: 51 to 102 cm (20 to 40 in)\nDepth to redox depletions: where present, 51 to 102 cm (20 to 40 in)\nParticle-size control section (weighted average)\nClay content: 40 to 60 percent\nCoarse Fragments: 0 to 10 percent\nCEC/clay ratio: greater than 0.60\nCoefficient of Linear Extensibility:  about 0.09 to 0.16\nA horizon\nHue: 10YR, 2.5 Y, or 5Y\nValue: 5 or 6\nChroma: 1.5 to 4\nTexture: clay or silty clay\nClay content: 35 to 60 percent\nBase saturation: 100 percent\nCalcium carbonate equivalent: 2 to 15 percent\nIdentifiable secondary carbonate: none\nElectrical Conductivity (dS/m): 0 to 8\nGypsum: 0 to 5 percent\nSodium Adsorption Ratio: 0 to 30\nEffervescence: none or slight\nReaction: slightly alkaline to moderately alkaline\nB horizon\nHue: 10YR, 2.5Y, or 5Y\nValue: 5 to 7\nChroma: 1.5 to 4\nTexture: clay or silty clay\nClay content: 40 to 60 percent\nRedox accumulations: none to common, fine or medium, faint to prominent, on surfaces and interiors of peds\nRedox depletions: none to few, fine, faint on surfaces of peds\nCoarse fragments: 0 to 15 percent\nBase saturation: 100 percent\nCalcium carbonate equivalent: 2 to 20 percent\nIdentifiable secondary carbonate: 2 to 20 percent, fine and medium, mainly concentrated along ped faces and along cracks.  Occur in the form of films, threads, concretions, and masses.\nElectrical Conductivity (dS/m): 4 to 24\nGypsum: 0 to 15 percent\nSodium Adsorption Ratio: 13 to 35\nEffervescence: strong or violent\nReaction: slightly alkaline to moderately alkaline\nIn some pedons, a C horizon of clay or clay intermingled with soft shale fragments, occurs below 102 cm (40 in).  Crystalline segregations of salt are few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arroyada, Coquat, Cotulla, Dosrios, Duvert, Lasalle, Mercedes, Montell, Monwebb, Victine, and Victoria series in the same family.\nArroyada and Coquat soils: are somewhat poorly drained and formed in Holocene alluvium on flood plains\nCotulla soils: do not have redoximorphic features within 102 cm (40 in) of the surface and are well drained.\nDosrios soils: have a mollic epipedon occur in a moister climate.\nDuvert soils: have a paralithic contact between 51 to 102 cm (20 and 40 in) of the surface, and are well drained.\nLasalle soils: have hue of 7.5YR or redder in the B horizons.\nMercedes soils: are slightly saline in the upper 102 cm (40 in).\nMontell soils: have an ochric epipedon with chromas of 1.\nMonwebb soils: have a mollic epipedon\nVictoria soils: Victoria soils are well drained and depth to SAR of more than 13 ranges from 71 to 99 cm (28 to 39 in).\nVictine soils: are somewhat poorly drained and have higher SAR in the upper 51 cm (20 in)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, saline, clayey alluvium\nLandscape: Inland, dissected coastal plains\nLandform: Broad, low ridges (not preferred - valley sides or valley floors)\nSlope: 0 to 5 percent\nPrecipitation pattern: The soil is driest during the months June through August and December through February.  These soils are intermittently moist in September through November and March through May.\nMean annual precipitation: 457 to 610 mm (18 to 24 in)\nThornthwaite annual P-E indices: 21 to 32\nMean annual air temperature: 21.1 to 23.3 degrees C (70 to 74 degrees F)\nFrost-free period: 280 to 365 days\nElevation: 45.7 to 289.6 m (150 to 950 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chacon, Cochina, Dant, Maverick, Monwebb, Montell, Pryor, and Viboras series.\nChacon soils: have a mollic epipedon and an argillic horizon. These soils occur in similar or slightly lower positions associated with more loamy sediments.\nCochina soils: have a very-fine particle-size control section and occur on lower flood plains.\nDant soils: have a mollic epipedon, a fine-loamy particle-size control section, and occur in similar positions.\nMaverick soils: have a paralithic contact between 51 to 102 cm (20 and 40 in) of the surface and occur at slightly higher positions.\nMonwebb soils: occur on lower floodplains.\nMontell soils: occur on similar positions.\nPryor soils: have an argillic horizon and occur at slightly higher positions.\nViboras soils: do not have slickensides, are moderately deep to shale, and occur in similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is very slow.  Runoff is high on slopes less than 1 percent and very high on 1 to 5 percent slopes.  During high intensity rainfalls, areas of this soil at the lower elevations may flood for brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost exclusively as rangeland.  A few small scattered areas are irrigated mainly to perennial grasses.  The original plant community was open grassland dominated by short and mid-grasses with occasional mesquite trees and woody shrubs.  Bundleflower was an important forb.  In early stages of retrogression, plants such as pink pappusgrass and curlymesquite increase, but decrease with further deterioration.  With further retrogression, whorled dropseed, pricklypear cactus and Texas varilla increase significantly.  Other plants which increase or invade are mesquite, spiny hackberry, twisted acacia, condalia, dwarf screwbean, and other cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Rio Grande Plain, Texas; LRR I; MLRA 83B; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maverick County, Texas, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were included in the Maverick series in earlier published reports.\nClassification change from Typic Torrerts to Sodic Haplusterts based on geographic distribution of the series, rainfall patterns, and vegetative production and composition.  The soil has an ustic soil moisture regime that borders an aridic moisture regime.\nEdited 11/2016 (RFG-GWH): Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in).  (upper B horizons)\nOchric epipedon: 0 to 8 cm (0 to 3 in).  (A horizon)\nSodic feature: ESP greater than 15 in the upper 102 cm (40 in)\nRedoximorphic concentrations: 89 to 127 cm (35 to 50 in).  (Bknyz3 horizon)\nVertic features: Cracks in the surface layer and the presence of slickensides at 8 to 185 cm (3 to 73 in).  (B horizons)\nAdditional data:  Soil characterization data by Texas A&M University for 5 pedons is as noted:  2 pedons Webb County TAMU S82TX-479-002 (type location) and C351, Dimmit County TAMU C347, Maverick County TAMU C349, and Starr County TAMU C353.  Characterization data available to a depth of 6.75 m at type location.\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ay",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ay--0 to 8 cm (0 to 3 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; moderate fine and very fine granular and very fine angular blocky structure; very hard, friable, sticky and plastic; common very fine and fine roots; few fine pores; few siliceous pebbles, 5 percent films and threads of gypsum along crack faces; strongly effervescent; slightly alkaline; clear smooth boundary.  Thickness is 5 to 33 cm (2 to 13 in)"
      },
      {
        "name": "Bnssy",
        "top": 8,
        "bottom": 36,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bnssy--8 to 36 cm (3 to 14 in); light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; weak coarse subangular blocky structure parting to moderate medium angular blocky; extremely hard, firm, sticky and plastic; common very fine and medium roots; common fine and very fine pores; few distinct slickensides increasing in size with depth; few wormcasts; few siliceous pebbles; 2 percent films and threads of gypsum, mostly on crack faces; very slightly saline; strongly effervescent; slightly alkaline; gradual wavy boundary.  Thickness is 15 to 58 cm (6 to 23 in)"
      },
      {
        "name": "Bknssyz1",
        "top": 36,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bknssyz1--36 to 64 cm (14 to 25 in); pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; weak coarse subangular blocky structure parting to moderate fine and medium angular blocky; extremely hard, very firm; sticky and plastic, common fine and very fine roots; common fine and very fine pores; common distinct slickensides; few siliceous pebbles; 15 percent films, threads and masses of calcium carbonate, gypsum, and other salts; strongly effervescent; moderately saline; slightly alkaline; diffuse wavy boundary."
      },
      {
        "name": "Bknssyz2",
        "top": 64,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bknssyz2--64 to 89 cm (25 to 35 in); pale brown (10YR 6/3) clay; brown (10YR 5/3) moist; weak coarse subangular blocky structure parting to moderate fine and medium angular blocky; extremely hard, very firm, sticky and plastic few very fine roots; common fine and very fine pores; common faint slickensides; few siliceous pebbles; 17 percent films, threads and masses of calcium carbonate, gypsum, and other salts; strongly effervescent; strongly saline; slightly alkaline; diffuse wavy boundary."
      },
      {
        "name": "Bknssyz3",
        "top": 89,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bknssyz3--89 to 127 cm (35 to 50 in); pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; weak coarse subangular blocky structure parting to moderate fine and medium angular blocky; extremely hard, very firm, sticky and plastic, few very fine roots; few fine pores; common distinct slickensides; 10 percent films, threads and masses of calcium carbonate, gypsum, and other salts; common fine faint yellowish brown (10YR 5/6) masses of iron accumulation; strongly effervescent; strongly saline; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bknssyz4",
        "top": 127,
        "bottom": 185,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bknssyz4--127 to 185 cm (50 to 73 in); very pale brown (10YR 7/4) silty clay, light yellowish brown (10YR 6/4) moist; weak coarse subangular blocky structure; extremely hard, very firm; sticky and plastic, few very fine roots; few very fine pores; common distinct slickensides; 2 percent films, threads and masses of calcium carbonate, gypsum, and other salts; strongly effervescent; moderately saline; slightly alkaline; gradual wavy boundary. Combined thickness of the Bknssyz horizons is 64 to 206 cm (25 to 81 in)"
      },
      {
        "name": "Bknyz",
        "top": 185,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "narrative": "Bknyz--185 to 203 cm (73 to 80 in); very pale brown (10YR 7/4) clay, light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; 2 percent masses of calcium carbonate, gypsum, and other salts; strongly effervescent; moderately saline; slightly alkaline."
      }
    ]
  ]
}
