{
  "SERIES": "CATCHINGS",
  "STATUS": "Established Series",
  "BYREV": "Rev: ACF/JPS/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, isomesic Typic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Catchings very gravelly loam - on a convex northwest-facing slope of 20 percent under coast redwood, Douglas-fir, western hemlock, tanoak, Pacific rhododendron, evergreen huckleberry, red huckleberry, and salal, at an elevation of 37 meters (120 feet). (Colors are for moist soil unless otherwise stated. When described May 4, 2005, the soil was moist throughout).\nA--0 to 25 centimeters (0 to 10 inches); dark brown (10YR 3/3) very gravelly loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine and fine tubular and many very fine and fine irregular pores; 35 percent subrounded gravel and 1 percent subrounded cobble; strongly acid (pH 5.4); clear wavy boundary. (10 to 50 centimeters thick)\nBA--25 to 40 centimeters (10 to 16 inches); dark brown (10YR 3/3) very gravelly loam, pale brown (10YR 6/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine and fine tubular and irregular pores; 45 percent subrounded gravel and 1 percent subrounded cobble; strongly acid (pH 5.3); clear wavy boundary. (0 to 40 centimeters thick)\nBt1--40 to 57 centimeters (16 to 22 inches); dark yellowish brown (10YR 4/4) very gravelly clay loam, yellowish brown (10YR 5/4) dry; moderate very fine and weak fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine, fine, and medium roots throughout; common very fine and fine tubular pores; few distinct clay films on rock fragments; 45 percent subrounded gravel; very strongly acid (pH 5.0); clear wavy boundary.\nBt2--57 to 78 centimeters (22 to 31 inches); dark yellowish brown (10YR 4/6) very gravelly clay loam, brownish yellow (10YR 6/6) dry; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine, medium, coarse, and very coarse roots throughout; common very fine and fine tubular and irregular pores; few distinct clay films on ped faces and rock fragments; 45 percent subrounded gravel; very strongly acid (pH 5.0); clear smooth boundary.\nBt3--78 to 100 centimeters (31 to 39 inches); dark yellowish brown (10YR 4/6) very gravelly loam, brownish yellow (10YR 6/6) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine and fine tubular and irregular pores; few distinct clay films on rock fragments; 40 percent subrounded gravel; very strongly acid (pH 4.9); clear smooth boundary.\nBt4--100 to 132 centimeters (39 to 52 inches); dark yellowish brown (10YR 4/6) gravelly sandy loam, brownish yellow (10YR 6/6) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots throughout; common very fine, fine, and medium tubular and common very fine and fine irregular pores; few distinct clay films on rock fragments; 15 percent subrounded gravel and 2 percent subrounded cobbles; very strongly acid (pH 4.9); clear smooth boundary.\nBt5--132 to 160 centimeters (52 to 63 inches); dark yellowish brown (10YR 4/6) extremely gravelly coarse sandy loam, brownish yellow (10YR 6/6) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately few very fine roots throughout; common very fine and fine irregular pores; few distinct clay films on rock fragments; 70 percent subrounded gravel and 3 percent subrounded cobbles; very strongly acid (pH 4.9); clear smooth boundary.\n2Bt1--160 to 175 centimeters (63 to 69 inches); dark yellowish brown (10YR4/6) silt loam, brownish yellow (10YR 6/6) dry; weak medium and coarse subangular blocky structure; moderately hard, firm, slightly sticky and slightly plastic; common fine and medium roots throughout; common very fine and fine tubular and irregular pores; few distinct clay films on ped faces; 10 percent subrounded gravel; very strongly acid (pH 4.5). (Combined thickness of the Bt horizons is between 50 to 150 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jedediah State Park, Del Norte County, California; located off Howland Hill road between the Bald Hill trailhead and Stout Grove; section 9, T. 16 N., R. 1 E., 41 degrees, 47 minutes, 21 seconds north latitude and 124 degrees, 4 minutes, 39 seconds west longitude; HBLM, USGS Hiouchi Quadrangle; UTM Zone 10 410475mE 462925mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is usually moist in all parts in the soil moisture control section in most years, but becomes dry in the upper part for a time less than 30 days cumulative from about September 15 to October 15. The soils have an udic moisture regime.\nSoil temperature: The mean annual soil temperature is 10 to 13 degrees C (50 to 55 degrees F). The difference between mean summer and mean winter temperature is 2 to 4 degrees C. The soils have an isomesic soil temperature regime.\nOrganic matter: There is more than 0.9 percent organic carbon in the upper 15 centimeters of the argillic.\nReaction is strongly to very strongly acid and base saturation is less than 35 percent at the critical depth for Ultisols.\nParticle-Size Control Section (weighted average):\nRock fragments: 35 to 55 percent gravel, 0 to 5 cobbles.\nClay content: 25 to 33 percent clay.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry and moist.\nTexture of fine earth: loam.\nRock fragments: 35 to 52 percent gravel and 0 to 5 percent cobbles.\nClay content: 20 to 26 percent.\nUpper Bt horizon\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 4 through 6 dry and moist.\nTexture of fine earth: loam or clay loam.\nRock fragments: 35 to 55 percent gravel, 0 to 5 percent cobbles.\nClay content: 23 to 33 percent.\nLower Bt horizon\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 4 through 6 dry and moist.\nTexture of fine earth: coarse sandy loam, sandy loam, or silt loam.\nRock fragments: 0 to 85 percent gravel, 0 to 7 percent cobbles.\nClay content: 5 to 25 percent.\nSome pedons have a C horizon\nC horizon when present\nHue: 7.5YR or 10YR.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 through 6 dry, 3 through 5 moist.\nTexture of fine earth: loamy coarse sand, sandy loam, or loam.\nRock fragments: 40 to 60 percent gravel, 15 to 25 percent cobbles, and 0 to 15 percent stones.\nClay content: 2 to 20 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At this time there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Catchings soils are on uplifted, dissected stream terrace remnants. Slopes are 5 to 30 percent. Elevations are 24 to 258 meters (75 to 845 feet). The soils formed in alluvium from mixed sources. The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 1780 to 2290 millimeters (70 to 90 inches). Mean January temperature is about 8 degrees C; mean July temperature is about 14 degrees C; and the mean annual temperature is 10 to 14 degrees C (50 to 55 degrees F). Frost-free season is about 240 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Battery soils. Battery soils are fine-loamy.  The Battery soils are alongside and above the Catchings soil in linear to concave positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil has been used for commercial timber, wildlife, and watershed. Natural vegetation consists of redwood, Douglas-fir, western hemlock, tanoak, Pacific rhododendron and evergreen huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt; MLRA 4b. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Del Norte County, California 2007. Source of name is from Catchings ferry, a ferry in operation till 1884 located one-half mile above where Mill Creek flows into the Smith River that provided early transportation to those taking the Cold Spring Mountain Trail from Crescent City to Sailors Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 40 centimeters (A & BA horizons)\n2. Argillic horizon - the zone from 40 to 175 centimeters (Bt horizons)\n5. Haplohumult feature - clay decreases by more than 20 percent of its maximum within 150 centimeters of the ground surface\n6. Particle-size control section - the zone from 40 to 90 centimeters, averages 28 percent clay, by weight, and 44 percent rock fragments, by volume.\nSource: 11th Edition of the Keys to Soil Taxonomy.\nNASIS User Pedon# 05CA605REDW047\nNational Cooperative Soil Survey\nU.S.A."
  }
}
