{
  "SERIES": "CATESBY",
  "STATUS": "Established Series",
  "BYREV": "SLM-JTB-CLN",
  "REVDATE": "12/2017",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Catesby series consists of very deep, well drained, moderately permeable soils that formed in calcareous loamy colluvium from the Ash Hollow or Kimball Members, Ogallala Formation of Miocene-Pliocene age.  These soils are on gently sloping to steep hillslopes and colluvial aprons in the Southern High Plains, Breaks (MLRA 77E).  Slope ranges from 1 to 20 percent.  Mean annual precipitation is about 530 mm (21 in), and mean annual temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Catesby loam--on a 7 percent convex slope in native rangeland at approximately 826 m (2710 ft) elevation.\n(Colors are for dry soil unless otherwise stated.)\nAk--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable; many fine and few medium roots throughout; finely disseminated calcium carbonate throughout; few fine irregular carbonate concretions in the matrix; common fine cylindrical worm casts; 2 percent 2 to 5 mm, 3 percent 5 to 20 mm, and 1 percent 75 to 250 mm strongly cemented subangular caliche fragments; strongly effervescent (19 percent calcium carbonate equivalent); moderately alkaline, pH 7.9; clear smooth boundary. (Thickness of the A, Ak, Ap, or Akp horizons is 18 to 41 cm [7 to 16 in])\nBk1--20 to 40 cm (8 to 16 in); grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky parting to moderate medium granular structure; slightly hard, friable; common fine and few medium roots throughout; finely disseminated calcium carbonate throughout; few fine threadlike calcium carbonate masses in matrix; few fine irregular calcium carbonate concretions in matrix; 4 percent 2 to 5 mm, 3 percent 5 to 20 mm, and 1 percent 75 to 250 mm strongly cemented subangular caliche fragments; strongly effervescent (32 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual smooth boundary.\nBk2--40 to 73 cm (16 to 29 in); pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable; few fine and few medium roots throughout; finely disseminated calcium carbonate throughout; few fine threadlike calcium carbonate masses in matrix; common fine and medium irregular calcium carbonate concretions in matrix; 2 percent 2 to 5 mm, and 3 percent 5 to 20 mm strongly cemented subangular caliche fragments;  strongly effervescent (35 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; clear smooth boundary.\nBk3--73 to 106 cm (29 to 42 in); light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated calcium carbonate throughout; common fine threadlike calcium carbonate masses in matrix; and many fine and few medium irregular calcium carbonate masses in matrix; 3 percent 2 to 5 mm, and 2 percent 5 to 20 mm strongly cemented subangular caliche fragments;  strongly effervescent (39 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual smooth boundary. (Combined thickness of the Bk horizons is 25 to 130 cm [10 to 51 in])\nBCk1--106  to 140 cm (42 to 55 in); pink (7.5YR 7/4) loam, light brown (7.5YR 6/4) moist; moderate medium subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated calcium carbonate throughout; common fine threadlike calcium carbonate masses in matrix; many fine and few medium irregular calcium carbonate concretions in matrix; 6 percent 2 to 5 mm, 7 percent 5 to 20 mm, and 1 percent 20 to 76 mm strongly cemented subangular caliche fragments;  violently effervescent (43 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual smooth boundary.\nBCk2--140  to 164 cm (55 to 65 in); pink (7.5YR 8/4) gravelly fine sandy loam, pink (7.5YR 7/4), moist; moderate fine subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated calcium carbonate throughout; few fine threadlike calcium carbonate masses in matrix; many fine and few medium irregular calcium carbonate concretions in matrix; 5 percent 2 to 5 mm, 12 percent 5 to 20 mm, and 6 percent 20 to 76 mm strongly cemented subangular caliche fragments;  violently effervescent (41 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual smooth boundary. (Combined thickness of the BCk horizons is 40 to 109 cm thick [16 to 43 in])\nBCk3--164 to 200 cm (65 to 79 in); pink (7.5YR 8/4) very gravelly fine sandy loam, pink (7.5YR 7/4), moist; moderate fine subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated carbonate throughout; few fine threadlike calcium carbonate masses in matrix; many fine, common medium, and few coarse irregular calcium carbonate concretions in matrix; 3 percent 2 to 5 mm, 12 percent 5 to 20 mm, and 25 percent 20 to 76 mm strongly cemented subangular caliche fragments; violently effervescent, (45 percent calcium carbonate equivalent); strongly alkaline, pH 8.7."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nBeaver County, Oklahoma; From the intersection of Highway 412 and Highway 23 at Elmwood, about 1.7 miles east and 0.1 miles north; 1100 ft (335 m) west and 500ft (152 m) north of the southeast corner of Section 20, Township 2N, Range 24E (Cimarron meridian).\nUSGS topographic quadrangle: Clear Lake SW, Oklahoma\nLatitude: 36 degrees, 37 minutes, 4.18 seconds N\nLongitude: 100 degrees, 29 minutes, 31.24 seconds W\nDatum WGS84\nDecimal Degrees\nLatitude: 36.617828\nLongitude: -100.492011\nUTM Northing: 4053515\nUTM Easting:   366581\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years.\nSolum thickness: 150 to 200 cm (60 to 80 in)\nThickness of mollic epipedon: 18 to 41 cm (7 to 16 in)\nDepth to identifiable secondary carbonates: 0 to 18 cm (0 to 7 in)\nDepth to calcic horizon: 18 to 61 cm (7 to 24 in)\nSurface fragments: 0 to 20 percent; fine to coarse gravel; caliche fragments, carbonate nodules and concretions\nParticle-size control section (weighted average):\nTotal clay content: 10 to 30 percent\nSilicate clay content: 6 to 15 percent\nCalcium carbonate equivalent: 25 to 40 percent\nCoarse fragments: 2 to 14 percent; fine to coarse gravel; caliche fragments\nA, Ak, Ap, or Akp horizons:\nHue: 7.5YR, 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 or 3 moist or dry\nTexture: fine sandy loam, sandy loam, or loam\nTotal clay content: 7 to 18 percent\nCarbonate clay content: 1 to 7 percent\nCoarse fragments: 0 to 10 percent; fine to coarse gravel; caliche fragments, carbonate nodules and concretions\nIdentifiable calcium carbonate: 1 to 5 percent; fine to coarse; masses, nodules, and caliche fragments\nCalcium carbonate equivalent: 5 to 20 percent\nEffervescence: slight or strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBk horizons:\nHue: 7.5YR, 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 6 moist or dry\nTexture: fine sandy loam, sandy loam, sandy clay loam, loam, clay loam\nTotal clay content: 7 to 30 percent\nCarbonate clay content: 6 to 15 percent\nCoarse fragments: 1 to 15 percent; fine to coarse gravel; caliche fragments, carbonate nodules and concretions\nIdentifiable calcium carbonate: 5 to 25 percent; fine to very coarse; masses, concretions, and coatings\nCalcium carbonate equivalent: 10 to 40 percent\nEffervescence: strong or violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBCk and Ck horizons (where present):\nHue: 7.5YR, 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 6 moist or dry\nTexture: sandy loam, fine sandy loam, very fine sandy loam, loam, or sandy clay loam and their gravelly and very gravelly counterparts\nTotal clay content: 7 to 30 percent\nCarbonate clay content: 5 to 12 percent\nCoarse fragments: 10 to 55 percent; fine to coarse gravel and cobbles; caliche fragments, carbonate nodules and concretions, caliche parafragments\nIdentifiable calcium carbonate: 5 to 50 percent; fine to extremely coarse; masses, concretions, and coatings\nCalcium carbonate equivalent: 15 to 55 percent\nEffervescence: strong or violent\nReaction (pH): moderately alkaline to strongly alkaline (7.9-9.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Oklark and Pyeatt series in the same family. Similar soils are the Alopark, Gomez, Slapout, and Veal series.\nOklark soils: have lower calcium carbonate equivalents in the calcic horizons, and grade to loamy or sandy, and siliceous gravelly subsoils derived from the Laverne Member of Ogallala Formation.\nPyeatt soils: Formed in mixed calcareous sources, are drier in the soil moisture control section, and occur on fan terraces in MLRA 41.\nAlopark, Gomez, Slapout, and Veal soils: do not have a mollic epipedon, in addition, Veal soils have carbonatic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: Calcareous, loamy colluvial sediments derived from the Ash Hollow and Kimball Members of the Ogallala Formation of Mio-Pliocene age.\nLandscape: Dissected high plains\nLandform: summit, shoulder, and backslopes of Hillslopes, and colluvial aprons\nSlope: 1 to 20 percent\nPrecipitation Pattern: These soils are intermittently moist in September through November and March through June. July through August and December through February are the driest months.\nMean annual precipitation: 457 to 635 mm (18 to 25 in)\nThornthwaite annual P-E Index: 27 to 36\nMean annual air temperature: 13.9 to 16.7 degrees C (57 to 62 degrees F)\nFrost-free period: 180 to 215 days\nElevation: 640.1 to 1219.2 m (2,100 to 4,000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Alopark, Laverne, Mansic, Mocane, Ochiltree, Oklark, Paloduro, and Slapout soils.\nAlopark and Mocane soils: have an ochric epipedon and occur on lower positions derived from the Laverne Member of Ogallala Formation.\nMansic soils: have a fine-loamy particle-size class, and a solum thickness of 50 to 100 cm (20 to 40 in)\nOklark soils: have lower calcium carbonate equivalents in the calcic horizons, grade to loamy or sandy, and siliceous gravelly subsoils, and occur on lower positions derived from the Laverne Member of Ogallala Formation.\nLaverne and Ochiltree soils: have a petrocalcic horizon within 50 cm (20 in) of the soil surface and occur on similar positions\nPaloduro soils: have a fine-loamy particle-size class, and do not have a calcic horizon within 100 cm (40 in) of the soil surface and occur on similar positions\nSlapout soils: have an ochric epipedon and occur on similar positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well drained\nPermeability class: moderate\nRunoff: low on 1 to 5 percent slopes, and medium on 5 to 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThese soils are mainly used for livestock grazing.  Vegetation is predominantly purple threeawn, little bluestem, silver bluestem, side oats grama, sand bluestem, blue grama, and broom snakeweed.  Yucca is the major woody species along with small amounts of sand sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Texas and Oklahoma Panhandles, northwestern Oklahoma and southwestern Kansas\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 77E - Southern High Plains, Breaks\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ellis County, OK 2017.  The name of the series is from a community in Ellis County, OK."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Mansker and Mansic series.\nDiagnostic horizons and features in this pedon are:\nParticle-size control section: 25 to 100 cm (10 to 40_in)\nMollic epipedon: 0 to 20 cm (0 to 8 in) (Ak horizon)\nCalcic horizon: 20 to 200 cm (8 to 80 in) (Bk and BCk horizons)\nSecondary carbonates: 0 to 200 cm (0 to 80 in) (all horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  KSSL data available, S1999OK007006 (TL-Beaver County, Oklahoma), S1998TX295003 (Lipscomb County, Texas)\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ak",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ak--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable; many fine and few medium roots throughout; finely disseminated calcium carbonate throughout; few fine irregular carbonate concretions in the matrix; common fine cylindrical worm casts; 2 percent 2 to 5 mm, 3 percent 5 to 20 mm, and 1 percent 75 to 250 mm strongly cemented subangular caliche fragments; strongly effervescent (19 percent calcium carbonate equivalent); moderately alkaline, pH 7.9; clear smooth boundary. (Thickness of the A, Ak, Ap, or Akp horizons is 18 to 41 cm [7 to 16 in])"
      },
      {
        "name": "Bk1",
        "top": 20,
        "bottom": 40,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--20 to 40 cm (8 to 16 in); grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky parting to moderate medium granular structure; slightly hard, friable; common fine and few medium roots throughout; finely disseminated calcium carbonate throughout; few fine threadlike calcium carbonate masses in matrix; few fine irregular calcium carbonate concretions in matrix; 4 percent 2 to 5 mm, 3 percent 5 to 20 mm, and 1 percent 75 to 250 mm strongly cemented subangular caliche fragments; strongly effervescent (32 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 40,
        "bottom": 73,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk2--40 to 73 cm (16 to 29 in); pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable; few fine and few medium roots throughout; finely disseminated calcium carbonate throughout; few fine threadlike calcium carbonate masses in matrix; common fine and medium irregular calcium carbonate concretions in matrix; 2 percent 2 to 5 mm, and 3 percent 5 to 20 mm strongly cemented subangular caliche fragments;  strongly effervescent (35 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; clear smooth boundary."
      },
      {
        "name": "Bk3",
        "top": 73,
        "bottom": 106,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk3--73 to 106 cm (29 to 42 in); light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated calcium carbonate throughout; common fine threadlike calcium carbonate masses in matrix; and many fine and few medium irregular calcium carbonate masses in matrix; 3 percent 2 to 5 mm, and 2 percent 5 to 20 mm strongly cemented subangular caliche fragments;  strongly effervescent (39 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual smooth boundary. (Combined thickness of the Bk horizons is 25 to 130 cm [10 to 51 in])"
      },
      {
        "name": "BCk1",
        "top": 106,
        "bottom": 140,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCk1--106  to 140 cm (42 to 55 in); pink (7.5YR 7/4) loam, light brown (7.5YR 6/4) moist; moderate medium subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated calcium carbonate throughout; common fine threadlike calcium carbonate masses in matrix; many fine and few medium irregular calcium carbonate concretions in matrix; 6 percent 2 to 5 mm, 7 percent 5 to 20 mm, and 1 percent 20 to 76 mm strongly cemented subangular caliche fragments;  violently effervescent (43 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual smooth boundary."
      },
      {
        "name": "BCk2",
        "top": 140,
        "bottom": 164,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCk2--140  to 164 cm (55 to 65 in); pink (7.5YR 8/4) gravelly fine sandy loam, pink (7.5YR 7/4), moist; moderate fine subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated calcium carbonate throughout; few fine threadlike calcium carbonate masses in matrix; many fine and few medium irregular calcium carbonate concretions in matrix; 5 percent 2 to 5 mm, 12 percent 5 to 20 mm, and 6 percent 20 to 76 mm strongly cemented subangular caliche fragments;  violently effervescent (41 percent calcium carbonate equivalent); moderately alkaline, pH 8.4; gradual smooth boundary. (Combined thickness of the BCk horizons is 40 to 109 cm thick [16 to 43 in])"
      },
      {
        "name": "BCk3",
        "top": 164,
        "bottom": 200,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk3--164 to 200 cm (65 to 79 in); pink (7.5YR 8/4) very gravelly fine sandy loam, pink (7.5YR 7/4), moist; moderate fine subangular blocky structure; hard, friable; few fine roots throughout; finely disseminated carbonate throughout; few fine threadlike calcium carbonate masses in matrix; many fine, common medium, and few coarse irregular calcium carbonate concretions in matrix; 3 percent 2 to 5 mm, 12 percent 5 to 20 mm, and 25 percent 20 to 76 mm strongly cemented subangular caliche fragments; violently effervescent, (45 percent calcium carbonate equivalent); strongly alkaline, pH 8.7."
      }
    ]
  ]
}
