{
  "SERIES": "CATEACHE",
  "STATUS": "Established Series",
  "BYREV": "JWB, ABJ/Rev.  MDJ",
  "REVDATE": "03/2015",
  "STATES": "MD,VA,WV",
  "OVERVIEW": "MLRA(s): 127 (Eastern Allegheny Plateau and Mountains)\nDepth Class: Moderately deep\nDrainage Class (Agricultural): Well drained\nSaturated Hydraulic Conductivity Class: Moderately high\nLandscape: Mountains and hills\nParent Material: Residuum weathered mainly from red inter-bedded siltstone and shale\nSlope: 3 to 80 percent\nMean Annual Air Temperature (type location): 11.7 degrees C. (53.1 degrees F.)\nMean Annual Precipitation (type location): 959 mm (37.8 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cateache channery silt loam on a south-facing, convex 74 percent slope in a forested area. (Colors are for moist soil.)\nA--0 to 9 cm (0 to 3 inches); dark brown (7.5YR 3/2) channery silt loam; weak fine and medium granular structure; very friable; common very fine roots to very coarse roots throughout; 2 percent  extremely firm siltstone flagstones and 20 percent extremely firm siltstone channers; very strongly acid; pH 4.8; clear wavy boundary. (3 to 13 cm thick)\nBt1--9 to 21 cm (3 to 8 inches); reddish brown (5YR 4/3) very channery silty clay loam; weak fine and medium subangular blocky structure; friable; common very fine to very coarse roots throughout; 4 percent faint clay films on all faces of peds; 2 percent extremely firm siltstone flagstones and 36 percent extremely firm siltstone channers; very strongly acid, pH 4.9; clear wavy boundary.\nBt2--21 to 53 cm (8 to 21 inches); dark reddish brown (5YR 3/3) channery silty clay loam; moderate fine and medium subangular blocky structure; firm; common very fine to medium roots throughout; 10 percent faint clay films on all faces of peds; 2 percent extremely firm siltstone flagstones and 30 percent extremely firm siltstone channers; strongly acid, pH 5.1; clear wavy boundary.\nBt3--53 to 75 cm (21 to 29 inches); dark reddish brown (2.5YR 3/4)  silty clay loam; moderate medium subangular blocky structure; friable; common fine roots throughout; 30 percent distinct clay films on all faces of peds; 10 percent extremely firm siltstone channers; moderately acid, pH 5.7; gradual wavy boundary.\nBt4--75 to 92 cm (29 to 36 inches); dark reddish brown (2.5YR 3/4) channery silty clay; moderate fine and medium subangular blocky structure; friable; common fine roots throughout; 20 percent faint clay films on all faces of peds; 10 percent extremely firm siltstone flagstones and 11 percent extremely firm siltstone channers; moderately acid, pH 5.8; abrupt broken boundary.(Combined thickness of the Bt horizon is 30 to 89 cm)\nCr--92 cm (36 inches); extremely firm; dark reddish brown (2.5YR 3/3) highly weathered and fractured siltstone; moderately strongly cemented; moderate excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Summers County, WV; about 1,000 feet north of Lick Creek and 4.5 miles south-east of the intersection of County Route 4 and Interstate Highway 64 at Green Sulphur Springs. USGS Meadow Bridge, West Virginia  topographic quadrangle; latitude 37 degrees 46 minutes 48.00 seconds N. and longitude 80 degrees 45 minutes 44.00 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic horizon: 3 to 30 cm (1 to 12 inches)\nDepth to the base of the Argillic: 46 to 102 cm (18 to 40 inches)\nSolum Thickness: 46 to 102 cm  (18 to 40 inches)\nDepth to Bedrock: 51 to 102 cm (20 to 40 inches)\nRock Fragments: Rock fragments are dominantly highly weathered channers and flagstones of reddish brown siltstone, but also include shale and fine-grained sandstone. Rock fragment content ranges from 5 to 25 percent by volume in the A and BA horizons, from 10 to 50 percent in the Bt horizon, and from 35 to 80 percent in the BC and C horizons. Rock fragment content averages 15 to 35 percent by volume in the particle size control section.\nSoil Reaction:  Very strongly acid through moderately acid, except where limed\nRange in Individual Horizons:\nO horizon (if it occurs): Slightly to high decomposed organic matter derived  from hardwood leaf litter. Forested pedons often have an O horizon that is up to 10 cm (4 inches) thick.\nA or Ap horizon:\nColor--hue of 10YR through 5YR, value of 2 through 4, and chroma of 2 through 4.\nTexture (fine-earth fraction)--loam, silt loam, silty clay loam\nBA horizon (if it occurs):\nColor--hue of 2.5YR or 5YR, value of 3 through 5, and chroma of 2 through 4.\nTexture (fine-earth fraction)--loam, silt loam, silty clay loam\nBt horizon:\nColor--hue of 2.5YR or 5YR, value of 3 or 4, and chroma of  3 through 6.\nTexture (fine-earth fraction)--silt loam, silty clay loam, silty clay.\nClay content: the weighted average in the particle size control section is less than 35 percent\nStructure: Weak or moderate; fine, medium, or coarse subangular blocky.\nBC horizon (if it occurs): Has color and textures similar to the Bt horizon.\nC horizon (if it occurs):\nColor--hue of 2.5YR or 5YR, value of  3 through 5, and chroma of 2 through 4.\nTexture (fine-earth fraction)--silt loam, silty clay loam, silty clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nOatlands soils--contain gravel and cobbles of Triassic-Jurassic age sandstone and conglomerate\nSpriggs soils--are weathered from mafic rock, contain mica flakes and gravels of gneiss or schist\nThe following competing series are greater than 102 cm (40 inches) to bedrock--Alanthus, Athol, Burkittsville, Door, Duffield, Dumfries, Ebbing, Grayford, Hayter, Lamotte, Legore, Manassas, Mechanicsburg, Middleburg, Morrison, Myersville, Panorama, Sowego, Sudley, Westmoreland, Wheeling, Williamsburg\nThe following competing series have hue of 7.5YR or yellower in the solum--Culleoka, Frondorf, Kell, Loudonville"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Mountains and hills\nLandform: Ridge, mountain slope, hillslope\nHillslope Profile Position: Summit, shoulder, backslope\nGeomorphic Component: Interfluve, side slope, nose slope\nParent Material: Residuum weathered mostly from red inter-bedded shale and siltstone of the Mississippian geologic system. In West Virginia, this includes members of the Mauch Chunk Group and the Maccrady Formation.\nSlope: 0 to 80 percent\nElevation: 336 to 1098 meters (1100 to 3600 feet)\nFrost-free period: 140 to 184 days\nMean Annual Air Temperature: 9 to 12 degrees C. (49 to 53 degrees F.)\nMean Annual Precipitation: 991 to 1321 mm (39 to 52 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBelmont soils--are more than 102 cm (40 inches) deep to bedrock.\nBerks soils--have hue of 7.5YR or yellower and belong to the loamy-skeletal particle size class.\nDekalb soils--have hue of 7.5YR or yellower and belong to the loamy-skeletal particle size class.\nGauley soils--have a spodic horizon, a frigid temperature class and are found at higher elevations on the mountain landscape.\nMandy soils--belong to the loamy-skeletal particle size class, have a frigid temperature class and are found at higher elevations on the mountain landscape.\nPipestem soils--are more than 102 cm (40 inches) deep to bedrock and are found on footslopes and concave mountain coves.\nShouns soils--are more than 102 cm (40 inches) deep to bedrock and are found on footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural): Well drained\nInternal Free Water Occurrence: Absent\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low to high\nSaturated Hydraulic Conductivity Class: Moderately high\nPermeability Class: Moderate\nShrink-swell Potential: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly forested; some areas have been cleared and are used for pasture.\nDominant Vegetation: Northern hardwoods consisting of American beech, black birch, yellow birch, sugar maple, black cherry, white ash, northern red oak, and black locust."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: West Virginia and possibly Maryland, Pennsylvania, and Virginia.\nExtent: Large extent with estimated acreage exceeding 350,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pocahontas County, WV, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cateache soils were previously mapped as members of the Teas series (inactive) or as a high base substratum phase of the Calvin series.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 9 cm  (A horizon)\nArgillic horizon--the zone from 9 to 92 cm (Bt horizons)\nOther soil features identified with this pedon:\nBase saturation (by sum of cations)--58 percent at paralithic contact (92 cm).\nSeries control section--the zone from 0 to 117 cm\nThe 04/2010 revision moves the Type Location and the Typical Pedon from Pocahontas County, WV to Summers County, WV based on analysis of lab data collected in 2003.  The OSD format is changed and metric units are added. The range of fine-earth textures for the Bt, BC, and C horizons is expanded to include SIC.\nPrevious revisions: DGF-ART 06/2001\nADDITIONAL DATA: Characterization data from the NSSL is available for this pedon: Pedon ID: 04N0131. Other valuable reference pedons available from the NSSL (http://ssldata.nrcs.usda.gov/querypage.asp):  40A4027, 04N0126, 04N0130, 04N0122, 04N0123.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 9,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 9 cm (0 to 3 inches); dark brown (7.5YR 3/2) channery silt loam; weak fine and medium granular structure; very friable; common very fine roots to very coarse roots throughout; 2 percent  extremely firm siltstone flagstones and 20 percent extremely firm siltstone channers; very strongly acid; pH 4.8; clear wavy boundary. (3 to 13 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 9,
        "bottom": 21,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--9 to 21 cm (3 to 8 inches); reddish brown (5YR 4/3) very channery silty clay loam; weak fine and medium subangular blocky structure; friable; common very fine to very coarse roots throughout; 4 percent faint clay films on all faces of peds; 2 percent extremely firm siltstone flagstones and 36 percent extremely firm siltstone channers; very strongly acid, pH 4.9; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 21,
        "bottom": 53,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--21 to 53 cm (8 to 21 inches); dark reddish brown (5YR 3/3) channery silty clay loam; moderate fine and medium subangular blocky structure; firm; common very fine to medium roots throughout; 10 percent faint clay films on all faces of peds; 2 percent extremely firm siltstone flagstones and 30 percent extremely firm siltstone channers; strongly acid, pH 5.1; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 53,
        "bottom": 75,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--53 to 75 cm (21 to 29 inches); dark reddish brown (2.5YR 3/4)  silty clay loam; moderate medium subangular blocky structure; friable; common fine roots throughout; 30 percent distinct clay films on all faces of peds; 10 percent extremely firm siltstone channers; moderately acid, pH 5.7; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 75,
        "bottom": 92,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bt4--75 to 92 cm (29 to 36 inches); dark reddish brown (2.5YR 3/4) channery silty clay; moderate fine and medium subangular blocky structure; friable; common fine roots throughout; 20 percent faint clay films on all faces of peds; 10 percent extremely firm siltstone flagstones and 11 percent extremely firm siltstone channers; moderately acid, pH 5.8; abrupt broken boundary.(Combined thickness of the Bt horizon is 30 to 89 cm)"
      },
      {
        "name": "Cr",
        "top": 92,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt",
        "narrative": "Cr--92 cm (36 inches); extremely firm; dark reddish brown (2.5YR 3/3) highly weathered and fractured siltstone; moderately strongly cemented; moderate excavation difficulty."
      }
    ]
  ]
}
