{
  "SERIES": "CATHRO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEM-WEF-LMC-AGG",
  "REVDATE": "06/2006",
  "STATES": "ME,MI,MN,NY,ND,VT,WI",
  "OVERVIEW": "The Cathro series consists of very deep, very poorly drained organic soils moderately deep to loamy materials. They formed in organic material 16 to 51 inches thick overlying loamy glacial deposits on ground moraines, end moraines, outwash plains, lake plains, stream terraces, and flood plains. Permeability is moderately slow to moderately rapid in the organic material and moderately slow or moderate in the loamy material. Slopes range from 0 to 2 percent. Mean annual precipitation is about 32 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, euic, frigid Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cathro muck - on a slope of 1 percent in a forested area (Colors are for moist conditions unless otherwise stated.)\n0a1--0 to 6 inches; black (5YR 2/1) rubbed and pressed muck (sapric material); about 40 percent fiber, about 15 percent rubbed; weak fine granular structure; nonsticky; primarily herbaceous fibers; neutral (pH 6.8 in water); clear wavy boundary.\n0a2--6 to 11 inches; black (5YR 2/1) broken face and rubbed muck (sapric material), dark reddish brown (5YR 2/2) pressed; about 35 percent fiber, about 10 percent rubbed; weak medium granular structure; nonsticky; primarily herbaceous fibers; neutral (pH 6.8 in water); clear smooth boundary.\n0a3--11 to 23 inches; black (5YR 2/1) on broken face and rubbed muck (sapric material); about 40 percent fibers, less than 10 percent rubbed; massive; nonsticky; primarily herbaceous fibers; neutral (pH 6.8 in water); abrupt smooth boundary. (Combined thickness of Oa horizons is 15 to 51 inches.)\nCg--23 to 60 inches; grayish brown (2.5Y 5/2) sandy loam; massive; slightly sticky; common coarse prominent reddish brown (5YR 5/3) and common coarse distinct brown (10YR 5/3) Fe concentrations; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delta County, Michigan; about 4 miles south of Ensign; 1,620 feet north and 200 feet east of the southwest corner of sec. 23, T. 40 N., R. 21 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the loamy C horizon ranges from 16 to 51 inches. Woody fragments over 2cm in size comprise less than 15 percent of the organic material. The organic portion of the control section has hue of 10YR, 7.5YR, or 5YR; value of 2 or 3; and chroma of 0 to 3 or are neutral. In some pedons the value or chroma or both increases 1 or 2 units when exposed to the air. The organic portion of the control section ranges from pH 4.5 to less than pH 7.8 in calcium chloride and does not have free carbonates.\nThe surface tier exclusive of loose surface litter or mosses, is comprised of mucky peat (hemic material) or muck (sapric material) material with an unrubbed fiber content that ranges from about 20 percent to 50 percent; rubbed is less than 20 percent. Up to 4 inches of peat is on the surface in some pedons. The surface tier is weak or moderate fine granular structure. Typically the structure grade becomes stronger as the amount of recognizable woody material increases.\nThe subsurface tier is muck (sapric material). The unrubbed fiber content ranges from 50 to less than 10 percent and is less than 16 percent after rubbing. Some pedons have thin layers of mucky peat (hemic material) in the control section. Ash content of the organic layer just above the loamy substratum is as much as 40 percent in some pedons.\nA thin A horizon is present in some pedons. It has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3 and chroma of 0 to 2. It is sandy loam, fine sandy loam, sandy clay loam, loam, silt loam or their mucky analogs. It ranges from moderately acid to slightly alkaline.\nThe C horizon has hue of 5YR, 7.5YR, 10YR, 2.5Y, 5GY, 5GB, or 5Y; value of 4 to 6; and chroma of 1 to 3. It is sandy loam, fine sandy loam, very fine sandy loam, sandy clay loam, loam, silt loam, clay loam or silty clay loam. Stratified substratums phases containing thin strata of fine sand or sand, less than 3 inches thick are recognized. It ranges from moderately acid to moderately alkaline. Coarse fragments range from 0 to 25 percent by volume. Some pedons do not contain free carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Berner, Bullwinkle, Dingle, Nidaros, and Wonsqueak series. Berner soils have a sandy layer above the loamy sediment. Bullwinkle soils have greater than 15 percent woody fragments in the organic material. Dingle soils occur in areas with 14 to 16 inches of annual precipitation and in elevations from 5900 to 6000 feet. Nidaros soils have sandy underlying materials. Wonsqueak soils are substantially drier in the moisture control section during the 120 days following the summer solstice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cathro soils commonly are in relatively small depressions mainly within ground moraines, end moraines, lake plains and outwash plains. A few areas are on narrow flood plains. Individual bodies range in size from about 10 to 100 acres. Slopes are 0 to 2 percent. The ground water carrying minerals from the surrounding upland, influences the composition of the organic deposit. Mean annual precipitation ranges from about 19 to 43 inches. Mean annual air temperature ranges from 36 to 45 degrees F. Frost-free days range from 70 to 145. Elevation above sea levl ranges from 600 to 2,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carbondale and Rifle soils that occupy similar landscape positions and the Angelica and Ensley soils. Angelica and Ensley soils are poorly drained mineral soils commonly located adjacent to the edges of Cathro soils. The Carbondale soils have hemic soil materials within 51 inches. Rifle soils formed in hemic materials 51 inches or greater."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. Depth to the seasonal high saturation ranges from 1 foot above the surface to 0.5 foot below the surface at some time from October to June in most years. Ponded phases have a seasonal high saturation from 4 foot above the surface to 0.5 foot below the surface throughout the year. Surface runoff is neglible to low.  Permeability is moderately rapid to moderately slow in the organic portion and moderately slow or moderate in the mineral substratum. Stratified substratum phases have saturated hydraulic conductivity ranging up to moderately rapid or rapid in the individual sand strata."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in woodland, however some are in sedge and cattails. Vegetation includes white cedar, alder, and balsam fir. A few areas are cleared and are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Lower Peninsula and Upper Peninsula of Michigan, northern Minnesota, northern Wisconsin and upper New England."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delta County, Michigan, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: sapric material from the surface to 23 inches (Oa1, Oa2, and Oa3 horizons); terric feature at 23 inches (Cg horizon); aquic moisture regime (low chroma in the soil moisture control section.)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0a1",
        "top": 0,
        "bottom": 15,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "0a1--0 to 6 inches; black (5YR 2/1) rubbed and pressed muck (sapric material); about 40 percent fiber, about 15 percent rubbed; weak fine granular structure; nonsticky; primarily herbaceous fibers; neutral (pH 6.8 in water); clear wavy boundary."
      },
      {
        "name": "0a2",
        "top": 15,
        "bottom": 28,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0a2--6 to 11 inches; black (5YR 2/1) broken face and rubbed muck (sapric material), dark reddish brown (5YR 2/2) pressed; about 35 percent fiber, about 10 percent rubbed; weak medium granular structure; nonsticky; primarily herbaceous fibers; neutral (pH 6.8 in water); clear smooth boundary."
      },
      {
        "name": "0a3",
        "top": 28,
        "bottom": 58,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "0a3--11 to 23 inches; black (5YR 2/1) on broken face and rubbed muck (sapric material); about 40 percent fibers, less than 10 percent rubbed; massive; nonsticky; primarily herbaceous fibers; neutral (pH 6.8 in water); abrupt smooth boundary. (Combined thickness of Oa horizons is 15 to 51 inches.)"
      },
      {
        "name": "Cg",
        "top": 58,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--23 to 60 inches; grayish brown (2.5Y 5/2) sandy loam; massive; slightly sticky; common coarse prominent reddish brown (5YR 5/3) and common coarse distinct brown (10YR 5/3) Fe concentrations; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
