{
  "SERIES": "CATHEEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG-RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Catheen series consists of deep, well drained soils on plateaus.  These soils formed in loess.  Slope is 3 to 30\npercent.  Elevation is 2,600 to 3,700 feet.  The average annual precipitation ranges from 15 to 18 inches.  The average annual air temperature is about 47 degrees F, and the average frost-free season is 115 to 135 days.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Calcic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Catheen silt loam - cultivated on a 4 percent east facing slope at an elevation of 3,000 feet.\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very\ndark brown (10YR 2/2) moist; moderate medium and coarse granular structure; hard, friable, sticky and plastic; many very fine roots; many very fine irregular pores; neutral; (pH 7.2); abrupt smooth boundary.  (6 to 9 inches thick)\nA--7 to 13 inches; dark grayish brown (10YR 4/2) silt loam, very\ndark brown (10YR 2/2) moist; moderate medium and coarse subangular blocky structure; hard, friable, sticky and plastic; many very fine roots; many very fine irregular pores; mildly alkaline; (pH 7.5); clear wavy boundary.  (4 to 10 inches thick)\nBt--13 to 25 inches; brown (10YR 5/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; hard, firm, sticky and plastic; many very fine roots; many very fine irregular and very fine tubular pores; many thin stress surfaces and clay films on faces of peds and few thin clay films lining pores; mildly alkaline; (pH 7.5); clear wavy boundary.  (7 to 25 inches thick)\nBtk1--25 to 42 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure; hard, firm, sticky and plastic; common very fine roots; common very fine irregular pores; many thin stress\nsurfaces and clay films on faces of peds; many coatings of secondary lime on faces of peds and lining pores; violently\neffervescent; moderately alkaline; (pH 8.0); clear wavy boundary. (10 to 20 inches thick)\nBtk2--42 to 49 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic\nstructure; hard, firm, sticky and plastic; common very fine roots; common very fine irregular pores; many thin stress\nsurfaces and clay films on faces of peds; common coatings of secondary lime on faces of peds and lining pores; strongly\neffervescent; moderately alkaline; (pH 8.0); clear wavy boundary. (0 to 10 inches thick)\nBtk3--49 to 60 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; strong medium angular blocky structure; very hard, very firm, sticky and plastic; few very fine roots; common very fine irregular pores; continuous moderately thick stress surfaces and clay films on faces of peds and lining pores; few coatings of secondary lime lining pores; slightly effervescent; moderately alkaline; (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Asotin County, Washington; 5 miles northeast of Anatone; 20 feet south and 1,400 feet west of northeast corner sec. 10 T. 8 N., R 46 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in the moisture control section for 75 to 90 consecutive days following summer solstice.  Depth to calcic horizon is 20 to 43 inches.  The mean annual soil temperature is about 49 degrees F.  The argillic horizon is more than 20 inches thick.  The particle-size control section is 22 to 30 percent clay.  The mollic epipedon is 20 to 34 inches thick.\nThe A1 horizon has value of 4 or 5 dry and 2 or 3 moist.  It is neutral or mildly alkaline.\nThe Bt horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 dry or moist.  It is silty clay loam or silt loam,  It is neutral or mildly alkaline.\nThe Btk horizon has value of 5 to 7 dry, 3 to 6 moist, and chroma of 2 to 4 dry or moist.  It is silty clay loam or silt loam.  Some pedons lack a Btk horizon and have a Bk horizon.  It is moderately alkaline in most Btk horizons, strongly alkaline, and ranges to 1 in Bk horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bothwell, Peola, and Mendon series.  Bothwell soils are clay in the lower part of the\nparticle-size control section.  Mendon soils have an argillic horizon 8 to 18 inches thick and are dry for less than 75 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Catheen soils are formed in loess and residuum, and colluvium from basalt on broad basaltic plateaus.  Slopes are 3 to 30 percent.  Elevations range from 2,600 to 3,700 feet.  Summers are warm and dry and winters are cool and moist.  The average annual temperature is about 47 degrees F.  Frost-free season is 115 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Laufer, Neissenberg, Pataha, Peola, Rockly, Spofmore and Thiessen series. Laufer, Pataha, Peola and Rockly soils have a lithic contact at a depth of less than 40 inches.  Neissenberg, and\nSpofmore soils have a natric horizon.  Thiessen soils are clayey- skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland.  Native vegetation is mainly bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, arrowleaf balsamroot, and western yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Washington; the series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Asotin County, Washington, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a mollic epipedon from the surface to 25 inches, an argillic horizon from 13 to 60 inches, and a calcic horizon from 25 to 60 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very"
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "narrative": "A--7 to 13 inches; dark grayish brown (10YR 4/2) silt loam, very"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--13 to 25 inches; brown (10YR 5/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; hard, firm, sticky and plastic; many very fine roots; many very fine irregular and very fine tubular pores; many thin stress surfaces and clay films on faces of peds and few thin clay films lining pores; mildly alkaline; (pH 7.5); clear wavy boundary.  (7 to 25 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 64,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "narrative": "Btk1--25 to 42 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure; hard, firm, sticky and plastic; common very fine roots; common very fine irregular pores; many thin stress"
      },
      {
        "name": "Btk2",
        "top": 107,
        "bottom": 124,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "narrative": "Btk2--42 to 49 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic"
      },
      {
        "name": "Btk3",
        "top": 124,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "Btk3--49 to 60 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; strong medium angular blocky structure; very hard, very firm, sticky and plastic; few very fine roots; common very fine irregular pores; continuous moderately thick stress surfaces and clay films on faces of peds and lining pores; few coatings of secondary lime lining pores; slightly effervescent; moderately alkaline; (pH 8.0)."
      }
    ]
  ]
}
