{
  "SERIES": "CATHERINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/WEL/RWL",
  "REVDATE": "01/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Catherine silt loam - cultivated, on a 1/2 percent slope at an elevation of 2705 feet.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular and irregular pores; slightly acid (pH 6.4); abrupt smooth boundary.\nA1--8 to 18 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular and irregular pores; common fine distinct dark yellowish brown (10YR 4/4) redox concentrations; neutral (pH 6.6); clear smooth boundary.\nA2--18 to 30 inches; very dark gray (10YR 3/1) silt loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many fine and very fine tubular pores; common fine distinct dark yellowish brown (10YR 4/4) redox concentrations; neutral (pH 7.0); clear smooth boundary. (Combined thickness of the A horizon is 21 to 41 inches)\nAC--30 to 40 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many fine and very fine tubular pores; many fine distinct yellowish brown (10YR 5/4) redox concentrations; neutral (pH 7.3); clear smooth boundary.  (6 to 16 inches)\nC1--40 to 48 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; many fine distinct yellowish brown (10YR 5/4) redox concentrations; slightly alkaline (pH 7.5); abrupt smooth boundary.  (8 to 18 inches thick)\n2C2--48 to 60 inches; very dark grayish brown (10YR 3/2) very gravelly silt loam; massive; hard, firm, slightly sticky and slightly plastic; 50 percent gravel; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Union County, Oregon; about 1.5 miles east of Island City, 1,400 feet north and 100 feet east of the Pierce Lane Bridge across the Grande Ronde River in the NW1/4SW1/4 sec. 36, T. 2 S., R. 38 E. (Latitude 45 degrees, 20 minutes, 49 seconds N, Longitude 118 degrees, 00 minutes, 46 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F, and the mean summer soil temperature is 66 to 69 degrees F.  The soil is saturated with water at some period of the year but has a short dry period during the summer.  The soil is noncalcareous and ranges from slightly acid to slightly alkaline.   Depth to bedrock is 60 inches or more.  The particle-size control section is 18 to 35 percent clay and has less than 15 percent material coarser than very fine sand.  The upper 7 inches of the A horizon contain 4 to 10 percent organic matter.  Depth to the 2C horizon is 40 to 60 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or less moist and dry.  It is silt loam or silty clay loam.\nThe lower part of the A horizon and the AC horizon have distinct or prominent redox concentrations.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 or 4 moist, 4 to 6 dry and chroma of 2 or less.  It is silt loam or silty clay loam.  Lenses of volcanic ash are in some pedons below a depth of 40 inches.\nThe 2C horizon is stratified loamy sand, sandy loam, silt loam or light silty clay loam.  It has 0 to 50 percent gravel and 0 to 15 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Afton, Clementine, Colo, Otter, Pastolla, Sawmill and Whitewood series. Afton, Clubcaf, Colo, Otter, Sawmill and Whitewood soils lack a dry summer period and have mean annual precipitation of more than 25 inches. Afton, Otter, Sawmill and Whitewood soils have a mollic epipedon less than 36 inches thick.  Clementine soils have lime within depths of 20 to 40 inches. Pastolla soils are poorly drained and have calcareous horizons. Sawmill and Whitewood soils have moderate structure in the Bg horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Catherine soils are on flood plains and have slopes of 0 to 3 percent.  Some areas are channeled; many have swales or depressions.  Elevations are 600 to 4,000 feet.  The soils formed in mixed alluvium.  The climate is characterized by cool wet winters and hot dry summers.  The mean annual precipitation is 11 to 23 inches.  The mean annual temperature is 45 to 54 degrees F.  The frost-free period is 100 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baldock, Black Canyon, Conley, Hooly, Hot Lake, La Grande and Wingville soils.  Baldock and Hooly soils lack a mollic epipedon.  Black Canyon soils are clayey over loamy.  Conley soils have a fine textured argillic horizon.  Hot Lake soils are coarse-silty and have a thinner mollic epipedon.  La Grande soils are moderately well drained.  Wingville soils are calcareous and moderately alkaline."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; moderate permeability; a water table is at a depth of 1.5 to 4 feet during the winter and spring and has rare to occasional flooding for brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for the production of wheat, alfalfa, barley and hay and pasture.  Potential native vegetation is mainly sedges, rushes, tufted hairgrass, and bluegrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys and basins of eastern Oregon, southeastern Washington and southwestern Idaho, MLRA 8, 9, 10, 43.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grande Ronde Valley Area, Union County, Oregon; 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This draft reflects a change in classification from Haplaquolls to Endoaquolls based on revisions to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nmollic (cumulic) epipedon - from 0 to 40 inches (Ap, A1, A2, and AC horizons) with more than 0.6 percent organic carbon than the C1 horizon.\naquic feature - from 8 to 40 inches (A1, A2, and AC horizons) distinct redox concentrations in the lower part of the mollic epipedon.\nparticle-size control section - from 10 to 40 inches (part of the A1, A2 , and AC horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
