{
  "SERIES": "CATLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-JBF",
  "REVDATE": "01/2011",
  "STATES": "OR",
  "OVERVIEW": "The Catlow series consists of very deep, well drained soils that formed in alluvium and lacustrine deposits derived from volcanic rocks. Catlow soils are on beach terraces and lake terraces. Slopes are 0 to 20 percent. The mean annual precipitation is about 250 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Durinodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Catlow very stony loam--on a beach terrace sloping 10 percent to the northwest at about 1,430 meters elevation--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; pale brown (10YR 6/3) very stony loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine vesicular and irregular pores; 15 percent stones, 10 percent cobbles, and 20 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary. (3 to 15 cm thick)\nAB--8 to 23 cm; brown (10YR 5/3) very stony sandy clay loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; hard, friable, sticky and plastic; common very fine and fine roots; many very fine vesicular and irregular pores; 15 percent stones, 5 percent cobbles, and 15 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary. (8 to 25 cm thick)\nBw--23 to 56 cm; pale brown (10YR 6/3) extremely stony sandy clay loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine vesicular and irregular pores; 25 percent stones, 15 percent cobbles, and 30 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (25 to 50 cm thick)\n2Bkq--56 to 79 cm; pale brown (10YR 6/3) extremely cobbly loamy coarse sand, dark brown (10YR 3/3) moist; massive; hard, firm and brittle, nonsticky and nonplastic; few very fine, fine, and medium roots; many very fine tubular and irregular pores; secondary carbonates segregated as few coats on rock fragments; 15 percent stones, 20 percent cobbles, and 45 percent gravel; slightly alkaline (pH 7.6); abrupt wavy boundary. (15 to 38 cm thick)\n2Ck--79 to 152 cm; multicolored extremely cobbly coarse sand; single grain; loose, nonsticky and nonplastic; few very fine, fine and medium roots; many very fine and fine irregular pores; secondary carbonates segregated as few cats on rock fragments; 20 percent stones, 30 percent cobbles, and 40 percent gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harney County, Oregon; between the Catlow Rim and Catlow Valley about 2 miles southwest of Long Hollow Road and 0.2 miles east of The Troughs; approximately 1,000 feet north and 200 feet east of the southwest corner of section 8, T. 37 S., R. 32 1/2 E.; USGS Square Mountain 7.5 minute topographic quadrangle; latitude 42 degrees 20 minutes 18 seconds N and longitude 118 degrees 53 minutes 51 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and early spring, dry from late spring through early winter; dry for more than half the time when the soil temperature is greater than 5 degrees C.; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 10 degrees C.\nDepth to base of cambic horizon: 38 to 76 cm.\nDepth to horizons with firm consistence and a brittle manner of failure and identifiable secondary carbonates: 38 to 76 cm.\nReaction:  Slightly alkaline or moderately alkaline.\nParticle-size control section - Clay content: Averages 7 to 18 percent.\nRock fragments: Averages 50 to 80 percent. Lithology of fragments are volcanic rocks such as basalt, andesite, and tuff.\nA horizon\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nAB and Bw horizons\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 1 through 3, dry or moist.\nTexture: Extremely stony sandy clay loam, very stony sandy clay loam, very cobbly sandy loam, very gravelly sandy loam, gravelly sandy loam, extremely cobbly fine sandy loam, or very gravelly sandy clay loam.\nClay content: 10 to 25 percent.\n2Bkq horizon or 2Bq horizon (when present)\nValue: 5 or 6 dry, 3 through 5 moist\nTexture: Extremely cobbly loamy coarse sand, very cobbly sandy loam, very cobbly loamy sand, very gravelly sandy loam, or extremely gravelly sandy loam.\nClay content: 5 to 15 percent.\nConsistence: Firm moist with a brittle manner of failure.\nEffervescence: Noneffervescent or slightly effervescent.\nCalcium carbonate equivalent: 0 to 2 percent.\n2Ck horizon  or 2 C horizon (when present)\nTexture: Extremely cobbly loamy coarse sand, extremely cobbly coarse sand, very gravelly sand, extremely gravelly sand, or extremely gravelly sandy loam.\nRock fragment content: 50 to 90 percent gravel and/or cobbles.\nClay content: 0 to 10 percent.\nCalcium carbonate equivalent: 0 to 1 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Mina, Porrone and Zineb series.\nMina, Porrone and Zineb soils have a horizon with more than 20 percent durinodes in a friable matrix and do not have a horizon with firm consistence and a brittle manner of failure. In addition, Mina and Porrone soils average 35 to 50 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Catlow soils are on beach terraces and lake terraces. These soils formed in wave-modified alluvium and lacustrine deposits derived from volcanic rocks. Pedons dominated by cobbles and stones are on beach terraces bordering old Pleistocene lake basins. Pedons dominated by gravel are on lake terraces within lake basins. Slopes are 0 to 20 percent. Elevations range from 1,280 to 1,680 meters. The climate is semiarid and characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 7 to 9 degrees C., and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Enko soil. Enko soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low or medium surface runoff; moderately slow permeability; moderately high saturated hydraulic conductivity in the brittle 2Bkq horizon over moderately rapid to rapid permeability in the underlying 2Ck horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Catlow soils are used for rangeland and wildlife habitat. The vegetation is commonly Wyoming big sagebrush, bluebunch wheatgrass, Sandberg's bluegrass, Thurber's needlegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 23 cm (A and AB horizons).\nCambic horizon - The zone from 23 to 58 cm (Bw horizon).\nDuric feature - The zone from 56 to 79 cm (2Bkq horizon).\nIdentifiable secondary carbonates - The zone from 56 to 152 cm (2Bkq and 2Ck horizons).\nParticle-size control section - The zone from 25 to 100 cm (2Bkq horizon and parts of the Bw and 2Ck horizons).\nADDITIONAL DATA: Previous authors and editors include: RDK-TDT-TM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
