{
  "SERIES": "CATO",
  "STATUS": "Established Series",
  "BYREV": "EPM:KC:LBW",
  "REVDATE": "01/2012",
  "STATES": "AR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Oxyaquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cato loam, 1 to 3 percent slopes in an abandoned field.\n(Colors are for moist soil unless otherwise stated.)\nAp1--0 to 3 inches; brown (10YR 4/3) loam, moderate medium granular structure; friable; common fine and common medium pores; common fine, common medium and few coarse roots; about 5 percent by volume rounded sandstone pebbles; very strongly acid; clear smooth boundary.\nAp2--3 to 6 inches; brown (7.5YR 4/4) loam; weak fine and medium subangular blocky structure; friable; common fine and common medium pores; common fine and common very fine roots; about 5 percent by volume rounded sandstone pebbles; very strongly acid; clear wavy boundary.\nBt1--6 to 19 inches; strong brown (7.5YR 5/6) clay loam; moderate medium subangular blocky structure; firm; common fine pores; common fine, few medium and few coarse roots; common faint strong brown (7.5YR 4/6) clay films on faces of peds and on some surfaces along pores; about 5 percent by volume rounded sandstone pebbles; extremely acid; clear wavy boundary.\n2Bt2--19 to 33 inches; yellowish brown (10YR 5/8) very gravelly sandy clay loam; moderate fine subangular blocky structure; firm, some peds slightly brittle; few fine roots; common fine pores; common distinct strong brown (7.5YR 4/6) clay films on faces of peds, on pebbles and on surfaces along pores; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation on faces of peds and around pebbles; few medium prominent red (2.5YR 4/6) iron accumulation on faces of peds; common medium distinct light yellowish brown (10YR 6/4) iron depletions in matrix; common medium prominent light brownish gray (10YR 6/2) iron depletions on faces of peds and lining pores; many fine, medium and coarse prominent black (10YR 2/1) masses of manganese accumulations on faces of peds, around pebbles and lining pores; about 55 percent by volume rounded and subrounded sandstone pebbles; very strongly acid clear wavy boundary.\n2Bt3--33 to 46 inches; brownish yellow (10YR 6/6) clay loam; moderate medium and coarse subangular blocky structure; friable; few fine and few medium roots; common fine and common medium pores; common distinct gray (10YR 5/1) clay films on faces of peds and on surfaces along pores; common medium and coarse faint yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; common medium faint yellowish brown (10YR 5/4) masses of iron accumulation on faces of peds; many medium and coarse prominent gray (10YR 6/1) iron depletions in matrix; common medium prominent grayish brown (10YR 5/2) iron depletions on faces of peds and lining pores; common medium and fine prominent black (10YR 2/1) masses of manganese accumulation on faces of peds and around pebbles and lining pores; about 10 percent by volume rounded and subrounded sandstone pebbles and about 4 percent by volume shale channers; very strongly acid; abrupt wavy boundary.\n3Cr-- 46 to 50 inches; soft, black, shale bedrock, with seams of gray silt loam."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Faulkner County, Arkansas; NE1/4 NW1/4 NE1/4 SE1/4, sec. 36, T. 4 N., R. 13 W.; lat. north 92. degrees 20 minutes, 18 seconds, long. west 34 degrees, 56 minutes, 11 seconds, Cato Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to shale bedrock ranges from 40 to 60 inches.  Due to the wavy boundary between the lower 2Bt horizon and the underlying tilted bedrock, it is extremely variable within short distances.  Reaction ranges from moderately acid to very strongly acid in the A, and BA horizons, where present, and from strongly acid to extremely acid in the Bt and 2Bt horizons.  Sandstone fragments less than 3 inches in diameter range from 0 to 10 percent by volume in the A, BA, and Bt horizons.  Sandstone and shale fragments less than 3 inches in diameter range from the 10 to 60 percent by volume in the 2Bt horizon.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of  4, and chroma of 2 through 4.  Texture is loam or silt loam.\nThe Bt horizon has hue of 7.5YR or 10YR , value of 4 or 5, and chroma of 4 through 6.  Texture is loam, silt loam, clay loam or silty clay loam.  Iron accumulations and depletions are in shades of brown.\nThe 2Bt horizon has hue of 10YR through 5YR, value of 5 or 6, and chroma of 4 through 8 and iron accumulations and depletions in shades of red, brown, yellow and gray.  Texture is loam, clay loam, sandy clay loam, or their gravelly, or very gravelly analogs.\nThe 3Cr horizon is soft, weathered, shale bedrock in various shades of black, olive, gray, brown, red and yellow with seams of soil material making up less than 10 percent of horizon. The beds have a dip of more than 20 degrees from horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cato soils are on level to gently sloping toeslopes and valley floors within valleys of the Ouachita Mountains.  Slopes range from 0 to 8 percent.  These soils formed in colluvium from nearby hillsides which was deposited on tilted, fractured, and folded shale bedrock of the Atoka formation.  Typically, each pedon has a paleosol directly over the shale bedrock with similar but younger sediments over the paleosol.  Mean annual precipitation ranges from 41 to 56 inches  and the mean annual temperature ranges from 60 degrees to 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Maumelle, Littlefir, Olmstead, Pirum, Psyam, and Purdham.  The Littlefir, Pirum and Purdham soils are on slightly higher landscapes and are residual soils.  The Psyam soils are on similar landscapes but are greater than 60 inches to shale bedrock.  The Maumelle soils are on lower landscapes and are very poorly drained.  The Olmstead soils are on slightly lower landscapes and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Cato soils are moderately well drained.  Runoff is low to medium depending on slope.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland and improved pasture.  Native forest vegetation is shortleaf pine, loblolly pine, southern red oak, post oak, blackjack oak and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains of Arkansas and possibly Oklahoma; MLRA 119.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Pulaski County, Arkansas; 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are;\nOchric epipedon - The zone from the soil surface to a depth of about 6 inches.\nArgillic horizon - the zone from  a depth of about 6 inches to 46 inches.\nParalithic contact - boundary between the 2Bt3 horizon and the underlying soft shale bedrock (Cr).\nADDITIONAL DATA: Characterization of the typical pedon by the University of Arkansas Soil Characterization Laboratory, NRCS sample number S98AR045-10-(1-5).  Additional characterization data by the University of Arkansas Soil Characterization Laboratory, NRCS sample numbers S98AR119-08(1-6) and S98AR119-10(1-7).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
