{
  "SERIES": "CATOCTIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHW-NAM-HS",
  "REVDATE": "10/2003",
  "STATES": "MD,PA,VA",
  "OVERVIEW": "The Catoctin series consists of moderately deep, well drained soils with moderately rapid permeability.  They formed in material weathered primarily from greenstone.  They are on nearly level to very steep ridges and side slopes.  Mean annual temperature is about 54 degrees F and mean annual precipitation is about 40 inches.  Slopes range from 0 to 80 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ruptic-Alfic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Catoctin channery silt loam - in a hardwood forest.  (Colors are for moist soil.)\nOi--3 to 0 inches; partially decomposed and fresh leaves and twigs of decidious trees.\nOe--0 to 1 inches; dark brown partially decomposed organic matter.\nA--1 to 4 inches; brown (7.5YR 4/2) channery silt loam; weak fine granular structure; very friable; many fine roots; 15 percent fragments of greenstone rock 1/4 to 2 inches in length; strongly acid; clear smooth boundary.  (1 to 6 inches thick)\nE--4 to 10 inches; brown (7.5YR 5/4) channery silt loam; weak fine granular structure; friable; many fine and medium roots; 20 percent fragments of greenstone rock 1/4 to 2 inches in length; strongly acid; gradual wavy boundary.  (0 to 8 inches thick)\nBw--10 to 22 inches; strong brown (7.5YR 5/6) channery silt loam; weak fine subangular blocky structure; interrupted by thin lenses and irregularly shaped bodies of silty clay loam with few distinct clay films on faces of peds and in pores; friable, slightly plastic, slightly sticky; few medium and fine roots; 35 percent partially weathered fragments of greenstone rock 1/2 to 4 inches in length; few distinct clay films on faces of rock fragments; moderately acid; gradual wavy boundary.  (6 to 25 inches thick)\nC--22 to 28 inches; brown (7.5YR 5/4) and yellowish red (5YR 5/8) very channery silt loam; massive; friable, slightly sticky; few fine roots; 70 percent partially weathered fragments or rock 2 to 6 inches in length; moderately acid; gradual irregular boundary.  (0 to 20 inches thick)\nR--28 inches; hard greenstone rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Loudoun County, Virginia; on Highway 698, l mile south of junction of Highway 740."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 15 to 30 inches.  Depth to bedrock ranges from 20 to 40 inches.  Content of rock fragments ranges from 5 to 35 percent in the A and E horizons, from 15 to 55 percent in the B horizon and from 35 to 80 percent in the C horizon.  These primarily consist of greenstone or other dark colored rock fragments.  Except where limed, the soil is strongly acid to slightly acid in the A, E, and B horizons, and moderately acid to neutral in the C horizon.\nThe A horizon has hue of 7.5YR or lOYR, value of 3 through 5, and chroma of 2 through 4.  Horizons with value of 3 and chroma of 2 or 3 are less than 10 inches thick.  The A horizon is silt loam or loam in the fine earth fraction.\nThe E horizon has hue of 7.5YR or lOYR, value of 4 or 5, and chroma of 3 through 8.  It is silt loam or loam in the fine earth fraction.\nThe B horizon has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 4 through 8.  It is silt loam, loam, silty clay loam or clay loam in the fine earth fraction.\nThe C horizon has colors similar to the B horizon or it is multicolored 1oamy material mixed with from 35 to 80 percent partially weathered rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Webbtown is the only other series in the same family.   Webbtown soils contain rock fragments or porous shale, silt stone, or finegrain sandstone.  Similar soils in closely related families include the Brandywine, Cardiff, Highfield, Lew, Litz, and Myersville series.  Brandywine and Cardiff soils do not have an orgillic horizon in any part of the pedon and they have less than 35 percent base saturation.  Highfield and Myersville soils have a continous argillic horizon and less than 35 percent weighted average of rock fragments in the particle size control section.  Lew soils have a continuous argillic horizon and base saturation less than 35 percent. Litz soils have less than 35 percent base saturation and rock fragments that are shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Catoctin soils are on ridges and side slopes in the Northern Piedmont plateau and Blue Ridge Mountains.  The soils nearly level to very steep with slope gradients ranging from about 0 to 80 percent.  Catoctin soils formed in material weathered from greenstone and other dark colored rocks.  The mean annual temperature is about 54 degrees F and the mean annual precipitation ranges from 38 to 41 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Highfield, Lew, and Myersville soils, these are the Dyke, Fauquier, Meadowville, Rabun, and Unison series which have a continuous argillic horizon; also, the Rohrersville series which has a fragipan and is somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or moderately rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used mainly for growing pasture; a minor acreage is used for growing crops consisting of corn, small grain, and hay.  Most of these soils are in forest consisting of white oak, red oak, yellow-poplar, ash, walnut, hickory, locust, redbud, and red cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, Maryland, and Pennsylvania. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frederick County (Catoctin Soil Conservation District), Maryland, 1940"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric Epipedon - the zone from the surface to 10 inches (A and E horizons)\n2.  Cambic horizon - zone from 10 to 22 inches\n3.  Lithic contact at 28 inches\n10/2003 Previously revised by JHW-NAM-HS in 08/2001. This 2003 revision corrected an error in surface rock fragments. The surface was previously listed as 10% channers with a silt loam. Loudoun County correlation and taxonomic description showed 15% rock fragments and channery silt loam.\nSIR = VA0027, VA0251 (COBBLY), VA0030 (STONY)\nMLRA = 128, 130, 148\nREVISED = 1/24/92, MHC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 8,
        "bottom": 0,
        "narrative": "Oi--3 to 0 inches; partially decomposed and fresh leaves and twigs of decidious trees."
      },
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe--0 to 1 inches; dark brown partially decomposed organic matter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 4 inches; brown (7.5YR 4/2) channery silt loam; weak fine granular structure; very friable; many fine roots; 15 percent fragments of greenstone rock 1/4 to 2 inches in length; strongly acid; clear smooth boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 25,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--4 to 10 inches; brown (7.5YR 5/4) channery silt loam; weak fine granular structure; friable; many fine and medium roots; 20 percent fragments of greenstone rock 1/4 to 2 inches in length; strongly acid; gradual wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 56,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--10 to 22 inches; strong brown (7.5YR 5/6) channery silt loam; weak fine subangular blocky structure; interrupted by thin lenses and irregularly shaped bodies of silty clay loam with few distinct clay films on faces of peds and in pores; friable, slightly plastic, slightly sticky; few medium and fine roots; 35 percent partially weathered fragments of greenstone rock 1/2 to 4 inches in length; few distinct clay films on faces of rock fragments; moderately acid; gradual wavy boundary.  (6 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 71,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "C--22 to 28 inches; brown (7.5YR 5/4) and yellowish red (5YR 5/8) very channery silt loam; massive; friable, slightly sticky; few fine roots; 70 percent partially weathered fragments or rock 2 to 6 inches in length; moderately acid; gradual irregular boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 71,
        "narrative": "R--28 inches; hard greenstone rock."
      }
    ]
  ]
}
