{
  "SERIES": "CAUSEWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WPT/TC/GB/JPP",
  "REVDATE": "05/2007",
  "STATES": "CO",
  "OVERVIEW": "The Causewa series consists of moderately deep, well drained, moderately permeable soils that formed in basaltic material.  Causewa soils are on high flat mountain tops and have slopes ranging from 0 to 35 percent.  Mean annual precipitation is about 30 inches and mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Typic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Causewa loam - alpine grass park.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 4 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure parting to moderate very fine and fine granules; slightly hard, very friable, slightly sticky, and nonplastic; 5 percent pebbles and 5 percent cobble; strongly acid; clear smooth boundary.  (2 to 6 inches thick)\nBw--4 to 14 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, and slightly plastic; 20 percent pebbles, 5 percent cobble; medium acid; clear wavy boundary.  (6 to 12 inches thick)\nC--14 to 34 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, and slightly plastic; 40 percent pebbles, 15 percent cobble; slightly acid.  (12 to 22 inches thick)\nR--34 inches; fractured basaltic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; approximately 2,100 feet west and 200 feet north of the SE corner of Sec. 15, T. 1 N., R. 87 W. in an unsectionized area.  U.S.G.S. Devils Causeway quad.; lat. 40 degrees, 2 minutes, 50 seconds N., and long. 107 degrees, 10 minutes, 12 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 34 to 38 degrees F.  Mean summer soil temperature ranges from 40 to 46 degrees F.  These soils are noncalcareous throughout. Depth to the lithic contact ranges from 20 to 40 inches.  The particle-size control section has 18 to 27 percent clay, 20 to 45 percent silt and 35 to 60 percent sand.  Rock fragments in the particle-size control section ranges from 25 to 50 percent pebbles and 10 to 20 percent cobbles.  The soil ranges from slightly to strongly acid and has less than 50 percent base saturation throughout.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5, 2 or 3 moist, and chroma of 2 or 3.\nThe Bw horizon has color similar to the A horizon.\nThe C horizon has hue of 2.5Y through 7.5YR, value of 4 through 6, 2 through 4 moist and chroma of 2 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Afley (CO), Buell (UT), Drakespeak (OR), Goodlow (OR), Grubstake (AK), Hossick (CO), McCall (ID), Moran (WY), and Sibelia (NV) soils.  Goodlow soils have clay ranging from 27 to 35 percent in the particle-size control section.  Hossick soils have hues in the Bw and C horizon redder than 7.5YR.  Buell, Drakespeak, Grubstake, Moran, and McCall soils lack bedrock above 40 inches. Sibelia soils have a lithic contact between depths of 40 to 60 inches and Sibelia and Afley soils have stones dominating the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Causewa soils are on high flat plateaus or mesas and mountain tops.  Complex slopes are commonly 3 to 5 percent but range from 0 to 35 percent.  These soils formed in residuum of basaltic materials at elevations above 10,000 feet.  Mean annual precipitation is 28 to 40 inches, the majority of which falls as snow.  Mean annual temperature is 30 to 38 F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Angostura, Grenadier, and the tentative Packtrail and Domo soils.  Angostura and Grenadier soils are forested and have ochric epipedons and Angostura soils also have argillic layers.  Packtrail and Domo soils have a fine-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Causewa soils are used for wildlife habitat, recreation and limited sheep grazing.  Native vegetation includes wild buckwheat, red top, sedges, planeleaf willow and other alpine grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of western Colorado.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Flat Tops Soil Survey Area, (Garfield County), Colorado; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons include an umbric surface layer; a cambic horizon from 4 to 14 inches; and a lithic contact at 20 to 40 inches.  Base saturation is less than 50 percent throughout.  Last update by the state 4/94.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure parting to moderate very fine and fine granules; slightly hard, very friable, slightly sticky, and nonplastic; 5 percent pebbles and 5 percent cobble; strongly acid; clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--4 to 14 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, and slightly plastic; 20 percent pebbles, 5 percent cobble; medium acid; clear wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "narrative": "C--14 to 34 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, and slightly plastic; 40 percent pebbles, 15 percent cobble; slightly acid.  (12 to 22 inches thick)"
      },
      {
        "name": "R",
        "top": 86,
        "narrative": "R--34 inches; fractured basaltic bedrock."
      }
    ]
  ]
}
