{
  "SERIES": "CAVESPRING",
  "STATUS": "Established Series",
  "BYREV": "PBF/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Cavespring series consists of very deep, well-drained soils that formed in mixed alluvium. The Cavespring soils are on alluvial fans and fan remnants. Slopes range from 2 to 30 percent. The mean annual precipitation is about 5 inches, and the mean annual temperature is about 66 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: On Cavespring-Arizo-Cavespring very cobbly complex, 2 to 15 percent slopes at an elevation of 3,270 feet. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered by 40 percent gravel and 5 percent cobbles.\nA--0 to 2 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine roots; many very fine interstitial pores; 40 percent gravel and 5 percent cobbles; noneffervescent; neutral (pH 7.3); clear wavy boundary. (1 to 4 inches thick)\nC1--2 to 11 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; many very fine, few fine roots; many very fine, common fine tubular pores; few thin carbonate coats on undersides of rock fragments; 40 percent gravel and 15 percent cobbles; very slightly effervescent; neutral (pH 7.3); clear wavy boundary.\nC2--11 to 60 inches; pale brown (10YR 6/3) very cobbly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and slightly plastic; common very fine, few fine and medium roots; many very fine and fine interstitial, few fine tubular pores; many thin carbonate coats on undersides of rock fragments; 35 percent gravel and 20 percent cobbles and 5 percent stones; slightly effervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; about 800 feet east and 2,275 feet south of the NW corner of sec. 36, T. 15 N., R. 1 E., 35 degrees, 21 minutes, and 11 seconds north latitude, and 116 degrees, 50 minutes, and 03 seconds west longitude, East of Goldstone, California quadrangle. UTM: 11S, 0515070e 3912050n."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature: 63 to 72 degrees F.\nOrganic matter: 0 to 0.5 percent\nSurface rock fragments: 30 to 85 percent rock fragments; with 30 to 80 percent gravel, 0 to 20 percent cobbles, and 0 to 5 percent stones\nControl section -\nRock fragments: Averages more than 35 percent\nA horizon\nValue: 5 to 7 dry and 3 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture of the fine earth: Sandy loam or coarse sandy loam\nClay content: 5 to 15 percent\nRock fragments: 25 to 85 percent; with 25 to 70 percent gravel, 0 to 20 percent cobbles, and 0 to 5 percent stones\nReaction: Neutral to moderately alkaline\nC horizon\nValue: 6 to 8 dry and 4 to 6 moist\nChroma: 3 or 4 dry and 2 to 6 moist\nTexture of the fine earth: Sandy loam or coarse sandy loam\nClay content: 5 to 15 percent\nRock fragments: 25 to 70 percent; with 25 to 55 percent gravel, 0 to 25 percent cobbles, and 0 to 10 percent stones\nReaction: Neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canutio, Emot, Forlorn, Ogral, Spellacy, and Yermo soils. Canutio, Emot and Ogral soils are moist in the moisture control section for more than 20 days cumulative in the summer. In addition, Emot soils have more than 50 percent silt in the fine earth fraction and Ogral soils have hues of 7.5YR or 5YR throughout. Forlorn soils are characterized by strong to moderate alkalinity in the control section and have a control section characterized by significant amounts of silica and lime coats on rock fragments. Spellacy soils have a moisture control section that is moist in some part more than half the time, cumulative, that the soil temperature at 20 inches is greater than 41 degrees F. Yermo soils have a MAST of 59 to 63 degrees F. In addition they have less than 25 percent rock fragments in the 2 to 75 mm fraction in the A and upper C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Cavespring soils are on alluvial fans. Slopes range from 2 to 30 percent. The soils formed in material from mixed alluvium. Elevations are 1,900 to 3,800 feet. The climate is arid, with hot, dry summers and warm winters. Most precipitation comes in the winter but in some areas it is sporadic. The mean annual precipitation is 3 to 7 inches. The mean annual temperature is 61 to 70 degrees F. The frost-free season is 240 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo, Blackmagic, Crackerjack, Crosgrain, Fortirwin, Granitepass and Haleburu soils. Arizo soils have sandy-skeletal particle-size control sections, are on similar landforms but are typically lower on the landscape. Blackmagic soils are on fan remnants and have an argillic horizon and a fine-loamy particle-size control section. Crackerjack, Crosgrain, and Fortirwin soils are shallow to a duripan and are on adjacent alluvial fans and ballenas. Granitepass soils are on alluvial fans and have coarse-loamy particle-size control sections. Haleburu soils are on adjacent mountains and are very shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very low to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cavespring soils are used for military exercises and wildlife habitat. The present vegetation is mainly creosotebush and white bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California. MLRA 30. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Fort Irwin Soil Survey Area, 2000. The name is from a location within the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- 0 to 2 inches (A horizon)\n2.  Particle-size control section -- 10 to 40 inches (part\nof the C1 and C2 horizons)\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 7/2000. ET"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine roots; many very fine interstitial pores; 40 percent gravel and 5 percent cobbles; noneffervescent; neutral (pH 7.3); clear wavy boundary. (1 to 4 inches thick)"
      },
      {
        "name": "C1",
        "top": 5,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--2 to 11 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; many very fine, few fine roots; many very fine, common fine tubular pores; few thin carbonate coats on undersides of rock fragments; 40 percent gravel and 15 percent cobbles; very slightly effervescent; neutral (pH 7.3); clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 28,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--11 to 60 inches; pale brown (10YR 6/3) very cobbly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and slightly plastic; common very fine, few fine and medium roots; many very fine and fine interstitial, few fine tubular pores; many thin carbonate coats on undersides of rock fragments; 35 percent gravel and 20 percent cobbles and 5 percent stones; slightly effervescent; slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
