{
  "SERIES": "CAZENOVIA",
  "STATUS": "Established Series",
  "BYREV": "MGC-SWF-PSP",
  "REVDATE": "03/2006",
  "STATES": "NY",
  "OVERVIEW": "Cazenovia soils are very deep and deep, moderately well drained soils formed in loamy till. They are nearly level to very steep soils on till plains. Saturated hydraulic conductivity is moderately high to high in the surface layer and subsoil and moderately low to moderately high in the substratum. Slope ranges from 0 to 45 percent. Mean annual temperature is 49 degrees F. and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cazenovia silt loam, on a 5 percent slope in a cultivated. (Colors are for moist broken soils.)\nAp -- 0 to 10 inches, very dark grayish brown (10YR 3/2) silt loam; moderate fine and medium granular structure; very friable; many fine roots; 10 percent rock fragments; neutral; abrupt smooth boundary. (5 to 12 inches thick.)\nE -- 10 to 12 inches, light brownish gray (10YR 6/2) silt loam; moderate coarse granular structure; friable; common fine roots; 10 percent rock fragments; slightly acid; abrupt, irregular boundary that interfingers into the B horizon. (0 to 7 inches thick.)\nB/E -- 12 to 19 inches, reddish brown (5YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; light brownish gray (10YR 6/2) silt coats 1 mm thick along vertical faces of peds that constitute less than 15 percent of the layer; few roots; 10 percent rock fragments; neutral; gradual, smooth boundary. (3 to 6 inches thick.)\nBt -- 19 to 31 inches, reddish brown (5YR 4/3) silty clay loam; moderate medium subangular blocky structure; firm; reddish brown (5YR 5/3) clay films on all faces of peds; few fine faint brown (7.5YR 5/4) masses of iron accumulation within the matrix; 10 percent rock fragments; slightly alkaline; gradual smooth boundary. (6 to 22 inches thick.)\nBC -- 31 to 44 inches, reddish brown (5YR 4/3) clay loam; moderate medium angular blocky structure; firm; 10 percent rock fragments; gradual smooth boundary; moderately alkaline; slightly effervescent. (0 to 15 inches thick.)\nC -- 44 to 72 inches, reddish brown (5YR 4/3) gravelly silty clay loam; massive; firm; 20 percent rock fragments; moderately alkaline; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Genesee County, New York; 3 miles northeast of the city of Batavia, town of Batavia. USGS Batavia North, NY topographic quadrangle; Latitude 43 degrees, 01 minutes, 58 seconds N. and Longitude 78 degrees, 09 minutes, 08 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 20 to 45 inches Depth to carbonates range from 18 to 45 inches. Bedrock is deeper than 40 inches. Rock fragments range from 2 to 25 percent by volume in the solum and from 10 to 40 percent in the C horizon. Rock fragments are dominantly gravel and cobbles but also include some stones and channery fragments.\nThe Ap horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 or 3. Texture is fine sandy loam, loam, silt loam, or silty clay loam in the fine-earth fraction. Reaction ranges from moderately acid through neutral. The E horizon and part of the B/E horizon are incorporated in the Ap horizon by deep plowing in some pedons.\nThe E horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 2 or 4. Texture is fine sandy loam through silt loam in the fine-earth fraction. Structure is weak or moderate granular or subangular blocky structure.\nThe B/E horizon has colors similar to the Bt and E horizons respectively.\nThe Bt horizon has hue of 2.5YR through 7.5YR, value of 3 through 5, and chroma of 3 or 4. It is clay loam or silty clay loam with 28 to 35 percent clay. Some pedons have subhorizons that are silty clay. It has moderate or strong, medium or coarse blocky or subangular blocky or very coarse prismatic structure. Consistence is friable or firm. Redoximorphic accumulations may be present. Reaction ranges from moderately acid to neutral in the upper part and pH increases with depth. Some pedons have carbonates in the lower part of the B horizon.\nThe BC horizon has hue of 2.5YR through 7.5YR, value of 3 through 5, and chroma of 2 through 4. It is clay loam or silty clay loam in the fine earth fraction. Some pedons have subhorizons that are silty clay. It has moderate or strong, medium or coarse blocky or subangular blocky or very coarse prismatic structure. Consistence is firm or very firm. Redoximorphic accumulations may be present. Reaction ranges from neutral to moderately alkaline.\nThe C or Cd horizon has hue of 2.5YR through 7.5YR, value of 3 through 5, and chroma of 2 through 4. Texture ranges from loam to silty clay loam in the fine-earth fraction. It is massive and may have plate-like divisions. It is firm or very firm consistence. Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adamstown, Beech, Blakeslee, El Dara, Funkstown, Hilton, Kidami, Lima, Miami, Mt. Zion, Pevely, Rainsville, Rawson, Richland, Shawtown, Summitville, and Vaughnsville series in the same family. Adamstown, Beech, Funkstown, Mt. Zion, Richland, and Summitville soils formed in colluvium of residual origin or residuum. Blakeslee have carbonates at a depth greater than 80 inches. El Dara soils have less than 15 percent rock fragments by volume in the particle size control section. Hilton, Kidami, and Lima soils have particle-size control sections that average between 18 and 27 percent clay. Miami soils have less than 10 percent rock fragments in the lower part of the series control section. Pevely soils have a lithic contact within a depth of 40 inches. Rainsville soils are more than 40 inches to the base of the argillic horizon. Rawson soils contain more than 35 percent clay in the lower part of the control section. Shawtown soils formed in more than 40 inches of outwash materials and do not have dense till. Vaughnsville soils allow less than 27 percent clay content in the particle-size control sections.\nThe Aurora, Conesus, Danley, Honeoye, Lansing, Ontario, Nunda, Wampsville, and Wassaic are series in similar families. Aurora and Wassaic soils have bedrock within a depth of 40 inches. Conesus, Danley and Nunda soils have 2 chroma redox depletions in the argillic horizon. Honeoye, Lansing, and Ontario soils have particle-size control sections that average between 18 and 27 percent clay. Wampsville soils are stratified in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cazenovia soils are on undulating to very steep land forms on till plains. The till contains limestone with an admixture of reddish lake-laid clays or reddish clay shale. Slope ranges from 0 to 45 percent. Mean annual precipitation ranges from 32 to 44 inches; mean annual temperature ranges from 45 to 50 degrees F.; and mean frost-free season ranges from 130 to 190 days. The elevation ranges from 300 to 1500 feet above sea-level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Ovid and Romulus soils are wetter drainage associates of Cazenovia soils. Cayuga soils are associated in areas that have a clayey lacustrine mantle overlying till. Schoharie soils are in nearby reddish lake-laid sediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high to high in the surface layer and subsoil and moderately low to moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for hay, pasture, corn and small grains. Vegetable crops, soy beans and dry beans are grown locally. Woodlots contain sugar maple, black cherry, basswood, red oak, and associated hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ontario lowlands of central and western New York, valleys of north-flowing rivers from the Appalachian Plateau and the southern slopes of the Mohawk Valley in New York. MLRA 101 and 140. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cayuga County, New York, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A new pedon from Genesee County was used because the typical pedon does not match the typical pedon for Cazenovia in the Ontario and Yates County, NY Soil Survey.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from the surface to a depth of 10 inches (Ap horizon).\n2. Albic horizon - the zone from 10 to 12 inches (E horizon).\n3. Argillic horizon - the zone from 19 to 31 inches below the soil surface (B/E and Bt horizons).\n4. Glossic subgroup - as evidenced by interfingering of albic material in the upper part of the argillic horizon (B/E).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 10 inches, very dark grayish brown (10YR 3/2) silt loam; moderate fine and medium granular structure; very friable; many fine roots; 10 percent rock fragments; neutral; abrupt smooth boundary. (5 to 12 inches thick.)"
      },
      {
        "name": "E",
        "top": 25,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "narrative": "E -- 10 to 12 inches, light brownish gray (10YR 6/2) silt loam; moderate coarse granular structure; friable; common fine roots; 10 percent rock fragments; slightly acid; abrupt, irregular boundary that interfingers into the B horizon. (0 to 7 inches thick.)"
      },
      {
        "name": "B/E",
        "top": 30,
        "bottom": 48,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "narrative": "B/E -- 12 to 19 inches, reddish brown (5YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; light brownish gray (10YR 6/2) silt coats 1 mm thick along vertical faces of peds that constitute less than 15 percent of the layer; few roots; 10 percent rock fragments; neutral; gradual, smooth boundary. (3 to 6 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 48,
        "bottom": 79,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt -- 19 to 31 inches, reddish brown (5YR 4/3) silty clay loam; moderate medium subangular blocky structure; firm; reddish brown (5YR 5/3) clay films on all faces of peds; few fine faint brown (7.5YR 5/4) masses of iron accumulation within the matrix; 10 percent rock fragments; slightly alkaline; gradual smooth boundary. (6 to 22 inches thick.)"
      },
      {
        "name": "BC",
        "top": 79,
        "bottom": 112,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC -- 31 to 44 inches, reddish brown (5YR 4/3) clay loam; moderate medium angular blocky structure; firm; 10 percent rock fragments; gradual smooth boundary; moderately alkaline; slightly effervescent. (0 to 15 inches thick.)"
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 183,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "C -- 44 to 72 inches, reddish brown (5YR 4/3) gravelly silty clay loam; massive; firm; 20 percent rock fragments; moderately alkaline; slightly effervescent."
      }
    ]
  ]
}
