{
  "SERIES": "CEBANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALV-AGG-DJH",
  "REVDATE": "10/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Cebana series consists of very deep, poorly and very poorly drained soils which has a densic contact at depths of 40 to 60 inches. They formed in a silty mantle of loess or lacustrine deposits and dense loamy glacial till on drumlins and ground moraines.  Slopes range from 0 to 2 percent. Mean annual precipitation is about 28 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Mollic Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cebana silt loam on a southeast facing concave slope of 1 percent in a cultivated field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; black (2.5Y 2/1) silt loam, gray (2.5Y 5/1) dry; weak fine subangular blocky structure; friable; 2 percent gravel; moderately acid; abrupt smooth boundary. (4 to 9 inches thick)\nEg--8 to 13 inches; dark gray (5Y 4/1) silt loam, gray (5Y 6/1) dry; common medium prominent strong brown (7.5YR 4/6) Fe concentrations; weak thick platy structure; friable; 2 percent gravel and 1 percent stones; strongly acid; clear wavy boundary. (0 to 8 inches thick)\nE/B--13 to 27 inches; 80 percent light olive gray (5Y 6/2) silt loam (Eg); 20 percent olive gray (5Y 4/2) silt loam (Bt); common medium prominent strong brown (7.5YR 4/6) Fe concentrations; weak medium platy structure parting to weak very fine subangular blocky; friable; 2 percent gravel; strongly acid; clear wavy boundary. (2 to 15 inches thick)\n2Bt1--27 to 35 inches; brown (7.5YR 4/4) loam; common medium and coarse distinct yellowish red (5YR 5/6) Fe concentrations; weak medium subangular blocky structure; friable; distinct discontinuous grayish brown (2.5Y 5/2) skeletans on faces of peds and distinct discontinuous dark brown (7.5YR 3/4) clay films on faces of peds and in pores; 5 percent gravel; strongly acid; diffuse wavy boundary.\n2Bt2--35 to 49 inches; brown (7.5YR 4/4) loam; common medium faint reddish brown (5YR 5/3) Fe depletions and common medium distinct yellowish red (5YR 4/6) Fe concentrations; moderate medium subangular blocky structure; friable; distinct discontinuous dark brown (7.5YR 3/4) clay films on faces of peds and in pores; 5 percent gravel; moderately acid; clear wavy boundary. (combined thickness of the 2Bt horizon is 8 to 28 inches)\n2BCd1--49 to 67 inches; dark brown (7.5YR 3/4) fine sandy loam; few medium and coarse faint reddish brown (5YR 5/3) Fe depletions and few medium and coarse prominent yellowish red (5YR 4/6) Fe concentrations; weak very coarse prismatic structure tending to part along horizontal cleavage planes to moderate medium plates inherited from the parent material; very firm; 5 percent gravel and 2 percent cobbles; slightly acid; gradual wavy boundary. (0 to 25 inches thick)\n2BCd2--67 to 80 inches; dark brown (7.5YR 3/4) fine sandy loam; moderate very coarse and extremely coarse prismatic structure parting to moderate fine and medium platy, few 2 to 3 millimeter oblique fractures 0.5 to 3.0 feet apart; very firm; 5 percent gravel and 2 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mille Lacs County, Minnesota; about 4 miles north and 1 mile west of Foreston; 250 feet south and 2,600 feet east of the northwest corner of sec. 17, T. 38 N., R. 27 W.; USGS Milaca topographic quadrangle; lat. 45 degrees 47 minutes 33 seconds N. and long. 93 degrees 43 minutes 54 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the silty mantle ranges from 12 to 36 inches. Depth to the base of the argillic horizon and to densic contact ranges from 40 to 60 inches. Content of clay averages from 7 to 17 percent in the particle-size control section and the content of fine sand or coarser averages 15 to 70 percent. The silty sediments contain 0 to 5 percent gravel and the underlying till contains 1 to 15 percent gravel by volume. Volume of cobbles ranges from 0 to 3 percent in the silty mantle and from 0 to 5 percent in the till. Volume of stones ranges from 0 to 1 percent in the silty mantle and from 0 to 3 percent in the till. Surface stones have coverage ranging from 0 to 3 percent. Free carbonates are absent within a depth of 60 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1. It is silt loam or silty clay loam. It is strongly acid to slightly acid.\nThe Eg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 1 or 2. It has distinct or prominent redoximorphic features. It is commonly silt loam, but includes very fine sandy loam or loam high in very fine sand. It is strongly acid to slightly acid.\nThe E/B or B/E horizon has the same color and texture ranges as the Eg and Bt horizons. The Eg part makes up more than 15 percent of the horizon. It has distinct or prominent redoximorphic features. It is strongly acid to slightly acid.\nThe Btg horizon, when present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2. It has distinct or prominent redoximorphic features. It is silt loam or silty clay loam. It is strongly acid to neutral.\nSome pedons have a 2B/E horizon with colors and textures similar to the 2Bt and Eg horizons.\nThe 2Bt horizon has hue of 7.5YR or 5YR, value of 3 to 5, and chroma of 3 or 4. It has distinct or prominent redoximorphic features. It is loam, fine sandy loam, sandy loam, or their gravelly analogs. It is strongly acid to neutral.\nSome pedons have a 2BC horizon with properties similar to the 2BCd, but the bulk density is less.\nThe 2BCd horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 or 4. It is sandy loam, fine sandy loam, or their gravelly analogs. Bulk density ranges from 1.80 to 2.0 gm/cc. It is moderately acid to slighlty alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Becida series. Becida soils have hues yellower than 7.5YR in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed in loess or silty lacustrine and in the underlying dense till of Late Wisconsinan Age.\nLandform: Toe slopes, flats, swales and shallow drainageways of ground moraines and drumlins.\nSlope: 0 to 2 percent.\nElevation: 670 to 1950 feet.\nMean annual air temperature: 37 to 45 degrees F.\nMean annual precipitation: 24 to 33 inches.\nFrost-free days: 90 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adolph, Brennyville, Capitola, Freeon, Magnor, and Milaca soils. The poorly and very poorly drained Adolph, the somewhat poorly drained Brennyville, and the moderately well drained Milaca soils form the hydrosequence with Cebana soils in Minnesota. The poorly and very poorly drained Capitola, the somewhat poorly drained Magnor, and the moderately well drained Freeon soils form the hydrosequence with Cebana soils in Wisconsin. Adolph and Capitola soils are on slightly lower or similar landscape positions. Magnor, Brennyville, Freeon, and Milaca soils are on higher lying positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly and very poorly drained. Surface runoff is low. Saturated hydraulic conductivity, measured in iches per hour, is .6 to 2.0 in the silty mantle and .01 to .06 in the underlying dense till. Poorly drained phases have perched saturation at depths of 0 to 1 feet at some time during the months March to June and October to November in normal years.  Very poorly drained phases have perched saturation at the surface at some time during the months March to June and October to November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forested or used as hayland or pasture. A few areas are used as cropland. Native vegetation is mixed deciduous forest or mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR K, MLRA-90A, and MLRA-90B.  East Central Minnesota and north central and northwestern Wisconsin. Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Taylor County, Wisconsin, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle size control section - the zone from 27 to 47 inches.\nOchric epipedon - the zone from 0 to 27 inches (Ap, Eg, E/B).\nAlbic horizon - the zone from 8 to 27 inches (Eg, E part of the E/B).\nGlossic horizon - the zone from 13 to 27 inches (E/B).\nArgillic horizon - the zone from 27 to 49 inches (2Bt1, 2Bt2).\nDensic contact - the contact with dense till (2BCd, 2Cd) at 49 inches.\nReduced matrix - in the zone from 8 to 27 inches (Eg, Eg part of the E/B).\nRedoximorphic concentrations - oxidized color features in the zone from 8 to 67 inches.\nRedoximorphic depletions - reduced color features in the zone from 8 to 27. inches.\nLithologic discontinuity - at the upper boundary of the 2Bt1 horizon at 27 inches.\nAquic conditions within 20 inches of the surface. Aquic condition (suborder) based on a presumed positive reaction with alpha-alpha dipyridyl at some time during the year in 6 out of 10 years.\nThis red parent material does not produce reduced soil colors typical of other parent materials.  Redoximorphic features in the E horizon are used as field indicators to soil saturation. Mollic subgroup based on dark colors of the Ap horizon.\nThe dense till has repetitive fracturing that affects water movement and root penetration.\nThis soil was previously included with a poorly drained phase of Adolph.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
