{
  "SERIES": "CEDARROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAR-ALV-AGG",
  "REVDATE": "10/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Cumulic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cedarrock clay loam, on a slope of 1 percent, on a flood plain. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 14 inches; black (N 2/0) clay loam, black (10YR 2/1) dry; weak fine subangular blocky structure; friable; common fine and medium roots; 1 percent gravel; strongly effervescent; slightly alkaline; clear smooth boundary.\nA2--14 to 21 inches; black (N 2/0) clay loam, black (10YR 2/1) dry; weak medium subangular blocky structure; friable; few fine roots; 1 percent gravel; strongly effervescent; slightly alkaline; gradual smooth boundary.\nA3--21 to 28 inches; very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; friable; few fine roots; 2 percent gravel; slightly effervescent; slightly alkaline; clear smooth boundary. (Combined thickness of the A horizons is 24 to 40 inches)\nBg--28 to 34 inches; dark grayish brown (2.5Y 4/2) loam; weak medium subangular blocky structure; friable; few fine prominent dark yellowish brown (10YR 4/4) Fe concentrations; 2 percent gravel; slightly effervescent; slightly alkaline; clear wavy boundary. (0 to 16 inches thick)\n2R--34 inches; granitic gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Redwood County, Minnesota; about 5 1/2 miles north and 1/2 mile east of Belview; 650 feet south and 500 feet east of the northwest corner of section 17, T. 114 N., R. 37 W.; USGS Iverson Lake quadrangle; lat. 44 degrees 41 minutes 04 seconds N. and long. 95 degrees 20 minutes 15 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mollic epipedon and depth to a lithic or paralithic contact is 24 to 40 inches. Free carbonates are in all parts between 10 and 20 inches. The calcium carbonate equivalent ranges from 5 to 15 percent throughout the profile. Some pedons contain 0 to 5 percent by volume snail shell fragments. Rock fragments, by volume, in the upper loamy mantle range from 0 to 10 percent gravel and 0 to 5 percent cobbles. The rock fragments are igneous or metamorphic in origin. The average clay content in the particle size control section is 18 to 35 percent.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3, and chroma of 0 or 1. It is clay loam, silty clay loam, loam, silty clay, or clay. The surface layer in some pedons may have textures with a mucky modifier. Reaction ranges from slightly alkaline to moderately alkaline.\nSome pedons may have an ABg horizon.\nThe Bg horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 5, and chroma of 1 or 2. It is loam, sandy clay loam, fine sandy loam, clay loam, or silty clay loam. Reaction ranges from slightly alkaline to moderately alkaline.\nSome pedons have a 2Cr horizon up to 10 inches thick overlying the bedrock. It consists of disintegrated rock, rock fragments, or with some thin residuum.\nThe 2R horizon is typically granite, gneiss, or quartzite bedrock. The boundary between the alluvial sediments and bedrock is typically abrupt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Cedarrock soils are on concave to linear areas on flood plains. Slopes range from 0 to 2 percent. These soils formed in a mantle of alluvial sediments overlying fractured and unfractured granite, gneiss, or quartzite bedrock. Mean annual air temperature ranges from 45 to 48 degrees F. Mean annual precipitation ranges from 25 to 30 inches. Frost-free days range from 124 to 160. Elevation above sea level ranges from 700 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bechyn (T) Calco, Du Page, Millington, Minneiska, Nishna, and Terril soils. The somewhat excessively drained Bechyn soils are higher lying rock-cored terraces. The poorly and very poorly drained Calco and Nishna soils do not have bedrock within 60 inches. The poorly drained Millington soils do not have bedrock within 60 inches. The moderately well drained Du Page and Minneiska soils are on natural levees or high flood plains and do not have bedrock within 60 inches. The moderately well drained Terril soils are on foot slopes of adjacent uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is slow. Permeability is moderately slow. The perched high water table is at 0 to 1.0 feet below from October to July in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in pasture. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Minnesota. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Renville County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - from the surface of the soil to a depth of 28 inches (A1, A2, and A3 horizons); cambic horizon - the zone from 28 to 34 inches (Bg horizon); calcareous family - free carbonates in all parts between 10 and 20 inches; aquic moisture regime - low chroma matrix with redoximorphic features below the mollic epipedon.\nThis soil was previously correlated as Tilfer Variant.\nADDITIONAL DATA: Refer to Minnesota Agricultural Experiment Station Central File Code number 4759 for laboratory analyses of this pedon and 4758 for results of laboratory analyses of a similar pedon of this series. Soil Interpretation Record number MN0752.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
