{
  "SERIES": "CEDAK",
  "STATUS": "Established Series",
  "BYREV": "PJL/CJH/MS",
  "REVDATE": "11/2005",
  "STATES": "WY",
  "OVERVIEW": "The Cedak series consists of well drained soils that are moderately deep to weakly consolidated sedimentary bedrock.  They formed in alluvium and residuum derived from calcareous sandstone interbedded with shale. Cedak soils are on hills, alluvial fans, hillslopes and valley floors.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 16 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cedak loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 1 inch;  brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; neutral (pH 7.0); abrupt smooth boundary.  (0 to 2 inches thick)\nBt--1 to 16 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse prismatic structure parting to strong medium angular blocky; hard, friable, sticky and plastic; common fine roots to 6 inches, few fine roots to 14 inches; common distinct clay films on all faces of peds; slightly alkaline (pH 7.4); clear smooth boundary.  (10 to 20 inches thick)\nBk1--16 to 20 inches; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly effervescent, calcium carbonate as common fine and very fine seams and soft masses; moderately alkaline (pH 8.4); clear smooth boundary.\nBk2--20 to 31 inches; light gray (10YR 7/2) very fine sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; violently effervescent, calcium carbonate as many fine and medium soft masses and seams; moderately alkaline, (pH 8.4); clear smooth boundary.  (Thickness of Bk horizon is 10 to 20 inches)\nCr--31 to 60 inches; weakly consolidated, calcareous, fine grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Wyoming; SW1/4, NW1/4 of sec. 15, T. 54 N., R. 82 W. Verona WY Quadrangle. 44 degrees 39 minutes 17 seconds north latitude and 106 degrees 43 minutes 32 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to weakly consolidated bedrock and the paralithic contact is 20 to 40 inches.  The mollic epipedon ranges from 7 to 20 inches thick and typically includes the upper part of the argillic horizon.  The mean annual soil temperature is 47 to 52 degrees F.  The soil moisture control section is usually moist in April, May, and early June.  It is dry for 90 cumulative days from mid June to mid October, and 60 consecutive days during this same period.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It is loam, fine sandy loam or very fine sandy loam.  Reaction is neutral to moderately alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry, 2 through 4 moist, and chroma of 2 through 4.  Texture is loam or clay loam with 18 to 35 percent clay and more than 15 but less than 35 percent fine or coarser sand.  Reaction is neutral to moderately alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is typically loam or clay loam but silt loam, fine sandy loam or very fine sandy loam substrata occur in some pedons.  Calcium carbonate ranges from 15 to 25 percent.  Reaction is moderately alkaline or strongly alkaline.\nBedrock consists of weakly consolidated calcareous fine grained sandstone interbedded in some areas with thin to moderately thick beds of shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ascalon, Asparas, Belfon (T), Bresser, Capulin, Chacuaco (T), Critchell, Dagflat, Datil, Featherlegs, Hargreave, Harlan, Hemingford, Hiarc, Kirtley, Lavate, Loarc, Moskee, Noden, Palmer Canyon, Recluse, Rosebud, Ryegate, Satanta, Shalona, Sugardee, Wages, and Wolf series. The Ascalon, Asparas, Bresser, Capulin, Critchell, Datil, Featherlegs, Harlan, Lavate, Loarc, Moskee, Noden, Palmer Canyon, Recluse, Satanta, Shalona, Sugardee, Wages, and Wolf soils are deep. Chacuaco,  Dagflat and Ryegate soils have a lithic contact at 20 to 40 inches.  Hargreave soils are noncalcareous throughout.  Hemingford soils do not have a calcic horizon.  Hiarc and Rosebud soils are not dry in all parts of the moisture control section for 90 consecutive days in the four months following July 15 in most years.  Hiarc soils also have a mean annual soil temperature of more than 52 degrees F.  Kirtley soils have hue of 5YR or 2.5YR in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cedak soils are on hills, alluvial fans, hillslopes and valley floors. These soils formed in alluvium and residuum from fine grained calcareous sandstone.  Slopes range from 0 to 15 percent and are typically simple. Elevations range from 3,500 to 5,300 feet.  The mean annual precipitation ranges from 12 to 19 inches of which about half falls as snow or rain in April, May, and early June. The mean annual temperature ranges from 43 to 47 degrees F.  The frost-free period is estimated to range from 110 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Satanta and Taluce soils and competing Recluse soils.  Satanta soils occur in more convex parts of the landscape and do not have a mollic epipedon.  Taluce soils are shallow and occur on summits, shoulders and backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily rangeland and wildlife habitat with small areas used for dry cropland (fallow).  Native vegetation consists of needleandthread, western wheatgrass, blue grama, and big sagebrush in the southern plains and green needlegrass, spike fescue, rhizomatous wheatgrass, and big or silver sagebrush in the northern plains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Wyoming.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County, Wyoming; 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - 0 to 16 inches (A,Bt)\nargillic horizon - 1 to 16 inches (Bt)\ncalcic horizon - 16 to 31 inches (Bk1,Bk2)\nparalithic contact - 31 inches (Cr)\nMLRR - G\nSIR - WY0681, WY0938, WY1002, WY1251"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch;  brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium platy structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; neutral (pH 7.0); abrupt smooth boundary.  (0 to 2 inches thick)"
      },
      {
        "name": "Bt",
        "top": 3,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--1 to 16 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse prismatic structure parting to strong medium angular blocky; hard, friable, sticky and plastic; common fine roots to 6 inches, few fine roots to 14 inches; common distinct clay films on all faces of peds; slightly alkaline (pH 7.4); clear smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 41,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk1--16 to 20 inches; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly effervescent, calcium carbonate as common fine and very fine seams and soft masses; moderately alkaline (pH 8.4); clear smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 51,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk2--20 to 31 inches; light gray (10YR 7/2) very fine sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; violently effervescent, calcium carbonate as many fine and medium soft masses and seams; moderately alkaline, (pH 8.4); clear smooth boundary.  (Thickness of Bk horizon is 10 to 20 inches)"
      },
      {
        "name": "Cr",
        "top": 79,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--31 to 60 inches; weakly consolidated, calcareous, fine grained sandstone."
      }
    ]
  ]
}
