{
  "SERIES": "CEDARCREEK",
  "STATUS": "Established Series",
  "BYREV": "JDM-PSA Rev./MDJ",
  "REVDATE": "06/2019",
  "STATES": "PA,VA,WV",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, active, acid, mesic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cedarcreek very channery loam, stony, on a 3 percent bench slope in an area of trees and grass. (Colors are for moist soil unless otherwise indicated.)\nA--0 to 8 cm (0 to 3 inches); very dark gray (5Y 3/1) very channery loam; weak fine granular structure; very friable; many fine and medium roots; 50 percent channers and stones (70 percent sandstone and 30 percent siltstone); very strongly acid; gradual wavy boundary. (3 to 51 cm, 2 to 20 inches thick)\nCl--8 to 38 cm (3 to 15 inches); olive brown (2.5 4/4) very channery loam; common yellow, brown, and gray lithochromic mottles; massive; firm; few fine and medium roots; 55 percent channers and stones (55 percent sandstone, 40 percent siltstone, and 5 percent coal fragments); very strongly acid; gradual wavy boundary.\nC2--38 to 165 cm (15 to 65 inches); dark olive gray (5Y 3/2) extremely channery loam; common yellow, brown, and gray lithochromic mottles; massive; very firm; few fine and medium roots; 70 percent channers and stones (55 percent sandstone, 40 percent siltstone, and 5 percent coal fragments); very strongly acid. (Combined thickness of the C horizons is 152 cm, 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Wyoming\nState:  West Virginia\nUSGS Quadrangle:  Pilot Knob\nLatitude (Decimal Degrees, NAD 83):  37.4147\nLongitude (Decimal Degrees, NAD 83): -81.4578\nDirections to the pedon:  about 1.5 miles southwest of Ivy Knob Fire Tower."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock:  Greater than 152 cm (60 inches)\nDepth Class:  very deep\nRock fragment:  mostly channers range from 15 to 80 percent by volume throughout the profile but average 35 percent or more in the particle-size control section also the percentage of any one rock type is less than 65 percent of the total rock fragments\nSoil Reaction: Extremely acid through strongly acid\nClay Content: 18 to 27 percent in control section\nLithochromic mottles:  Most pedons have red, yellow and gray mottles in some or all horizons\nRange of Individual Horizons:\nA horizon (if it occurs):\nColor--hue of 7.5 through 5Y, value of 2 through 5, and chroma of 1 through 6\nTexture (fine-earth fraction) -- loam, silt loam, or sandy loam\nC horizon\nColor--hue of 7.5YR through 5Y, value of 2 through 6, and chroma of 1 through 8\nTexture (fine-earth fraction) -- loam or silt loam, but also includes sandy loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBethesda soils-- include clay loam and silty clay loam textures in the particle-size control section and have moderately slow permeability"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s): 124 (Western Allegheny Plateau), 125 (Cumberland Plateau and Mountains\nLandscape: hills and mountains\nLandform:  hillslope, ridge and mountain side\nGeomorphic Component:  crest, nose slope, side slope, benches\nHillslope Profile Position:  summit, shoulder, back slope, footslope, and toeslope\nParent Material Origin:  siltstone, sandstone, shale, and coal\nParent Material Kind:  formed in regolith from surface coal mine operations\nSlope:  0 to 80 percent\nElevation:  200 to 1512 meters, 656 to 4961\nFrost-free period:  169 to 203 days\nMean Annual Air Temperature:  11.11 to 13.33 degrees C. (52 to 56 degrees F.)\nMean Annual Precipitation:  1016 to 1270 millimeters (40 to 50 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBerks soils -- are moderately deep, have a cambic horizon and are formed in residuum on undisturbed uplands.\nBethesda soils -- include clay loam and silty clay loam textures in the particle-size control section and have moderately slow permeability.\nBuchanan soils -- have argillic horizon and are formed in colluvium on undisturbed uplands.\nFairpoint soils -- are in a nonacid family.\nFiveblock soils -- are somewhat excessively drained, in nonacid families, contain less than 18 percent clay in the particle-size control section.\nGilpin soils -- are moderately deep, have argillic horizons and are formed in residuum on undisturbed uplands.\nGuyandotte soils -- have an umbric epipedon, a cambic horizon, and are formed in colluvium on undisturbed uplands.\nHandshoe soils -- have a cambic horizon and formed in colluvium on undisturbed uplands.\nHighsplint soils -- have a cambic horizon and formed in colluvium on undisturbed uplands.\nKaymine soils -- are in nonacid families.\nItmann soils -- are somewhat excessively drained, semiactive, contain less than 18 percent clay in the particle-size control section with more than 50 percent carbolithic rock fragments.\nLily soils -- are moderately deep, have agrillic horizons and are formed in residuum on undisturbed uplands.\nMatewan soils -- are moderately deep, have cambic horizons and are formed in residuum on undisturbed uplands.\nPineville soils -- have argillic horizons and are formed in colluvium on undisturbed uplands.\nSewell soils -- are somewhat excessively drained, semiactive, contain less than 18 percent clay in the particle-size control section with more than 65 percent sandstone rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): well drained\nInternal Free Water Occurrence:   none\nIndex Surface Runoff:  slow to medium on bench slopes, rapid to very rapid on outslopes and hillslopes\nSaturated Hydraulic Conductivity Class:  Moderately high through high\nPermeability Class (obsolete):  moderate or moderately rapid\nShrink-Swell Class:  low\nFlooding Frequency and Duration:  none\nPonding Frequency and Duration:  none"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Land use emphasis is on reclamation of surface mined land.\nDominant Vegetation: Where cultivated-- used for pasture, hay crops, or orchards. Where wooded -- planted to white pine. Some areas have established stands of naturally seeded yellow-poplar, black birch, black locust, and sycamore."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: West Virginia, Pennsylvania, Virginia and possibly Kentucky, Maryland, Ohio, and Tennessee.\nExtent: moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wyoming County, West Virginia, 1984"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  : (1) These soils were formerly mapped as strip mine spoils; Udorthents, sandstone and mudstone, low base, or Udorthents, mudstone and sandstone, low base. (2) Under the West Virginia University proposed classification, these soils would have been classified Typic Udispolents. (3) Lithochromic mottles have inherited their colors from rocks. (4) The 8/00 revision updates this series to 8th edition Keys to Soil Taxonomy standards. The CEC activity class placement is based on sample S75WV-061-002, which averages about 0.50.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 00 to 03 inches (Ap horizon) Other soil features identified with this pedon: The percentage of any rock type is less than 65 percent of the total rock fragments in the particle-size control section (10 - 40 inches C1, C2 horizons).\n2014 edit updates. Semitab formatting"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nCharacterization data is available from the KSSL for the following pedons correlated as the Cedarcreek series: 73PA033020, 73PA033021, 73PA033022, 73PA033024; 74PA005015, 74PA005016; 74PA019042,  74PA019044; 74PA031002; 74PA033025; 074PA125048; 075WV061002.\nMineralogy data from West Virginia University indicates that Cedarcreek soils have mixed mineralogy.\nRevised: 2/88-JWB,BLW,LDS; 8/2000-DHK"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 8 cm (0 to 3 inches); very dark gray (5Y 3/1) very channery loam; weak fine granular structure; very friable; many fine and medium roots; 50 percent channers and stones (70 percent sandstone and 30 percent siltstone); very strongly acid; gradual wavy boundary. (3 to 51 cm, 2 to 20 inches thick)"
      },
      {
        "name": "Cl",
        "top": 8,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cl--8 to 38 cm (3 to 15 inches); olive brown (2.5 4/4) very channery loam; common yellow, brown, and gray lithochromic mottles; massive; firm; few fine and medium roots; 55 percent channers and stones (55 percent sandstone, 40 percent siltstone, and 5 percent coal fragments); very strongly acid; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 38,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--38 to 165 cm (15 to 65 inches); dark olive gray (5Y 3/2) extremely channery loam; common yellow, brown, and gray lithochromic mottles; massive; very firm; few fine and medium roots; 70 percent channers and stones (55 percent sandstone, 40 percent siltstone, and 5 percent coal fragments); very strongly acid. (Combined thickness of the C horizons is 152 cm, 60 inches or more.)"
      }
    ]
  ]
}
