{
  "SERIES": "CELAVAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. SSP/SAZ/WWJ",
  "REVDATE": "06/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Celavar sandy loam--in a pinyon-juniper woodland on a 3 percent north facing slope at an elevation of 7,280 feet. (Colors are for dry soils unless otherwise noted.)\nOi--0 to 1 inches; pinyon and oneseed juniper leaves, needles, twigs, and cones. (0 to 1 inch thick)\nA--1 to 2 inches; brown (10YR 4/3) sandy loam, dark brown (10YR 3/3) moist; weak very fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine, fine, and few medium roots; common fine vesicular pores; 1 percent sandstone gravel; slightly alkaline (pH 7.6); abrupt smooth boundary. (1 to 3 inches thick)\nBt--2 to 11 inches; reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine, fine, and few medium and coarse roots; few fine irregular pores; many distinct clay films bridging sand grains; slightly alkaline (pH 7.6); clear smooth boundary. (7 to 30 inches thick)\nBtk1--11 to 27 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; strong fine and medium subangular blocky structure; hard, firm, sticky and plastic; common fine and few medium roots; common fine tubular pores; many prominent clay films on faces of peds and bridging sand grains; few fine and medium filaments of calcium carbonate; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.\nBtk2--27 to 31 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; common very fine and fine roots; common fine tubular pores; many prominent clay films on faces of peds and bridging sand grains; 1 percent sandstone gravel; common fine and medium masses and common fine filaments of calcium carbonate; slightly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary. (The combined thickness of the Btk horizon is 0 to 20 inches.)\nR--31 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Continental Divide Quadrangle; about 1.1 miles west of Continental Divide; 108 degrees 19 minutes 58 seconds west longitude, 35 degrees 25 minutes 21 seconds north latitude; 200 feet south and 200 feet east of the northwest corner of sec. 28, T. 14 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually moist, in all parts, for less than 90 cumulative days from April through October. It is usually dry, in some part, for more than 120 cumulative days during the same period. It is continuously moist in some part November through March. The period of maximum precipitation is July through October. The soil is driest during May and June. Aridic ustic moisture regime.\nSoil Temperature: 51 to 55 degrees F\nParticle-size control section: 20 to 35 percent clay and greater than 35 percent sand.\nDepth to lithic contact: 20 to 40 inches to sandstone\nA horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry; 3 or 4 moist\nChroma: 3 or 4 dry; 3 to 6 moist\nRock fragments: 0 to 2 percent sandstone gravel\nSalinity: 0-2 mmhos/cm\nBt horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 4 to 6\nTexture: sandy clay loam or clay loam\nRock fragments: 0 to 1 percent sandstone gravel\nSalinity: 0-2 mmhos/cm\nBtk horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 4 to 6\nTexture: sandy clay loam or clay loam\nRock fragments: 0 to 1 percent sandstone gravel\nCalcium carbonate equivalent: 1 to 5 percent\nSalinity: 0-2 mmhos/cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arnor (NM), Arwite (WY), Augustine (NM), Bigbow (KS), Bosonoak (NM), Carri (AZ), Celacy (NM), Dalhart (OK), Deekay (WY), Dermala (NM), Elwop (WY), Evpark (NM), Flugle (NM), Fort Collins (CO), Gateson (WY), Goesling (NM), Iwela (NM), Lykorly (AZ), Navajita (NM), Nyjack (NM), Oldwolf (WY), Olnest (CO), Orlie (NM), Parkelei (NM), Pinitos (NM), Rauzi (WY), Ribera (NM), Rockybutte (WY), Stoneham (CO), Toluca (MT) and Wagonhound (WY) series. Arnor and Dermala soils have greater than 15 percent rock fragments. Arwite, Bigbow, Dalhart, Deekay, Elwop, Fort Collins, Gateson, Oldwolf, Olnest, Rauzi, Rockybutte, Stoneham, Toluca, and Wagonhound soils receive most of the annual precipitation in the spring and fall and are in LRR-E or LRR-G. Arnor, Arwite, Augustine, Bigbow, Bosonoak, Dalhart, Deekay, Dermala, Fort Collins, Flugle, Goesling, Iwela, Lykorly, Navajita, Olnest, Orlie, Parkelei, Pinitos, Rauzi, Rockybutte, Stoneham, Toluca and Wagonhound soils are very deep. Carri soils have a lithic contact of granite at moderate depths. Evpark soils are continuously moist in some part of the SMCS through April. Celacy soils have a paralithic contact at moderate depths. Nyjack soils have gravelly (pumice) C horizons and are over tuff bedrock. Ribera soils have segregated calcium carbonate in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Celavar soils formed in eolian and slope alluvium over residuum from sandstone and shale (Sonsela sandstone of the Chinle Formation) and are on summits and dipslopes of mesas and cuestas. Slopes are 1 to 8 percent. Elevations range from 6,500 to 8,100 feet. The mean annual temperature is 49 to 53 degrees F., and the mean annual precipitation is 13 to 16 inches. The frost free period is 115 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fikel soils on valley sides; the Simitarq soils on dipslopes of cuestas; and the Tuces soils on escarpments. The Fikel soils are fine textured and very deep. The Simitarq soils are very shallow and shallow to sandstone. The Tuces soils are moderately deep to shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, low to medium runoff, and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for wood products and livestock grazing. The present vegetation is a pinyon-juniper woodland with an understory of blue grama, prairie junegrass, bottlebrush squirreltail, buckwheat, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico; MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 1 inch. (A horizon)\nArgillic horizon: The zone from 1 to 30 inches. (Bt and Btk horizons)\nLithic contact: 30 inches--sandstone. (R horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
