{
  "SERIES": "CELETON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS-WED-JVC",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Celeton series consists of very shallow and shallow, well drained soils that formed in colluvium derived from volcanic rocks over residuum weathered from diatomite.  Celeton soils are on hills and rock pediments.  Slopes are 2 to 50 percent.  The mean annual precipitation is about 125 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Celeton very cobbly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 65 percent angular basalt cobbles and gravel.\nA--0 to 8 cm; light gray (10YR 7/2) very cobbly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; many fine and very fine and few medium roots; many fine interstitial pores; 70 percent parachanners up to 3 cm in diameter; 15 percent gravel and 20 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 15 cm thick)\n2C--8 to 28 cm; white (10YR 8/1) extremely paragravelly sandy loam, light gray (10YR 7/2) moist; massive; hard, firm, nonsticky and nonplastic; common fine roots; many fine interstitial pores; 60 percent paragravel and 20 percent parachanners; slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary.  (5 to 46 cm thick)\n2Cr--28 cm; white (N 8/0) diatomite; few very fine roots in vertical fractures; slightly alkaline (pH 7.8); hardness is less than 3."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; about 3.5 miles southwest of Hazen; near the center of section 6, T. 19 N., R. 26 E.; USGS Hazen 7.5 minute topographic quadrangle; latitude 39 degrees 32 minutes 26.69 seconds N and longitude 119 degrees 6 minutes 31.59 seconds W; WGS84 Decimal Degrees 39.5409444 latitude, -119.108889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in some part for short periods during winter and early spring; dry in all parts during late spring, summer, and fall; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to bedrock: 10 to 36 cm to a paralithic contact of diatomite or siliceous siltstone.  Diatomite is a sedimentary rock composed of the siliceous skeletons (frustules) of diatoms deposited in lakes.\nReaction: Slightly alkaline through strongly alkaline.\nEffervescence: Slightly effervescent through strongly effervescent.\nCalcium carbonate equivalent: 1 to 5 percent.\nParticle-size control section - Clay content: 5 to 15 percent;\nRock fragments: 5 to 25 percent, mainly gravel and cobbles. Lithology of fragments isvolcanic rocks such as basalt; Pararock fragments: 60 to 80 percent paragravel and parachanners of diatomite or siliceous siltstone.\nA horizon\nHue: 10YR or neutral (N).\nValue:  6 through 8 dry, 4 through 7 moist.\nChroma:  0 through 3, dry or moist.\n2C horizon\nHue: 10YR or neutral (N).\nValue: 6 through 8 dry, 5 through 7 moist.\nChroma: 0 through 3, dry or moist.\nTexture: Sandy loam, coarse sandy loam, or loam with very paragravelly, very parachannery, extremely paragravelly or extremely parachannery texture modifiers.\nConsistence: Soft to hard, very friable to firm, nonplastic to slightly plastic.\nPararock fragments: 60 to 80 percent paragravel or parachanners of diatomite or siliceous siltstone.\nOther features: Some pedons have identifiable secondary carbonates segregated on pararock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birdsley, Goldyke, Oceanet, Perlor, Roic, Slatery, and Somorent series.\nNone of these soils formed in residuum weathered from diatomite and have 60 to 80 percent pararock fragments of diatomite.  In addition, Goldyke soils have hard bedrock within 100 cm of the soil surface; Perlor soils have mean annual soil temperature of 8 to 11 degrees C.; Roic and Slatery soils are intermittently moist for 10 to 20 days cumulative during summer months; Birdsley soils have more than 18 percent clay in the particle-size control section; Oceanet soils have mean annual soil temperature of 8 to 11 degrees C. and are underlain by paralithic material of sandstone; Somorent soils are underlain by paralithic material of sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Celeton soils are on hills and rock pediments.  They formed in colluvium derived from volcanic rocks over residuum weathered from diatomite or siliceous siltstone.  Slopes are 2 to 50 percent.  Elevations range from 1280 to 1829 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 180 mm, the mean annual temperature is 10 to 12 degrees C., and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biddleman, Osobb, and Pirouette soils.  Biddleman soils are fine-loamy over sandy or sandy-skeletal, very deep, and have natric horizons.  Osobb soils are loamy-skeletal, very shallow and shallow to thin duripans capping lithic contacts, and have identifiable secondary carbonates.  Pirouette soils are loamy-skeletal, shallow to thin duripans capping lithic contacts, and have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Celeton soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly shadscale, Indian ricegrass, Bailey's greasewood, desert needlegrass, and Nevada ephedra.  The underlying bedrock is mined as a source of crushed diatomaceous earth for domestic and industrial products."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are moderately extensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lyon County (Fallon-Fernley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of 2C horizons).\nParalithic contact - The boundary at 28 cm to underlying soft bedrock (2Cr layer).\nParticle-size control section - The zone from the soil surface to 28 cm (A and 2C horizons).\nADDITIONAL DATA:  A pedon has full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as user pedon ID 99NV001003 (pedon # 00P0241). NASIS site ID 2007NV00168.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
