{
  "SERIES": "CELINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GMS-LEG-TEL",
  "REVDATE": "11/2021",
  "STATES": "IN,MI,OH",
  "OVERVIEW": "The Celina series consists of very deep, moderately well drained soils that are moderately deep to dense till. They formed in as much as 46 cm (18 inches) of loess and the underlying loamy till of high-lime content. They are on till plains and moraines. Slope ranges from 0 to 12 percent. Mean annual precipitation is about 965 mm (38 inches), and mean annual air temperature is about 12 degrees C (53 degree F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Celina silt loam, on an east-facing, 1 percent slope in a cultivated field at an elevation of about 329 meters (1080 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam; weak medium and fine granular structure; friable; slightly acid; abrupt smooth boundary. [13 to 30 cm (5 to 12 inches) thick]\nBt1--20 to 30 cm (8 to 12 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium and fine subangular blocky structure; firm; few faint dark grayish brown (10YR 4/2) clay films on faces of peds; few faint pale brown (10YR 6/3) clay depletions on faces of peds; moderately acid; clear smooth boundary. [0 to 20 cm (8 inches) thick]\n2Bt2--30 to 43 cm (12 to 17 inches); dark yellowish brown (10YR 4/4) clay; moderate medium subangular and angular blocky structure; very firm; many brown (10YR 4/3) clay films on faces of peds; few fine faint yellowish brown (10YR 5/4) masses of oxidized iron; 2 percent rock fragments; moderately acid; gradual smooth boundary. [8 to 28 cm (3 to 11 inches) thick]\n2Bt3--43 to 61 cm (17 to 24 inches); dark yellowish brown (10YR 4/4) clay; moderate medium subangular and angular blocky structure; very firm; many dark grayish brown (10YR 4/2) clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) iron depletions; common medium prominent brownish yellow (10YR 6/8) and common medium faint yellowish brown (10YR 5/4) masses of oxidized iron; 5 percent rock fragments; slightly acid; clear smooth boundary. [13 to 30 cm (5 to 12 inches) thick]\n2BCt--61 to 74 cm (24 to 29 inches); yellowish brown (10YR 5/4) clay loam; weak medium and coarse subangular blocky structure; firm; few faint dark grayish brown (10YR 4/2) clay films on faces of peds, more prevalent on vertical faces; common medium distinct grayish brown (10YR 5/2) iron depletions; common medium prominent brownish yellow (10YR 6/8) and common medium faint yellowish brown (10YR 5/4) masses of oxidized iron; 5 percent rock fragments; slightly effervescent in places; slightly alkaline; clear wavy boundary. [0 to 25 cm (10 inches) thick]\n2Cd--74 to 152 cm (29 to 60 inches); yellowish brown (10YR 5/4) loam; massive; very firm, compact; common medium distinct grayish brown (10YR 5/2) iron depletions; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; 10 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Preble County, Ohio; 1.5 miles west and 0.3 mile south of Eaton, in Washington South Township; NW1/4 SW1/4 NW1/4 of sec. 4, T. 7 N., R. 2 E.; 526 yards south and 41 yards east of the intersection of Castle Rd. and State Hwy. 122; lat: 39 degrees 44 minutes 24.18 seconds N. long: 84 degrees 40 minutes 06.84 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess: 0 to 46 cm (18 inches)\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches)\nDepth to carbonates: 46 to 102 cm (18 to 40 inches)\nDepth to densic contact: 51 to 102 cm (20 to 40 inches)\nParticle-size control section: averages 35 and 42 percent clay, usually about 38 percent\nBase saturation: the lowest base saturation percentage is in the Bt or upper part of the 2Bt horizon and is more than 35 percent even where the reaction is very strongly acid\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: silt loam or loam\nReaction: moderately acid to neutral\nA horizon, where present:\nThickness: 2.5 to 10 cm (1 to 4 inches)\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nReaction: moderately acid to neutral\nE horizon, where present:\nThickness: 2.5 to 20 cm (1 to 8 inches)\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam\nBt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam, silty clay loam, or clay loam\nSpecial feature: many pedons have a coating of E horizon material less than 2 mm (1 inch) thick in the upper 8 cm (3 inches) of the Bt horizon\nReaction: very strongly acid to neutral\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam, silty clay loam, clay, or silty clay\nPed surfaces: clay films have hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4\nRock fragment content: 1 to 14 percent\nReaction: very strongly acid to neutral in the upper part and slightly acid to slightly alkaline in the lower part\n2BCt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: clay loam, silty clay loam, or loam\nPed surfaces: clay films of 10YR 4/2 and 10YR 4/3 are more prominent on vertical faces and are lacking on some horizontal faces of peds\nRock fragment content: 1 to 14 percent\nReaction: slightly acid to slightly alkaline\n2Cd horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 3 to 6\nTexture: loam, silt loam, or clay loam\nClay content: 20 to 30 percent\nRock fragment content: 1 to 14 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Branchville, Cardinal, Eudy, Hartville, Jerktail, Licking, Loudon, Tarlton, and Whippany series. Branchville soils are more than 102 cm (40 inches) to the base of the argillic horizon. Cardinal soils do not have a densic contact within a depth of 102 cm (40 inches). Eudy and Tarlton soils have bedrock within a depth of 102 cm (40 inches). Hartville, Jerktail, and Loudon soils have sola greater than 102 cm (40 inches) in thickness. Licking soils do not have carbonates within a depth of 102 cm (40 inches). Whippany soils have hue redder than 10YR in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Celina soils are on till plains and moraines of Late Wisconsinan age. Slope ranges from 0 to 12 percent. They formed in as much as 46 cm (18 inches) of loess and the underlying loamy till of high-lime content. The till typically contains less than 24 percent clay and has calcium carbonate equivalent ranging from 25 to 45 percent. Rock fragments are primarily limestone but includes acid shale, sandstone, and igneous rocks. Mean annual precipitation ranges from 838 to 1067 mm (33 to 42 inches). Mean annual air temperature ranges from 11 to 13 degrees C (51 to 55 degrees F). Mean summer air temperature ranges from 23 to 24 degrees C (73 to 75 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brookston, Corwin, Crosby, Fincastle, Kokomo, Miamian, Milton, Odell, Randolph, and Xenia soils. The poorly drained Brookston soils and very poorly drained Kokomo soils are in drainageways. The moderately well drained Corwin soils have a dark surface and are on adjoining landscapes. The somewhat poorly drained Crosby and Fincastle soils are on lower positions of the landscape. In addition, Fincastle soils have more than 46 cm (18 inches) of loess. Miamian soils are well drained and are on higher landscape positions. Milton soils are well drained and are on areas where bedrock is less than 102 cm (40 inches). Odell and Randolph soils are somewhat poorly drained and on lower positions of the landscape. In addition, Randolph soils are on areas where bedrock is less than 102 cm (40 inches). The moderately well drained Xenia soils have more than 46 cm (18 inches) of loess and are on adjacent landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of a perched seasonal high water table ranges from 1.0 to 2.5 feet between February and April in normal years. Potential for surface runoff is medium or high. Saturated hydraulic conductivity is moderately high above the dense till and low in the dense till. Permeability is moderately slow above the dense till, and very slow in the dense till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large part is under cultivation. Principal crops are corn, soybeans, wheat, oats and meadow of legumes or legume-grass mixtures. Local areas are used for growing vegetables. A relatively small part is in permanent bluegrass pasture or in woodland. Native vegetation is deciduous forest, principally oaks, maple, elm, hickory and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 111A, 111B, 111D, and 111E in Ohio and Indiana, and MLRAs 98 and 99 in Michigan. The type location is in MLRA 111A. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County, Ohio, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Lab data for the type location (PB-17) shows that the particle-size class is fine-loamy. The particle-size classification needs to be re-evaluated during MLRA updating activities and a new type location established.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (Ap horizon).\nArgillic horizon: from a depth of 20 to 74 cm (Bt, 2Bt, 2BCt horizons).\nDensic contact: at 74 cm (top of the 2Cd horizon).\nAquic conditions: redox features visible in all horizons below a depth of 43 cm.\nADDITIONAL DATA: Characterization data is available from the Kellogg Soil Survey Laboratory (KSSL), Lincoln, Nebraska. Data for pedons sampled by the Agricultural Experiment Station at Purdue University and The Ohio State University are also available from KSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) silt loam; weak medium and fine granular structure; friable; slightly acid; abrupt smooth boundary. [13 to 30 cm (5 to 12 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--20 to 30 cm (8 to 12 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium and fine subangular blocky structure; firm; few faint dark grayish brown (10YR 4/2) clay films on faces of peds; few faint pale brown (10YR 6/3) clay depletions on faces of peds; moderately acid; clear smooth boundary. [0 to 20 cm (8 inches) thick]"
      },
      {
        "name": "2Bt2",
        "top": 30,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bt2--30 to 43 cm (12 to 17 inches); dark yellowish brown (10YR 4/4) clay; moderate medium subangular and angular blocky structure; very firm; many brown (10YR 4/3) clay films on faces of peds; few fine faint yellowish brown (10YR 5/4) masses of oxidized iron; 2 percent rock fragments; moderately acid; gradual smooth boundary. [8 to 28 cm (3 to 11 inches) thick]"
      },
      {
        "name": "2Bt3",
        "top": 43,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt3--43 to 61 cm (17 to 24 inches); dark yellowish brown (10YR 4/4) clay; moderate medium subangular and angular blocky structure; very firm; many dark grayish brown (10YR 4/2) clay films on faces of peds; common medium distinct grayish brown (10YR 5/2) iron depletions; common medium prominent brownish yellow (10YR 6/8) and common medium faint yellowish brown (10YR 5/4) masses of oxidized iron; 5 percent rock fragments; slightly acid; clear smooth boundary. [13 to 30 cm (5 to 12 inches) thick]"
      },
      {
        "name": "2BCt",
        "top": 61,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BCt--61 to 74 cm (24 to 29 inches); yellowish brown (10YR 5/4) clay loam; weak medium and coarse subangular blocky structure; firm; few faint dark grayish brown (10YR 4/2) clay films on faces of peds, more prevalent on vertical faces; common medium distinct grayish brown (10YR 5/2) iron depletions; common medium prominent brownish yellow (10YR 6/8) and common medium faint yellowish brown (10YR 5/4) masses of oxidized iron; 5 percent rock fragments; slightly effervescent in places; slightly alkaline; clear wavy boundary. [0 to 25 cm (10 inches) thick]"
      },
      {
        "name": "2Cd",
        "top": 74,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--74 to 152 cm (29 to 60 inches); yellowish brown (10YR 5/4) loam; massive; very firm, compact; common medium distinct grayish brown (10YR 5/2) iron depletions; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; 10 percent rock fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
