{
  "SERIES": "CENTURIA",
  "STATUS": "Tentative Series",
  "BYREV": "JSE-DJH-PMW",
  "REVDATE": "06/2010",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Centuria loam; on a linear west southwest facing 1 percent slope in an area of mixed northern hardwoods and conifers at an elevation of about 250 meters.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 18 centimeters; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; strong medium and coarse granular structure; friable; many very fine, fine, medium, and coarse roots; 12 percent gravel and 2 percent cobble; slightly acid (pH 6.4, Hellige-Truog); abrupt wavy boundary. (5 to 25 centimeters thick)\nE/B--18 to 30 centimeters; 60 percent brown (7.5YR 4/2) loam (E); moderate thin platy structure; friable; surrounds remnants of dark reddish brown (5YR 3/4) clay loam (Bt); strong medium subangular blocky structure; firm; many very fine, fine, medium and coarse roots; 5 percent material from the A horizon in cracks, worm channels and pores, commom (3 percent) fine and medium prominent yellowish red (5YR 5/8) masses of oxidized iron; many (60 percent) discontinuous prominent dark reddish brown (5YR 3/3) clay films on all faces of Bt peds; 10 percent gravel and 2 percent cobble; moderately acid (pH 5.7, Hellige-Truog); abrupt wavy boundary. (Glossic horizon  10 to 20 centimeters thick)\n2Bt1--30 to 41 centimeters; dark reddish brown (2.5YR 3/4) clay; moderate very fine prismatic structure parting to strong very fine angular blocky; firm; common very fine, fine, medium, and coarse roots; 1 percent material from the A horizon in cracks, worm channels and pores, many (60 percent) discontinuous prominent dark reddish gray (5YR 4/2) clay films on all faces of peds; common (10 percent) medium distinct black (N 2/0) soft masses of iron-manganese and few (1 percent) fine distinct red (2.5YR 5/6) masses of oxidized iron; 5 percent gravel; strongly acid (pH 5.5, Hellige-Truog); clear wavy boundary.\n2Bt2--41 to 53 centimeters; dark reddish brown (2.5YR 3/4) clay; moderate fine prismatic structure parting to strong very fine angular blocky; firm; few very fine, fine, medium, and coarse roots; many (60 percent) discontinuous prominent dark reddish brown (2.5YR 3/3) clay films on all faces of peds; common (10 percent) medium distinct black (N 2/0) soft masses of iron-manganese; 3 percent gravel; slightly acid (pH 6.2, Hellige-Truog); clear wavy boundary.\n2Bt3--53 to 79 centimeters; reddish brown (2.5YR 4/4) clay; weak medium prismatic structure parting to moderate very fine angular blocky; firm; few very fine, fine, medium, and coarse roots; many (70 percent) discontinuous prominent dark reddish brown (2.5YR 3/3) clay films on all faces of peds; 3 percent gravel; neutral (pH 7.0, Hellige-Truog); abrupt smooth boundary.)\n2Bt4--79 to 91 centimeters; red (2.5YR 4/6) clay loam; weak medium platy structure; firm; few fine roots; few (20 percent) discontinuous prominent dark reddish brown (2.5YR 3/3) clay films on top faces of peds; 5 percent gravel; slightly alkaline (pH 7.4, Hellige-Truog); abrupt smooth boundary. (10 to 51 centimeters thick)\n3C1--91 to 147 centimeters; stratified 60 percent reddish brown (5YR 4/3) silt loam, 30 percent dark reddish brown (2.5YR 3/4) clay, and 10 percent weak red (10R 4/4) silty clay; massive parting to strong medium depositional plates; friable and firm; slightly alkaline (pH 7.4, Hellige-Truog); clear smooth boundary.\n3C2--147 to 203 centimeters; stratified 70 percent reddish brown (5YR 4/3) silt loam, 20 percent weak red (10R 4/4) silty clay, and 10 percent dark reddish brown (2.5YR 3/4) clay; massive parting to strong medium depositional plates; friable and firm; strongly effervescent (HCl, 1 normal); slightly alkaline (pH 7.4, Hellige-Truog)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Wisconsin; about 6 miles west northwest of Cushing; 685 meters north and 640 meters east of the southwest corner of section 19, T. 36 N., R. 19 W.; USGS Sunrise topographical quadrangle; lat. 45 degrees 35 minutes 28.8 seconds N. and long. 92 degrees 46 minutes 1.9 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loamy glacial aged alluvium mantle--10 to 51 centimeters\nDepth to the argillic horizon--10 to 51 centimeters\nThickness of the argillic horizon--20 to 96 centimeters\nDepth to stratification--51 to 102 centimeters\nDepth to carbonates--typically 51 to 102 centimeters but may range to 152 centimeters in some pedons\nClay content of the particle-size control section--averages between 40 to 60 percent, but individual horizons range between 35 to 65 percent\nSand content of the particle-size control section--less than 45 percent\nVolume of gravel--5 to 30 percent in the loamy glacial aged alluvium mantle; 0 to 5 percent in the argillic horizon\nVolume of cobbles--0 to 5 percent in the loamy glacial aged alluvium mantle\nVolume of stones--0 to 1 percent in the loamy glacial aged alluvium mantle\nA horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 2 to 3\nChroma: 1 or 2\nTexture: sandy loam, fine sandy loam, loam, or silt loam\nReaction: very strongly acid to slightly acid\nSome pedons have a Bw Horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 4\nChroma: 4\nTexture: loamy sand, sandy loam, fine sandy loam, loam, sandy clay loam, or their gravelly analogs\nReaction: very strongly acid to slightly acid\nSome pedons have an E horizon\nHue: 5YR, 7.5YR, or 10YR\nValue: 4\nChroma: 2 or 3\nTexture: loamy sand, sandy loam, fine sandy loam, loam, sandy clay loam, or their gravelly analogs\nReaction: very strongly acid to slightly acid\nCenturia soils have a glossic horizon (E/B, 2E/B, and 2B/E horizons occur individually or in combination)\nE part of the E/B:\nHue: 5YR or 7.5YR\nValue: 4\nChroma: 2 or 3\nTexture: loamy sand, sandy loam, fine sandy loam, loam, sandy clay loam, or their gravelly analogs\nReaction: very strongly acid to slightly acid\nBt part of the E/B:\nHue: 2.5YR, 5YR, or 7.5YR\nValue: 3 or 4\nChroma: 4\nTexture: sandy loam, fine sandy loam, loam, sandy clay loam, clay loam, or their gravelly analogs\nReaction: very strongly acid to slightly acid\nBt part of the 2E/B and 2B/E:\nHue: 2.5YR or 5YR\nValue: 3 or 4\nChroma: 4\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: very strongly acid to slightly acid\nE part of the 2E/B and 2B/E:\nHue: 2.5YR or 5YR\nValue: 4\nChroma: 3\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: very strongly acid to slightly acid\n2Bt Horizon:\nHue: 2.5YR or 5YR\nValue: 3 or 4\nChroma: 4 to 6\nTexture: clay loam, silty clay loam, silty clay, or clay\nReaction: moderately acid to neutral\nSome pedons have a 3BC Horizon:\nHue: 2.5YR, 5YR, 7.5YR, or 10R\nValue: 3 to 5\nChroma: 2 to 4\nTexture: stratified with layers of silt, silt loam, silty clay loam, silty clay, or clay\nReaction: neutral to moderately alkaline\n3C Horizon:\nHue: 2.5YR, 5YR, or 10R\nValue: 3 to 5\nChroma: 2 to 4\nTexture: stratified with layers of silt, silt loam, silty clay loam, silty clay, or clay\nReaction: neutral to moderately alkaline in the upper part and moderately alkaline in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Buhl and Mooseline series.\nBuhl and Mooseline soils do not have stratified layers within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy glacial aged alluvium over clayey lacustrine underlain by stratified (varved) calcareous silty and clayey lacustrine deposits\nLandform: flats and base slopes on dissected glacial lake plains\nGeologic formation: Glacial Lake Lind\nSlope: 0 to 15 percent\nElevation: 240 to 262 meters above sea level\nMean annual air temperature: 4 to 7 degrees C\nMean annual precipitation: 710 to 838 millimeters\nFrost free days: 110 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Folsom(T) and Beede Lake(T) soils. The moderately well drained Folsom and well drained Beede Lake soils form a drainage sequence with Centuria soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--somewhat poorly drained--seasonal saturation perched above the clayey lacustrine deposits at a depth of .15 to .5 meters for more than one month at some time during the period September to June in normal years\nSaturated hydraulic conductivity--4.23 to 14.11 micrometers per second in the loamy glacial aged alluvium mantle, 0.42 to 1.41 micrometers per second in the argillic, and 0.42 to 14.11 micrometers per second in the underlying stratified layers"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: All areas are used for woodland. Common trees are northern red oak, white oak, American basswood, eastern white pine, hophornbeam, red maple, sugar maple, and green ash. Common understory species are sedges, grasses, asters, spinulose shield fern, wood anemone, hog peanut, wild lily-of-the-valley, lady fern, round-leaved hepatica, meadow rue, and large-leaved aster."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Laurentian Upland\nPhysiographic Province--Superior Upland\nMLRA--Wisconsin and Minnesota Sandy Outwash (91B)\nLRR K; Wisconsin\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Polk County, Wisconsin; 2009. Source of the name is small community in Polk County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 30 to 80 centimeters (2Bt1, 2Bt2, 2Bt3, and 2Bt4 horizons);\nseries control section--the zone from the surface to a depth of 152 centimeters (A, E/B, 2Bt1, 2Bt2, 2Bt3, 2Bt4, 3C1, and 3C2 horizons).\nDiagnostic horizons and features in this pedon include:\numbric epipedon--the zone from the surface to 18 centimeters (A horizon);\nArgillic horizon--the zone from a depth of 30 to 91 centimeters (2Bt1, 2Bt2, 2Bt3, and 2Bt4 horizons);\nGlossic horizon--the zone from a depth of 18 to 30 centimeters (E/B horizon);\naquic conditions:\n* Episaturation; 18 to 53 centimeters\n* Redoximorphic concentrations: 18 to 41 centimeters\n* Redoximorphic depletions: 30 to 53 centimeters\nlithologic discontinuity-- at the upper boundary of the 2Bt1 horizon and at the upper boundary of the 3C1 horizon;\nsoil moisture control section--the zone from a depth of 10 to 30 centimeters; udic moisture regime;\nsoil temperature control section--at a depth of 50 centimeters; frigid soil temperature regime;\nCarbonates are not visually recognizable in the stratified layers and are only evident through application of 1N HCl. The level of effervescence varies with each stratum and the carbonates are assumed to be depositional.\nCation-exchange activity class is inferred from lab data from similar red clayey soils in the area.\nTaxonomy version--Keys to Soil Taxonomy, 11th edition, 2010.\nADDITIONAL DATA: Soil textures were determined through hydrometer analysis in the project office\nA Horizon--43 percent sand, 40 percent silt, and 17 percent clay\n2Bt1 Horizon--35.5 percent sand, 7.5 percent silt, and 57 percent clay\n2Bt2 Horizon--35 percent sand, 12 percent silt, and 53 percent clay\n2Bt3 Horizon--34 percent sand, 15 percent silt, and 51 percent clay\n2Bt4 Horizon--38.5 percent sand, 22.5 percent silt, and 39 percent clay\nClay content of the particle-size control section (2Bt1, 2Bt2, 2Bt3, and 2Bt4) averages 52.6 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
