{
  "SERIES": "CERP",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SES-CEJ-JVC",
  "REVDATE": "12/2004",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, magnesic, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cerp very stony sandy loam--on a southwest facing slope of 45 percent under Jeffrey pine, incense cedar, Douglas-fir, and phlox at 5,200 feet elevation--forestland.  (Colors are for dry soil unless otherwise noted.  When described June 28, 1990, the soil was nearly dry.)\nOi--0 to 0.5 inches; slightly decomposed plant material composed of needles, cones, twigs, and bark; abrupt wavy boundary.\nA--0.5 to 3 inches; grayish brown (10YR 5/2) very stony sandy loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine interstitial pores; 20 percent stones, 20 percent cobbles, and 20 percent gravel; rock fragments are serpentine, metavolcanic and quartzite; slightly acid (pH 6.5); clear wavy boundary.  (2 to 5 inches thick)\nBAt--3 to 8 inches; yellowish brown (10YR 5/4) very gravelly loam, brown (10YR 4/3) moist; moderate medium and coarse subangular blocky structure; hard, very friable, moderately sticky and slightly plastic; many very fine and fine and common medium and coarse roots; many very fine tubular pores; common faint clay films on faces of peds and lining pores; 10 percent cobbles and 50 percent gravel; rock fragments are serpentine, metavolcanic and quartzite; slightly acid (pH 6.1); clear wavy boundary.  (3 to 6 inches thick)\nBt1--8 to 22 inches; light yellowish brown (10YR 6/4) very gravelly clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine, common fine and medium and few a coarse roots; many very fine interstitial and common very fine tubular pores; common faint and distinct clay films on faces of peds and lining pores; 10 percent serpentine cobbles and 40 percent serpentine gravel; slightly acid (pH 6.1); clear wavy boundary.\nBt2--22 to 27 inches; very pale brown (10YR 7/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist, light olive brown (2.5Y 5/4) rubbed; weak medium and coarse subangular blocky structure; slightly hard, very friable, sticky and plastic; common very fine, fine and  medium roots; many very fine interstitial pores; many distinct clay films on faces of peds and lining pores; 50 percent serpentine gravel; slightly acid (pH 6.1); clear irregular boundary.  (Combined thickness of the Bt horizons is 16 to 30 inches)\nR--27 inches; hard, nearly massive serpentine; few fractures; some weathered softer pockets with few very fine and fine roots only in pockets; greenish (5G); yellowish brown (10YR 5/6) moist soil and clay films in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; about 5 miles southwest of Greenville; approximately 1,800 feet south and 200 feet west of the northeast corner of section 7, T. 26 N., R. 9 E.; USGS Canyondam 7.5 minute topographic quadrangle; 40 degrees 07 minutes 44 seconds north latitude and 121 degrees 0 minutes 15 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil is usually moist in winter and spring, dry from mid-July until mid-October; Xeric moisture regime.\nMean annual soil temperature - 47 to 50 degrees F.\nDepth to bedrock - 20 to 40 inches to a lithic contact.\nReaction - Slightly acid or neutral.\nA horizon - Dry color: 10YR 5/2, 5/3, or 6/4.\nRock fragments: 40 to 60 percent.\nBAt horizon Dry color: 10YR 5/4 or 6/4.\nMoist color: 10YR 4/3 or 4/4.\nTexture: Very cobbly loam or very gravelly loam.\nClay content: 18 to 25 percent.\nRock fragments: 40 to 60 percent.\nBt horizons - Dry color: 10R 6/4, 6/6, or 7/4.\nMoist color: 10YR 4/3, 4/4, 4/6, or 5/6.\nTexture: Very gravelly clay loam, very gravelly sandy clay loam, or extremely gravelly clay loam.\nClay content: 25 to 35 percent.\nRock fragments: 45 to 70 percent.\nBase saturation by sum of cations: 50 to 70 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cerp soils are on mountains.  The soil formed in colluvium derived from serpentine, metavolcanic rocks, and quartzite over residuum weathered from serpentine.  Slopes are 5 to 50 percent.  Elevations range from 4,400 to 5,400 feet.  In some areas as much as 50 percent of the surface is covered by cobbles or stones.  Rock outcrops are common.  The climate is subhumid with warm dry summers and cold moist winters.  The mean annual precipitation is 35 to 45 inches.  The mean annual temperature is 45 to 47 degrees F.; the mean January temperature is about 30 degrees F., and the mean July temperature is about 65 degrees F.  The frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Notagain (P) and Mesibou (P) soils.  Notagain soils are on north-facing slopes and are frigid.  Mesibou soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cerp soils are used for timber production, watershed, and wildlife habitat.  The vegetation is mainly a forest canopy dominated by Jeffrey pine with incense cedar, sugar pine, and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  These soils are not extensive.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Plumas Supplemental Area, Part of the Plumas National Forest Area, California, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOrganic soil material - The zone from the soil surface to 0.5 inches (Oi horizon).\nOchric epipedon - The zone from the soil surface to 8 inches (Oi, A, and BAt horizons).\nArgillic horizon - The zone from 8 to 27 inches (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 27 inches to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 8 to 27 inches (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
