{
  "SERIES": "CHACUACO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAN/GB/WJG",
  "REVDATE": "02/2008",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chacuaco loam - range. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; slightly alkaline (pH 7.5); clear smooth boundary (5 to 7 inches thick).\nAB--5 to 10 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to moderate medium granules; soft, very friable, slightly sticky and slightly plastic; strongly effervescent; moderately alkaline (pH 7.9); clear smooth boundary (0 to 5 inches thick).\nBt--10 to 20 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky and plastic; common continuous distinct clay films on faces of peds; 5 percent pebbles; violently effervescent; few fine  masses of calcium carbonate; moderately alkaline (pH 8.0); clear smooth boundary (10 to 18 inches thick).\nBk--20 to 30 inches; very pale brown (10YR 8/3) and very pale brown (10YR 8/4) very gravelly loam, very pale brown (10YR 7/4) moist; massive; soft, very friable, nonsticky and nonplastic; 30 percent pebbles, 10 percent sandstone channers; violently effervescent; 37 percent calcium carbonate equivalent; moderately alkaline (pH 7.9); abrupt wavy boundary (3 to 10 inches thick).\nR--30 inches; very strongly cemented Dakota sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Las Animas County, Colorado; about 1,000 feet north and 150 feet east of the southwest corner of Sec. 35, T. 34 S., R. 53 W.; Dennis Canyon USGS quadrangle; latitude 37 degrees 2 minutes and 10 seconds N, longitude 103 degrees 20 minutes and 2 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic moisture regime bordering on aridic.  Moist in some part April through August. Driest December through February.\nDepth to lithic contact: 20 to 40 inches.\nDepth to secondary calcium carbonate:  5 to 15 inches.\nThickness of the A and Bt horizons: 17 to 30 inches.\nThickness of the mollic epipedon: 7 to 15 inches.\nSome pedons do not have  an AB horizon.\nParticle sized control section: (weighted average)\nClay content: 20 to 35 percent\nSilt content: 5 to 60 percent\nSand content: 20 to 60 percent\nRock fragment content: 5 to 15 percent\nThe A horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nReaction:  neutral to  moderately alkaline.\nThe Bt horizon:\nHue:  5 YR, 7.5YR, or 10YR Value:  4 to  6 dry, 3 to  5 moist\nChroma:  2 to  4\nTexture : clay loam, loam, silty clay loam, or sandy clay loam.\nClay content: 20 to 35 percent\nRock fragment content: 0 to 15 percent\nReaction: slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent:  5 to 15 percent.\nThe Bk horizon:\nHue:  7.5YR or 10YR Value:  6 to  8 dry, 4 to  7 moist\nChroma:  2 to  4\nTexture of the fine earth fraction: loam,  silt loam\nClay content: 15 to 27 percent\nRock fragment content: 25 to 45 percent\nCalcium carbonate equivalent:  15 to more than 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Asparas (NM), Capulin (NM) Rosebud (NE), Ryegate (CO) and Wapiti (CO) series.\nAsparas soils:  deep to limestone bedrock.\nCapulin soils: 40 to 60 inches deep to a lithic contact.\nRosebud soils: paralithic contact at depths of 20 to 40 inches.\nRyegate soils: 35 percent or more fine or coarser sand; deeper than 12 inches to secondary carbonates.\nWapiti soils: very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian sediments and residuum derived dominantly from sandstone.\nLandform: ridges and interfluves in the plains.\nSlope: 0 to 10 percent.\nElevation: 5,000 to 8,000 feet.\nMean annual precipitation: 14 to 16 inches.\nMean annual air temperature: 46 to 53 degrees F.\nFrost free period: 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Capulin, Dalerose, and Torreon series.\nCapulin soils: greater than 40 inches to bedrock and are on slightly higher ridges and knolls.\nDalerose soils: less than 20 inches to a lithic contact and are on summits and shoulders.\nTorreon soils: do not have bedrock above 60 inches, are in the fine family, and are on more gently sloping areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is negligible on slopes less than 5 percent and low on 5 to 10 percent slopes; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for livestock grazing. Principal native vegetation is blue grama, galleta, sideoats grama, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Chacuaco soils occur in southeastern Colorado. LRR G, MLRA's 67 and 70. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Las Animas County, Colorado, 1986. The name is from a major drainage in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 10 inches. (A and AB horizons)\nArgillic horizon: 10 to 20 inches. (Bt horizon)\nCalcic horizon: 20 to 30 inches. (Bk horizon)\nLithic contact: bedrock at 30 inches. (top of R layer)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nThe soil was previously mapped within the Ryegate soil, but was determined to average less than 45 percent fine and coarser sand in the particle size control section. This soil is pronounced Cha-kwock. Laboratory data S87CO-071-003.\nThe assignment of cation-exchange activity class is supported by lab samples S87CO-071-003.\nADDITIONAL DATA: None\nNational Cooperative Soil Survey\nU.S.A."
  }
}
