{
  "SERIES": "CHAGRIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM",
  "REVDATE": "10/98",
  "STATES": "IN,KY,NY,OH,PA,TN,VA,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chagrin silt loam - in an idle area, formerly a cultivated field, on a 1 percent slope at an elevation of 750 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; friable; medium acid; abrupt smooth boundary.  (6 to 12 inches thick)\nBw--10 to 44 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure that becomes coarser and less well defined with depth; friable; brown (10YR 4/3) organic stains on faces of peds and very dark grayish brown (10YR 3/2) organic stains in root channels; medium acid; gradual smooth boundary.  (14 to 40 inches thick)\nC--44 to 60 inches; brown (10YR 5/3) silt loam; massive; friable; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ashtabula County, Ohio; 4 miles south of Conneaut, Monroe Township; 50 yards north of Center Road, 100 yards east of covered bridge over Conneaut Creek, T. 13 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 24 to 48 inches.  Content of gravel or channers ranges from 0 to 35 percent by volume in the Ap or A horizon; and content of gravel is from 0 to 15 percent in the Bw horizon and C horizon.  Below 40 inches, the gravel content can be as much as 25.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 4 (6 dry), and chroma of 2 to 4.  Some pedons have an A horizon 1 to 4 inches thick that has value of 2 to 4 and chroma of 1 to 4.  The Ap horizon or A horizon commonly is loam or silt loam and less commonly sandy loam; fine sandy loam, or channery analogues of loam or silt loam.  It is medium acid to neutral.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6.  Thin subhorizons in some pedons have value of 2 or 3, and chroma of 2.  The Bw horizon commonly is silt loam or loam and less commonly sandy loam, fine sandy loam, sandy clay loam, clay loam, or silty clay loam.  The average clay content of the control section is 18 to 30 percent.  The Bw horizon is medium acid to neutral.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, chroma of 2 to 6, and can have mottles of high or low chroma below a depth of 48 inches.  It commonly is silt loam or loam and less commonly sandy loam and ranges from relatively uniform to highly stratified.  Some pedons have fine sand, loamy fine sand, or gravelly loam below a depth of 40 inches.  The C horizon is medium acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sensabaugh series in the same family and the similar Bermudian, Clifty, Cuba, Eel, Genesee, Hamlin, Hartshorn, Haymond, Lobdell, Moshannon, Nolin, Pope, Sharon, Tioga, and Woodmere series.  Sensabaugh soils have 15 to 35 percent coarse fragments in the control section.  Bermudian, Clifty, Cuba, Pope, and Sharon soils are more acid and have lower base saturation.  Eel and Lobdell soils have mottles with chroma of 2 or less within 24 inches of the soil surface.  Genesee soils have carbonates within the control section.  Hamlin, Haymond, and Tioga soils average less than 18 percent clay in the particle-size control section.  Hartshorn soils are in the fine-loamy over sandy or sandy-skeletal family.  Moshannon, Nolin, and Woodmere soils are in the fine-silty family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chagrin soils are on flood plains receiving alluvium mainly from upland areas of sandstone, siltstone, shale, limestone, and low-lime glacial drift.  They are typically in areas of Wisconsinan Age glaciation but also occur in unglaciated valleys. Slope gradients are 0 to 3 percent.  Mean annual precipitation ranges from about 32 to 42 inches, and mean annual temperature ranges from about 48 to 55 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caneadea, Chili, Fitchville, Glenford, Holly, Lobdell, Orrville, and Wheeling soils.  Caneadea, Chili, Fitchville, Glenford, and Wheeling soils have argillic horizons and are on terraces of nearby landscapes; in addition, Caneadea, Fitchville, and Glenford soils formed in lacustrine sediments, and Chili and Wheeling soils formed in stratified outwash materials.  The poorly drained and very poorly drained Holly soils, moderately well drained Lobdell soils, and somewhat poorly drained Orrville soils are in a toposequence with the well drained Chagrin soils.  Holly soils are in wet depressions, and Lobdell and Orrville soils are in intermediate landscape positions between Holly soils and the higher-lying Chagrin soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The dominant use is for woodland and pasture.  Some of the Chagrin soils are cleared and used for growing crops, chiefly corn, soybeans, and hay.  Native vegetation is hardwood forest which consists chiefly of beech, hickory, sugar maple, ash, and sycamore."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern, central, and southern Ohio; western Pennsylvania; central and western New York; southern Indiana; Kentucky; western Virginia; West Virginia; and eastern Tennessee.  The series is of large extent, about 130,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Ohio, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 10 inches (Ap horizon).\nCambic horizon - the zone from 10 to 44 inches (Bw horizon).  The organic carbon content decrease irregularly with depth.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
