{
  "SERIES": "CHAIRES",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Chaires series consists of very deep or deep, very poorly or poorly drained, slowly permeable soils on flatwoods and in depressions on the Eastern Gulf Coast Flatwoods (MLRA 152A) and the Southern Coastal Plain (MLRA 133A) Major Land Resource Areas. They formed in sandy and loamy marine sediments. Near the type location, the mean annual temperature is about 68 degrees F., and the mean annual precipitation is about 55 inches. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, thermic Alfic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chaires fine sand; in a cleared area (Colors are for moist soil).\nAp--0 to 7 inches; dark brown (7.5YR 3/2) rubbed, fine sand; unrubbed color is a mixture of uncoated sand grains and black (10YR 2/1) organic matter; weak fine granular structure; very friable; few coarse and many fine and medium roots; very strongly acid; clear smooth boundary.\nA--7 to 17 inches; dark grayish brown (10YR 4/2) fine sand; weak fine granular structure; very friable; few medium and coarse roots; very strongly acid; clear wavy boundary.  (Combined thickness of the Ap and/or A horizons range from 3 to 19 inches in thickness)\nE--17 to 28 inches; light gray (10YR 7/2) fine sand; single grain; loose; few medium roots; common, medium distinct dark grayish brown (10YR 4/2) streaks of organic matter along old root channels; very strongly acid; abrupt wavy boundary.  (11 to 27 inches thick)\nBh1--28 to 30 inches; very dark brown (10YR 2/2) fine sand; weak fine granular structure; very friable; massive and weakly cemented or brittle in less than 50 percent of horizon; extremely acid; clear wavy boundary.\nBh2--30 to 35 inches; dark reddish brown (5YR 3/2) fine sand; weak fine granular structure; friable; massive and weakly cemented or brittle in less than 50 percent of horizon; sand grains coated with colloidal organic matter; very strongly acid; gradual wavy boundary.\nBh3--35 to 47 inches; dark brown (7.5YR 3/2) fine sand; weak fine granular structure; friable; sand grains coated with colloidal organic matter; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons ranges from 8 to 25 inches)\nBw--47 to 52 inches; dark yellowish brown (10YR 4/4) fine sand; weak fine granular structure; very friable; sand grains thinly coated with colloidal organic matter; very strongly acid; gradual wavy boundary.  (0 to 6 inches thick)\nBh'--52 to 54 inches; dark reddish brown (5YR 2/2) fine sand; weak fine granular structure; friable; sand grains coated with colloidal organic matter; very strongly acid; clear wavy boundary.  (0 to 4 inches thick)\nBtg1--54 to 68 inches; gray (5Y 5/1) sandy clay loam; moderate medium subangular blocky structure; firm; sand grains coated with clay; very strongly acid; gradual wavy boundary.\nBtg2--68 to 80 inches; light greenish gray (5GY 7/1) sandy clay loam; massive in place, parting to weak medium subangular blocky; firm; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Leon County, Florida. Approximately 0.25 mile east of Natural Bridge, about 170 feet south of the Natural Bridge road in a cleared area. SE1/4, NE1/4, Sec. 29, T. 2 S, R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock is 50 to 80 inches or more. Reaction ranges from extremely acid to strongly acid in the A, E, Bh, and Bw horizons and from very strongly acid to neutral in the Btg horizon. Total thickness of the A and E horizons is less than 30 inches, and combined thickness of the A, E, and Bh horizon is 30 inches or more.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 2 to 4, and chroma of 2 or less. Where value is less than 3.5, thickness is less than 10 inches. Texture is sand, fine sand, mucky sand, or mucky fine sand.\nThe Oa horizon, where present, is less than 8 inches in thickness. It has hue of 10YR, value of 2 or 3, and chroma of 2 or less. Texture is muck.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 8, and chroma 0 to 2; or it is neutral with value of 5 to 8. Some pedons have masses of iron accumulation in shades of brown and yellow and/or vertical streaks in shades of black or gray in this horizon. Texture is sand or fine sand.\nThe Bh and Bh' horizons have hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3. Consistence ranges from very friable to weakly cemented and brittle. Texture is sand, fine sand, or loamy fine sand.\nThe Bw horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 2 to 4. Redoximorphic features in shades of yellow and gray range from few to many. Texture is sand, fine sand, or loamy fine sand.\nThe Bh' horizon, where present, has the same range of colors and textures as the Bh horizon.\nThe E' horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 4. Texture is sand or fine sand.\nThe Btg horizon has hue of 10YR to 5GY, value of 4 to 7, and chroma 1 or 2. Redoximorphic features in shades of red, brown, yellow, or gray range from few to common. Texture is sandy loam, fine sandy loam, or sandy clay loam and ranges to sandy clay in the lower horizons.\nThe Cr horizon, where present, is composed of soft weathered, fractured limestone that can be dug with difficulty with a spade. It has very firm to extremely firm rupture resistance and low to high excavation difficulty and typically contains soft carbonate accumulations that contain few to may hard fragments of limestone or chert. It is highly irregular and complex and interspersed with solution holes that are filled with material that ranges in texture from sandy loam to sandy clay. The holes range from 4 to 12 inches in diameter. The depth to limestone varies widely within short distances. Thickness ranges from 6 inches to 2 feet.\nThe R layer, where present, is composed of hard, unweathered limestone that has slightly rigid to very rigid rupture resistance and very high to extremely high excavation difficulty. In some pedons, solution holes are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chaires soils are on flatwoods and in depressions of the Southern Coastal Plain and the Eastern Gulf Coast Flatwoods. They formed in sandy and loamy marine sediments in the Lower Coastal Plain. The climate is humid subtropical. Slopes range from 0 to 2 percent. The average annual temperature ranges from 65 to 70 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Leon, Lutterloh, Moriah, Talquin and Tooles series. Leon   and the poorly drained Talquin soils are on similar positions but do not have argillic horizons. The somewhat poorly drained Lutterloh soils are on slightly higher positions, have sandy surface and subsurface layers 40 to 80 inches thick and lack spodic horizons. The somewhat poorly drained Moriah soils are on slightly higher positions, have sandy surface and subsurface layers 20 to 40 inches thick, do not have spodic horizons and are deep to limestone bedrock. Tooles soils are on similar positions, do not have spodic horizons, and are deep to limestone bedrock.\nTalquin soils are on similar positions and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  very poorly and poorly drained.  Permeability is rapid in the A and E horizons, moderate in the Bh horizon, and moderately slow to slow in the Btg horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chaires soils are used mainly for woodland and forestry operations. Native vegetation is dominated by longleaf pine, slash pine, scattered water oaks and laurel oaks, sawpalmetto, greenbrier, fetterbush, gallberry, waxmyrtle, running oak, pineland threeawn, panicums, paspalums, indiangrass and chalky bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Gulf Coastal Plain. The series is of small known extent. The series may also occur on the Atlantic Coastal Plain."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Leon County, Florida; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Chaires soils were formerly included in the Leon series. The 7/93 revision changed the series classification to recognize the 1992 amendments to Soil Taxonomy that introduces changes in classification of Spodosols.\nThe water table is within depths of 18 inches in the flatwoods for 1 to 3 months during periods of high rainfall and within depths of 20 to 40 inches for 6 months or more during most years. Depressional areas are ponded for 6 to 9 months in most years.\nDiagnostic horizons and features in this pedon:\nOchric epipedon - zone from the surface to a depth of 28 inches (Ap, A2 and E horizons).\nAlbic horizon - the zone from 17 to 28 inches (E horizon).\nSpodic horizons - the zone from 28 to 47 inches and from 52 to 54 inches (Bh1, Bh2, Bh3 and Bh' horizons).\nArgillic horizon - the zone from 54 to 80 inches (Btg1 and Btg2 horizons).\nChaires soils are in MLRAs 133A and 152A."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http;://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by the Soil Characterization Lab, IFAS, Univ. of Florida, Gainesville, FL., and the National Soil Survey laboratory, Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly and poorly",
        "drainage_overview": "very poorly or poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; dark brown (7.5YR 3/2) rubbed, fine sand; unrubbed color is a mixture of uncoated sand grains and black (10YR 2/1) organic matter; weak fine granular structure; very friable; few coarse and many fine and medium roots; very strongly acid; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--7 to 17 inches; dark grayish brown (10YR 4/2) fine sand; weak fine granular structure; very friable; few medium and coarse roots; very strongly acid; clear wavy boundary.  (Combined thickness of the Ap and/or A horizons range from 3 to 19 inches in thickness)"
      },
      {
        "name": "E",
        "top": 43,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--17 to 28 inches; light gray (10YR 7/2) fine sand; single grain; loose; few medium roots; common, medium distinct dark grayish brown (10YR 4/2) streaks of organic matter along old root channels; very strongly acid; abrupt wavy boundary.  (11 to 27 inches thick)"
      },
      {
        "name": "Bh1",
        "top": 71,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bh1--28 to 30 inches; very dark brown (10YR 2/2) fine sand; weak fine granular structure; very friable; massive and weakly cemented or brittle in less than 50 percent of horizon; extremely acid; clear wavy boundary."
      },
      {
        "name": "Bh2",
        "top": 76,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh2--30 to 35 inches; dark reddish brown (5YR 3/2) fine sand; weak fine granular structure; friable; massive and weakly cemented or brittle in less than 50 percent of horizon; sand grains coated with colloidal organic matter; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bh3",
        "top": 89,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh3--35 to 47 inches; dark brown (7.5YR 3/2) fine sand; weak fine granular structure; friable; sand grains coated with colloidal organic matter; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons ranges from 8 to 25 inches)"
      },
      {
        "name": "Bw",
        "top": 119,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--47 to 52 inches; dark yellowish brown (10YR 4/4) fine sand; weak fine granular structure; very friable; sand grains thinly coated with colloidal organic matter; very strongly acid; gradual wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bh'",
        "top": 132,
        "bottom": 137,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bh'--52 to 54 inches; dark reddish brown (5YR 2/2) fine sand; weak fine granular structure; friable; sand grains coated with colloidal organic matter; very strongly acid; clear wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 137,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg1--54 to 68 inches; gray (5Y 5/1) sandy clay loam; moderate medium subangular blocky structure; firm; sand grains coated with clay; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 173,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btg2--68 to 80 inches; light greenish gray (5GY 7/1) sandy clay loam; massive in place, parting to weak medium subangular blocky; firm; strongly acid."
      }
    ]
  ]
}
