{
  "SERIES": "CHALFONT",
  "STATUS": "Established Series",
  "BYREV": "GDM; Rev. DHK",
  "REVDATE": "01/2006",
  "STATES": "NJ,PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chalfont silt loam - cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; brown (10YR 4/3) silt loam; weak medium granular structure; friable, slightly sticky, slightly plastic; moderately acid; clear wavy boundary.  (7 to 12 inches thick)\nBt1--10 to 14 inches; brown (7.5YR 5/4) silt loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine distinct light brownish gray (10YR 6/2) iron depletions and strong brown (7.5YR 5/6) iron concentrations; few distinct silt and clay films on faces of peds; moderately acid; clear wavy boundary.\nBt2--14 to 21 inches; brown (7.5YR 4/4) silty clay loam; weak medium subangular blocky structure; friable, slightly sticky, plastic; many fine and medium distinct light brownish gray (10YR 6/2) iron depletions and strong brown (7.5YR 5/6) iron accumulations; common distinct silt and clay films on faces of peds; few black iron and manganese coatings; slightly acid; clear wavy boundary.  (Combined thickness of the Bt horizons is 8 to 22 inches)\nBtx--21 to 27 inches; dark yellowish brown (10YR 4/4) silt loam; weak very coarse prismatic structure parting to weak thin platy; firm, brittle, slightly sticky, slightly plastic; many coarse prominent light gray (10YR 7/1) iron depletions on prism faces; common fine distinct brown (10YR 5/3) iron depletions and strong brown (7.5YR 5/6) iron concentrations throughout; few faint clay films in pores; few rock fragments; neutral; clear wavy boundary.  (5 to 15 inches thick)\nBxg--27 to 33 inches; grayish brown (10YR 5/2) silt loam; weak very coarse prismatic structure parting to thin platy; firm, brittle, slightly sticky, slightly plastic; many coarse faint light gray (10YR 7/1) iron depletions on prism faces; common fine distinct brown (10YR 5/3) iron depletions and strong brown (7.5YR 5/6) iron concentrations throughout; few shale fragments; neutral; abrupt wavy boundary.  (0 to 10 inches thick)\n2Bx1--33 to 47 inches; brown (7.5YR 4/4) very channery silt loam; weak very coarse prismatic structure parting to weak medium subangular blocky; firm, brittle, slightly sticky, slightly plastic; many coarse prominent light gray (10YR 7/1) iron depletions on prism faces; many medium faint brown (7.5YR 5/4) iron concentrations throughout; many black coatings; 45 percent shale fragments; neutral; gradual wavy boundary.\n2Bx2--47 to 57 inches; brown (7.5YR 4/4) channery silt loam; weak very coarse prismatic structure parting to weak medium subangular blocky; very firm, brittle, sticky, plastic; many coarse prominent light gray (10YR 7/1) iron depletions on prism faces; many medium distinct brown (7.5YR 5/2) iron depletions and strong brown (7.5YR 5/6) iron concentrations throughout; many black iron and manganese coatings; 20 percent shale fragments; neutral; gradual wavy boundary.  (Combined thickness of the 2Btx horizons is 0 to 25 inches)\n2C--57 to 70 inches; brown (7.5YR 4/4) very channery silt loam; weak very coarse prismatic structure; firm, sticky, slightly plastic; many coarse prominent light gray (10YR 7/1) iron depletions on prism faces; many medium distinct brown (7.5YR 5/2) iron depletions and strong brown (7.5YR 5/6) iron concentrations throughout; 40 percent shale fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bucks County, Pennsylvania; 1 mile east of Edison about 693 feet east of Pebble Hill Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to bedrock ranges from 3 1/2 to 8 feet or more.  Depth to the fragipan ranges from 15 to 30 inches.  The silty mantle (loess material) is usually 30 to 50 inches thick.  Rock fragments of shale or sandstone range from 0 to 10 percent in the silty mantle and from 15 to 60 percent in the 2B and 2C horizons.  Reaction of the soil ranges from strongly acid through neutral unless limed.\nThe Ap horizon has hue of 10YR, value of 3 through 5, and chroma of 2 or 3. Texture is silt loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 through 8, and have distinct high and low chroma mottles.  Texture is silt loam or silty clay loam.\nThe Bx horizon above the 2Bx1 horizon has hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 2 through 6, and has distinct mottles.  Faces of prisms are neutral or have hue of 10YR or 2.5Y, value of 4 through 7, and chroma of 0 or 1.  Structure is very coarse prismatic parting to platy or subangular blocky.\nThe 2B and 2C horizons have hue of 2.5YR through 2.5Y, value of 3 through 5, and chroma of 2 through 4.  Texture of the fine-earth fraction is loam or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Gudgel, Haubstadt, Nabb, Pierpont, Plumfield, Robbs, Sciotoville, Shakamak series are in the same family.  Gudgel, Sciotoville, and Skakamak soils have less than 15 percent rock fragments in the lower part of the subsoil (B or 2B horizons). Haubstadt, Nabb, and Plumfield soils have a solum thickness of more than 60 inches.  Pierpont, Robbs, and Sciotoville soils do not have a lithologic discontinuity in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chalfont soils are on nearly level to sloping uplands.  Slopes range from 0 to 15 percent.  The formed in a loess mantle overlying residuum derived dominantly from shale and sandstone.  Climate is humid and temperate.  Mean annual temperature ranges from 50 to 57 degrees F.; mean annual precipitation ranges from 40 to 46 inches; and the growing season ranges from 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Chalfont soils are associated with the well drained Duncannon, moderately well drained Lawrenceville, and the poorly drained Doylestown soils.  Abbottstown, Chester, Croton, Lansdale, Penn, and Readington are associated soils which do not have the loess mantle.  Abbottstown, Penn, and Readington soils have B horizons with hue of 5YR or redder.  Croton soils have colors with chroma of 2 or less immediately below the A horizon.  Chester, Lansdale, and Penn soils are well drained and do not have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. Saturated hydraulic conductivity is moderately high in the fragipan and high above and below the fragipan. Permeability (obsolete) is moderately slow or slow in the fragipan, and moderate above and below. Index surface runoff class is high or very high (depending on slope).  A perched water table is at a depth of 0.5 to 1.5 feet from November through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used for cropland, hay and pasture.  Wooded areas are mixed hardwoods, principally of oaks and yellow poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Pennsylvania, New Jersey, and Maryland.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bucks County, Pennsylvania, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 11/2005 revision places Chalfont soils in an active family based on similar soils with similar parent material. The pedon description was updated to current horizon nomenclature and redoximorphic feature terminology. Competing series section was also updated.\nDiagnostic horizons and other features recognized in this pedon are:\na.  Ochric epipedon - the zone from the surface of the soil to a depth of 10 inches (Ap horizon).\nb.  Argillic horizon - the zone from 10 inches to a depth of 27 inches (Bt1, Bt2 and Btx horizons).\nc.  Fragipan - the zone from 21 inches to a depth of 57 inches (Btx, Bxg, 2Bx1 and 2Bx2 horizons).\nADDITIONAL DATA:  Laboratory data is available for the series.  Samples were taken from Bucks County, Pennsylvania S68Pa-09-6 (1-8) and S68Pa-09-7 (1-9).\nMLRA: 130, 148 and the northern fringe of 149A\nREVISED: 07/86-GDM; 12/2005-DHK\nNational Cooperative Soil Survey\nU.S.A."
  }
}
