{
  "SERIES": "CHAMISE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GES/LCL/ET",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, thermic Ultic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chamise shaly loam, annual grass range, scattered oak trees. (Colors are for dry soil unless otherwise stated.)\nA11--0 to 2 inches; dark gray (10YR 4/1) shaly loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; many very fine and fine interstitial pores; moderately acid (pH 6.0); clear smooth boundary. (2 to 6 inches thick)\nA12--2 to 9 inches; dark gray (10YR 4/1) shaly loam, very dark grayish brown (10YR 3/2) moist; weak medium angular blocky parting to weak fine and medium granular structure; hard, firm, slightly sticky, slightly plastic; many very fine and fine roots; many very fine interstitial and many very fine, fine and medium tubular pores; moderately acid (pH 5.8); clear wavy boundary. (6 to 10 inches thick)\nA13--9 to 18 inches; gray (10YR 5/1) shaly loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable, slightly sticky, plastic; common very fine and fine roots; many very fine interstitial and many very fine, fine and medium tubular pores; moderately acid (pH 5.7); clear wavy boundary. (6 to 10 inches thick)\nB21t--18 to 24 inches; light brownish gray (10YR 6/2) shaly clay, dark brown (10YR 4/3) moist; massive; very hard, firm, sticky, very plastic; common very fine, fine and medium roots; few very fine interstitial and few very fine and fine tubular pores; many thick clay films line tubular and interstitial pores; mineral grains have colloidal staining; strongly acid (pH 5.5); clear wavy boundary. (5 to 10 inches thick)\nB22--24 to 37 inches; light brownish gray (10YR 6/2) very shaly heavy clay loam, yellowish brown (10YR 5/4) moist; dark brown (10YR 4/3) crushed; massive; very hard, firm, sticky, plastic; few very fine roots; few very fine interstitial and few very fine and fine tubular pores; many thick clay films line tubular and interstitial pores; colloidal stains on mineral grains; strongly acid (pH 5.3); diffuse smooth boundary. (6 to 14 inches thick)\nC--37 to 60 inches; pale brown (10YR 6/3) very shaly clay loam, yellowish brown (10YR 5/4) moist; brown (10YR 5/3) rubbed; massive; very hard, firm, sticky, plastic; few very fine roots; common very fine interstitial pores; common thick clay films line interstitial pores; colloidal staining on mineral grains; strongly acid (pH 5.3). (10 to 40 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Barbara County, California; approximately 11 miles north of Buellton, California; 1 1/4 airline miles south and slightly east of Luton Ranch Headquarters; equivalent to the SW portion of SW1/4 SE1/4 sec. 29, T.8N., R.31W., extended."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is about 59 degrees to 63 degrees F. and the soil temperature usually is not below 47 degrees F. at any time. The soil from depths of about 5 to 15 inches is usually dry all of the time from late April or May until November or early December and is moist in some or all parts all the rest of the year. Rock fragments mostly of shale make up 10 to 25 percent of the A horizon and 35 to 55 percent of the B2t horizon.\nThe A horizon is gray, dark gray, grayish brown or dark grayish brown in 10YR hue. It is loam or light clay loam and dark gray, grayish brown or dark grayish brown in 10YR hue. It is loam or light clay loam and slightly, moderately or strongly acid. It has about 2 to 7 percent organic matter in the upper 10 inches and the content decreases regularly to less than 1 percent 20 inches below the surface. Base saturation is 50 to 75 percent in some or all parts to 30 inches and percent saturation decreases with depth. The A horizon has weak to strong granular or weak to moderate subangular blocky structure. The A-B2t horizon boundary is clear to diffuse and some pedons have thin A2 horizons.\nThe B2t horizon is light brownish gray, brown and yellowish brown (10YR 6/2, 6/4, 5/2, 5/3, 5/4, 6/4, 4/3; 7.5YR 6/4, 5/2, 4/4, 4/2). It is dominantly very shaly heavy clay loam or very shaly clay with 35 to 45 percent clay and has about 10 percent more clay absolute than the A horizon. This horizon is moderately to very strongly acid. It is massive or has weak prismatic, or weak to moderate subangular blocky or weak angular blocky structure.\nThe C horizon is variable and in many pedons is somewhat stratified.  Some strata are compact and have indications of weak cementation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Danville, Lockwood, Los Osos, Santa Lucia, Santa Ynez, Soper, and Tierra series.  Danville soils have a mollic epipedon more than 20 inches thick and less than 35 percent rock fragments. Lockwood soils have a base saturation of 75-100 percent. Los Osos soils have a lithic contact within 40 inches of the surface. Santa Lucia soils lack an argillic horizon and have a lithic contact within depth of 40 inches. Santa Ynez soils have an abrupt A-B2t horizon boundary with more than 15 percent absolute clay increase to the B2t horizon. Soper soils have less than 35 percent clay and less than 35 percent rock fragments in the argillic horizon. Tierra soils have a hard and massive A horizon that does not have all of the properties of a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Chamise soils are moderately to steeply sloping and are on hills and dissected terraces at elevations of 100 to 1,500 feet.  They formed in old alluvium containing considerable shale fragments derived from siliceous and ashy shale sources. The climate is subhumid mesothermal with warm dry summers and cool moist winters. Mean annual precipitation is 12 to 20 inches. Average July temperature is about 68 degrees F., average January temperature is about 48 degrees F; and mean annual temperature is 58 degrees to 60 degrees F. The freeze-free season is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lockwood, Santa Lucia, Santa Ynez, and Tierra soils and the Botella, Chualar, Gazos, and Rincon soils. Botella soils have less than 15 percent rock fragments. Chualar soils have a mollic epipedon less than 20 inches thick. Gazos soils have a paralithic contact within 40 inches of the surfaces. Rincon soils are hard and massive and lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for range. A few areas are used for growing small grain and hay. Vegetation is annual grass, forbs, scattered live oak, black sage, and California sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal counties of central and south-central California. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monterey County (Salinas Area), California, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Chamise soils would have been classified as Brunizems.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
