{
  "SERIES": "CHAMBERINO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/LWH/KFS",
  "REVDATE": "07/2012",
  "STATES": "AZ,NM,TX",
  "OVERVIEW": "The Chamberino series consists of very deep, well drained gravelly soils that formed in alluvium derived from andesite, dacite, latite and rhyolite.  Chamberino soils are on fan terraces and piedmonts with slopes of 0 to 16 percent.  The mean annual precipitation is about 8 inches and the mean annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chamberino gravelly loam, rangeland (colors are for dry soil unless otherwise noted).\nAl--0 to 1 inch; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; weak medium platy structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; few fine roots; common fine vesicular and very fine interstitial pores; 25 percent gravel with desert pavement on the surface; strongly effervescent; moderately alkaline; clear smooth boundary (1 to 3 inches thick).\nA2--1 to 4 inches; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; few fine roots; common fine interstitial pores; 20 percent mixed igneous gravel, 10 percent small hard pebble size caliche fragments, 5 percent cobble; strongly effervescent; moderately alkaline; clear smooth boundary (2 to 6 inches thick).\nBk1--4 to 16 inches; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few fine roots; common fine interstitial pores; 20 percent mixed igneous gravel, 5 percent small hard pebble-size caliche fragments, 5 percent cobble; strongly effervescent; thin patchy carbonate coatings on rock fragments; moderately alkaline; abrupt wavy boundary (4 to 12 inches thick).\nBk2--16 to 29 inches; pink (7.5YR 7/4) very gravelly loam, light brown (7.5YR 6/4) moist; massive; very hard, firm, nonsticky and nonplastic; common fine and very fine interstitial pores; 45 percent gravel, 5 percent cobble; slightly cemented with caliche; some very hard, cemented fragments 1 to 10 inches acres; violently effervescent; nearly continuous carbonate coatings on rock fragments; moderately alkaline; abrupt wavy boundary (7 to 24 inches thick).\nBk3--29 to 68 inches; light brown (7.5YR 6/4) very gravelly sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine interstitial pores; 40 percent mixed igneous gravel 10 percent cobble, 5 percent caliche coarse fragment; violently effervescent; nearly continuous carbonate coatings on coarse fragment; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sierra County, New Mexico; about 750 feet east and 200 feet south of the northwest corner of the SW1/4 of sec. 35, T. 15 S., R. 5 W; 200 feet south of NM 180; 30 feet north of powerline pole; 107 degrees, 19 minutes, 55 seconds west longitude; 32 degrees, 58 minutes, 00 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist on some part of the SMCS December through March and July through September. Typic aridic moisture regime.\nSoil Temperature: 59 to 65 degrees F.\nDepth to calcic horizon: 4 to 30 inches\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture:  loam or fine sandy loam with gravelly or very gravelly modifiers\nBk horizon\nHue: 7.5YR, 10YR\nValue: 6 to 8\nChroma: 2 to 4\nTexture:  loam, sandy loam or fine sandy loam (17 to 27 percent clay)\nRock fragments:  35 to 75 with 0 to 10 percent cobbles, 35 to 65 percent gravel.  The upper part of the Bk horizon averages 20 to 50 percent rock fragments\nAs used in Texas, bedrock substratum occurs between 40 and 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alemeda (NM), Dime (CA), Nickel (NV), Piquin (NM), Railroad (NV), and Stagecoach (AZ) series.  Alemeda soils have a lithic contact at 20 to 40 inches.  Dime, Nickel, and Stagecoach soils have less than 18 percent clay in the control section.  Railroad soils have bedrock at 30 to 40 inches.  Piquin soils are inactive.  In addition, Dime, Nickel, and Railroad soils are in the Mohave Desert and are moist in the soil moisture control section for less than 20 days cumulative between July and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chamberino soils are on piedmonts and fan terraces.   They formed in calcareous gravelly deposits derived mostly from andesite, dacite, latite, and rhyolite.  Annual precipitation is 7 to 10 inches and the annual temperature is 58 degrees to 65 degrees F.  The frost-free period is 180 to 220 days.  Elevation is 2,500 to 6,000 feet.   In Texas the frost-free period is as long as 240 days and the average annual precipitation is as much as 11 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berino, Bucklebar, Delnorte, Dona Ana, Nickel, Tres Hermanos, and Vado soils.  Bucklebar soils lack a calcic horizon.  In addition, the Berino, Bucklebar, Dona Ana, and Tres Hermanos soils have argillic horizons and have less than 35 percent rock fragments in the particle-size control section. Delnorte soils are shallow or very shallow to a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for range, wildlife and watershed.  The present vegetation is Bush muhly, black grama creosote bush, and littleleaf sumac."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New Mexico and Western Texas.  The soil series is moderately extensive.  MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  The Reconnaissance Conservation Survey of the Lower Rio Grande Watershed, New Mexico, Soil Conservation Service, 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  1 to 4 inches (A horizon)\nCalcic horizons:  4 to 60 inches (Bk horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdated competing series section 3/18/08, CEM\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
