{
  "SERIES": "CHANGAS",
  "STATUS": "Tentative Series",
  "BYREV": "NAR/JAG/JAD",
  "REVDATE": "07/2012",
  "STATES": "TX",
  "OVERVIEW": "The Changas series consists of very deep, well drained soils that formed in gypsiferous clayey lacustrine deposits in the Presidio and Hueco Bolsons. Changas soils occur on erosional fan remnants. Slope ranges from 5 to 45 percent. The mean annual precipitation is about 10 inches and the mean annual air temperature is about 72 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Changas sandy clay loam in an area of map unit 111 Changas-Corazones complex, 1 to 30 percent slopes.\nA--0 to 4 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, firm, very sticky, very plastic; violent effervescence; slightly alkaline; clear smooth boundary.\nBy1--4 to 15 inches; yellowish brown (10YR 5/4) clay, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, firm, very sticky, very plastic; 3 percent weakly cemented gypsum masses; violent effervescence; slightly alkaline; clear smooth boundary.\nBy2--15 to 25 inches; brown (10YR 4/3) clay, brown (10YR 4/3) moist; moderate fine and medium angular blocky structure; very hard, very firm, very sticky, very plastic; 10 percent fine weakly cemented gypsum masses; violent effervescence; slightly alkaline; clear smooth boundary.\nBy3--25 to 80 inches; pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; moderate fine subangular blocky structure; hard, firm, very sticky, very plastic; 8 percent fine weakly cemented gypsum masses; violent effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hudspeth County, TX;  Neely Canyon, TX USGS topographic quadrangle; Latitude:  31 degrees, 5 minutes, 54.26 seconds North, Longitude:  105 degrees, 35 minutes, 21.30 seconds West.  UTM Easting:  443804 meters, UTM Northing:  3440657 meters, UTM Zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Ustic aridic soil moisture regime.\nMean annual soil temperature:  72 to 85 degrees F.\nDepth to gypsic horizon:  0 to 7 inches\nParticle-size control section (weighted average)\nClay content:  40 to 55 percent\nRock fragments:  0 to 20 percent gravel\nA horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4 to 6 dry, 4 to 5 moist\nChroma:  3 to 4, dry or moist\nTexture:  silty clay, clay, silty clay loam, sandy clay loam\nClay content:  25 to 50 percent\nCalcium carbonate equivalent: 5 to 15 percent\nGypsum content: 1 to 5 percent\nSalinity (EC):  0 to 2 dS/m\nSodicity (SAR):  0 to 10\nEffervescence: strong or violent\nReaction:  neutral to moderately alkaline\nBy and Byz horizons\nHue:  5YR, 7.5YR, 10YR\nValue:  4 to 7 dry, 4 to 6 moist\nChroma:  2 to 4, dry or moist\nTexture:  silty clay, clay\nClay content:  40 to 60 percent\nCalcium carbonate equivalent:  5 to 15 percent\nGypsum content:  2 to 15 percent\nSalinity (EC):  0 to 8 dS/m\nSodicity (SAR):  0 to 25\nEffervescence:  strong or violent\nReaction:  neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Changas soils are on erosional fan remnants of the Presidio and Hueco Bolsons at elevations of 1,800 to 4,000 feet. These soils formed in gypsiferous clayey lacustrine deposits. Slopes range from 5 to 45 percent. Mean annual precipitation ranges from 10 to 13 inches. Most precipitation occurs as high intensity rain during afternoon thunderstorms from June to September.  Mean annual air temperature ranges from 68 to 72 degrees F. The frost-free period is 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corazones (TX), Melado (T-TX), Ojinaga (T-TX), and Pantera (TX) series. Corazones, Ojinaga, and Pantera soils contain more than 35 percent rock fragments in the particle-size control section.  Corazones and Ojinaga soils occur on higher positions, and Pantera soils occur on lower drainageways.  Melado soils do not have a gypsic horizon and occur on lower areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is slow or very slow. Runoff is very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing, wildlife habitat, and recreation. Hot Desert Shrub vegetative zone. Native vegetation consists of fourwing saltbush, mound saltbush, tubercled saltbush, tobosa, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR D. Southern Desertic Basin, Plains, and Mountains-MLRA 42. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hudspeth County, Texas; Soil Survey of Hudspeth County, Texas (Main Part), 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Vieja series. The series was separated based on landscape and parent material.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section - The zone from 10 to 40 inches (By horizons)\nOchric epipedon - the zone from 0 to 4 inches (A horizon)\nLeptic feature - gypsic horizon within 7 inches of the soil surface\nGypsic horizon - the zone from 4 to 80 inches (By horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nADDITIONAL DATA: Data from TAMU Soil Characterization Lab(S04TX377-004) is available for pedon S04-TX377-328.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
