{
  "SERIES": "CHANAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW/HLH/TDC/KP",
  "REVDATE": "08/2003",
  "STATES": "CA",
  "OVERVIEW": "The Chanac series consists of very deep, well drained soils that formed in weakly consolidated alluvium of mixed origin. Chanac soils occupy old terraces and have slopes of 2 to 50 percent. The mean annual precipitation is about 254 millimeters (10 inches) and the mean annual air temperature is about 18 degrees C (64 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Calcic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chanac sandy clay loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 centimeters (0 to 2 inches); gray (10YR 5/1) sandy clay loam, very dark gray (10YR 3/1) moist; moderate fine and medium granular structure; very hard, firm, sticky and plastic; many very fine and fine roots; common very fine and fine tubular and interstitial pores; slightly effervescent with disseminated lime; slightly alkaline (pH 7.5); clear smooth boundary. (5 to 8 centimeters (2 to 3 inches) thick)\nA2--5 to 25 centimeters (2 to 10 inches); gray (10YR 5/1) sandy clay loam, very dark gray (10YR 3/1) moist; moderate medium angular blocky structure; very hard, firm, sticky and plastic; many very fine roots; common very tubular and interstitial pores; slightly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear wavy boundary. (20 to 41 centimeters (8 to 16 inches) thick)\nB2tk--25 to 46 centimeters (10 to 18 inches); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; few very fine interstitial pores; common thin clay films lining pores and on faces of peds; violently effervescent with common fine lime filaments and coatings of lime on faces of peds; few dark krotovinas; moderately alkaline (pH 8.2); clear wavy boundary. (13 to 38 centimeters (5 to 15 inches) thick)\nB3tk--46 to 79 centimeters (18 to 31 inches); very pale brown (10YR 7/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, friable, sticky and slightly plastic; few very fine tubular and interstitial pores; few thin clay films bridging mineral grains, lining pores and on faces of peds; violently effervescent with common fine lime filaments and coatings of lime on faces of peds; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 51 centimeters (0 to 20 inches) thick)\nBk--79 to 104 centimeters (31 to 41 inches); brownish yellow (10YR 6/6) coarse sandy loam, yellowish brown (10YR 5/6) moist; massive; hard, friable, nonsticky and nonplastic; few very fine interstitial pores; violently effervescent with common fine lime filaments, medium irregular soft masses of lime, and coatings of lime on mineral grains; few dark krotovinas; moderately alkaline (pH 8.2); gradual wavy boundary. (0 to 76 centimeters (0 to 30 inches) thick)\n2Ck--104 to 152 centimeters (41 to 60 inches); very pale brown (10YR 8/4) clay loam, very pale brown (10YR 7/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine interstitial pores; slightly effervescent with disseminated lime; few dark krotovinas; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; about 30 miles southeast of Bakersfield in the Tejon Hills, a part of the western foothills of the Tehachapi Mountains; about 1,280 feet south and 600 feet west of the NE corner of section 10, T.11 N., R.18 W., SBB&M.  USGS Tejon Hills, California, Quad; latitude 35 degrees, 03 minutes, 14 seconds N and long. 118 degrees, 46 minutes, 17 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the hard and massive C horizon is 38 to 101 centimeters (15 to 40 inches). The soil between depths of 15 to 46 centimeters (6 to 18 inches) becomes moist in some part in early November and remains moist until the middle of March. It has a xeric moisture regime bordering on aridic. Mean annual soil temperature is 16 to 21 degrees C (60 to 70 degrees F). The soil may be littered on the surface by 2 mm to 2.5 cm pebbles, but has less than 10 percent rock fragments in the profile. It is mildly alkaline or moderately alkaline throughout. It has less than 1 percent organic matter at a depth of 15 to 23 centimeters (6 to 9 inches).\nThe dry color of the A horizon is 10YR 5/1, 5/2, 5/3, or 7.5YR 5/2. Moist color values are usually 1 to 2 units lower. It is usually sandy clay loam, but in some pedons it is loam or clay loam and has 18 to 35 percent clay. This horizon is calcareous throughout.\nThe dry color of the B horizon is 10YR 7/4, 7/3, 6/2, 6/3, 6/4, 5/4, 5/3, 5/1; 7.5YR 7/4, 5/6, 5/4, 5/2; 5Y 7/4, 7/3, 6/4, 6/3, 5/6, 5/4, or 5/2. Moist color values are 1 to 2 units lower.  It is sandy clay loam, clay loam or loam and has 18 to 35 percent clay. Lime appears as few to common fine filaments, soft masses, and as coatings on faces of peds. The percent clay in the B2 horizon is less than 1.2 times the percent in the A horizon. Depth to segregated lime ranges from 25 to 48 centimeters (10 to 19 inches).\nThe dry color of the C horizon is 10YR 5/4, 6/6, 6/4, 7/6, 7/4, 8/4; 7.5YR 7/8, 7/6, 7/4, 6/6, 6/4; or 5Y 6/4. It is coarse sandy loam, sandy loam, fine sandy loam, loam, or clay loam.  Lime is usually in the form of common fine filaments and medium irregular soft masses, and is disseminated in the lower part. In some pedons the entire C horizon will contain only disseminated lime."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Exclose, Panoza, Paver and Vernalis series. Exclose soils do not have a Bt horizon or hues of 7.5YR. Panoza soils are 50 to 100 centimeters (20 to 40 inches) deep to bedrock.  Paver soils do not have lime above 50 centimeters (20 inches) in the profile. Vernalis soils lack lime to a depth of 50 to 91 centimeters (20 to 36 inches) and segregated lime occurs at depths of 76 to 112 centimeters (30 to 44 inches). (see remarks)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chanac soils are on old stream terraces with slopes of 2 to 50 percent. (see remarks) They formed from mixed alluvium of middle or lower Pliocene nonmarine origin. Elevations are 175 to 610 meters (575 to 2,000 feet). The climate is semiarid mesothermal having hot dry summers, and cool moist winters. Mean annual precipitation is 229 to 305 millimeters (9 to 12 inches).  Average January temperature is about 4 degrees C (39 degrees F), average July temperature is about 22 degrees C (72 degrees F), mean annual temperature is 14 to 20 degrees C (58  to 68 degrees F). Freeze-free season is\n200 175 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arvin, Pleito and Tehachapi soils. Arvin soils have less than 18 percent clay and lack a B2 horizon. Pleito soils have a dark colored surface layer more than 50 centimeters (20 inches) thick. Tehachapi soils are noncalcareous and have a sandy clay loam or clay loam B2t horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for range, but less slopes can be marginally used for dryland grain. A few areas are irrigated and used for oranges, potatoes and almonds. Oil fields occupy the major portion of these soils in the southeastern San Joaquin Valley. Vegetation is wild oats, red brome, and other annual grasses, and filaree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Foothills of the Sierras and Tehachapi Mountains, southeastern edge of the San Joaquin Valley, MLRA 14, 15, 17, and 18. Soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, Southeastern Part, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Those soils mapped as Vernalis in Antelope Valley at elevations of 2,900 to 3,000 feet may now be identified as ranges of the Chanac soils.\nThe soils mapped as Chanac in the San Luis Obispo County, Paso Robles Part and consequent match with San Luis Obispo, Carrizo Plains Area soil surveys with slopes of 50 to 75\npercent would now be outside the range of the series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 centimeters (0 to 2 inches); gray (10YR 5/1) sandy clay loam, very dark gray (10YR 3/1) moist; moderate fine and medium granular structure; very hard, firm, sticky and plastic; many very fine and fine roots; common very fine and fine tubular and interstitial pores; slightly effervescent with disseminated lime; slightly alkaline (pH 7.5); clear smooth boundary. (5 to 8 centimeters (2 to 3 inches) thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 25 centimeters (2 to 10 inches); gray (10YR 5/1) sandy clay loam, very dark gray (10YR 3/1) moist; moderate medium angular blocky structure; very hard, firm, sticky and plastic; many very fine roots; common very tubular and interstitial pores; slightly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear wavy boundary. (20 to 41 centimeters (8 to 16 inches) thick)"
      },
      {
        "name": "B2tk",
        "top": 25,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2tk--25 to 46 centimeters (10 to 18 inches); light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; few very fine interstitial pores; common thin clay films lining pores and on faces of peds; violently effervescent with common fine lime filaments and coatings of lime on faces of peds; few dark krotovinas; moderately alkaline (pH 8.2); clear wavy boundary. (13 to 38 centimeters (5 to 15 inches) thick)"
      },
      {
        "name": "B3tk",
        "top": 46,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B3tk--46 to 79 centimeters (18 to 31 inches); very pale brown (10YR 7/4) sandy clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, friable, sticky and slightly plastic; few very fine tubular and interstitial pores; few thin clay films bridging mineral grains, lining pores and on faces of peds; violently effervescent with common fine lime filaments and coatings of lime on faces of peds; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 51 centimeters (0 to 20 inches) thick)"
      },
      {
        "name": "Bk",
        "top": 79,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--79 to 104 centimeters (31 to 41 inches); brownish yellow (10YR 6/6) coarse sandy loam, yellowish brown (10YR 5/6) moist; massive; hard, friable, nonsticky and nonplastic; few very fine interstitial pores; violently effervescent with common fine lime filaments, medium irregular soft masses of lime, and coatings of lime on mineral grains; few dark krotovinas; moderately alkaline (pH 8.2); gradual wavy boundary. (0 to 76 centimeters (0 to 30 inches) thick)"
      },
      {
        "name": "2Ck",
        "top": 104,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Ck--104 to 152 centimeters (41 to 60 inches); very pale brown (10YR 8/4) clay loam, very pale brown (10YR 7/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine interstitial pores; slightly effervescent with disseminated lime; few dark krotovinas; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
