{
  "SERIES": "CHAPMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRP/DRJ/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR",
  "OVERVIEW": "The Chapman series consists of very deep, well drained soils that formed in mixed alluvium. These soils are on low stream terraces and flood plains. Slopes are 0 to 3 percent. The mean annual precipitation is about 45 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chapman loam, cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; moderate medium subangular blocky and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 2 percent gravel; moderately acid (pH 5.6); abrupt smooth boundary. (3 to 8 inches thick)\nA--8 to 14 inches; very dark grayish brown (10YR 3/2) clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many medium and very fine tubular pores; 2 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (5 to 17 inches thick)\nBA--14 to 23 inches; dark brown (7.5YR 3/3) loam, brown (10YR 5/3) dry; weak fine prismatic structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; many medium, fine, and very fine tubular pores; moderately acid (pH 6.0); gradual smooth boundary. (0 to 14 inches thick)\nBw--23 to 33 inches; brown (10YR 4/3) loam, brown (10YR 5/3) dry; weak medium prismatic and moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; few medium and many very fine tubular pores; common faint dark brown (7.5YR 3/2) coatings in larger pores; slightly acid (pH 6.2); clear wavy boundary. (8 to 28 inches thick)\nBC--33 to 42 inches; dark yellowish brown (10YR 3/4) loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few medium and many fine and very fine tubular pores; few prominent dark brown (7.5YR 3/2) coatings in pores; 10 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (0 to 12 inches thick)\nC1--42 to 50 inches; brown (10YR 4/3) gravelly sandy loam, yellowish brown (10YR 5/4) dry; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine pores; 25 percent gravel; neutral (pH 6.6); clear wavy boundary. (7 to 10 inches thick)\nC2--50 to 60 inches; dark brown (10YR 3/3) very gravelly sandy loam; single grain; loose; nonsticky and nonplastic; 50 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lane County, Oregon; about 2,600 feet east and 1,300 feet south of the NW corner of section 29, T. 15 S., R. 4 W. Willamette Meridian; Junction City, Oregon, USGS 7.5 minute quad. Latitude 44 degrees, 14 minutes, 27 seconds N.; Longitude 123 degrees, 11 minutes, 54 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist, but is dry in all parts between depths of 4 and 12 inches for 45 to 60 consecutive days during the summer within MLRA 2 but ranges to 90 days in MLRA 5. The mean annual soil temperature is 52 to 55 degrees F. The mollic epipedon is 20 to 30 inches thick and has base saturation of 50 to 75 percent. Hue is 10YR or 7.5YR. The particle-size control section is 20 to 35 percent clay, 15 to 30 percent sand coarser than very fine sand, and 0 to 10 percent gravel.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry. Texture is loam in the upper part and loam or clay loam in the lower part.  It has 18 to 35 percent clay and 0 to 5 percent gravel.  Soil reaction is moderately acid or slightly acid.\nThe Bw horizon and BC horizon, when present, has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 to 4 moist and dry. Texture is loam or clay loam with 20 to 35 percent clay and 0 to 10 percent gravel.  Soil reaction is moderately acid to neutral.\nThe C horizon has value of 3 or 4 moist, 4 to 6 dry and chroma of 2 to 4 moist and dry. Texture is gravelly loam, gravelly sandy loam or very gravelly sandy loam. It has 3 to 20 percent clay and 20 to 50 percent gravel. Soil reaction is slightly acid or neutral.  This horizon may be absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alsea, Eld, McDoug, and Nook series. Alsea soils have saturated conditions with redox depletions with chroma of 2 or less between 30 and 40 inches.  Eld soils have hue redder than 7.5YR in some parts of the solum, and are dry for 60 to 75 consecutive days during the summer. Nook soils are dry for 75 to 90 consecutive days during the summer. McDoug soils have iron depletions within 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chapman soils are on low stream terraces and flood plains at elevations of 100 to 1,600 feet. Slopes are 0 to 3 percent. The soils formed in mixed loamy alluvium from volcanic and sedimentary rocks. The summers are hot and dry and winters are warm and wet. The mean annual precipitation is typically 30 to 60 inches but ranges to 70 inches in some areas. The average annual temperature is 50 to 55 degrees F. The average January temperature is 39 to 40 degrees F. and the average July temperature is 65 to 67 degrees F. The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chehalis, Cloquato, Malabon, McBee, Newberg, Salem, and Wapato soils. Chehalis soils are fine-silty. Cloquato soils are coarse-silty. Chehalis and Cloquato soils are on slightly lower flood plains. Malabon soils are fine. Salem soils are fine-loamy over sandy or sandy-skeletal. Malabon and Salem soils are on higher stream terraces. McBee soils are moderately well drained and fine-silty. Wapato soil are poorly drained. Wapato soils are in depressions on flood plains. Newberg soils are coarse-loamy and have a mollic epipedon less than 20 inches thick and are on lower flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderate over moderately rapid to rapid permeability. Chapman soils are subject to rare or occasional flooding for brief periods from November to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils have wide use from berry, vegetable, and orchards to small grain, hay, pasture, and grass seed crops. Natural vegetation is Douglas fir, Oregon white oak, bigleaf maple, blackberry, Pacific poison oak, and other shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Low stream terraces of the Willamette River and high flood plains of the Umpqua River of Western Oregon; MLRA 2, 5. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lane County Area, Oregon, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\nMollic epipedon - the zone from 0 to 23 inches (Ap, A, and BA horizons) with an assumed irregular decrease in organic carbon with depth.\nCambic horizon - the zone from 23 to 42 inches (Bw and BC horizons)\nParticle-size control section - the zone from 10 to 40 inches.\nThe Chapman soils are found on the low Winkle geomorphic surface (terrace) in the Willamette Valley, Oregon and on the high Ingram geomorphic surface (flood plain) in the Umpqua Valley, Oregon.\nThe mean annual precipitation ranges to 70 inches in the Alsea Valley, Oregon.\nChapman soils were included with Chehalis soils in earlier surveys.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; moderate medium subangular blocky and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; 2 percent gravel; moderately acid (pH 5.6); abrupt smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--8 to 14 inches; very dark grayish brown (10YR 3/2) clay loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many medium and very fine tubular pores; 2 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (5 to 17 inches thick)"
      },
      {
        "name": "BA",
        "top": 36,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--14 to 23 inches; dark brown (7.5YR 3/3) loam, brown (10YR 5/3) dry; weak fine prismatic structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; many medium, fine, and very fine tubular pores; moderately acid (pH 6.0); gradual smooth boundary. (0 to 14 inches thick)"
      },
      {
        "name": "Bw",
        "top": 58,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--23 to 33 inches; brown (10YR 4/3) loam, brown (10YR 5/3) dry; weak medium prismatic and moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; few medium and many very fine tubular pores; common faint dark brown (7.5YR 3/2) coatings in larger pores; slightly acid (pH 6.2); clear wavy boundary. (8 to 28 inches thick)"
      },
      {
        "name": "BC",
        "top": 84,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--33 to 42 inches; dark yellowish brown (10YR 3/4) loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few medium and many fine and very fine tubular pores; few prominent dark brown (7.5YR 3/2) coatings in pores; 10 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 107,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--42 to 50 inches; brown (10YR 4/3) gravelly sandy loam, yellowish brown (10YR 5/4) dry; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine pores; 25 percent gravel; neutral (pH 6.6); clear wavy boundary. (7 to 10 inches thick)"
      },
      {
        "name": "C2",
        "top": 127,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "C2--50 to 60 inches; dark brown (10YR 3/3) very gravelly sandy loam; single grain; loose; nonsticky and nonplastic; 50 percent gravel; neutral (pH 6.8)."
      }
    ]
  ]
}
