{
  "SERIES": "CHAPPELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. LLB, JIB, JRW",
  "REVDATE": "09/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chappell fine sandy loam in native grass.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 18 centimeters 0 to 7 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable; neutral; abrupt smooth boundary.\nA2--18 43 centimeters (7 to 17 inches); dark grayish brown (10YR 4/2) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable; neutral; clear smooth boundary.  (7 to 20 inches thick)\nBw--43 to 64 centimeters (17 to 25 inches); brown (10YR 5/3) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium prismatic subangular bocky structure; slightly hard, friable; slightly alkaline; clear smooth boundary.  (13 to 51 centimeters (5 to 20 inches) thick)\nC1--64 to 89 centimeters (25 to 35 inches); pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; massive and slightly hard, friable; strong effervescence; moderately alkaline; gradual, smooth boundary.  (0 to 38 centimeters (0 to 15 inches) thick)\n2C2--89 to 152 centimeters (35 to 60 inches); very pale brown (10YR 7/4) gravelly coarse sand, light yellowish brown (10YR 6/4) moist; single grain; loose; slightly alkaline; slight effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Keith County, Nebraska, about 1 miles south, 7 miles west of Bigsprings, Nebraska; 823 meters (2700 feet) west and 640 meters (2,100 feet) north of the southeast corner, section 30, T. 13 N., R. 40 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 9 to 14 degrees C, (49 to 57 degrees F)\nDepth to abrupt textural change: 51 to 102 centimeters (20 to 40 inches)\nDepth to secondary calcium carbonate: 38 to 76 centimeters (15 to 30 inches), averages about 25 inches but some profiles are noncalcareous\nDepth to cambic horizon: 25 to 51 centimeters (10 to 20 inches)\nThickness of the mollic epipedon: 25 to 51 centimeters (10 to 20 inches), includes the A horizon and part of the upper B horizon\nThickness of the solum: 38 to 76 centimeters (15 to 30 inches)\nParticle-size control section (weighted average):\nClay content: 5 to 18 percent\nA horizon:\nHue: 10YR or 7.5YR\nValue: 3 through 5, 2 or 3 moist\nChroma: 2 or 3\nTexture: fine sandy loam or sandy loam and less commonly loam, or loamy sand\nReaction: slightly acid or neutral\nBw horizon:\nHue: 10YR or 7.5YR hue\nValue: 3 through 6, 2 through 4 moist\nChroma: 2 or 3\nTexture: fine sandy loam, or sandy loam\nReaction: slightly acid to moderately alkaline\nBC or Bk horizon:\nHue: 10YR or 7.5YR hue\nValue: 3 through 6, 2 through 4 moist\nChroma: 2 or 3\nTexture: fine sandy loam, or sandy loam\nReaction: slightly acid to moderately alkaline\nC horizon:\nHue: 10YR or 7.5YR\nValue: 5 through 8, 4 through 6 moist\nChroma: 2 through 4\nTexture: fine sandy loam, or sandy loam\nReaction: neutral to moderately alkaline\n2C horizon:\nHue:10YR or 7.5YR\nValue: 5 through 8, 4 through 6 moist\nChroma: 2 through 4\nTexture: gravelly coarse sand, gravelly sand, or gravelly loamy sand\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alice, Blanche, Busher, Creighton, Jayem, Lexsworth, Phiferson and Stapleton soils.\nAlice soils have finer sand throughout the solum, and lack the gravel and are fine-loamy over sandy or sandy-skeletal.\nBlanche soils are Moderately deep over bedrock.\nBusher soils are deep, and formed in material weathered from soft fine grain sandstone.\nCreighton soils have finer sand throughout the solum, and lack the gravel.\nJayem soils have finer sand throughout the solum, and lack the gravel.\nLexsworth soils are moderately well drained and on flood plains.\nPhiferson soils are moderately deep to sandstone.\nStapleton soils formed in sediments derived from arkose deposits and contain angular grantic sand and gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: gravelly and sandy colluvium and alluvium weathered from Tertiary formations and gravelly pleistocene terraces\nLandform: stream terraces and alluvial fans\nSlopes: 0 to 15 percent\nElevation: 762 to 1372 meter (2500 to 4500 feet)\nMean annual temperature: 8 to 13 degrees C (47 to 55 degrees F)\nMean annual precipitation: 33 to 43 centimeters (13 to 17 inches)\nFrost-free period: 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: these are the Alice, Altvan, Bayard, Broadwater, Cheyenne, Duroc, Dix, Eckley, Haverson and Tripp.\nAlice: have finer sand throughout the solum, and lack the gravel and are fine-loamy over sandy or sandy-skeletal\nAltvan: are fine-loamy over sandy or sandy-skeletal\nBayard: lack the underlying gravel\nBroadwater: are sandy\nCheyenne: are fine-loamy over sandy or sandy-skeletal\nDuroc: are fine-silty\nDix: are sandy-skeletal\nEckley: are sandy-skeletal and have an argillic horizon\nHaverson: are fine-loamy, stratified, calcareous and on bottom lands\nTripp: are coarse-silty and are mainly on old stream terraces along major streams"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: low to moderate\nSaturated hydraulic conductivity: high in the solum and high or very high in the underlying material"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated.\nThe main crops are wheat and hay.\nThe native vegetation is Prairie sandreed, Sand bluestem and little bluestem"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Moderately extensive in western Nebraska, South Dakota, and eastern Colorado and Wyoming."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kimball County, Nebraska, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 25 to 51 centimeters (10 to 20 inches) (A and upper Bw horizons)\nCambic horizon: 13 to 51 centimeters (5 to 20 inches) thick (Bw horizon)\nLithologic discontinuity: 51 to 102 centimeters (20 at 40 inches) (2C horizon)\nThe type location was moved to Keith County, Nebraska 1/99.\nLast updated by LM and JCR in 09/2005 to include metric conversion and changing permeability to saturated hydraulic conductivity\nNational Cooperative Soil Survey\nU.S.A."
  }
}
