{
  "SERIES": "CHAPANOKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PLT:RLV:AG",
  "REVDATE": "04/2000",
  "STATES": "NC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chapanoke silt loam--cultivated.\n(Colors are for moist soil.)\nAp--0 to 6 inches; grayish brown (2.5Y 5/2) silt loam; weak medium granular structure; friable; few fine and medium roots; moderately acid; clear smooth boundary.  (4 to 12 inches thick)\nBt--6 to 12 inches; olive yellow (2.5Y 6/6) loam; weak medium subangular blocky structure; friable; slightly sticky; few fine roots; common medium prominent brownish yellow (10YR 6/8) iron masses and common medium prominent light brownish gray (2.5Y 6/2) iron depletions; few faint clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary.  (4 to 10 inches thick)\nBtg1--12 to 30 inches; light gray (2.5Y 7/2) silty clay loam; friable; slightly sticky, slightly plastic; few fine roots; common medium prominent brownish yellow (10YR 6/8) iron masses; weak medium subangular blocky structure; few faint clay films on faces of peds; common fine flakes of mica; strongly acid; clear smooth boundary.\nBtg2--30 to 50 inches; gray (10YR 6/1) silt loam; weak fine subangular blocky structure; friable; common medium prominent brownish yellow (10YR 6/6) and pale yellow (2.5Y 7/4) iron masses; common fine flakes of mica; strongly acid; gradual smooth boundary.  (Combined thickness of Btg is 20 to 50 inches thick)\nCg--50 to 62 inches; gray (10YR 6/1) loamy fine sand; single grained; loose; common coarse prominent brownish yellow (10YR 6/6) iron masses; common fine flakes of mica; many fine dark opaque minerals; strongly acid; gradual smooth boundary.\nC--62 to 80 inches; brownish yellow (10YR 6/6) fine sand; single grained; loose; few fine prominent light brownish gray (10YR 6/2) iron depletions; common fine flakes of mica; many fine dark opaque minerals; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Perquimans County, North Carolina; approximately 0.4 mile east of intersection of State Road 1226 and U.S. Highway 17, 100 feet north of U.S. Highway 17 in a cultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 30 to 60 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 6 to 18 inches, November to April\nSoil Reaction: extremely acid to slightly acid, except where limed\nAp or A horizon:\nColor--hue of 10YR to 5Y, value of 4 to 7, and chroma of 2 to 6\nTexture--silt loam, loam, fine sandy loam, or very fine sandy loam\nE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 to 3\nTexture--silt, silt loam, loam, fine sandy loam, or very fine sandy loam\nRedoximorphic features-iron masses in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray\nAB or BA horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 6\nTexture--loam, silt loam, or very fine sandy loam\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of brown, olive, or gray\nBt horizon\nTexture--hue of 10YR to 5Y, value of 4 to 7, and chroma of 3 to 8.  No more than the upper 4 inches of the Bt horizon can have hue of 10YR.\nTexture--loam, silt loam, silty clay loam, or clay loam; some pedons may contain thin layers of silty clay, fine sandy loam, very fine sandy loam, or sandy loam. Redoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of gray, olive, or white\nBtg horizon:\nColor--hue of 10YR to 5GY or is neutral, value of 4 to 7, and chroma of 0 to\nTexture--loam, silt loam, silty clay loam, or clay loam; some pedons may contain thin layers of silty clay, fine sandy loam, very fine sandy loam, or sandy loam Redoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of gray, olive, or white\nBCg or CBg horizon (if it occurs):\nColor--hue of 10YR to 5GY or is neutral, value of 4 to 7, and chroma of 0 to\nTexture-- stratified loamy sand to loam\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of gray, olive, or white\nC horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 4 to 7, and chroma of 3 to 8\nTexture--stratified sand to loam, but some pedons contain thin strata of clay Redoximorphic features--iron masses in shades of brown, yellow, or red and iron depletions in shades of gray, olive, or white\nCg horizon (if it occurs):\nColor--hue of 10YR to 5Y or is neutral, value of 4 to 7, and chroma of 0 to 2\nTexture--sand to loam, but some pedons contain thin strata of clay\nRedoximorphic features--iron masses in shades of brown, yellow, or red and iron in depletions in shades of gray, olive, or white"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nSylacauga soils--these soils have C horizons of stratified sand and gravel, and are subject to flooding."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Marine Terrace\nElevation: Less than 25 feet above mean sea level\nParent Material: loamy marine sediments\nMean Annual Air Temperature: 59 to 62 degrees\nMean Annual Precipitation: 46 to 54 inches\nFrost Free Period: 190 to 250 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAcredale soils--poorly drained soils (seasonal high water table 0 to 12 inches) with base saturation greater than 35 percent on flats and in slight depressions\nAltavista soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine-loamy family on slightly higher landscapes\nBarclay soils--somewhat poorly drained soils (seasonal high water table 12 to 18 inches) coarse-silty family on similar landscapes\nBertie soils--Somewhat poorly drained soils (seasonal high water table 12 to 18 inches) in fine-loamy family on slightly higher landscapes\nChowan soils--poorly drained soils (seasonal high water table 0 to 6 inches) on adjacent flood plains\nDogue soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine family on slightly higher landscapes\nDragston soils--somewhat poorly drained soils (seasonal high water table 0 to 12 inches) in coarse-loamy family on similar landscapes\nMunden soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in coarse-loamy family slightly higher landscapes\nNixonton soils--well drained soils (seasonal high water table 4 to 6 feet) with less than 18 percent clay in the particle size control section on similar landscapes\nPasquotank soils--poorly drained soils (seasonal high water table 0 to 12 inches) with average of less than 18 percent clay in the particle size control section on flats and in slight depressions\nPerquimans soils--poorly drained soils (seasonal high water table 0 to 12 inches) on flats and in slight depressions\nRoanoke soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine family on flats and in slight depressions\nTetotum soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine-loamy family on slightly higher landscapes\nTomotley soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine-loamy family on flats and in slight depressions\nWahee soils--somewhat poorly drained soils (seasonal high water table 12 to 18 inches) in fine family on similar landscapes\nWeeksville soils--very poorly drained soils (seasonal high water table 0 to 12 inches) in coarse-silty family on flats and in depressions\nYeopim soils--moderately well drained soils (seasonal high water table 18 to 36 inches) on higher landscapes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Somewhat poorly drained\nPermeability: moderately slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly cultivated\nDominant Vegetation: Where cultivated--corn, soybeans, peanuts, small grain, cabbage, and pasture.  Where wooded--loblolly pine, sweetgum, yellow poplar, water oak, southern red oak, and red maple; understory plants include American holly, flowering dogwood, sassafras, greenbrier, giant cane and inkberry (bitter gallberry)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Lower Coastal Plain of North Carolina and Virginia, and possibly Alabama, Louisiana, and Mississippi\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: City of Virginia Beach, Virginia; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In the past Chapanoke soils have been included with Augusta and Barclay soils.  However, Chapanoke soils are in a fine-silty family.   The soil was proposed in Perquimans County, North Carolina, but established with the City of Virginia Beach, Virginia correlation.\nDiagnostic horizons and soil properties recognized in the typical pedon are:\nOchric epipedon - the zone from the surface to a depth of 6 inches (Ap horizon)\nArgillic horizon - the zone from 6 to 50 inches below the surface (Bt, Btg1, and Btg2 horizons)\nADDITIONAL DATA:  used in MLRA(S): 153A, 153B\nTABULAR SERIES DATA:\nSOI-5   Soil Name   Slope  Airtemp  FrFr/Seas   Precip  Elevation\nNC0160  CHAPANOKE    0-2    59-62   190-250      46-54    5-25\nSOI-5   FloodL  FloodH   Watertable     Kind     Months    Bedrock\nNC0160   NONE    RARE     0.5-1.5     APPARENT   NOV-APR     >60\nSOI-5  Depth  Texture          3-Inch   No-10    Clay%   -CEC-\nNC0160  0-6  SIL L              0-0    100-100   7-27     2-8\nNC0160  0-6  FSL VFSL           0-0    100-100   5-15     2-5\nNC0160  6-50  SICL L CL         0-0    100-100  18-35     3-9\nNC0160 50-62  FSL LFS L         0-0    100-100   7-27     1-6\nNC0160 62-80  SR S L            0-0     98-100   2-15     0-3\nSOI-5    Depth     -pH-      O.M.    Permeab    Shnk-Swll\nNC0160   0-6      3.5-6.5   .5-2.     2.0-6.0   LOW\nNC0160   0-6      3.5-6.5   .5-2.     2.0-6.0   LOW\nNC0160   6-50     3.5-6.5   0.-.5     0.2-0.6   LOW\nNC0160  50-62     3.5-6.5   0.-.5     0.2-0.6   LOW\nNC0160  62-80     3.5-6.5   0.-.5     0.2-2.0   LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
