{
  "SERIES": "CHARALITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJM/CDH/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Charalito sandy loam--on an inset fan sloping 1 percent to the south at 5,719 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted. When described on September 21st, 2001, the soil was dry throughout.)\nA--0 to 1 inch; light gray (10YR 7/1) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; common fine and common very fine roots; 25 percent gravel, 2 percent cobbles; 40 percent paragravel; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (1 to 9 inches thick)\nAC--1 to 5 inches; gray (10YR 5/1) gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; common fine and common very fine roots; 20 percent gravel and 5 percent cobbles; 35 percent paragravel; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (0 to 20 inches thick)\nC1--5 to 22 inches; gray (10YR 5/1) gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; massive parting to single grain; loose, nonsticky and nonplastic; very few fine and very few very fine roots; 20 percent gravel and 5 percent cobbles; 45 percent paragravel; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (combination of C horizons are 51 to 80 inches thick)\nC2--22 to 40 inches; gray (10YR 6/1) gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, firm, slightly sticky and slightly plastic; very few fine and very few very fine roots; 20 percent gravel and 2 percent cobbles; 20 percent paragravel; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.\nC3--40 to 81 inches; light brownish gray (10YR 6/2), paragravelly sandy loam, dark gray (10YR 4/1) moist; massive; slightly hard, friable, nonsticky and nonplastic; very few fine and very few very fine roots; 10 percent gravel and 2 percent cobbles; 20 percent paragravel; violently effervescent, secondary calcium carbonate segregated as very few very fine filaments visible in matrix; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 1.5 miles west of the town of Cerrillos on North side of Waldo road; USGS Madrid 7.5 minute topographic quadrangle; Latitude 35 degrees 27 minutes 16.5 seconds North and Longitude 106 degrees 9 minutes 8.3 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is intermittently moist in some part from July to October and December to March. The soils are driest in May and June. The soil moisture regime is torric (aridic) bordering on ustic.\nMean ananual soil temperature: 50 to 52 degrees F.\nLithology of fragments: monzonite, shale, gneiss, and schist\nThickness of the ochric epipedon: 1 to 10 inches thick\nParticle-size control section (weighted averages)\nSilicate clay content: 8 to 18 percent\nSand content: 60 to 70 percent\nFine sand and coarser content: 15 to 25 percent\nRock fragment content: 5 to 35 percent\nSalinity, mmhos/cm: 0 to 0.5 throughout\nSodicity, SAR: 0 to 1 in the upper part of the profile; 0 to 4 in the lower part of the profile\nA horizon\nHue: 10YR or 2.5Y\nValue: 4 through 7 dry, 3 through 6 moist\nChroma: 1 through 3, dry or moist\nRock fragments: total range is 15 to 35 percent\n0 to 55 percent gravel\n0 to 10 percent cobbles\nParagravel content: up to 40 percent\nCalcium carbonate equivalent: 8 to 14 percent\nAC horizon (not present in some pedons)\nHue: 10YR or 2.5Y\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 1 through 3, dry or moist\nTexture: gravelly loam, gravelly coarse sandy loam, gravelly very fine sandy loam, gravelly sandy clay loam\nRock fragments: total range is 15 to 35 percent\n15 to 30 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalent: 8 to 14 percent\nParagravel content: up to 35 percent\nC horizons\nHue: 10YR or 2.5Y\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 1 through 3, dry or moist\nTexture: gravelly sandy loam, gravelly coarse sandy loam, paragravelly sandy loam, gravelly sandy clay loam\nNote: these horizons are typically stratified\nRock fragments: total range is 10 to 35 percent\n10 to 30 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalent: 11 to 14 percent\nParagravel content: up to 35 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cameo, Clarkelen, Colorow, Glenberg, Innacutt, Kornman, Quitchupah, Radnik, Redbank, and Tapicito series.\nCameo soils do not have fragments of monzonite, granite, gneiss, and schist.\nClarkelen, Glenberg, and Kornman soils are more moist in June.\nColorow soils have redox features and endosaturation below 40 inches.\nInnacutt and Redbank soils have hue redder than 10YR.\nKornman soils have thick ochric epipedons with high levels of nitrogen and phosphates.\nRadnik soils have mean annual soil temperature higher than 52 degrees F.\nTapacito soils have less than 5 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Charalito soils are on inset fans and flood plain steps of valley floors. They formed in alluvium derived from shale, sandstone and monzonite. Slopes are 1 to 3 percent. Elevation ranges from 5,300 to 7,300 feet. The mean annual precipitation is 10 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 50 to 52 degrees F. The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Paraje, Puertecito and Sandoval soils. Paraje soils have argillic and calcic horizons and are on lower backslopes of hills.  Puertecito soils are shallow, have argillic horizons, and are on shoulders and backslopes of hills.  Sandoval soils are shallow and are on shoulders and backslopes of low hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, negligible surface runoff; permeability is moderate.  These soils are subject to occasional, extremely brief periods of flooding between July and September. Floodwaters may have high velocity and are generally less than 1 foot deep."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Charalito soils are used for wildlife, livestock grazing, a sand and gravel source, and recreation. The historic climax vegetation is blue grama, sideoats grama,little bluestem, galleta, New Mexico feather grass, and oneseed juniper.  The ecological site is Gravelly (R036XB114NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Charalito soils are of small extent on the northern Galisteo Basin part of the Mexican Highlands section of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Charalito is the Spanish word for the Rio Grande silvery minnow."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface to a depth of about 5 inches. (A and AC horizon)\nFluventic feature: Alluvial stratification and an irregular organic-carbon distribution.\nThe 12/2007 revision changes the CE activity class from active to superactive.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
