{
  "SERIES": "CHARLTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SJM-DCP-SMF",
  "REVDATE": "05/2016",
  "STATES": "CT,MA,NH,NY,RI",
  "OVERVIEW": "The Charlton series consists of very deep, well drained soils formed in loamy melt-out till. They are nearly level to very steep soils on moraines, hills, and ridges. Slope ranges from 0 to 60 percent. Saturated hydraulic conductivity is moderately high or high. Mean annual temperature is about 9 degrees C and mean annual precipitation is about 1205 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Charlton fine sandy loam - forested, very stony, at an elevation of about 170 meters. (Colors are for moist soil unless otherwise noted.)\nOe -- 0 to 4 cm; black (10YR 2/1) moderately decomposed forest plant material. (0 to 5 cm thick.)\nA -- 4 to 10 cm; dark brown (10YR 3/3) fine sandy loam; weak fine granular structure; very friable; many fine roots; 5 percent gravel; very strongly acid; abrupt smooth boundary. (2 to 15 cm thick.)\nBw1 -- 10 to 18 cm; brown (7.5YR 4/4) fine sandy loam; weak coarse granular structure; very friable; many fine and medium roots; 5 percent gravel; very strongly acid; clear wavy boundary.\nBw2 -- 18 to 48 cm; yellowish brown (10YR 5/6) fine sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; 10 percent gravel and cobbles; very strongly acid; clear wavy boundary.\nBw3 -- 48 to 69 cm; light olive brown (2.5Y 5/4) gravelly fine sandy loam; massive; very friable; few medium roots; 15 percent gravel and cobbles; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizons is 35 to 91 cm.)\nC -- 69 to 165 cm; grayish brown (2.5Y 5/2) gravelly fine sandy loam with thin lenses of loamy sand; massive; friable, some lenses firm; few medium roots; 25 percent gravel and cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: New Haven County, Connecticut; town of Middlebury, 3800 feet along Long Meadow Road from the intersection with South Street, 450 feet southeast along a gravel road and 50 feet west of the gravel road, 400 feet northeast of Long Meadow Pond, in a wooded area. USGS Naugatuck topographic quadrangle, Latitude 41 degrees 29 minutes 48.40 seconds N., Longitude 73 degrees 7 minutes 04.59 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 31 to 109 cm. Depth to bedrock is commonly more than 180 cm. Rock fragments range from 5 to 35 percent by volume to a depth of 100 cm and up to 50 percent below 100 cm. Except where the surface layer is stony, the fragments are mostly subrounded gravel and typically make up 60 percent or more of the total rock fragments. Unless limed, reaction ranges from extremely acid to moderately acid.\nThe O horizon, where present, ranges from slightly decomposed to highly decomposed plant material.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3. Disturbed pedons have an Ap horizon with value of 3 or 4 and chroma of 2 to 4. The A or Ap horizon is sandy loam, fine sandy loam, or loam in the fine-earth fraction. It has weak or moderate granular structure and is friable or very friable.\nSome pedons have a thin AE or E horizon below the O horizon or a thin E horizon below the A horizon. It has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 3. Texture, structure, and consistence are like the A horizon.\nThe upper part of the Bw horizon has commonly hue of 7.5YR or 10YR, and includes 7.5YR when a high ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron (greater than 0.15) exists, and value and chroma of 4 to 6. The lower part of the Bw horizon has hue of 10YR or 2.5Y and value and chroma of 4 to 6. Texture of the Bw horizon is loam, fine sandy loam, or sandy loam with less than 65 percent silt plus very fine sand in the fine earth fraction. It has weak granular or subangular blocky structure. Consistence is friable or very friable.\nSome pedons have a BC horizon with value and chroma like the lower part of the Bw horizon, but includes hue of 5Y. The BC horizon commonly has texture, structure, and consistence like the Bw horizon but the range includes geologically derived structure appearing in the form of thin plates.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 6. Texture is loam, fine sandy loam, or sandy loam in the fine-earth fraction, with pockets or thin lenses of loamy sand. The horizon is massive or has plates of geogenic origin. Consistence commonly is very friable or friable but in some pedons includes firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Chadakoin, Chatfield, Maplecrest, Riverhead, Stinger and Valois. Chadakoin and Valois soils formed in till derived primary from sedimentary rock parent materials. Chatfield soils have a lithic contact at 50 to 100 cm below the mineral soil surface.  Maplecrest soils formed in till derived from red sedimentary rock parent materials.  Riverhead soils formed in glacial outwash deposits and have sandy textures in the substratum. Stinger soils are moderately deep to a paralithic contact and formed in colluvium on mountain side slopes in Oregon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Charlton soils are nearly level to very steep soils on  moraines and glaciated upland hills and ridges. Slope ranges from 0 to 60 percent. The soils formed in acid melt-out till derived mainly from schist, gneiss, or granite. Mean annual temperature ranges from 7 to 11 degrees C and mean annual precipitation commonly ranges from 940 to 1245 cm, but the range includes as low as 660 cm in some places east of the Adirondack Mountains in the Champlain Valley of New York. The growing season ranges from 115 to 185 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Acton, Brookfield, Chatfield, Essex, Hollis, Leicester, Rainbow, Ridgebury, Sutton, Wapping, Whitman, and Woodbridge soils on nearby landscapes. The moderately well drained Sutton and the poorly drained Leicester soils are associated in a drainage sequence. Acton and Wapping soils are moderately well drained. Brookfield soils formed in iron sulfide bearing parent materials and have a ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron less than 0.15 and have pedogenic iron contents greater than 1 percent throughout the pedon. Chatfield soils have bedrock within a depth of 50 to 100 cm. Essex soils have a sandy particle-size control section and a dense substratum. Hollis soils have bedrock within a depth of 25 to 50 cm. Rainbow and Woodbridge soils are moderately well drained with a dense substratum. Ridgebury soils are poorly drained and have a dense substratum. Whitman soils are very poorly drained with a dense substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff is negligible to medium. Saturated hydraulic conductivity is moderately high or high in the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas cleared of stones are used for cultivated crops, specialty crops, hay, and pasture. Many scattered areas are used for community development. Stony areas are mostly wooded. Common trees are northern red, white, and black oak, hickory, sugar maple, red maple, black and gray birch, white ash, beech, white pine, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands in Connecticut, Massachusetts, New Hampshire, New York, and Rhode Island. MLRAs 142,144A, and 145. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Worcester County, Massachusetts, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 10 cm (Oe and A horizons).\n2. Cambic horizon - the zone from 10 to 69 cm (Bw1, Bw2, and Bw3 horizons).\n3. Particle-size class - coarse-loamy in the control section from 29 to 109 cm.\nADDITIONAL DATA: M.S. Thesis work by Shawn McVey, University of Connecticut, 2006. Full characterization data for sample numbers S1999NY005001 and S1999CT013003. Pedons analyzed by the KSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 4,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "narrative": "Oe -- 0 to 4 cm; black (10YR 2/1) moderately decomposed forest plant material. (0 to 5 cm thick.)"
      },
      {
        "name": "A",
        "top": 4,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 4 to 10 cm; dark brown (10YR 3/3) fine sandy loam; weak fine granular structure; very friable; many fine roots; 5 percent gravel; very strongly acid; abrupt smooth boundary. (2 to 15 cm thick.)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 18,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 -- 10 to 18 cm; brown (7.5YR 4/4) fine sandy loam; weak coarse granular structure; very friable; many fine and medium roots; 5 percent gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 18,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 18 to 48 cm; yellowish brown (10YR 5/6) fine sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; 10 percent gravel and cobbles; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 48,
        "bottom": 69,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw3 -- 48 to 69 cm; light olive brown (2.5Y 5/4) gravelly fine sandy loam; massive; very friable; few medium roots; 15 percent gravel and cobbles; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizons is 35 to 91 cm.)"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 165,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "narrative": "C -- 69 to 165 cm; grayish brown (2.5Y 5/2) gravelly fine sandy loam with thin lenses of loamy sand; massive; friable, some lenses firm; few medium roots; 25 percent gravel and cobbles; strongly acid."
      }
    ]
  ]
}
