{
  "SERIES": "CHARLOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM-JLP-JAL",
  "REVDATE": "11/2001",
  "STATES": "MT,WY",
  "OVERVIEW": "The Charlos series consists of very deep, well drained soils that formed in glacial outwash and alluvium.  Charlos soils are on nearly level to strongly sloping glacial deposit and stream terraces.  The mean annual precipitation is about 16 inches.  The mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Charlos loam, native grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; dark gray (10YR 4/1) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many very fine roots and pores; moderately acid (pH 6 0); clear boundary.  (3 to 4 inches thick)\nA2--3 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine granular structure; soft, friable, nonsticky and nonplastic; common very fine roots and pores; moderately acid (pH 6.0); gradual boundary.  (3 to 4 inches thick)\nBt1--6 to 11 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; weak prisms that separate to moderate medium and fine blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots and pores; distinct clay films and distinct pressure cutans with a few flattened roots and clear unstained quartz sand and gravel imbedded in faces of peds with clay bridging of gravel and sand on surface of peds and through peds in this horizon and in horizon below; moderately acid (pH 6 0); gradual boundary.  (3 to 7 inches thick)\nBt2--11 to 17 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate medium prisms that separate to moderate medium and fine blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots and pores; distinct clay films; few pebbles and coarse sand grains; moderately acid (pH 6.0); gradual boundary.  (8 to 18 inches thick)\n2Bt3--17 to 30 inches; brown (7.5YR 5/4) very gravelly clay loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine pores; clay bridging sand and pebbles through soil mass; 50 percent gravel by volume.  (8 to 20 inches thick)\n3C--30 to 62 inches; very gravelly sandy alluvium consisting of rotten granitic pebbles, boulders, cobbles, in coarse and fine sand; few very fine roots in upper part; common clay bridging of sand and gravel in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Montana; 300 feet north and 800 feet west of southeast corner of sec. 16, T.7S., R.20E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to very gravelly substratum ranges from 20 to 40 inches.  Medium and coarse granitic sands are distributed through the solum, ranging in weight from 20 to 60 percent.  Rounded granitic pebbles and cobbles ranges from 2 to 30 percent in the A and Bt horizons.  The soil pedon is noncalcareous except in a few pedons where hardened lime coats the underside of cobbles and large pebbles in the very gravelly sand substratum.  The soil is moderately acid to neutral.  Hue is 10YR through 5YR.  Mean annual soil temperature ranges from 43 degrees to 46 degrees F. and average summer soil temperature ranges from 55 degrees to 58 degrees F.\nThe A horizon has dry value of 3 or 4 and chroma of 1 through 3.\nThe Bt horizon has moist value of 4 or 5 and chroma of 2 through 6.  It is coarse sandy loam to clay loam and has 18 to 30 percent clay and 12 to 50 percent coarse and very coarse sand.  The clay type is an expanding type with about 90 milliequivalents exchange capacity per 100 grams of clay.   Dry consistence of individual peds ranges from hard to extremely hard and moist consistence ranges from friable to firm.  Structure ranges from weak to medium prismatic and weak to medium blocky.  There is weak to strong clay bridging of sand grains on faces of peds and clay films occur throughout peds."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Cabin series. Cabin soils do not have 2Bt horizons and contain more coarse and very coarse sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Charlos soils are on nearly level to strongly sloping glacial outwash and stream terraces adjacent to granite and gneiss exposures of the Northern Rocky Mountains.  These soils occur at elevations ranging from 4,500 to 8,000 feet in a cold subhumid climate.  The mean annual precipitation is about 13 to 21 inches.  Mean annual temperature ranges from 39 degrees to 45 degrees F. and mean summer temperature ranges from 42 degrees to 60 degrees F.  The frost-free season ranges from 50 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hanson, Heath and Thiel soils.  Hanson soils formed in limestone materials and have a calcic horizon beneath the mollic epipedon.  Heath soils have clay Bt horizons.  Thiel soils have very gravelly pedons and a horizon of secondary carbonate accumulation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderate to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for dryland and irrigated production of small grains and hay and for range.  Native vegetation consists of mid grasses and open stands of western yellow pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern and western Montana and western Wyoming.  Charlos soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bitterroot Valley Area, Montana, 1952.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
