{
  "SERIES": "CHARLES",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-GTH-WDH",
  "REVDATE": "09/2013",
  "STATES": "ME,NH,NY,VT",
  "OVERVIEW": "The Charles series consists of very deep, poorly drained soils formed in alluvial deposits on flood plains.  Slope ranges from 0 to 2 percent.  Saturated hydraulic conductivity is moderately high to high within a depth of 100 cm and moderately high to very high below 100 cm.   Mean annual temperature is about 7 degrees C, and mean annual precipitation is about 1070 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, nonacid, frigid Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Charles silt loam, on a 1 percent slope in a hayfield.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; many very fine and fine, and common medium roots; common very fine and fine pores; common fine faint grayish brown (10YR 5/2) iron depletions and many medium distinct brown (7.5YR 4/4) masses of iron accumulation in the lower 2 inches; strongly acid; abrupt smooth boundary.  (The Ap horizon is 15 to 20 cm thick.)\nCg1--15 to 33 cm; dark grayish brown (2.5Y 4/2) silt loam; weak fine and medium granular structure; friable; many very fine and fine, and common medium roots; common very fine and fine pores; common fine faint grayish brown (2.5Y 5/2) iron depletions and common fine prominent brown (7.5YR 4/4) masses of iron accumulation; strongly acid; clear wavy boundary.\nCg2--33 to 46 cm; olive gray (5Y 4/2) silt loam; massive; friable; common very fine and fine, and few medium roots; few very fine and fine pores; common fine faint olive gray (5Y 5/2) iron depletions and common fine and medium distinct light olive brown (2.5Y 5/4) masses of iron accumulation; moderately acid; clear wavy boundary.\nCg3--46 to 89 cm; olive gray (5Y 5/2) silt loam;  massive; friable; common fine faint light olive gray (5Y 6/2) iron depletions and common fine and medium distinct light olive brown (2.5Y 5/4) masses of iron accumulation; moderately acid; clear wavy boundary.\nCg4--89 to 102 cm; gray (5Y 5/1) silt loam; massive; friable; common fine faint gray (5Y 6/1) iron depletions and common fine and medium prominent dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) masses of iron accumulation; moderately acid; clear wavy boundary.\nCg5--102 to 165 cm; dark gray (5Y 4/1) silt loam; massive; friable; common fine faint gray (5Y 6/1) iron depletions, and many fine and medium prominent yellowish brown (10YR 5/4) and common fine and medium prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Maine; Town of Dresden; 50 feet south of the Kennebec-Lincoln County line and 200 feet west of Everson Road; USGS Gardiner topographic quadrangle; lat. 44 degrees 08 minutes 17 seconds N. and long. 69 degrees 45 minutes 11 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 152 cm.  A few fine pebbles occur in some pedons.  Reaction ranges from extremely acid to slightly acid throughout, unless limed, but some sub-horizon within the control section has a reaction of moderately acid or slightly acid.  Some pedons have buried horizons.\nThe Ap horizon has hue of 10YR to 5Y, value of 3 or 4 and chroma of 1 to 3.  Dry value is 6 or 7.  Undisturbed areas have an A horizon 1 to 5 inches thick, that has hue of 10YR to 5Y, value of 3 or 4 and chroma of 1 to 3.  They are silt loam or very fine sandy loam.  They have weak or moderate, fine or medium granular structure.\nThe C horizon has hue of 2.5Y to 5BG, value of 4 to 6, and chroma of 1 to 3.  At least one sub-horizon between a depth of 10 and 30 inches has a hue of 2.5Y, value of 4 or 5, and chroma of 2.  It is silt loam, very fine sandy loam, or loamy very fine sand, and in some pedons below 100 cm, there are strata of silt loam to fine gravel with gravel ranging from 0 to 15 percent.  The upper part of the C horizon  has weak, fine or medium granular structure or it is massive.  The lower part of the C horizon is massive or single grain. Consistence ranges from loose to friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Ermatinger and Meadowpeak series are in the same family.  The Ermatinger soils are less acid having slightly alkaline or moderately alkaline reaction in the substratum.  The Meadowpeak soils lack redox concentrations above 89 cm.  Both Ermatinger and Meadowpeak soils are in areas of lower precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Charles soils are on flood plains that are commonly in broad depressions.  Slope ranges from 0 to 2 percent.  These soils formed in recent alluvial deposits. Flooding generally occurs once or twice annually, but may occur less often than once in 2 years in some places.  Overflow generally occurs during spring runoff and during heavy rains.  The climate is humid and cool temperate.  The mean annual precipitation ranges from 864 to 1219 mm, and the mean annual temperature ranges from about 3 to 8 degrees C.  The frost-free season ranges from 80 to 160 days. Elevation ranges from 3 to 610 m above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the  Adams, Allagash, Colton, Cornish, Croghan, Duxbury, Fryeburg, Lovewell, Madawaska, Medomak, Nicholville, and Salmon soils.  Adams, Allagash, Colton, Croghan, Duxbury, Madawaska, Nicholville, and Salmon are better drained soils on adjacent outwash plains, deltas and terraces.  Cornish, Fryeburg and  Lovewell soils are better drained soils in higher positions on flood plains.  Medomak soils are very poorly drained and in more depressional areas of flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained.  Estimated saturated hydraulic conductivity is moderately high to high within a depth of 100 cm and moderately high to very high in the silt loam to fine gravel strata where present, below 100 cm.  Runoff is negligible or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used mainly for hay and pasture.  The remaining areas are mostly forested.  Common tree species include willow, elm, eastern white pine, tamarack, red spruce, black spruce, red maple, and gray birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine, New Hampshire, New York and Vermont.(MLRA's 143, 144B, and 146)  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Maine, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Charles series replaces some soils formerly mapped Limerick that have a frigid soil temperature regime.\nDiagnostic horizons and features recognized in this pedon include:\n1.  Ochric epipedon - the zone from 0 to 15 cm (Ap horizon).\n2.  Fluvaquents feature - the content of organic carbon decreases irregularly with depth.\n3.  Aquic conditions - redox features within the Ap horizon and throughout the C horizons.\n4.  Aeric feature - hue of 2.5Y value of 5 or less and a chroma of 2 or more between the Ap and 75 cm (Cg1 horizon)\nADDITIONAL DATA: Source of data used in establishing taxonomic class and range in characteristics is Maine Agricultural Experiment Station, Technical Bulletin 145, July 1991.\nSoil Interpretation Record Numbers for the Charles series are: Charles, ME0082; and Charles, stratified substratum, ME0120.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
