{
  "SERIES": "CHATTERDOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLH/CAF/JJJ",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy, mixed, superactive, mesic Humic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chatterdown fine sandy loam on a 2 percent slope under a cover of Ponderosa pine, incense cedar, antelope bitterbrush and greenleaf manzanita at an elevation of 3,360 feet.  (Colors are for dry soil unless otherwise stated.  When described August 25, 1980, the soil was dry throughout.\nA1--0 to 3 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and common fine tubular pores; 10 percent fine gravel; slightly acid (pH 6.2); clear smooth boundary.  (3 to 7 inches thick).\nA2--3 to 15 inches; brown (10YR 4/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine, and few medium and coarse roots; common very fine and fine tubular pores; 10 percent fine gravel; slightly acid (pH 6.1); clear wavy boundary.  (8 to 12 inches thick).\n2Bw1--15 to 30 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; common very fine and few fine tubular pores; 10 percent fine gravel; slightly acid (pH 6.3); gradual smooth boundary.  (16 to 24 inches thick).\n2Bw2--30 to 47 inches; dark yellowish brown (10YR 4/4) fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine and medium roots; common very fine and fine tubular pores; 10 percent fine gravel; slightly acid (pH 6.3); gradual smooth boundary.  (10 to 18 inches thick).\n3C--47 to 63 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; hard, very firm, nonsticky and nonplastic; few very fine, fine and medium roots; common very fine tubular pores; 10 percent fine gravel; slightly acid (pH 6.3); clear smooth boundary.  (14 to 18 inches thick).\n4R--63 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 0.4 miles west of Fowler Campground entrance road, 0.2 miles north of oiled service road; 700 feet south and 1,300 feet east from the northwest corner of sec. 12, T. 39 N., R. 2 W., Shoeinhorse Mountain NE (Lake McCloud) Quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Laboratory analysis of adjoining soils in addition to supporting field study place this soil in the order Andisols.  Depth to the lithic contact is greater than 60 inches.  The mean annual soil temperature is 48 to 52 degrees F.  The soil temperature exceeds 41 degrees F.  from early April to early December (270 days) and exceeds 47 degrees F.  from early May to mid November.  The soil moisture control section (7 to 24 inches) is dry in all parts from mid July to mid October (90 to 110 days) and is moist in all parts from mid November to mid May.  Base saturation by sum of cations ranges from 5 to 12 percent and decreases with depth.  Reaction is slightly acid or neutral.\nThe A horizon color is 10YR 3/2, 4/2, 4/3, or 5/2.  Moist color is 10YR 2/2, 3/2, or 3/3.  Organic matter ranges from 8 to 12 percent.  Texture is fine sandy loam.  Clay content ranges from 4 to 7 percent.  Rock fragments, mostly pebbles, range from 5 to 15 percent.  Bulk density is estimated to range from 0.80 to 0.95.  Glass content is estimated to be 5 to 15 percent.  Ratio of acid oxylate extractable aluminum to half the extractable iron is estimated to be 2.1 to 2.4.\nThe 2Bw horizon color is 10YR 3/4, 4/2, 4/3, 4/4, 5/3, 5/4, or 6/3.  Moist color is 10YR 3/3, 3/4, 4/3; 7.5YR 3/4, or 4/4.  Organic matter ranges from 5 to 6 percent.  Texture is sandy loam, fine sandy loam, gravelly sandy loam and gravelly fine sandy loam.  Clay content ranges from 3 to 5 percent.  Rock fragments, mostly pebbles or cobbles, range from 10 to 35 percent.  Bulk density is estimated to range from 0.85 to 0.95 in the upper part and 0.95 to 1.05 in the lower part.\nThe 3C horizon color is 10YR 3/3, 4/3, 5/4, 6/3, or 6/4.  Moist color is 10YR 3/4, 4/3, or 4/4.  Texture is sandy loam or gravelly sandy loam.  Rock fragments, mostly pebbles or cobbles, ranges from 5 to 35 percent.\nAndic property data (see remarks for explanation):\nDepth  P-ret  B.D.  pH NaF  Glass  Alo   Feo  15 barH20\n0-3     88     0.85     ND   6     1.95  0.32    17.1\n3-15    91     0.90     ND   3     2.18  0.36    17.1\n15-30   ND     1.0      ND   ND     ND    ND     15.2\n30-47   88     1.2      ND   ND    1.56  0.37    15.0\n47-63   ND     ND       ND   ND     ND    ND      ND"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chatterdown soils are on lava plateaus.  Slopes are 2 to 15 percent.  These soils formed in volcanic ash deposits overlying unrelated basalt lava flows.  Elevation is 3000 to 4500 feet.  The climate is subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 40 to 60 inches.  Snowfall is 60 to 110 inches.  The mean annual temperature is 45 to 48 degrees F.  The mean January temperature is about 36 degrees F.  The mean July temperature is about 70 degrees F.  Frost-free season is 80 to l20 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mounthat, Obie, Neer, Ponto and Shasta soils.  Mounthat soils are skeletal and are 20 to 40 inches deep.  Obie soils are medial-skeletal and are frigid.  Neer soils on mountains and have ochric epipedons, are medial-skeletal and are 20 to 40 inches deep.  Ponto soils are on terraces and have ochric epipedons.  Shasta soils are ashy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for timber production and wildlife habitat.  Some of the area is covered with brush, consisting of bitterbrush, greenleaf manzanita deerbrush and mountain whitethorn.  The natural vegetation is Ponderosa pine, white fir, douglas fir, sugar pine, knobcone pine, incense cedar and an occasional California black oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  McCloud flats in southeastern Siskiyou County, California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Siskiyou County, Intermountain Soil Survey Area, California 1987.  Source of name is Chatterdown Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon -  the zone from the soil surface to 15 inches (A1, A2).\nCambic horizon - the zone from 15 to 47 inches (2Bw1, 2Bw2).\nLithic contact - 63 inches. (4R)\nAndic properties data defined and referenced in the soil taxonomy:\nP-ret: phosphate retention of the less than 2mm fraction.\nB.D.: bulk density of the less than 2mm fraction on an oven dry basis.\npH NaF: pH of soil mixed with saturated sodium floride solution.\nGlass: percent volcanic glass.\nAlo: acid-oxalate-extractable aluminum of the less than 2mm fraction.\nFeo: acid-oxalate-extractable iron of the less than 2mm fraction.\n15 bar H20: dried 1500 kPa water retention as a percent.\nData elements with a * are estimated.\nNC: not calculated.\nND: not done.\nADDITIONAL DATA:  This pedon was characterized by the UC Davis laboratory in 1981.  Sample number is 80-47-148/1499 unpublished.  Andic properties from adjoining sample number 76-47-121x was used to classify this pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
