{
  "SERIES": "CHATUGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWF-HCD",
  "REVDATE": "11/2006",
  "STATES": "GA,NC,TN,VA",
  "OVERVIEW": "The Chatuge series consists of very deep, poorly drained, moderately permeable soils that formed in loamy sediments on low stream terraces.  Slope is 0 to 3 percent.  Near the type location the mean annual temperature is 57 degrees F., and mean annual precipitation is 72 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chatuge loam, on a smooth sloping, slightly concave 1 percent slope, in pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) loam; moderate medium granular structure; very friable; many fine and medium roots; few fine flakes of mica; moderately acid; abrupt smooth boundary.  (6 to 10 inches thick)\nBtg1--8 to 17 inches; dark gray (10YR 4/1) clay loam; moderate medium subangular blocky structure; friable; common fine and medium roots; common fine flakes of mica; moderately acid; clear smooth boundary.\nBtg2--17 to 33 inches; dark gray (10YR 4/1) clay loam; common fine distinct yellowish brown mottles; moderate medium subangular blocky structure; friable; few fine roots; few faint patchy clay films on faces of peds; common fine flakes of mica; moderately acid; clear smooth boundary.\nBtg3--33 to 41 inches; dark gray (10YR 4/1) clay loam; common medium prominent yellowish brown (10YR 5/6) mottles; moderate coarse subangular blocky structure; firm; few distinct patchy clay films on faces of peds; common fine flakes of mica; moderately acid; clear smooth boundary.\nBtg4--41 to 48 inches; dark gray (N 4/0) clay loam; common medium prominent yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; firm; few faint patchy clay films on faces of peds; common fine flakes of mica; moderately acid; clear smooth boundary.  (Combined thickness of the Btg horizons is 34 to 54 inches or more)\n2Cg--48 to 60 inches; dark gray (10YR 4/1) gravelly coarse sand; few medium distinct light yellowish brown (10YR 6/4) mottles; very friable; common fine flakes of mica; many fine pebbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Towns County, Georgia; 0.5 mile north on U.S. Highway 76 from intersection with Georgia Highway 66; 300 feet west of highway and 150 feet north of Corn Creek.  (Hiawassee, GA.-NC. (1966) USGS Quadrangle, lat. 34 degrees, 56 minutes, 30 seconds N., and long. 83 degrees, 51 minutes, 00 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches or more.  Reaction ranges from very strongly acid to moderately acid.  Flakes of mica range from few to many in all horizons.\nThe A horizon has hue of 10YR, value of 3 through 5, and chroma of 1 through 4.  Texture is silt loam, sandy loam, or loam.  Pebbles range from none to 5 percent by volume.\nThe Btg horizons have hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 1 or 2, or they are neutral with value of 4 through 6.  It is clay loam, loam, sandy clay loam, or silty clay loam in some pedons.  The clay content of the upper Btg horizon ranges from 20 to 35 percent.  Few to common brown, red, or gray mottles are throughout the horizon; however, they are absent in some upper Btg horizons.  Pebbles range from none to 15 percent by volume.\nThe 2Cg horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 0 through 2.  It is coarse sand, loamy sand, loam, fine sandy loam, sandy clay loam or their gravelly or very gravelly analogues.  In some pedons, the fine earth fraction and gravel are stratified.  Pebbles range from 0 to 50 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baile and Shrewsbury of the same family and the Augusta, Elkton, Othello, Prout, Purdy, Summerfield, Tomotley, Weston, and Yemassee series of closely related families.  Baile soils have a lithologic discontinuity in the Bt horizon and annual precipitation of about 40 inches.  Shrewsbury soils have sandy clay loam Bt horizons and contain glauconite in the control section.  Augusta, Prout, Summerfield, and Yemassee soils have chroma of more than 2 in the upper B horizon.  In addition, Augusta, Summerfield, and Yemassee soils have soil temperatures above 59 degrees F.  Elkton and Purdy soils have a clayey control section.  Othello soils have a fine-silty control section.  Tomotley and Weston soils have soil temperature above 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chatuge soils are on low stream terraces, toe slopes and at the head of drains of the Blue Ridge Mountains.  Slopes are 1 to 3 percent.  Elevation is 1400 to 2500 feet.  Mean annual precipitation is 55 to 75 inches and evenly distributed throughout the year.  Mean annual temperature is 55 to 59 degrees F.  These soils flood occasionally for very brief periods."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dillard, Toxaway, and Translyvania series.  Dillard soils are on slightly higher elevations and are better drained.  Toxaway and Transylvania soils have umbric epipedons more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Chatuge soils are poorly drained.  Runoff is slow and permeability is moderate.  The water table is 1.0 to 2.0 feet in winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture, with drained areas used for corn, small grain, and soybeans.  The native trees are mostly northern red oak, shagbark hickory, shortleaf pine, yellow-poplar, blackgum, and scarlet oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blue Ridge Mountains of Georgia, North Carolina, Tennessee, Virginia and possibly South Carolina.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Towns County, Georgia; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of approximately 8 inches.  (Ap horizon)\nArgillic horizon - the zone from approximately 8 to 48 inches.  (Btg1, Btg2, Btg3, Btg4 horizons)\nRevised 2/93\nSIR= GA0060\nMLRA= 130\nNational Cooperative Soil Survey\nU.S.A."
  }
}
