{
  "SERIES": "CHATFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-ERS-JTI",
  "REVDATE": "04/2017",
  "STATES": "CT,MA,NH,NJ,NY",
  "OVERVIEW": "The Chatfield series consists of well drained soils formed in loamy melt-out till. They are moderately deep to bedrock. They are nearly level to very steep soils on bedrock-controlled hills and ridges. Slope ranges from 0 to 70 percent. Crystalline bedrock is at depths of 50 to 100 cm. Saturated hydraulic conductivity is moderately high or high in the mineral soil. Mean annual temperature is about 9 degrees C, and mean annual precipitation is about 1205 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chatfield fine sandy loam, on a 13 percent slope in a wooded area. (Colors are for moist soil unless otherwise noted).\nOi -- 0 to 3 cm, slightly decomposed leaf, needle, and twig litter; extremely acid, pH 4.2. (0 to 15 cm thick.)\nA -- 3 to 5 cm, very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1), dry; weak fine subangular blocky structure; friable; many fine and medium roots throughout; 5 percent mixed gravel and cobbles; very strongly acid, pH 4.5; abrupt smooth boundary. (1 to 25 cm thick.)\nBw1-- 5 to 33 cm, strong brown (7.5YR 5/6) gravelly fine sandy loam; weak fine subangular blocky structure; friable; common fine roots throughout and common medium roots throughout; 15 percent mixed gravel and cobbles; very strongly acid, pH 4.5; abrupt wavy boundary.\nBw2 -- 33 to 76 cm, strong brown (7.5YR 5/6) gravelly fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots throughout; 20 percent mixed rock fragments; very strongly acid, pH 4.5; abrupt irregular boundary. (Combined thickness of the Bw horizons is 10 to 80 cm.)\n2R -- 76 cm; fractured slightly-weathered schist bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Merrimack County, New Hampshire; Town of Epsom, 450 feet north-northwest from point 3,550 feet southwest along Old Mountain Road from intersection of Mountain Road and Tarlton Road. USGS Gossville, NH topographic quadrangle; Latitude 43 degrees, 11 minutes, 55.79 seconds N. and Longitude 71 degrees, 19 minutes, 22.31 seconds W., WGS 1984."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 97 cm. Depth to bedrock ranges from 50 to 100 cm from the mineral soil surface. Rock fragments range from 5 to 50 percent by volume in the A horizon and from 5 to 35 percent in the B and C horizons. Rock fragments are typically gravel or channers, but include cobbles, stones, boulders and flagstones, particularly just above the bedrock.\nThe O horizon has hue of 5YR to 2.5Y, value of 2 or 3, and chroma of 0 to 2. It is slightly, intermediately, and/or highly decomposed plant material. Reaction ranges from extremely acid to moderately acid.\nThe A, or Ap horizon where present, has hue of 7.5YR to 2.5Y, value of 2 to 4, and chroma of 1 to 4. Dry value is 6 or higher. Texture is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam in the fine-earth fraction. Structure is granular. Consistence is friable or very friable. Reaction ranges from extremely acid to moderately acid, unless limed.\nThe AB or BA horizon, where present, has hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 2 to 4. Texture is similar to the A horizon.\nThe Bw horizon commonly has hue of 10YR or 2.5Y, and includes 7.5YR when a high ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron (greater than 0.15) exists, value of 3 to 6, and chroma of 4 to 6. Texture is similar to the A horizon.  The Bw horizon has subangular blocky or granular structure and is friable or very friable. Reaction ranges from very strongly acid to moderately acid.\nSome pedons have a BC horizon with color and texture similar to the C horizon.\nThe C horizon, where present, has hue of 7.5YR to 5Y, value of 4 or 5, and chroma of 2 to 4, and the 7.5YR hue is limited to horizons having a high ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron (> 0.15). Texture is sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam in the fine-earth fraction and may have lenses or pockets of loamy sand. It is massive and may have plate-like divisions. It is friable or firm. Reaction ranges from very strongly through moderately acid.\nThe 2R horizon is dominantly schist, granite, or gneiss bedrock. In places it is massive, but it dominantly has vertical and horizontal fractures in the upper 30 to 76 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chadakoin, Charlton, Maplecrest, Riverhead, Stinger, and Valois series.  Chadakoin, Maplecrest, and Valois soils formed in till derived primary from sedimentary rock parent materials and are greater than 100 cm to bedrock.  Charlton soils formed in similar parent material to that of Chatfield but are greater than 150 cm to bedrock.  Riverhead soils formed in glacial outwash deposits and are greater than 100 cm to bedrock.  Stinger soils are not from Region R and have a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chatfield soils are nearly level through very steep, and are on bedrock-controlled glaciated upland landscapes. The soils formed in a moderately thick mantle of melt-out till overlying granite, gneiss, or schist bedrock. Slope ranges from 0 to 70 percent. Mean annual precipitation ranges from 660 to 1270 mm, mean annual temperature ranges from 7 to 13 degrees C, and the frost free season ranges from 130 to 180 days. Elevation ranges from 0 to 305 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brimfield, Brookfield, Cardigan, Charlton, Hollis, Narragansett, Nipmuck, and Paxton soils and their wetter associates on nearby landscapes where the soil mantle is deeper than 100 cm. Brimfield, Brookfield and Nipmuck soils formed in sulfur bearing parent materials and have a ratio of ammonium oxalate extractable iron to dithionite-citrate extractable iron less than 0.15 and have pedogenic iron contents greater than 1 percent throughout the pedon. Brookfield, Charlton, Narragansett, and Paxton soils are very deep soils. Cardigan soils are moderately deep soils that formed in till derived from phyllite, slate, shale, and schist.  Hollis soils are shallow to bedrock and are on nearby ridge crests and areas adjacent to rock outcrops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff ranges from low to high. Saturated hydraulic conductivity is moderately high or high in the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Chatfield soils are in woodland. Major tree species include white and northern red oaks, sugar maple, beech, eastern hemlock, eastern white pine, eastern red cedar, and shagbark hickory. Some small cleared areas are used for pasture, are idle, or are sites for residential and recreational development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut, eastern New York, Massachusetts, New Jersey, and New Hampshire. MLRAs 142, 143, 144A and 145. The soils are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, New York, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 cm (Oi and A horizons).\nCambic horizon - the zone from 5 to 76 cm (Bw1 and Bw2 horizons).\nLithic contact - bedrock at 76 cm (2R horizon).\nParticle-size control section - the zone from 28 to 76 cm (part of the Bw1 horizon and all of the Bw2 horizon).\nLithologic discontinuity - at a depth of 76 cm.\nADDITIONAL DATA: M.S. Thesis work by Shawn McVey, University of Connecticut, 2006.  Full characterization data for pedons with User Pedon IDs of S1955NH015003, S1982CT007005, S1982CT007005, S1982NY061001, S1995NH013003, S1995NJ037003, S1998NY005001, S1999NY005004, S2000NY005002, S2000NY005004, S2000NY005008, S2000NY119002, S2000NY119003, S2002CT005007, and S2002CT005008. Pedons analyzed by the NSSL, Lincoln, NE. The laboratory characterization data for these pedons and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "pH_class": "extremely acid",
        "narrative": "Oi -- 0 to 3 cm, slightly decomposed leaf, needle, and twig litter; extremely acid, pH 4.2. (0 to 15 cm thick.)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 5,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 3 to 5 cm, very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1), dry; weak fine subangular blocky structure; friable; many fine and medium roots throughout; 5 percent mixed gravel and cobbles; very strongly acid, pH 4.5; abrupt smooth boundary. (1 to 25 cm thick.)"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 33,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1-- 5 to 33 cm, strong brown (7.5YR 5/6) gravelly fine sandy loam; weak fine subangular blocky structure; friable; common fine roots throughout and common medium roots throughout; 15 percent mixed gravel and cobbles; very strongly acid, pH 4.5; abrupt wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 76,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw2 -- 33 to 76 cm, strong brown (7.5YR 5/6) gravelly fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots throughout; 20 percent mixed rock fragments; very strongly acid, pH 4.5; abrupt irregular boundary. (Combined thickness of the Bw horizons is 10 to 80 cm.)"
      },
      {
        "name": "2R",
        "top": 76,
        "narrative": "2R -- 76 cm; fractured slightly-weathered schist bedrock."
      }
    ]
  ]
}
