{
  "SERIES": "CHATSWORTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMK-JWS",
  "REVDATE": "04/2008",
  "STATES": "IL",
  "OVERVIEW": "The Chatsworth series consists of very deep, moderately well drained soils formed in silty clay or clay till or lacustrine sediments on till plains or glacial lake plains. Slope ranges from 4 to 50 percent. Mean annual temperature is about 11 degrees C (51 degrees F), and mean annual precipitation is about 940mm (37 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Oxyaquic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chatsworth silty clay on a 6 percent slope in a pasture on the Chatsworth moraine at an elevation of 224 meters (735 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 cm (0 to 2 inches); dark grayish brown (2.5Y 4/2) silty clay, light brownish gray (10YR 6/2) dry; moderate medium granular structure; firm; common medium roots; slightly effervescent; moderately alkaline; abrupt smooth boundary. [5 to 25 cm (2 to 10 inches) thick]\nBw1--5 to 28 cm (2 to 11 inches); dark grayish brown (2.5Y 4/2) silty clay; moderate very fine and fine subangular blocky structure; firm; few medium and fine roots; few fine white (10YR 8/1) very weakly cemented calcium carbonate nodules throughout; common fine faint dark gray (5Y 4/1) iron depletions in the matrix; few fine distinct olive brown (2.5Y 4/4) iron-manganese accumulations in the matrix; strongly effervescent; moderately alkaline; clear wavy boundary.\nBw2--28 to 38 cm (11 to 15 inches); dark grayish brown (2.5Y 4/2) silty clay; weak medium prismatic structure parting to moderate fine and medium angular blocky; very firm; few fine roots between peds; common faint dark gray (5Y 4/1) coatings on faces of peds; common medium white (10YR 8/1) very weakly cemented calcium carbonate nodules throughout; common fine faint dark gray (5Y 4/1) iron depletions in the matrix; common fine distinct olive brown (2.5Y 4/4) iron-manganese  accumulations in the matrix; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBw3--38 to 56 cm (15 to 22 inches); grayish brown (2.5Y 5/2) silty clay; moderate medium prismatic structure parting to weak medium subangular blocky; very firm; few fine roots between peds; common faint dark gray (5Y 4/1) coatings on faces of peds; common medium white (10YR 8/1) very weakly cemented calcium carbonate nodules throughout; common fine faint dark gray (5Y 4/1) iron depletions in the matrix; common fine distinct olive brown (2.5Y 4/4) iron-manganese accumulations in the matrix; strongly effervescent; moderately alkaline; gradual wavy boundary. [Combined thickness of the Bw horizon is 15 to 51 cm (6 to 20 inches).]\nCd1--56 to 89 cm (22 to 35 inches); dark grayish brown (2.5Y 4/2) silty clay; massive; very firm; few fine roots along cleavage planes; many faint gray (5Y 5/1) coatings along cleavage planes; few medium white (10YR 8/1) very weakly cemented calcium carbonate nodules along cleavage planes; many fine faint gray (5Y 5/1) iron depletions in the matrix; many medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; strongly effervescent; moderately alkaline; gradual wavy boundary.\nCd2--89 to 152 cm (35 to 60 inches); dark gray (5Y 4/1) silty clay; massive; very firm; very few fine roots along widely spaced cleavage planes; many faint gray (5Y 5/1) coatings along cleavage planes; few medium white (10YR 8/1) very weakly cemented calcium carbonate nodules along cleavage planes; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iroquois County, Illinois; about 3.2 kilometers (2 miles) northwest of Loda; 570 meters (1,870 feet) west and 45 meters (148 feet) north of the southeast corner of sec. 7, T. 24 N., R. 10 E.; USGS Buckley topographic quadrangle; lat. 40 degrees 32 minutes 48 seconds N. and lat. 88 degrees 06 minutes 20 seconds W., NAD 27; UTM Zone 16, 406382 easting and 4489026 northing, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the cambic horizon ranges from 25 to 61 cm (10 to 24 inches). The depth to carbonates ranges from 0 to 51 cm (0 to 20 inches). The particle-size control section typically averages between 50 and 60 percent clay and less than 10 percent sand. Gravel content throughout the series control section is less than 3 percent.\nThe A or Ap horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 or 4 (5 or 6 dry), and chroma of 1 or 2. In pedons that have value of 3, the horizon is less than 7 inches (18 cm) thick. The A or Ap horizon commonly is silty clay, but the range includes silty clay loam, silt loam, loam, and clay. Reaction ranges from moderately acid to moderately alkaline.\nThe Bw horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5, and chroma of 2 or 3. It is silty clay or clay, or less commonly silty clay loam. Clay content ranges from 35 to 60 percent. Reaction commonly is slightly alkaline or moderately alkaline and contains carbonates. Some pedons have subhorizons that are slightly acid or neutral and do not contain carbonates. Some pedons contain clay films.\nThe Cd horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5, and chroma of 1 to 6. It commonly is silty clay, but some pedons are clay or silty clay loam. Clay content ranges between 35 and 50 percent and sand content between 5 and 15 percent. Reaction is slightly alkaline or moderately alkaline and contains carbonates. Bulk density ranges from 1.7 to 1.9 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Vanmeter series is the only other series in this family. Vanmeter soils have a paralithic contact within a depth of 152 cm (60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chatsworth soils are on rolling or dissected till plains or glacial lake plains. Slope gradients range from 4 to 50 percent. These soils formed in silty clay or clay till or lacustrine sediments. Mean annual temperature ranges from 8 to 12 degrees C (46 to 54 degrees F), mean annual precipitation ranges from 740 to 1016 mm (29 to 40 inches), frost-free period ranges from 140 to 180 days, and elevation ranges from 165 to 305 meters (540 to 1,000 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blount, Bryce, Clarence, Frankfort, Morley, Ozaukee, Nappanee, St. Clair, Swygert and Varna soils. Blount, Morley, Nappanee, Ozaukee, and St. Clair soils have an argillic horizon and solum thicker than 61 cm (24 inches). Blount and Nappanee are on less sloping positions nearby. The moderately well drained Morley, Ozaukee, and St. Clair soils are on similar positions nearby. Bryce, Clarence, Swygert, and Varna soils have a mollic epipedon. The poorly drained Bryce soils are on lower lying nearly level parts. Clarence, Swygert, and the moderately well drained Varna soils are on nearby slopes at either higher or lower elevations. Frankfort soils have a darker colored surface layer and form a biosequence on nearby similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to a perched seasonal high water table is 61 to 107 cm (2.0 to 3.5 feet) at some time between February and April in most years. The potential for surface runoff is very high. Saturated hydraulic conductivity is moderately low (less than 0.42 micrometers/s). Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are used for pasture and some areas are idle cropland. Native vegetation is difficult to determine but is presumed to be both prairie grass and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central and northeastern Illinois. The extent is moderate in MLRAs 108A and 110."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Will County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Characteristics associated with wetness are difficult to determine in these soils because the colors in the solum are largely the same as those in the underlying materials. They are considered to be relic colors. In some pedons the cambic horizon is weakly expressed and in others, it contains clay films. Some areas of these soils may be due to minimal expression of soil forming processes, but most areas are considered to be the result of truncation of diagnostic horizons of more highly developed soils. These soils are treated as having a udic rather than an aquic moisture regime; therefore, taxonomic placement cannot be based solely on colors in the solum. These soils are classified as being moderately well drained because of the very high runoff potential and very slow permeability, not because they contain a free water table during the growing season.\nDiagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 5 cm (2 inches) (Ap horizon); cambic horizon - the zone from approximately 5 to 56 cm (2 to 22 inches) (Bw1, Bw2, and Bw3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 cm (0 to 2 inches); dark grayish brown (2.5Y 4/2) silty clay, light brownish gray (10YR 6/2) dry; moderate medium granular structure; firm; common medium roots; slightly effervescent; moderately alkaline; abrupt smooth boundary. [5 to 25 cm (2 to 10 inches) thick]"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--5 to 28 cm (2 to 11 inches); dark grayish brown (2.5Y 4/2) silty clay; moderate very fine and fine subangular blocky structure; firm; few medium and fine roots; few fine white (10YR 8/1) very weakly cemented calcium carbonate nodules throughout; common fine faint dark gray (5Y 4/1) iron depletions in the matrix; few fine distinct olive brown (2.5Y 4/4) iron-manganese accumulations in the matrix; strongly effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--28 to 38 cm (11 to 15 inches); dark grayish brown (2.5Y 4/2) silty clay; weak medium prismatic structure parting to moderate fine and medium angular blocky; very firm; few fine roots between peds; common faint dark gray (5Y 4/1) coatings on faces of peds; common medium white (10YR 8/1) very weakly cemented calcium carbonate nodules throughout; common fine faint dark gray (5Y 4/1) iron depletions in the matrix; common fine distinct olive brown (2.5Y 4/4) iron-manganese  accumulations in the matrix; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 38,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw3--38 to 56 cm (15 to 22 inches); grayish brown (2.5Y 5/2) silty clay; moderate medium prismatic structure parting to weak medium subangular blocky; very firm; few fine roots between peds; common faint dark gray (5Y 4/1) coatings on faces of peds; common medium white (10YR 8/1) very weakly cemented calcium carbonate nodules throughout; common fine faint dark gray (5Y 4/1) iron depletions in the matrix; common fine distinct olive brown (2.5Y 4/4) iron-manganese accumulations in the matrix; strongly effervescent; moderately alkaline; gradual wavy boundary. [Combined thickness of the Bw horizon is 15 to 51 cm (6 to 20 inches).]"
      },
      {
        "name": "Cd1",
        "top": 56,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cd1--56 to 89 cm (22 to 35 inches); dark grayish brown (2.5Y 4/2) silty clay; massive; very firm; few fine roots along cleavage planes; many faint gray (5Y 5/1) coatings along cleavage planes; few medium white (10YR 8/1) very weakly cemented calcium carbonate nodules along cleavage planes; many fine faint gray (5Y 5/1) iron depletions in the matrix; many medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Cd2",
        "top": 89,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd2--89 to 152 cm (35 to 60 inches); dark gray (5Y 4/1) silty clay; massive; very firm; very few fine roots along widely spaced cleavage planes; many faint gray (5Y 5/1) coatings along cleavage planes; few medium white (10YR 8/1) very weakly cemented calcium carbonate nodules along cleavage planes; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
