{
  "SERIES": "CHATCOLET",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/BDG/EMM",
  "REVDATE": "11/2013",
  "STATES": "ID",
  "OVERVIEW": "The Chatcolet series consists of very deep, well drained soils that formed in volcanic ash over glacio-lacustrine material. Chatcolet soils are on glacio-lacustrine terraces and have dominant slopes of 3 to 65 percent. The mean annual air temperature is about 41 degrees F (5 degrees C) and mean annual precipitation is about 27 inches (685 mm).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy over loamy, glassy over mixed, superactive Alfic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chatcolet ashy silt loam. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 20 cm; pale brown (10YR 6/3) ashy silt loam, brown (10YR 4/3) moist; weak thick platy structure that parts to moderate medium granular; slightly hard, friable, slightly sticky, slightly plastic; common fine and medium roots; common fine tubular pores; medium acid; abrupt smooth boundary.\nBw--20 to 43 cm; very pale brown (10YR 7/4) ashy silt loam, yellowish brown (10YR 5/4) moist; weak coarse prismatic structure that parts to weak medium subangular blocky; hard, friable, slightly sticky, slightly plastic; common fine and medium roots; common fine tubular pores; moderately acid; clear wavy boundary. (combined thickness of ashy material is 43 to 61 cm thick)\n2Bt1--43 to 66 cm; very pale brown (10YR 7/4) silt loam, yellowish brown (10YR 5/4) moist; weak coarse prismatic structure; hard, friable, slightly sticky, slightly plastic; few fine roots following ped surfaces; many fine tubular pores; many medium strong brown (7.5YR 5/6) clay bands, brown (7.5YR 4/4) moist; neutral; clear wavy boundary.\n2Bt2--66 to 112 cm; very pale brown (10YR 7/4) silty clay loam, yellowish brown (10YR 5/4) moist; weak coarse prismatic structure; hard, firm, sticky, plastic; few fine roots; many fine tubular pores; continuous strong brown (7.5YR 5/6) clay bands, brown (7.5YR 4/4) moist; many moderately thick clay films on ped surfaces and in pores; stratified layer of fine sandy loam in lower part of horizon; moderately acid; clear wavy boundary. (combined thickness of 2Bt horizons is 61 to 91 cm)\n2BCt--112 to 152 cm; very pale brown (10YR 7/4) silty clay loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; common fine tubular pores; many thick strong brown (7.5YR 5/6) clay bands, brown (7.5YR 4/4) moist; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; near Cave Lake, about 1.6 km south and 1 km east of Medimont, Idaho; about 114 m south and 290 m west of the northeast corner of sec. 4, T. 47 N., R. 2 W.; UTM Zone 11 0530847.5 m East, 5256533.6 m North, NAD 83; Latitude - 47 degrees, 27 minutes, 41.4 seconds North; Longitude - 116 degrees, 35 minute, 26.6 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 40 to 44 degrees F. (5 to 6.7 degrees C.) The mean summer soil temperature at a depth of 20 inches ranges from 45 to 47 degrees F. (7.2 to 8.3 degrees C.), with an O horizon. The solum is more than 60 inches (150 cm) deep. In undisturbed areas, the pedons have a very thin layer of recent volcanic ash between the O and A horizons.\nAp horizon\nHue - 10YR or 7.5YR\nValue - 5 to 7 dry, 4 or 5 moist\nChroma - 2 to 4, dry or moist\nTexture - ashy silt loam or ashy loam\nClay content - 10 to 20 percent\nReaction - 5.6 to 7.3\nBw horizon\nHue - 10YR, 7.5YR, or 5YR\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 3 or 4, dry or moist\nTexture - ashy silt loam or ashy loam\nClay content - 10 to 20 percent\nReaction - 5.6 to 7.3\n2Bt and 2BCt horizons\nHue - 10YR or 2.5Y\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 3 or 4 dry or moist\nTexture - silt loam, loam, silty clay loam, or clay loam\nClay content - 28 to 35 percent\nRock fragments - 0 to 15 percent gravel\nReaction - 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chatcolet soils are on glacio-lacustrine terraces. Slopes range from 3 to 65 percent and are dominantly 5 to 20 percent. The soils formed in volcanic ash over glacio-lacustrine material. Elevations range from 2,200 to 2,800 feet. The mean annual precipitation is 25 to 30 inches (635 to 762 mm). The frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dorb soils. Dorb soils have more than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The main use is for urban and recreational homesites. Some areas are used for pasture and woodland. Overstory native vegetation is mainly western hemlock, western redcedar, western white pine, grand fir, western larch, Douglas-fir, lodgepole pine and ponderosa pine. The under-story is Myrtle pachistima, queencup beadlily, oak fern, longtube twinflower, oneleaf foamflower and mountain blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kootenai County in northern Idaho. The series is inextensive.  MLRAs 9 and 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Benewah County, Idaho, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 20 cm (Ap horizon)\nCambic horizon - The zone from 20 to 43 cm (Bw horizon)\nAndic soil properties - The zone from the soil surface to 43 cm (Ap and Bw horizons)\nArgillic horizon - The zone from 43 to 152 cm (2Bt1, 2Bt2 and 2BCt horizons)\nLithologic discontinuity - at a depth of 43 cm\nAs of 11/2013 the type location for Chatcolet has been moved from Benewah to Kootenai County.  Chatcolet is no longer mapped in Benewah County.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
