{
  "SERIES": "CHATT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT:CAB:WGC",
  "REVDATE": "04/2007",
  "STATES": "TX",
  "OVERVIEW": "The Chatt series consists of deep, well drained, moderately slowly permeable soils that formed in clayey calcareous sediments.  These soils are on nearly level to gently sloping terraces of the\nBlackland Prairie.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Vertic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chatt clay--cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) clay, very\ndark grayish brown (10YR 3/2) moist; moderate medium blocky and\nfine granular structure; very hard, firm, plastic; few fibrous\nroots; few rounded pebbles of quartz; moderately alkaline, calcareous; clear smooth boundary.  (4 to 8 inches thick)\nA1--8 to 17 inches; dark brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; strong coarse subangular blocky structure; very hard, firm, plastic; few fine roots; common medium pores; few dark wormcasts; a few small pressure faces in lower part; few pebbles\nof quartz; few calcium carbonate concretions; moderately alkaline, calcareous; gradual wavy boundary.  (8 to 18 inches thick)\nB21--17 to 27 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; strong fine and medium subangular blocky structure; very hard, firm, plastic; few fine roots; few medium pores; few dark channels and brown wormcasts; few small\nslickensides that do not intersect; few calcium carbonate concretions; few pebbles of quartz; moderately alkaline,\ncalcareous; gradual smooth boundary.  (8 to 12 inches thick)\nB22ca--27 to 49 inches; reddish yellow (7.5YR 6/6) clay,\nstrong brown (7.5YR 5/6) moist; moderate medium subangular blocky structure; very hard, firm, plastic; few fine roots; dark reddish brown clay balls ranging up to 1 inch in size; common masses of\nsoft lime; common calcium carbonate concretions; few pebbles of quartz; moderately alkaline, calcareous; gradual smooth boundary.  (15 to 25 inches thick)\nB23ca--49 to 80 inches; reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; hard, firm, slightly plastic; dark reddish brown clay balls; common calcium carbonate concretions; common pebbles of quartz; moderately alkaline, calcareous; gradual smooth boundary.  (20 to 40 inches thick)\nCca--80 to 90 inches; mottled light gray (10YR 7/2) clay\nloam, light brownish gray (10YR 6/2) moist and yellow (10YR 7/6), brownish yellow (10YR 6/6) moist; massive and platy structure;\nhard, firm; common calcium carbonate concretions; few black concretions; many pebbles of quartz; moderately alkaline,\ncalcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hill County, Texas; about 7 miles south of\nHillsboro.  South from Hillsboro on I-35 to Chatt road overpass,\neast on Chatt road for 0.5 mile; then 2.0 miles south on old\nAbbott road, and east on dirt road to railroad crossing; site is 1,000 feet south in field and about 50 feet east of railroad right-of-way."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 70 inches.  Total clay content of the control section ranges from 40 to 60 percent.  Silicate clay ranges from 35 to 50\npercent.  The soils are calcareous throughout and weighted calcium carbonate equivalent of the control section ranges from 25 to 40 percent.  Visible soft lime ranges from 5 to 20 percent of the\nmass at depths of 30 to more than 50 inches.  Pebbles of quartz\nless than 3/4 inch in diameter range from 0 to 15 percent.\nPressure faces and small shiny wedge-shaped peds are common.\nThe A horizon is dark reddish brown (5YR 3/2, 3/3), dark brown\n(7.5YR 4/2, 3/2), dark grayish brown (10YR 4/2), dark gray (10YR 4/1), very dark gray (10YR 3/1), and very dark grayish brown (10YR 3/2).  It is clay or silty clay.\nThe B2 horizon is reddish brown (5YR 5/3, 5/4, 4/3, 4/4),\nyellowish red (5YR 5/6), dark brown (7.5YR 4/4), brown (7.5YR\n5/4), reddish yellow (7.5YR 6/6), strong brown (7.5YR 5/6),\ngrayish brown (10YR 5/2), brown (10YR 5/3), and yellow (10YR 7/6).  It is clay, silty clay, or clay loam.\nThe Cca horizon is light brownish gray, grayish brown, or pale\nbrown and is generally mottled with few to many mottles of brown, very pale brown, yellow, and brownish yellow.  It is loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Austin, Bolar, Denton, Engle, Knippa, Krum, Lewisville, Nuvalde, Quanah, Rowena, Sunev, and\nVenus series.  Austin, Bolar, and Rowena soils have a solum\nthickness of less than 40 inches.  In addition, Austin soils have\na paralithic contact to chalk and Bolar soils have fine-loamy\ncontrol sections.  Denton soils have a lithic contact to hard limestone.  Engle, Sunev, and Venus soils have fine-loamy control sections.  Knippa soils are drier for longer periods of time and\nhave warmer soil temperatures.  Krum soils have less than 25\npercent calcium carbonate equivalent in the control section and\nhave montmorillonitic mineralogy.  Lewisville and Quanah soils\nhave fine-silty control sections.  Nuvalde soils lack vertic properties."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Chatt series is on nearly level to gently sloping terraces in the Blacklands.  Slope gradients range from 0\nto 3 percent.  The soil formed in deep clayey sediments that are\nhigh in calcium carbonate.  Climate is moist subhumid.  Mean\nannual rainfall ranges from 28 to 35 inches.  Mean annual\ntemperature ranges from 64 degrees to 68 degrees F.  Thornthwaite\nP-E indices range from 48 to 62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing\nLewisville series, and the Branyon, Burleson, and Houston Black series.  Branyon, Burleson, and Houston Black soils have montmorillonitic mineralogy, lack calcic horizons, and have thick very dark gray A horizons with common coarse slickensides that intersect."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cropped to cotton, grain sorghum,\ncorn, and small grain.  Native vegetation includes big bluestem, indiangrass, little bluestem, switchgrass, and a few cottonwood\nand pecan trees in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas, mainly on old stream terraces within the Blackland and Grand Prairie land resource"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas\nareas.  These soils are of moderate extent.\nSeries Establised:  Hill County, Texas; 1975."
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Rendzina\ngreat soil group.  This series was included in the Lewisville and Krum series.\nADDITIONAL DATA:  Texas Highway Department (Soils and Base\nMaterial Test Report) Laboratory No. 73-61-R and 73-62-R.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "clay",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) clay, very"
      },
      {
        "name": "A1",
        "top": 20,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "narrative": "A1--8 to 17 inches; dark brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; strong coarse subangular blocky structure; very hard, firm, plastic; few fine roots; common medium pores; few dark wormcasts; a few small pressure faces in lower part; few pebbles"
      },
      {
        "name": "B21",
        "top": 43,
        "bottom": 69,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "narrative": "B21--17 to 27 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; strong fine and medium subangular blocky structure; very hard, firm, plastic; few fine roots; few medium pores; few dark channels and brown wormcasts; few small"
      },
      {
        "name": "B22ca",
        "top": 69,
        "bottom": 124,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "texture_class": "clay",
        "narrative": "B22ca--27 to 49 inches; reddish yellow (7.5YR 6/6) clay,"
      },
      {
        "name": "B23ca",
        "top": 124,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B23ca--49 to 80 inches; reddish yellow (7.5YR 6/6) clay loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; hard, firm, slightly plastic; dark reddish brown clay balls; common calcium carbonate concretions; common pebbles of quartz; moderately alkaline, calcareous; gradual smooth boundary.  (20 to 40 inches thick)"
      },
      {
        "name": "Cca",
        "top": 203,
        "bottom": 229,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "texture_class": "clay",
        "narrative": "Cca--80 to 90 inches; mottled light gray (10YR 7/2) clay"
      }
    ]
  ]
}
