{
  "SERIES": "CHAUMONT",
  "STATUS": "Established Series",
  "BYREV": "LMD-JWW",
  "REVDATE": "02/2000",
  "STATES": "NY",
  "OVERVIEW": "The Chaumont series consists of moderately deep, somewhat poorly drained soils formed in slowly or very slowly permeable clayey lacustrine sediments.  They are nearly level or gently sloping soils on bedrock controlled landforms.  Chaumont soils typically have dark grayish brown silty clay A horizons, mottled grayish brown and dark grayish brown clay and silty clay B horizons overlying massive level-bedded limestone.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chaumont silty clay - idle (Colors are for moist soil unless otherwise noted).\nAp--0 to 13 centimeters; dark grayish brown (10YR 4/2) silty clay; moderate fine granular structure; friable; many fine roots; medium acid; abrupt smooth boundary.  (13 to 23 centimeters thick).)\nB1--13 to 28 centimeters; grayish brown (10YR 5/2) clay; common fine distinct brown (7.5YR 4/4) and strong brown (7.5YR 5/6 mottles; common fine faint brown (10YR 4/3) mottles, mottles aggregate about 50 percent of horizon color; moderate fine subangular blocky structure; friable, sticky and plastic; common fine roots; few fine pores; few fine pores; few thin discontinuous clay skins; medium acid; clear wavy boundary.  (0 to 15 centimeters thick.)\nB21t--28 to 35 centimeters; dark grayish brown (10YR 4/2) clay; common fine faint brown (10YR 4/3) mottles; moderate very fine subangular blocky structure; firm; sticky and very plastic; few fine roots; common fine pores; faces of peds are gray (10YR 5/1); continuous thin clay skins on peds and in pores; slightly acid; clear smooth boundary.  (8 to 25 centimeters thick.)\nB22t--35 to 55 centimeters; dark grayish brown (10YR 4/2) clay; few fine distinct dark gray (N 4/ ) mottles; moderate very fine subangular blocky structure; firm, sticky and very plastic; few fine roots; few fine pores; continuous thin clay skins on peds and in pores; neutral; abrupt wavy boundary. (10 to 30 centimeters thick.)\nB3--55 to 68 centimeters; dark grayish brown (2.5YR 4/2) silty clay; few fine distinct brown (7.5YR 5/2) mottles; strong thick and medium platy parting to moderate fine and very fine blocky structure; firm, sticky and plastic; few fine roots; faces of peds are gray (10YR 5/1); discontinuous thin clay skins on some peds; about 10 percent pinkish gray (5YR 7/2) soft lime nodules and few firm lime nodules; moderately alkaline; abrupt smooth boundary.  (5 to 30 centimeters thick.)\nIIR--68 centimeters; massive level-bedded limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, New York.  Town of Lyme.  Forty-eight meters west of Moffet Road; 792 meters south of intersection of Moffet Road and New York Route 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to 95 centimeters.  Depth to bedrock ranges from 50 to 100 centimeters.  Coarse fragments are commonly lacking in the soil but range up to 5 percent in some pedons.  Reaction is medium acid to neutral in the upper part of the solum and neutral to moderately alkaline in the lower part of the solum or C horison.  The C horizon contains free carbonates.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 or 3.  Texture is silty clay loam, silty clay or clay.  Structure is moderate or strong, very fine to coarse granular or blocky.  Consistence is friable or firm.  Some pedons have thin A2 horizons with chroma of 1 and ranging to silt loam in texture.\nThe B1 horizon, where present, has hue of 10YR or 2.5Y, value or 5 or 6, and chroma of 2 or 3 and it is mottled.  Texture is silty clay loam, silty clay or clay.  Structure is weak or moderate, very fine through medium subangular blocky.  Consistence is friable or firm.\nThe B2t horizon has hue of 10YR through 5Y, value of 3 or 4, and chroma of 1 or 2 with both high and low chroma mottles.  Structure is moderate or strong, very fine through coarse subangular or angular blocky.  Consistence is friable or firm, sticky or very sticky and plastic or very plastic.\nThe B3 or C horizon has hue of 10YR through 5Y, value of 3 through 5 and chroma of 1 or 2 and it is mottled.  Texture is silty clay or clay.  The B3 horizon has fine or very fine blocky structure within thick to medium plates or prisms. The C horizon is massive or massive within very coarse prisms."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils in related families are the Covington, Guffin, Kingsbury, Livingston, Roselms, Vergennes, and Wilpoint.  Covington, Kingsbury, Livingston, Roselms, and Vergennes soils are more than 1 meter deep to bedrock and have illitic minerology.  Also, Livingston soils lack argillic horizons.  Guffin soils are dominated by 2 chroma colors throughout, have darker surface layers and lack agrillic horizons.  Wilpoint soils have argillic horizons that are dominated by colors with chroma greater than 2."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chaumont soils are nearly level to gently sloping with slopes ranging from 0 to 8 percent.  The Chaumont soils are in slightly concave landforms where relative thin clayey marine sediments overlie hard bedrock.  The bedrock is primarily limestone with some areas underlain by granite, sandstone, or shale.  Mean annual air temperature ranges from 8 degrees to 10 degrees C.; mean annual precipitation ranges from 75 to 113 centimeters and mean annual growing season from 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the moderately well drained Wilpoint soils on higher lying convex areas and poorly drained and very poorly drained Guffin soils on lower lying concave areas which are in a drainage sequence with Chaumont, and the competing Covington, Kingsbury, Livingston, and Vergennes soils.  Also associated are the Benson, Newstead and Rhinebeck.  Benson and Newstead are shallow and moderately deep soils occurring on adjacent bedrock controlled till landscapes.  Rhinebeck soils are deep soils developed in lacustrine materials that contain slightly smaller amounts of clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is slow or very slow.  A seasonal high water table is at depths of 15 to 45 centimeters below the surface from December to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used to grow hay, pasture, corn and oats with some idle areas growing sedges and other water-tolerant plants.  Native vegetation is red maple, sugar maple, northern white cedar, white ash, eastern hemlock and shagbark hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  St. Lawrence Valley of New York and possibly the Champlain Lowlands of New York.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, New York, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was previously classified as very fine, illitic, mesic Typic Ochraqualfs.  The series was sampled in 1976 (Sample No.  S76NY45-2, NSSL Nos. 76PO478 - 76PO482.)  The lab data supports the new classification.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 centimeters; dark grayish brown (10YR 4/2) silty clay; moderate fine granular structure; friable; many fine roots; medium acid; abrupt smooth boundary.  (13 to 23 centimeters thick).)"
      },
      {
        "name": "B1",
        "top": 13,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B1--13 to 28 centimeters; grayish brown (10YR 5/2) clay; common fine distinct brown (7.5YR 4/4) and strong brown (7.5YR 5/6 mottles; common fine faint brown (10YR 4/3) mottles, mottles aggregate about 50 percent of horizon color; moderate fine subangular blocky structure; friable, sticky and plastic; common fine roots; few fine pores; few fine pores; few thin discontinuous clay skins; medium acid; clear wavy boundary.  (0 to 15 centimeters thick.)"
      },
      {
        "name": "B21t",
        "top": 28,
        "bottom": 35,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B21t--28 to 35 centimeters; dark grayish brown (10YR 4/2) clay; common fine faint brown (10YR 4/3) mottles; moderate very fine subangular blocky structure; firm; sticky and very plastic; few fine roots; common fine pores; faces of peds are gray (10YR 5/1); continuous thin clay skins on peds and in pores; slightly acid; clear smooth boundary.  (8 to 25 centimeters thick.)"
      },
      {
        "name": "B22t",
        "top": 35,
        "bottom": 55,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B22t--35 to 55 centimeters; dark grayish brown (10YR 4/2) clay; few fine distinct dark gray (N 4/ ) mottles; moderate very fine subangular blocky structure; firm, sticky and very plastic; few fine roots; few fine pores; continuous thin clay skins on peds and in pores; neutral; abrupt wavy boundary. (10 to 30 centimeters thick.)"
      },
      {
        "name": "B3",
        "top": 55,
        "bottom": 68,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B3--55 to 68 centimeters; dark grayish brown (2.5YR 4/2) silty clay; few fine distinct brown (7.5YR 5/2) mottles; strong thick and medium platy parting to moderate fine and very fine blocky structure; firm, sticky and plastic; few fine roots; faces of peds are gray (10YR 5/1); discontinuous thin clay skins on some peds; about 10 percent pinkish gray (5YR 7/2) soft lime nodules and few firm lime nodules; moderately alkaline; abrupt smooth boundary.  (5 to 30 centimeters thick.)"
      },
      {
        "name": "IIR",
        "top": 68,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIR--68 centimeters; massive level-bedded limestone bedrock."
      }
    ]
  ]
}
