{
  "SERIES": "CHEAHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS:GWH",
  "REVDATE": "07/1999",
  "STATES": "AL",
  "OVERVIEW": "The Cheaha series consists of moderately deep, well drained, moderately permeable soils formed in residuum weathered from sandstone. These soils have a dark brown stony silt loam A horizon and yellowish brown to strong brown, stony silt loam and stony clay loam Bt horizon.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cheaha stony silt loam--forested.  (Colors are for moist soil unless otherwise stated.)\n01--1 to 0 inch; pine leaf residue.\nA--0 to 4 inches; dark brown (10YR 3/3) stony silt loam; moderate medium granular structure; friable; 25 percent sandstone cobbles and stones; many fine, medium, and large roots; very strongly acid; clear wavy boundary.  (3 to 5 inches thick)\nBt1--4 to 23 inches; yellowish brown (10YR 5/6) stony silt loam; weak fine subangular blocky structure; friable; 25 percent sandstone cobbles and stones; common fine, medium, and large roots; common fine pores; thin discontinuous clay films on faces of peds; very strongly acid; gradual irregular boundary.  (10 to 20 inches thick)\nBt2--23 to 35 inches; strong brown (7.5YR 5/8) stony clay loam; weak medium subangular blocky structure; friable; 25 percent sandstone cobbles and stones; few fine and medium roots; common fine pores; thin discontinuous clay films on faces of peds; very strongly acid; abrupt irregular boundary.  (7 to 15 inches thick)\nR--35 inches; hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cleburne County, Alabama; approximately 1/2 mile southeast of Cheaha State Park in the SE1/4SE1/4sec. 9, T. 18 S., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to hard bedrock ranges from 20 to 40 inches.  Content of sandstone cobbles and stones larger than 3 inches ranges from 15 to 35 percent by volume in each horizon.  Reaction is strongly acid or very strongly acid in all horizons.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 through 5, and chroma of 2 through 4.  It is stony or cobbly fine sandy loam, loam, or silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 through 8.   Texture is stony or cobbly clay loam, sandy clay loam, loam, or silt loam.  Clay content of the Bt horizon increases with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fruithurst, Sherwood, State, and Wickham series in the same family , and the Clymer and Hartsells series.  Fruithurst, Sherwood, State, and Wickham soils contain less than 15 percent cobbles or stones within their profiles and depth to hard bedrock is greater than 40 inches.  Clymer soils have mean annual soil temperatures of less than 59 degrees F.  Hartsells soils have siliceous mineralogy and less than 15 percent coarse fragments in the A and Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cheaha soils are on mountains.  Slopes range from 15 to 60 percent.  These soils formed in residuum weathered from sandstone.  Near the type location the average annual air temperature is 59 degrees F., and average annual precipitation is 53 inches.  The average frost-free growing season is 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Fruithurst series, and the Allen, Holston, Tallapoosa, and Tatum series.  All of these soils have less than 15 percent coarse fragments in their Bt horizon and depth to hard bedrock is more than 40 inches.  Sandstone outcrops, escarpments, boulders, and colluvial rock flow are associated with Cheaha soils, and are a part of Cheaha landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability; rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of Cheaha soils are in forests of upland oaks, Virginia pine, and longleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the northwestern edge of the Piedmont Plateau of Alabama, and possibly in Georgia.  (Similar soils on comparable landscapes north of Alabama and Georgia would be classified mesic.)  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cleburne County, Alabama, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Cheaha soils were formerly included in the Clymer series.  Data obtained from Auburn University indicate that Cheaha soils are in a fine-loamy textural family with mixed mineralogy.\nRev: RLV 5/97\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nAL0032 CHEAHA      5- 60   58- 65  200-210  48- 56  1400-2400\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nAL0032 NONE          6.0-6.0              -     20-40   HARD\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nAL0032  0- 4  ST-L ST-SIL            19- 42  60- 90  7-20    -\nAL0032  0- 4  ST-FSL ST-SL           19- 42  55- 85  7-20    -\nAL0032  4-35  ST-SCL ST-CL ST-SIL    19- 42  60- 90 18-35    -\nAL0032 35-80  UWB                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nAL0032  0- 4  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nAL0032  0- 4  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nAL0032  4-35  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nAL0032 35-80     -        -     -    0.00- 0.2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
