{
  "SERIES": "CHECKERBOARD",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SPV/EMM",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic Lithic Calcicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Checkerboard very gravelly silt loam--rangeland.  (Colors are for dry soil unless otherwise noted).\nA1--0 to 12 cm; dark gray (10YR 4/1) very gravelly silt loam, very dark gray (10YR 3/1) moist; weak very fine and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 35 percent gravel; 25 percent carbonate coating around rock fragments; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary.\nA2--12 to 28 cm; dark grayish brown (10YR 4/2) very gravelly silt loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 35 percent gravel and 5 percent cobbles; 60 percent carbonate coating around rock fragments; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (combined thickness of the A horizon is 18 to 28 cm)\nBk--28 to 47 cm; grayish brown (10YR 5/2) extremely gravelly silt loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine irregular pores; 50 percent gravel and 10 percent cobbles; 60 percent secondary carbonate coating on bottom of rock fragments; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (10 to 27 cm thick)\nR--47 cm; hard fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meagher County, Montana; about 5 miles southwest of the village of Checkerboard; 1,630 feet west and 730 feet south of the northeast corner of section 34, T. 9N., R9E; Checkerboard topographic quadrangle, MT; UTM 12T 0532745E, 5149987N, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 1 to 4 degrees C.\nMollic epipedon thickness: 18 to 50 cm\nDepth to bedrock: 25 to 50 cm to a lithic contact\nDepth to calcic horizon: 10 to 28 cm\nParticle-size control section - Clay content: 15 to 27 percent\nRock fragments: average 35 to 75 percent in the particle-size control section, mainly limestone or dolomite gravel.\nA1 horizon\nHue: 10YR or 7.5 YR dry or moist\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 1 to 3, dry or moist\nTexture: loam or silt loam\nClay content: 15 to 27 percent\nRock Fragments: 20 to 45 percent--0 to 15 cobbles and stones, 10 to 35 percent gravel\nCalcium Carbonate Equivalent: 3 to 15 percent, including coarse fragments less than the 20 mm fraction.\nReaction: pH 7.7 to 8.0\nA2 horizon (where present)\nHue: 10YR or 7.5 YR dry or moist\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 1 to 3, dry or moist\nTexture: loam or silt loam\nClay content: 15 to 27 percent\nRock Fragments: 40 to 70 percent--0 to 25 percent cobbles and stones, 40 to 60 percent gravel\nCalcium Carbonate Equivalent: 15 to 40 percent, including coarse fragments less than the 20 mm fraction.\nReaction: pH 8.0 to 8.2\nBk horizon\nHue: 10YR or 7.5 YR, dry or moist\nValue: 4 to 6 dry; 2 to 4 moist\nChroma: 2 or 3, dry or moist\nTexture: loam or silt loam\nClay content: 15 to 27 percent\nRock Fragments: 40 to 75 percent--15 to 30 percent cobbles and stones, 15 to 45 percent gravel\nCalcium Carbonate Equivalent: 40 to 60 percent, including coarse fragments less than the 20 mm fraction.\nReaction: pH 8.0 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adobe and Jimbee soils.\nAdobe (NV)- has a xeric soil moisture regime\nJimbee (ID)- has Bkq horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - ridges, hills and mountain slopes\nElevation - 1,450 to 2,425 meters\nSlope - 2 to 75 percent\nParent Material - colluvium over residuum from limestone and dolomite\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 380 to 610 mm\nMean annual air temperature - 1 to 4 degrees F\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Farlin and Hardhart soils.  Farlin soils occur in concave positions, are very deep and have a neutral surface horizon.  Hardhart soils are on linear slope positions and are moderately deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Checkerboard soils are used for rangeland and wildlife habitat. Native vegetation is mainly blue bunch wheatgrass, Idaho fescue, Cussick's bluegrass, prairie Junegrass, phlox, western yarrow, vetch, and arrowleaf balsamroot.  Checkerboard may support a scattered overstory of Douglas-fir, ponderosa pine, limber pine, and Rocky Mountain juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and Central Montana.  These soils are moderately extensive.  MLRAs 46 and 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Meagher County, Montana, 2010. Checkerboard is named after the village of Checkerboard."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 28 cm (A1 and A2 horizons).\nCalcic horizon - The zone from 28 to 47 cm (Bk horizon).\nLithic contact - The boundary at 47 cm to underlying hard bedrock (R horizon).\nParticle-size control section - The zone from 25 to 47 cm (part of the A2 horizon and the Bk horizon).\nTaxonomic version: Eleventh Edition: 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
