{
  "SERIES": "CHEDESKI",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/PDC/WWJ",
  "REVDATE": "05/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chedeski sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; yellowish red (5YR 5/6) sandy loam, yellowish red (5YR 4/6) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; common very fine tubular pores; many very fine roots; noneffervescent; slightly alkaline (pH 7.6); clear smooth boundary.  (1 to 2 inches thick)\nBw1--1 to 3 inches; red (2.5YR 5/6) sandy loam, red (2.5YR 4/6) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common fine tubular pores; many fine roots; noneffervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (1 to 2 inches thick)\nBw2--3 to 13 inches; red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine tubular pores; common fine roots; noneffervescent; slightly alkaline (pH 7.8); clear smooth boundary.  (5 to 11 inches thick)\nBk--13 to 16 inches; reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 4/6) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine tubular pores; common fine and medium roots; 10 percent channers; violently effervescent, 18 percent calcium carbonate equivalent; calcium carbonate segregated as coatings on rock fragments; moderately alkaline (pH 8.0); abrupt wavy boundary.  (3 to 5 inches thick)\n2Cr--16 to 26 inches; weathered sandstone with calcium carbonate coatings; abrupt wavy boundary.  (10 to 15 inches thick)\n2R--26 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Navajo County, Arizona; about 19 miles south of Holbrook, east of AZ-Hwy 377; about 2400 feet east and l600 feet south of the northwest corner of section 27, T. l5 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil Temperature:  53 to 56 degrees F.\nDepth to paralithic contact:  l0 to 20 inches\nDepth to lithic contact:  20 to 35 inches\nRock fragments:  less than 15 percent\nA horizon\nHue:  2.5YR, 5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3, 4 or 6, dry or moist\nClay content: less than 15 percent\nReaction:  slightly to moderately alkaline\nOrganic matter content:  less than 1.0 percent in the upper 7 inches\nBw horizon\nHue:  2.5YR, 5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3, 4 or 6, dry or moist\nTexture:  sandy clay loam, sandy loam (l2 to 27 percent clay)\nReaction:  slightly to moderately alkaline\nBk horizon\nHue:  2.5YR, 5YR\nValue:  6 or 7 dry, 4 or 5 moist\nChroma:  3 through 6, dry or moist\nTexture:  sandy clay loam, loam (l8 to 27 percent clay)\nCalcium carbonate:  15 to 25 percent segregated and disseminated, less than 6 inches thick\nReaction:  slightly to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chedeski soils are on broad undulating plateaus at elevations of 5,500 to 6,500 feet.  They formed in mixed alluvium derived dominantly from sandstone, mudstone, and limestone.  Slopes range from l to 5 percent.  The climate is cool, semi-arid, continental with l0 to l4 inches precipitation occurring as thunderstorms in summer and rain and snow in winter.  The mean annual air temperature is 5l to 54 degrees F.  The frost-free period is l30 to l60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bisoodi and Leanto soils.  Bisoodi and Leanto soils have a lithic contact within 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, wildlife habitat, recreation, and fuelwood production.  Vegetation is oneseed juniper, pinyon pine, black grama, blue grama, Indian ricegrass, ring muhly, galleta, sand dropseed, broom snakeweed, and sandhill muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona.  The series is of limited extent. MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Navajo County, Arizona; Soil survey of Navajo County Area, Arizona, Central Part; l994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 1 inch (A horizon)\nCambic horizon - the zone from 1 to l3 inches (Bw1, Bw2 horizons)\nParalithic contact - the boundary at 16 inches (2Cr horizon)\nLithic contact - the boundary at 26 inches (2R horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdate and revisions for the correlation of Arches National Park(UT687), February 2009, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
