{
  "SERIES": "CHEESEMAN",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "04/2009",
  "STATES": "CO,WY",
  "OVERVIEW": "The Cheeseman series consists of well drained soils formed in parent materials weathered from underlying reddish brown and red arkosic sandstone of the Lyons and Fountain formations.  Cheeseman soils are on gently to moderately sloping uplands.  The mean annual precipitation is about 17 inches.  Cheeseman soils typically have brown, very friable, granular A horizons, and reddish brown, coarse sandy clay loam B2t horizons having subangular blocky structure, over soft bedrock at depth of about 33 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cheeseman coarse sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 9 inches; brown (7.5YR 5/2) coarse sandy loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable; 10 percent fine and very fine granite gravel; neutral; clear smooth boundary.  (4 to 10 inches thick)\nA3--9 to 15 inches; reddish brown (5YR 5/3) coarse sandy loam, dark reddish brown (5YR 3/3) moist; weak medium subangular blocky structure that parts to fine granules; slightly hard, very friable; peds are very hard, very friable; 10 percent fine and very fine angular granite gravel; neutral; clear smooth boundary.  (4 to 5 inches thick)\nB2t--15 to 26 inches; reddish brown (5YR 5/3) coarse sandy clay loam; reddish brown (5YR 4/3) moist; moderate medium prismatic structure that parts to medium subangular blocks; hard, very friable, slightly sticky, slightly plastic; peds are extremely hard, friable; thin continuous clay films on peds and as coatings and fillings in root channels and pores; 10 percent fine and very fine angular granite gravel; neutral; clear smooth boundary.  (4 to 8 inches thick)\nB3--26 to 33 inches; reddish brown (2.5YR 5/4) coarse sandy loam; reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; hard, very friable; thin discontinuous clay films on some peds and in root channels and pores; 10 percent fine and very fine angular granite gravel; neutral; gradual smooth boundary.  (4 to 8 inches thick)\nIIC--33 to 60 inches; interbedded reddish brown arkosic sandstone and siltstone; usually somewhat variable in color, but often bright red and containing a large amount of fine angular arkosic gravel and coarse sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Teller County, Colorado; approximately 200 feet east and 50 feet north of the milepost about .3 mile south of Douglas County- Teller County lines; in the NW 1/4 of Sec. 3, T. 11 S., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Cheeseman soils are noncalcareous throughout.  Base saturation usually is more than 90 percent but ranges from 60 to 100 percent.  The solum typically extends to the bedrock, but C horizons occur in some pedons.  Depth to the paralithic contact ranges from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 15 to 40 inches.  Subhorizons yellower than 5YR occur in some pedons, particularly in the surface horizons, but a major part of the solum and any C horizon above the bedrock have hue of 5YR or redder.  A high percentage of the sand fraction is angular and has a large proportion of flat bearing surfaces between sand grains.  Rock fragments range from 0 to 15 percent by volume in a major part of the solum and C horizon above the bedrock and are mainly less than 3 inches in diameter but range from 1/8 to 10 inches in diameter.  The mean annual soil temperature is 45 degrees F, and the mean summer soil temperature is 64 degrees F.  The solum ranges from slightly acid to mildly alkaline.\nThe A horizon has hue of 10YR through 5YR, value of 5 or 6 dry, 2 or 3 moist; and chroma of 1 through 3.\nThe B2t horizon usually has hue of 5YR through 10R, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is typically coarse sandy clay loam and has 18 to 35 percent clay, 5 to 35 percent silt, and 40 to 70 percent sand with more than 35 percent being fine or coarser sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinniboine, Bostwick, Duffson, Evanston, Jarre, Joplin, Kevin, Marmarth, Morval, Perrypark, Peyton, Telstad, Turret, and Villa Grove series.  Assinniboine, Evanston, Joplin, Kevin, Morval, Telstad, and Villa Grove soils are calcareous in the lower solum or C horizon, have continuous horizons of secondary calcium carbonate accumulation, and lack bedrock above depth of 40 inches.  Bostwick, Jarre, Perrypark, Peyton and Turret soils lack bedrock above depth of 40 inches.  Marmarth soils have hue of 7.5YR or yellower, are calcareous, and have continuous subhorizons of secondary calcium carbonate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cheeseman soils are on gently to moderately sloping uplands.  They formed in parent materials weathered from underlying reddish brown and red arkosic sandstone of the Lyons and Fountain formations.  At the type location the average annual precipitation is 17 inches, with peak periods of precipitation occurring in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Garber soils and the competing Perrypark soils.  Garber soils have more than 35 percent rock fragments and have mollic epipedons more than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland; however, they are tilled in some localities.  Native vegetation is mainly big and little bluestem, needleandthread, sandreed grass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The foothill areas of east-central Colorado.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Teller County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 8/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 9 inches; brown (7.5YR 5/2) coarse sandy loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable; 10 percent fine and very fine granite gravel; neutral; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "A3",
        "top": 23,
        "bottom": 38,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A3--9 to 15 inches; reddish brown (5YR 5/3) coarse sandy loam, dark reddish brown (5YR 3/3) moist; weak medium subangular blocky structure that parts to fine granules; slightly hard, very friable; peds are very hard, very friable; 10 percent fine and very fine angular granite gravel; neutral; clear smooth boundary.  (4 to 5 inches thick)"
      },
      {
        "name": "B2t",
        "top": 38,
        "bottom": 66,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B2t--15 to 26 inches; reddish brown (5YR 5/3) coarse sandy clay loam; reddish brown (5YR 4/3) moist; moderate medium prismatic structure that parts to medium subangular blocks; hard, very friable, slightly sticky, slightly plastic; peds are extremely hard, friable; thin continuous clay films on peds and as coatings and fillings in root channels and pores; 10 percent fine and very fine angular granite gravel; neutral; clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "B3",
        "top": 66,
        "bottom": 84,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B3--26 to 33 inches; reddish brown (2.5YR 5/4) coarse sandy loam; reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; hard, very friable; thin discontinuous clay films on some peds and in root channels and pores; 10 percent fine and very fine angular granite gravel; neutral; gradual smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "IIC",
        "top": 84,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC--33 to 60 inches; interbedded reddish brown arkosic sandstone and siltstone; usually somewhat variable in color, but often bright red and containing a large amount of fine angular arkosic gravel and coarse sand."
      }
    ]
  ]
}
