{
  "SERIES": "CHELMO",
  "STATUS": "Established Series",
  "BYREV": "Rev. FJS-JJJ",
  "REVDATE": "03/2009",
  "STATES": "WI",
  "OVERVIEW": "The Chelmo series consists of very deep, poorly drained soils that formed in clayey lacustrine deposits underlain by sandy outwash or sandy lacustrine deposits on glacial lake plains or outwash plains.  Permeability is very slow or slow in the clayey lacustrine deposits and rapid or moderately rapid in the sandy substratum.  Slope ranges from 0 to 2 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey over sandy or sandy-skeletal, smectitic over mixed, frigid Umbric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chelmo sandy loam, on a south facing, slope of 1 percent, in abandoned cropland, at an elevation of about 978 feet.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; common fine and many very fine roots throughout; few medium tubular pores; few fine prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; strongly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nBtg1--9 to 13 inches; grayish brown (2.5Y 5/2) clay; strong coarse subangular blocky structure; firm; common very fine roots; few medium and common very fine tubular pores; few prominent brown (7.5YR 5/2) clay films in pores; sand coats on faces of peds and few faint grayish brown (2.5Y 5/2) pressure faces; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; very strongly acid; gradual irregular boundary.\nBtg2--13 to 24 inches; 80 percent grayish brown (2.5Y 5/2) and 20 percent reddish brown (5YR 5/3) clay; weak medium prismatic structure parting to weak fine angular blocky; firm; few very fine roots; few very fine tubular pores; few faint grayish brown (2.5Y 5/2) clay films on faces of peds; few faint grayish brown (2.5Y 5/2) pressure faces; common medium prominent strong brown (7.5YR 5/8) iron accumulations in the matrix; very strongly acid; abrupt wavy boundary.  (Combined thickness of the Btg horizon is 10 to 30 inches.)\n2Cg--24 to 34 inches; 80 percent grayish brown (10YR 5/2) loamy sand, 10 percent brown (10YR 5/3) sand, and 10 percent grayish brown (10YR 5/2) sandy loam, stratified; massive; friable; few very fine roots; few fine tubular pores; many coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix of the loamy sand and sandy loam strata; strongly acid; gradual wavy boundary. (0 to 10 inches thick)\n3C1--34 to 50 inches; strong brown (7.5YR 4/6) sand; single grain; loose; few very fine interstitial pores; few fine faint strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; gradual wavy boundary.\n3C2--50 to 80 inches; brown (7.5YR 4/4) sand; single grain; loose; few fine interstitial pores; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burnett County, Wisconsin; about 2 miles southwest of Webster;  100 feet south and 1430 feet west of the northeast corner of sec. 24, T.39 N., R.17 W.; USGS Siren West quadrangle; lat. 45 degrees 51 minutes 36.0 seconds N. and long. 92 degrees 24 minutes 38.0 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the sandy substratum ranges 20 to 40 inches.  Volume of gravel ranges from 0 to 5 percent in the surface and from 0 to 2 percent in the clayey lacustrine deposits and sandy substratum.  Reaction ranges from very strongly acid to slightly acid throughout.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 2 to 3, and chroma of 1 or 2.  It is sandy loam.\nThe Btg horizon has hue of 5YR, 7.5YR, 10YR, 2.5Y, value of 4 or 5, and chroma of 1 or 2.  It is clay.  The weighted average clay content is 50 to 80 percent.\nThe 2Cg horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3.  It is stratified sand, loamy sand, and sandy loam.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6.  It is sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey lacustrine deposits underlain by sandy outwash or sandy lacustrine deposits\nLandform: lake plains or outwash plains\nSlope: 0 to 2 percent\nElevation: 960 to 1100 feet\nMean annual air temperature: 39 to 43 degrees F\nMean annual precipitation: 28 to 32 inches\nFrost-free period: 110 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dody (T), Meenon (T), and Karlsborg (T) soils.  The very poorly drained Dody (T) soils are on slightly lower landscape positions and have a sandy mantle 20 to 40 inches thick.  The somewhat poorly drained Meenon and the moderately well drained Karlsborg soils are on slightly higher landscape positions than the Chelmo soils and have a sandy mantle 20 to 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is low.  Permeability is very slow or slow in the clayey deposits and rapid or moderately rapid in the underlying sandy substratum.  The 2Cg horizon has moderately rapid permeability and the 2C horizon has rapid permeability.  These soils have a perched seasonal high water table at a depth of 0 to 1 foot from April to June in normal years.  The water table is perched due to the lithologic discontinuities along with contrasting particle sizes and permeabilities."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for cropland.  Common crops are corn, small grain and hay.  Native vegetation consists of a mixture of deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin.  LRR K, MLRA 91B.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-4 (Duluth, Minnesota)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Burnett County, Wisconsin, 2003.  Source of the name is Chelmo Cemetery in Burnett County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon:  0 to 9 inches (Ap );\nArgillic horizon: 9 to 24 inches (Btg1 and Btg2);\nParticle size control section: 9 to 40 inches;\nAquic feature: Aquic conditions within 1 foot of the mineral surface at some time in most years and redox depletions in 50 percent or more of the matrix in the upper 5 inches of the argillic horizon.  It has episaturation;\nRedoximorphic concentrations in the zone from 0 to 50 inches.\nOnly series status, responsibility, and scriveners errors changed - 3/09.\nADDITIONAL DATA: Refer to soil survey sample number S94WI-013-001 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
