{
  "SERIES": "CHEMAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. EH/PNP/KDPL/RWL/SBC",
  "REVDATE": "10/2011",
  "STATES": "WA",
  "OVERVIEW": "The Chemawa series consists of very deep, well drained soils formed in volcanic ash and basalt alluvium. Chemawa soils are on terraces and hills. Slopes are 2 to 50 percent. The mean annual precipitation is about 50 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, amorphic, mesic Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chemawa ashy loam - forested. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 1.5 inches; litter composed of needles, leaves and twigs.\nOa--1.5 to 2 inches: decomposed organic material.\nAc1--2 to 6 inches; dark brown (7.5YR 3/3) ashy loam, brown (7.5YR 5/3) dry; weak medium granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine and fine and few coarse roots; many fine irregular pores; 30 percent shot like aggregates (2 to 4 mm in size); neutral (pH 6.7); clear smooth boundary.\nAc2--6 to 16 inches; dark brown (7.5YR 3/3) ashy loam, brown (7.5YR 5/3) dry; weak coarse granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine, many fine common medium and few coarse roots; many very fine and common fine irregular pores; 25 percent shot like aggregates (2 to 4 mm in size); neutral (pH 6.8); clear wavy boundary. (Combined thickness of the Ac horizon is 10 to 16 inches)\nBw1--16 to 33 inches; brown (7.5YR 4/4) ashy loam, reddish yellow (7.5YR 6/6) dry; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; common very fine, common fine and few medium roots; common fine irregular pores; 10 percent shot like aggregates (2 to 4 mm in size); neutral (pH 7.1); gradual smooth boundary. (12 to 19 inches thick)\nBw2--33 to 62 inches; strong brown (7.5YR 5/6) ashy loam, reddish yellow (7.5YR 6/6) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; weakly smeary; common fine roots; common fine irregular pores; 5 percent shot like aggregates (2 to 4 mm in size); neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Skamania County, Washington; about 3 miles northwest of Underwood; 1,100 feet south and 600 feet west of the northeast corner, section 19, T. 3 N., R. 10 E., W.M. Latitude 45 degrees 44 minutes 11 seconds N. and Longitude 121 degrees 35 minutes 28 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 50 degrees F. The soil moisture control section is dry in all parts for 45 to 60 consecutive days within the 4 months that follow the summer solstice in 6 or more years out of 10. The 2 to 42 inch particle-size control section has an estimated moist bulk density of 0.80 to 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, phosphate retention of 50 to 75 percent, and 15 bar water retention of 8 to 12 percent. Shot-like aggregates (2 to 4 mm in size) range from 10 to 30 percent in the surface layer and decrease with depth. The umbric epipedon is 10 to 14 inches thick. Rock fragments in the particle-size control section range from 0 to 25 percent.\nThe Ac horizon has hue of 5YR through 10YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist, 3 or 4 dry. Texture is ashy loam or gravelly ashy loam. Reaction is slightly acid or neutral.\nAn AB horizon is present in some pedons.\nThe Bw horizon has hue of 5YR through10YR, value of 3 through 5 moist, 5 through 7 dry and chroma of 4 through 6 moist and dry. Texture is ashy sandy loam, ashy loam, ashy silt loam, or gravelly ashy loam. Reaction is moderately acid through neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Parkdale, Pinbit, and Trouter series.\nParkdale soils - phosphate retention greater than 85 percent throughout; 7 to 20 inch thick solum; lacks rock fragments\nPinbit soils - dry for 75 to 90 consecutive days following the summer solstice\nTrouter soils - 20 to 40 inches to lithic contact (basalt); dry for 60 to 75 consecutive days following the summer solstice"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chemawa soils are on terraces, footslopes and backslopes at elevations of 800 to 2,500 feet. Slopes are 2 to 50 percent. These soils formed in volcanic ash and basalt alluvium. Summers are cool and dry. Winters are cold and wet, with intermittent snow cover from December through March. The mean annual precipitation is 45 to 65 inches. The mean January temperature is 28 degrees F. and the mean July temperature is 65 degrees F. The mean annual temperature is 46 to 48 degrees F. The frost-free season is 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are McElroy, Underwood and Undusk soils. The McElroy and Undusk soils are on back slopes and are skeletal. Undusk soils are on foot slopes and have a frigid temperature regime. Underwood soils are on foot slopes and are fine-loamy and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, orchard crops and livestock grazing. Native vegetation is Douglas-fir, grand fir, False-Solomon's-Seal, common snowberry, Oregon-grape and deerfoot vanillaleaf."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Skamania County, southwest Klickitat County on the east slopes of the Cascade Mountains near the Columbia Gorge, and southwest Yakima County. MLRA 6. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Skamania County, Washington, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and feature recognized in this pedon are:\nUmbric epipedon - the zone 2 to 16 inches (Ac1 and Ac2 horizons)\nCambic horizon - the zone from 16 to 62 inches (Bw1 and Bw2 horizons)\nParticle-size control section - the zone from 2 to 42 inches\nAmorphic mineralogy class is based on lab data from associated soils and the unique weathering characteristic of the Mt. Adams volcanic ash.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 4,
        "narrative": "Oi--0 to 1.5 inches; litter composed of needles, leaves and twigs."
      },
      {
        "name": "Oa",
        "top": 4,
        "bottom": 5,
        "narrative": "Oa--1.5 to 2 inches: decomposed organic material."
      },
      {
        "name": "Ac1",
        "top": 5,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ac1--2 to 6 inches; dark brown (7.5YR 3/3) ashy loam, brown (7.5YR 5/3) dry; weak medium granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine and fine and few coarse roots; many fine irregular pores; 30 percent shot like aggregates (2 to 4 mm in size); neutral (pH 6.7); clear smooth boundary."
      },
      {
        "name": "Ac2",
        "top": 15,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ac2--6 to 16 inches; dark brown (7.5YR 3/3) ashy loam, brown (7.5YR 5/3) dry; weak coarse granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine, many fine common medium and few coarse roots; many very fine and common fine irregular pores; 25 percent shot like aggregates (2 to 4 mm in size); neutral (pH 6.8); clear wavy boundary. (Combined thickness of the Ac horizon is 10 to 16 inches)"
      },
      {
        "name": "Bw1",
        "top": 41,
        "bottom": 84,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--16 to 33 inches; brown (7.5YR 4/4) ashy loam, reddish yellow (7.5YR 6/6) dry; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; common very fine, common fine and few medium roots; common fine irregular pores; 10 percent shot like aggregates (2 to 4 mm in size); neutral (pH 7.1); gradual smooth boundary. (12 to 19 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 84,
        "bottom": 157,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "Bw2--33 to 62 inches; strong brown (7.5YR 5/6) ashy loam, reddish yellow (7.5YR 6/6) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; weakly smeary; common fine roots; common fine irregular pores; 5 percent shot like aggregates (2 to 4 mm in size); neutral (pH 7.0)."
      }
    ]
  ]
}
