{
  "SERIES": "CHEME",
  "STATUS": "Established Series",
  "BYREV": "Rev: DJM/LJL/RLB",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "OVERVIEW": "The Cheme series consists of very shallow and shallow over a duripan, well drained soils on fan remnants. Cheme soils formed in alluvium from mixed rocks over semi-consolidated gravelly sediments. Slope ranges 2 to 15 percent. The mean annual precipitation is about 5 inches. The mean annual air temperature is about 74 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic, shallow Typic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cheme extremely gravelly sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 65 percent pebbles and 15 percent cobbles.\nA--0 to 2 inches; light brown (7.5YR 6/4) extremely gravelly sandy loam, brown (7.5YR 4/4) moist; moderate thick platy structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine roots; common very fine vesicular and few very fine interstitial pores; 65 percent pebbles and 15 percent cobbles; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (1 to 4 inches thick)\nBk--2 to 6 inches; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 4/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; few very fine interstitial and common very fine tubular pores; many thin calcium carbonate coats on the bottom and sides of rock fragments; 45 percent pebbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (0 to 5 inches thick)\nBqk--6 to 18 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; 50 percent discontinuously weakly cemented by silica and calcium carbonate with common medium strongly cemented silica and calcium carbonate masses occurring as lenses and concretions that are brittle when moist; many medium silica and calcium carbonate coats and pendants on the bottom of rock fragments; 60 percent pebbles and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (6 to 15 inches thick)\n2Bqkm--18 to 42 inches; white (10YR 8/1) continuously indurated duripan, light gray (10YR 7/2) moist; massive; very rigid; upper 1 to 2 inches continuous indurated laminar cap, strongly cemented matrix with 25 percent indurated lenses below. (12 to 30 inches thick)\n3Cr--42 to 60 inches; semi-consolidated gravelly sediments of the Chemehuevi formation; weakly through strongly silica cemented stratified coarse sandy loam through loam in the fine earth fraction, modified by 35 to 80 percent rock fragments, predominantly pebbles and cobbles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cottonwood Valley, Lake Mead National Recreation Area, Clark County, Nevada. Approximately 1/2 mile southeast of the Nine Mile Basin road turn off, along the powerline road, just before Nellis Wash; about 800 feet south and 700 feet west of the northeast corner of section 35, T. 29 S., R. 65 E.; USGS Spirit Mountain NW, NV 7.5 minute topographic quadrangle; 35 degrees, 22 minutes, and 56 seconds north latitude, 114 degrees, 41 minutes, and 29 seconds west longitude; UTM 11, 709548e, 3917874n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part during winter and spring and intermittingly moist in the upper part following summer convection storms; typic aridic soil moisture regime.\nSoil temperature - 72 to 78 degrees F.\nDepth to duripan - 7 to 20 inches.\nDepth to semi-consolidated material - 40 to 50 inches.\nReaction - Moderately alkaline or strongly alkaline.\nOrganic matter content - Less than 0.5 percent.\nControl section - Percent clay: 8 to 18 percent.\nRock fragments: 35 to 85 percent gravel and cobbles,\nA horizon - Hue: 7.5YR, 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nBk horizon (when present) - Hue: 7.5YR, 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nCalcium carbonate equivalent in the fine earth fraction: 5 to 15 percent.\nBqk horizon - Hue: 7.5YR, 10YR.\nValue: 6 or 7 dry, 4 through 5 moist.\nChroma: 2 through 4, dry or moist.\nCalcium carbonate equivalent in the less than 20 millimeter fraction: 15 to 25 percent .\n2Bqkm horizon - Structure: Platy or massive.\nCementation: Continuously indurated in the upper part, strongly cemented matrix with 20 to 40 percent discontinuous indurated lenses below.\n3Cr horizon  Strata of this formation have a texture of coarse sandy loam to loam that is modified by 35 to 80 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cherioni (AZ,) Cipriano (AZ) and Tyro (AZ) series. Cherioni and Cipriano soils are intermittently moist in some part of the soil moisture control section for more than 20 days cumulative during July-September. Tyro soils are underlain by unweathered bedrock at a depth of 7 to 19 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cheme soils are on fan remnants. Slope ranges from 2 to 15 percent. They formed in mixed alluvium over semi-consolidated gravelly sediments. Elevations are 660 to 2,500 feet. The mean annual precipitation is 3 to 7 inches. The mean annual air temperature is 70 to 76 degrees F. The frost free season is 300 to 360 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carrizo, Huevi and Riverbend series. Carrizo, Huevi and Riverbend soils lack a duripan and are very deep. Carrizo and Riverbend soils have sandy-skeletal particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is creosotebush, white bursage, ratany, white brittlebush and red brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30; These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in Clark County, Nevada, 1995; Clark County Soil Survey. The name is coined from the Lake Chemehuevi formation."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped with the Tyro series. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 2 inches (A horizon).\nCalcic horizon - 6 to 18 inches (Bqk horizon).\nDuripan - 18 to 42 inches (2Bqkm horizon).\nParticle-size control section - 10 to 18 inches (part of the Bqk horizon).\nParalithic contact- 42 inches (3Cr horizon)\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 9/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
