{
  "SERIES": "CHEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-PWB-JVC-JBF",
  "REVDATE": "02/2016",
  "STATES": "ID,NV,OR",
  "OVERVIEW": "The Chen series consists of shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks, chert, sedimentary rocks, and loess. Chen soils are on hills and mountains. Slopes are 2 to 75 percent. The mean annual precipitation is about 330 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chen cobbly loam--rangeland. (Colors for dry soil unless otherwise noted).\nA1--0 to 8 cm; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; many medium and fine interstitial, and common fine tubular pores; 10 percent gravel and 20 percent cobbles; neutral (pH 6.6); abrupt smooth boundary. (3 to 15 cm thick)\nA2--8 to 20 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium fine and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine, common very fine, and few medium roots; many fine and many very fine interstitial, and common fine tubular pores; 20 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (0 to 20 cm thick)\nBt1--20 to 33 cm; grayish brown (10YR 5/2) very gravelly clay, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, very sticky and very plastic; many very fine, many fine, and few medium roots; few fine tubular, and many fine and very fine interstitial pores; many pressure cutans on faces of peds; 45 percent gravel; neutral (pH 6.8); abrupt irregular boundary. (10 to 25 cm thick)\nBt2--33 to 43 cm; brown (10YR 5/3) very gravelly clay, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, very sticky and very plastic; common very fine roots; common fine tubular, and many fine and many very fine interstitial pores; 55 percent gravel; common pressure cutans on faces of peds; neutral (pH 6.8); abrupt irregular boundary. (0 to 13 cm thick)\nR--43 cm; unweathered andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; west of the Independence Mountains and about 1 mile north of Fish Creek; approximately 1,500 feet east and 100 feet north of the southwest corner of section 35, T. 36 N., R. 52 E.; USGS Swales Mountain 7.5 minute topographic quadrangle; latitude 40 degrees 57 minutes 34 seconds N and longitude 116 degrees 05 minutes 57 seconds W; WGS84 Decimal Degrees 40.9594444 latitude, -116.0991667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, periodic wet: non-satiated in the upper part from February through April, dry summer and fall. Aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 18 to 43 cm; includes the A1, A2, Bt1 horizon or both the Bt1 and Bt2 horizons.\nDepth to base of argillic horizon: 25 to 50 cm.\nDepth to bedrock: 25 to 50 cm to a lithic contact.\nReaction: Slightly acid through slightly alkaline.\nOther features: An abrupt horizon boundary is normally present at the base of the A (or A2) horizon and the Bt (or Bt1) horizon accompanied by an abrupt increase in clay content of at least 15 percent.\nParticle-size control section - Clay content: Averages 38 to 55 percent.\nRock fragments: Averages 35 to 65 percent, mainly gravel and cobbles. Lithology of fragments varies by area.\nA horizons\nValue: 4 through 6 dry, 2 or 3 moist. A dry value of 6 is only in thin A1 horizons in some pedons and the upper 18 cm when mixed has a dry value of 5.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 or 3 percent.\nBt horizons\nHue: 7.5YR or 10YR; some pedons have hue of 5YR in areas of red parent materials.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay or clay loam.\nTexture modifiers: Very gravelly, extremely gravelly, very cobbly or extremely cobbly.\nStructure: Weak to strong, fine or medium angular or subangular blocky or platy.\nConsistence: Friable or firm, moist, moderately sticky or very sticky and moderately plastic or very plastic, wet.\nRock fragments: 40 to 65 percent, normally increasing with depth.\nClay films: Distinct and prominent clay films on faces of peds.\nOrganic matter content: 0.5 to 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canest, Douhide, and Graley series.\nCanest, Douhide, and Graley do not have an abrupt horizon boundary between the A and B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chen soils are on hills and mountains. They typically occur on summit, shoulder, and backslope positions. These soils formed in residuum and colluvium derived from rhyolite, andesite, tuff, basalt, quartz latite, quartz monzonite, chert, sedimentary rocks, and some loess high in volcanic ash. Slopes are 2 to 75 percent. Elevations range from 1,580 to 2,930 meters. The climate is semiarid with cold, moist winters and warm, dry summers. The mean annual precipitation is 250 to 400 mm, mean annual temperature is 5 to 7 degrees C, and the frost-free period is 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Mosquet, Pie Creek, Ramires, and Taylor Creek soils. Mosquet soils are clayey, have argillic horizons broken by hard bedrock, and have cryic temperature regime. Pie Creek soils are very-fine, moderately deep lithic contacts, and have an abrupt increases in clay at the upper boundary of the argillic horizons. Ramires soils are fine, moderately deep to lithic contacts, and have horizons with identifiable secondary carbonates. Taylor Creek soils are very-fine, very deep, and have cryic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Chen soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly low sagebrush, Sandberg's bluegrass, bluebunch wheatgrass, Idaho fescue, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and central Nevada, south-central Oregon, and southwestern Idaho. These soils are extensive with about 185,000 acres of the series mapped to date. MLRAs 23, 24, 25, 26, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Elko County (Tuscarora Mountain Area), Nevada, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 33 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 20 to 43 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 43 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 20 to 43 cm (Bt1 and Bt2 horizons).\nClassification was updated to 11th edition on 07/2011 changed Lithic Argixerolls to Aridic Lithic Argixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 8 cm; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; many medium and fine interstitial, and common fine tubular pores; 10 percent gravel and 20 percent cobbles; neutral (pH 6.6); abrupt smooth boundary. (3 to 15 cm thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--8 to 20 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium fine and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine, common very fine, and few medium roots; many fine and many very fine interstitial, and common fine tubular pores; 20 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (0 to 20 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt1--20 to 33 cm; grayish brown (10YR 5/2) very gravelly clay, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; hard, friable, very sticky and very plastic; many very fine, many fine, and few medium roots; few fine tubular, and many fine and very fine interstitial pores; many pressure cutans on faces of peds; 45 percent gravel; neutral (pH 6.8); abrupt irregular boundary. (10 to 25 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt2--33 to 43 cm; brown (10YR 5/3) very gravelly clay, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, very sticky and very plastic; common very fine roots; common fine tubular, and many fine and many very fine interstitial pores; 55 percent gravel; common pressure cutans on faces of peds; neutral (pH 6.8); abrupt irregular boundary. (0 to 13 cm thick)"
      },
      {
        "name": "R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--43 cm; unweathered andesite."
      }
    ]
  ]
}
