{
  "SERIES": "CHENOWETH",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLG/AON",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chenoweth loam, cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 5 inches; very dark brown (10YR 2/2) loam, grayish brown (10YR 5/2) dry; weak medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; many very fine irregular pores; neutral (pH 6.8); abrupt smooth boundary.  (3 to 7 inches thick)\nAp2--5 to 11 inches; very dark brown (10YR 2/2) loam, grayish brown (10YR 5/2) dry; weak thick platy parting to weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; neutral (pH 6.6); clear smooth boundary.  (4 to 6 inches thick)\nA3--11 to 22 inches; very dark brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; few firm noncalcareous nodules as much as one inch in diameter; neutral (pH 6.6); gradual smooth boundary.  (7 to 13 inches thick)\nB21--22 to 34 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; many firm noncalcareous very dark grayish brown (10YR 3/2) nodules as much as one inch in diameter; neutral (pH 6.6); gradual smooth boundary.  (15 to 24 inches thick)\nB22--34 to 46 inches; dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many very fine tubular pores; few firm noncalcareous nodules as much as one inch in diameter; neutral (pH 6.6); gradual smooth boundary.  (8 to 26 inches thick)\nC1--46 to 55 inches; brown (10YR 4/3) loam, pale brown (10YR 6/3) dry; massive; soft, very friable, slightly sticky and slightly plastic; common roots; many very fine and few fine tubular pores; common roots; neutral (pH 6.6).\nC2--55 to 60 inches; brown (10YR 4/3) very fine sandy loam, pale brown (10YR 6/3) dry; massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine tubular pores; common roots; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasco County, Oregon; 1/2 mile south of The Dalles city limits on the Glen Cooper farm in the NE1/4 SE1/4 SW1/4 section 10, T. 1 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  In most years the soils are usually moist but are dry between depths of 8 and 24 inches for 60 to 80 consecutive days within the 4 month period following the summer solstice.  They are also moist between depths of 8 and 24 inches for 70 to 90 consecutive days during the 3 month period following the winter solstice.  The mean annual soil temperature ranges from 53 to 54 degrees F.  The solum and control section commonly lack rock fragments but some pedons have gravelly lenses.  The soils are slightly acid or neutral.  Depth to bedrock or consolidated sediments is 60 or more inches.  The mollic epipedon is 10 to 15 inches thick, the organic matter decreases to less than 1 percent at those depths.\nThe A horizon has value of 2 or 3 moist, and 4 or 5 dry.  It is loam, very fine sandy loam, or silt loam.\nThe B2 horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry.  It is loam, very fine sandy loam or silt loam with 10 to 15 percent clay and more than 15 percent particles coarser than very fine sand.  This horizon has weak or moderate structure.\nThe C horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 through 4 moist and dry.  It is loam or very fine sandy loam.  It has red mottling in some pedons below depth of 40 inches and is calcareous below depth of 43 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anders, Beckley, Cleverly, Conconully, Duart, Hesslan, Juliaetta, Knutsen, Laidlaw, Newbon, Owhi, Phoebe, Uhlig and Wato series.  Anders soils are 20 to 40 inches deep to bedrock.  Beckley soils have coarse textures within the series control section.  Cleverly soils are gravelly throughout.  Conconully soils are moderately coarse textured and have 20 to 35 percent pebbles and cobbles in the B horizons.  Duart and Hesslan soils are 20 to 40 inches deep to a paralithic contact.  Also, Hesslan soils are gravelly.  Juliaetta soils have very fine sandy loam or fine sandy loam control sections and are mildly alkaline in the lower part of the control section.  Knutsen soils have gravelly coarse sandy loam and loamy sand A and B horizons overlying pumice.  Newbon soils are gravelly throughout.  Owhi soils have sandy loam over sandy-skeletal control sections.  Phoebe soils are sandy loam or fine sandy loam in the upper 29 inches or more of the control section and loamy sand or sand below.  Uhlig soils have black or very dark gray A1 horizons 16 to 20 inches thick.  Wato soils formed in loess and dominantly are very fine sandy loams high in fine and very fine sands, are dry for more than 80 days during the summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chenoweth soils are on nearly level to steep slopes with gradients of up to 55 percent and at elevations of 200 to 950 feet.  The soils formed in deep silty noncalcareous alluvial deposits over basalt or semiconsolidated sedimentary bedrock.  Summers are warm and dry with an average July temperature of 72 degrees F.  Winters are cool and moist with an average January temperature of 33 degrees F.  The mean annual temperature is 51 to 52 degrees F.  The mean annual precipitation ranges from 14 to 20 inches.  The frost-free season (32 degrees F.) ranges from 150 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cherryhill, Hesslan, Skyline, and Van Horn soils.  Cherryhill soils have ochric epipedons and argillic horizons.  Hesslan and Skyline soils are on steeper slopes; also, Hesslan soils are 20 to 40 inches deep to a paralithic contact and Skyline soils are less than 20 inches deep to a paralithic contact.  Van Horn soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability,"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for growing fruit trees.  Native vegetation is ponderosa pine with Idaho fescue and bluebunch wheatgrass as principal ground cover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Wasco County, Oregon.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasco County, Oregon, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Chenoweth soils were formerly classified as Brunizems.\nADDITIONAL DATA:  Data from 2 pedons (S57-Oreg-33-1 and 2) in Field Laboratory Data of some soils in Wasco, Sherman, and Gilliam Counties, Oregon, by the SCS Soil Survey Laboratory, Riverside, California, May, 1959.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
