{
  "SERIES": "CHENEGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJS/SR/DLM",
  "REVDATE": "03/2005",
  "STATES": "AK",
  "OVERVIEW": "Depth class: very deep\nDrainage class: somewhat excessively drained\nParent material: alluvium over sands and gravels\nLandform: flood plains, stream terraces and alluvial fans\nSlopes: 0 to 3 percent\nElevation: near sea level to 1000 feet\nMean annual precipitation: 45 to 100 inches\nMean annual temperature: 35 to 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Typic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chenega silt loam - under forest of alder, willow and Sitka spruce.  (Colors are for moist soil.)\nOi--0 to 3 inches; slight decomposed plant material; extremely acid (pH 4.3); abrupt smooth boundary.\nOe--3 to 4 inches; highly decomposed plant material; extremely acid  (pH 4.3); abrupt smooth boundary. (Combined thickness of the O horizons is 1 to 4 inches thick)\nA--4 to 7 inches; very dark grayish brown (10YR 3/2) silt loam; weak fine granular structure; very friable, nonsticky, nonplastic; many fine to coarse roots; thin fine sand strata; very strongly acid (pH 4.5); clear smooth boundary.  (0 to 5 inches thick)\nC1--7 to 13 inches; dark grayish brown (10YR 4/2) very gravelly sandy loam; single grained; loose; many fine to coarse roots; 40 percent gravel; very strongly acid (pH 5.0); clear smooth boundary.\nC2--13 to 40 inches; dark gray (10YR 4/1) very gravelly sand; single grained; loose; 35 percent gravel, 10 percent cobbles; very strongly acid (pH 5.0); clear smooth boundary.\nC3--40 to 56 inches; dark brown (10YR 3/3) gravelly silt loam; single grain; loose; 20 percent gravel; very strongly acid (pH 5.0); clear smooth boundary.\nC4--56 to 64 inches; very gravelly sand; single grain; loose; 40 percent gravel, 10 percent cobbles; very strongly acid (pH 5.0). (Combined thickness of the C horizons is 51 to 63 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kenai Peninsula Area, Alaska; Rocky River drainage; 2500 feet south and 100 feet west of the NE corner section 23, T. 10S., R. 13 W.; USGS Seldovia quadrangle; lat. 59 degrees 17 minutes 45 seconds N. and longitude 151 degrees 24 minutes 30 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature ranges from 36 to 41 degrees F.\nO horizon:\nReaction class: extremely acid to strongly acid\nA horizon:\nHue: of 2.5YR to 10YR, value of 3 to 5 and chroma of 1 or 2\nTexture: silt loam, sandy loam, some pedons have stratified lenses of fine sand and/or silt\nReaction class: extremely acid to moderately acid.\nC horizon\nHue of 10YR to 5Y; value of 3 to 5; chroma of 1 or 3 or variegated colors due to sequential deposition and/or inherent rock-color of sands and coarse fragments\nTexture: loamy sand, sand, thin lenses of stratified may silt occur\nCoarse fragments: Total coarse fragments 35 to 65 percent, 30 to 65 percent gravel, 0 to 20 percent cobbles, 0 to 5 percent stones\nReaction class: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fubar, Hollow, Kidazqeni, and Malmesbury series. Fubar soils have a mean annual soil temperature less than 36 degrees F. Hollow soils have soil reactions greater than 6.0. Kidazqeni soils are well drained. Malmesbury soils have buried O horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium over sands and gravels\nLandform: flood plains, stream terraces and alluvial fans\nSlope: 0 to 8 percent\nClimate: cool maritime with mild winters and cool summers\nMean annual temperature: 35 to 40 degrees F. January about 26 degrees F., July about 52 degrees F. These soils are seldom frozen.\nMean annual precipitation: 45 to 100 inches, mean annual snowfall; 70 to 220 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Jakolof, Kasitsna, and Tutka soils. Jakolof soils are moderately well drained, occur on alluvial fans and stream terraces, and formed from volcanic ash over alluvium. Kasitsna and Tutka soils are well drained, occur on mountain side slopes, and formed from volcanic ash over glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. Saturated hydraulic conductivity is moderately high or high in the loamy surface layer, high or very high in the substratum, and moderately high or high if silty lenses occur in the substratum.  The soils are often flooded during the spring runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Chenega soils are used for wildlife habitat, limited timber production, and recreation.  The dominant vegetation is alder and willow, with clumps of young Sitka spruce.  The understory in mature sites is dominated by devil's club and blueberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA Cook Inlet Mountains, Coastal areas of south-central and southeastern Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lower Kenai Peninsula Area, Alaska, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include:\nIrregular decrease in organic carbon content from a depth of 25 cm. to a depth of 125 cm is presumed.\nTemperature regime: cryic\nMoisture regime: udic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
