{
  "SERIES": "CHEROTABLE",
  "STATUS": "Established Series",
  "BYREV": "IRD: BLR/DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Cherotable series consists of deep, moderately well drained soils that formed in alluvium and residuum weathered from basalt.  Cherotable soils are on tops of basalt plateaus in volcanic Sierra Nevada foothills.  Slopes range from 2 to 15 percent. The mean annual precipitation is about 35 inches, (889 mm) and the mean annual temperature is about 59 degrees F, (15 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, parasesquic, thermic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cherotable loam on a south facing 5 percent slope under a cover of annual grasses at an elevation of 1350 feet, (411 m).  When described on 10/19/2000 the soil was moist from 0 to 21 inches, (0 to 53 cm).  (Colors are for dry soil unless otherwise noted).\nA--0 to 2 inches, (0 to 5 cm); brown (7.5YR 5/3) loam, brown (7.5YR 4/3), moist; 21 percent clay; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; many fine and medium roots many fine and medium irregular pores; 5 percent basalt gravel; very strongly acid, pH 4.8 by pH meter 1:1 water; clear smooth boundary. (2 to 4 inches, (5 to 10 cm) thick).\nBt1--2 to 8 inches, (5 to 20 cm); brown (7.5YR 5/3) loam, brown (7.5YR 4/3), moist; 26 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many fine and medium roots; many fine and medium irregular pores; 15 percent discontinuous faint clay films on surfaces along pores; 10 percent basalt gravel; strongly acid, pH 5.5 by pH meter 1:1 water; clear smooth boundary.\nBt2--8 to 14 inches, (20 to 36 cm); brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3), moist; 30 percent clay; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; slightly hard, friable, moderately sticky, slightly plastic; common fine and few very fine roots; common fine tubular and common medium irregular pores; 20 percent discontinuous distinct clay films on surfaces along pores; 10 percent basalt gravel; strongly acid, pH 5.4 by pH meter 1:1 water; gradual smooth boundary.\nBt3--14 to 21 inches, (36 to 53 cm); brown (7.5YR 5/3) gravelly clay loam, brown (7.5YR 4/3), moist; 30 percent clay; moderate medium subangular blocky parting to moderate coarse subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; few fine and common medium roots; common fine tubular pores; 40 percent discontinuous distinct clay films on faces of peds; 5 percent basalt cobbles and 10 percent basalt gravel; strongly acid, pH 5.5 by pH meter 1:1 water; gradual smooth boundary.\nBt4--21 to 30 inches, (53 to 76 cm); brown (7.5YR 5/3) cobbly clay loam, brown (7.5YR 4/3), moist; 31 percent clay; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; hard, friable, moderately sticky, moderately plastic; few fine roots; few fine tubular pores; 40 percent discontinuous distinct clay films on faces of peds; 10 percent basalt gravel and 10 percent basalt cobbles; strongly acid, pH 5.5 by pH meter 1:1 water; gradual wavy boundary.\nBt5--30 to 45 inches, (76 to 114 cm); brown (7.5YR 5/3) very cobbly clay, brown (7.5YR 4/3), moist; 48 percent clay; moderate medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few fine tubular pores; 45 percent discontinuous distinct clay films on faces of peds; 20 percent basalt gravel and 30 percent basalt cobbles; moderately acid, pH 5.7 by pH meter 1:1 water; abrupt wavy boundary. (Combined thickness of the Bt horizon is 22 to 49 inches, (56 to 124 cm)\nR--45 inches, (114 cm); indurated basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 5 miles north of Oroville, California, approximately 660 feet west and 140 feet north of the southeast corner of Section 8, Township 20 N., Range 4 E., 39 degrees, 35 minutes, 54.7 seconds North Latitude; 121 degrees, 32 minutes, 29.4 seconds West Longitude.  NAD83 - USGS Quad: Oroville, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to lithic bedrock is 40 to 60 inches, (102 to 152 cm).  The mean annual soil temperature is 61 to 64 degrees F, (16 to 18 degrees C).  The soil moisture control section is dry in all parts from about May to about the end of October (about 150 to 200 days).  The particle-size control section average 27 to 35 percent clay and 10 to 25 percent rock fragments, mostly gravel.  Mineralogy is parasesquic.  Organic matter ranges from 2 to 11 percent to a depth of 2 inches, (5 cm) and from 1 to 3 percent in a depth of 45 inches, (114 cm).  Base saturation by ammonium acetate ranges from 59 to 73 percent to a depth of 8 inches, (20 cm) and is greater than 50 percent to a depth of 45 inches, (114 cm).  Base saturation by sum of cations ranges from 38 to 47 percent to a depth of 8 inches, (20 cm) and ranges from 34 to 36 percent to a depth of 45 inches, (114 cm).  A fluctuating water table can occur between the top of the bedrock and 20 inches, (51 cm) below the surface of the soil from December through April.  Rock fragments on the surface range from 0 to 15 percent gravel.  Some pedons have BCt horizons.\nThe A horizon dry color is 7.5YYR 3/3, 4/4, 10YR 3/4, 4/3, 5/2 or 5/3.  Moist color is 7.5YR 2/2, 3/2, 3/3, 4/2, 4/3, 10YR 2/2 or 3/2.  Texture is loam or gravelly loam.  Clay content ranges from 18 to 24 percent.  Rock fragments range from 0 to 20 percent gravel, 0 to 10 percent cobbles.  Reaction ranges from very strong acid to slightly acid.\nThe upper Bt horizon (Bt1, Bt2, B3, Bt4 horizons) dry colors are 5YR 3/4, 4/4, 7.5YR 3/4, 4/3, 4/4, 5/3, 5/4, 10YR 3/4 or 4/4.  Moist colors are 5YR 3/2, 3/3, 3/4, 7.5YR 3/2, 3/3, 4/3, 10YR 3/2 or 3/3.  Textures are loam, gravelly loam, cobbly loam, clay loam, gravelly clay loam or cobbly clay loam.  Clay content ranges from 18 to 35 percent.  Rock fragments range from 0 to 20 percent gravel, 0 to 30 percent cobbles.  Reaction ranges from strongly acid to slightly acid.\nThe lower Bt horizon (Bt5 horizon) dry colors are 5YR 4/3, 4/4, 5/4, 7.5YR 3/4, 4/3, 4/4, 5/3, 5/4, 10YR 3/4, 4/4, 5/4 or 3/6.  Moist colors are 5YR 3/3, 3/4, 4/4, 7.5YR 3/3, 3/4, 4/3, 10YR 3/3, 3/4, 4/4 or 5/4.  Textures are clay loam, gravelly clay loam, cobbly clay loam, very gravelly clay loam, very cobbly clay loam, cobbly clay or very cobbly clay.  Clay content ranges from 35 to 50 percent.  Rock fragments range from 10 to 30 percent gravel and 5 to 40 percent cobbles.  Reaction ranges from strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cherotable soils are on tops of basalt plateaus in volcanic Sierra Nevada foothills.  Slopes range from 2 to 15 percent.  These soils formed in alluvium and residuum weathered from basalt.  Elevation is 165 to 1541 feet, (50 to 470 m).  Mean annual precipitation is 25 to 35 inches, (635 to 889 mm).  The mean annual temperature is 59 to 62 degrees F, (15 to 17 degrees C).  Frost free season is 250 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Beatsonhollow, Campbellhills, Elsey and Thermalrocks soils.  Beatsonhollow soils are in the swale position in mound-swale microtopography on basalt plateaus, are loamy-skeletal and shallow to bedrock.  Campbellhills soils are in fractures on basalt plateaus, are loamy-skeletal and are deep to bedrock.  Elsey soils are on the mound position in mound-swale microtopography on basalt plateaus, are fine loamy and moderately deep to bedrock.  Thermalrocks soils are on convex positions on basalt plateaus, are loamy-skeletal and are very shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium runoff, moderate saturated hydraulic conductivity in the A horizon, moderate to moderately slow in the upper Bt horizon and moderately slow to slow in the lower Bt horizon.  A fluctuating water table can occur between the top of the bedrock and 20 inches, (51 cm) below the surface of the soil from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used from livestock grazing, wildlife habitat, watershed and recreation.  Vegetation is wild oat, soft chess, clover, filaree, fiddleneck, medusahead, ripgut brome and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in (M261Fb) Lower Foothills Metamorphic Belt subsection of the (M261F) Sierra Nevada Foothills section.  MLRA 18 - Sierra Nevada Foothills.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as scabland in the Soil Survey of Oroville Area, Soil Survey of Chico Area, California 1926.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section - zone from 2 to 22 inches, (5 to 56 cm).\nOchric epipedon - zone from 0 to 2 inches, (0 to 5 cm). (A).\nArgillic horizon - zone from 2 to 45 inches, (5 to 114 cm). (Bt1, Bt2, Bt3, Bt4, Bt5).\nLithic contact - 45 inches, (114 cm).\nThe soil moisture control section - zone from 7 to 19 inches, (18 to 48 cm).\nADDITIONAL DATA: Reference samples from lab pedon number: 01N0260, NSSL, Lincoln, NE.  Soil Vegetation Survey, LAWR University of California at Davis, June 1985, lab sampled pit nearby modal, reference lab 67-CA-04-015X.  Piezometer data collected from 12/2000 to 5/2001, pedon user site id 551X.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches, (0 to 5 cm); brown (7.5YR 5/3) loam, brown (7.5YR 4/3), moist; 21 percent clay; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; many fine and medium roots many fine and medium irregular pores; 5 percent basalt gravel; very strongly acid, pH 4.8 by pH meter 1:1 water; clear smooth boundary. (2 to 4 inches, (5 to 10 cm) thick)."
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--2 to 8 inches, (5 to 20 cm); brown (7.5YR 5/3) loam, brown (7.5YR 4/3), moist; 26 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many fine and medium roots; many fine and medium irregular pores; 15 percent discontinuous faint clay films on surfaces along pores; 10 percent basalt gravel; strongly acid, pH 5.5 by pH meter 1:1 water; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--8 to 14 inches, (20 to 36 cm); brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3), moist; 30 percent clay; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; slightly hard, friable, moderately sticky, slightly plastic; common fine and few very fine roots; common fine tubular and common medium irregular pores; 20 percent discontinuous distinct clay films on surfaces along pores; 10 percent basalt gravel; strongly acid, pH 5.4 by pH meter 1:1 water; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 36,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--14 to 21 inches, (36 to 53 cm); brown (7.5YR 5/3) gravelly clay loam, brown (7.5YR 4/3), moist; 30 percent clay; moderate medium subangular blocky parting to moderate coarse subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; few fine and common medium roots; common fine tubular pores; 40 percent discontinuous distinct clay films on faces of peds; 5 percent basalt cobbles and 10 percent basalt gravel; strongly acid, pH 5.5 by pH meter 1:1 water; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 53,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt4--21 to 30 inches, (53 to 76 cm); brown (7.5YR 5/3) cobbly clay loam, brown (7.5YR 4/3), moist; 31 percent clay; moderate coarse subangular blocky parting to moderate medium subangular blocky structure; hard, friable, moderately sticky, moderately plastic; few fine roots; few fine tubular pores; 40 percent discontinuous distinct clay films on faces of peds; 10 percent basalt gravel and 10 percent basalt cobbles; strongly acid, pH 5.5 by pH meter 1:1 water; gradual wavy boundary."
      },
      {
        "name": "Bt5",
        "top": 76,
        "bottom": 114,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt5--30 to 45 inches, (76 to 114 cm); brown (7.5YR 5/3) very cobbly clay, brown (7.5YR 4/3), moist; 48 percent clay; moderate medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few fine tubular pores; 45 percent discontinuous distinct clay films on faces of peds; 20 percent basalt gravel and 30 percent basalt cobbles; moderately acid, pH 5.7 by pH meter 1:1 water; abrupt wavy boundary. (Combined thickness of the Bt horizon is 22 to 49 inches, (56 to 124 cm)"
      },
      {
        "name": "R",
        "top": 114,
        "narrative": "R--45 inches, (114 cm); indurated basalt bedrock."
      }
    ]
  ]
}
