{
  "SERIES": "CHERRYCOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRP/WAS/CEM",
  "REVDATE": "10/2013",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cherrycow sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.) Typically the surface is covered with 10 percent stones, 20 percent cobbles and 50 percent gravel.\nA--0 to 2 inches (0 to 3 cm); very dark grayish brown (10YR 3/2) sandy loam, very dark brown (10YR 2/2) moist; single grain to massive structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine irregular and tubular pores; 5 percent gravel; noneffervescent; slightly acid (pH 6.4); abrupt smooth boundary. (1 to 4 inches or 3 to 10 cm thick)\nBt--2 to 14 inches (3 to 36 cm); very dark grayish brown (10YR 3/2) clay, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; hard, firm, very sticky and very plastic; many fine and very fine roots; few fine tubular pores; common distinct clay films on ped faces and in pores; 5 percent gravel; noneffervescent, neutral (pH 6.6); abrupt wavy boundary. (10 to 16 inches or 25 to 41 cm thick)\nB/C--14 to 20 inches (36 to 51 cm); brown (7.5YR 4/3) sandy clay loam, brown (7.5YR 4/2) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; common distinct manganese coatings on ped faces; 5 percent gravel; noneffervescent, neutral (pH 6.8); clear smooth boundary.\nC--20 to 30 inches (51 to 76 cm); light brown (7.5YR 6/3) sandy clay loam, brown (7.5YR 5/2) moist; massive; slightly hard, firm, slightly sticky and slightly plastic; few fine irregular pores; 5 percent gravel; noneffervescent, neutral (pH 6.8); abrupt wavy boundary. (Combined thickness of C horizons is 12 to 20 inches or 30 to 51 cm)\nR--30 inches (76 cm); unweathered rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cochise County, Arizona; located at a latitude of 31 degrees, 24 minutes, 15 seconds North and 109 degrees, 5 minutes, 1 second West. Section 21, Township 23 South, Range 32 East."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February. Driest during May and June. Aridic ustic soil moisture regime.\nSoil temperature: 59 to 64 degrees F (15 to 17.8 degrees C)\nRock fragments: 0 to 30 percent gravel\nReaction: moderately acid to slightly alkaline\nClay content: 35 to 60 percent in the control section\nOrganic matter: 0.5 to 3 percent\nDepth to unweathered bedrock: commonly 20 to 40 inches (51 to 104 cm), but may be as shallow as 10 inches (25 cm)\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 2 to 5 dry, 2 to 4 moist\nChroma: 1 to 3, dry or moist\nTexture: sandy loam, loam, clay loam, sandy clay loam, clay, silty clay\nBt horizon\nHue: 7.5YR, 10YR, 5YR\nValue: 2 through 5 dry, 2 to 5 moist\nChroma: 1 through 4, dry or moist\nTexture: clay, clay loam, sandy clay\nB and C horizons\nHue: 7.5YR, 10YR\nValue: 4 through 6 dry, 2 through 6 moist\nChroma: 2 through 6, dry or moist\nTexture: sandy clay loam, clay loam, clay, sandy loam, coarse sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cherrycow soils are on hills, pediments, and mountains at elevations of 3,600 to 6,330 feet (1,098 to 1,929 meters). Slopes range from 0 to 65 percent. These soils formed in residuum, slope alluvium, and alluvium from rhyolite, andesite, basalt, welded tuff, and felsic volcanic breccia. The mean annual precipitation is 16 to 20 inches (406 to 508 mm) and occurs as thunderstorms during July to September and as gentle rains during December and January. The mean annual air temperature is 57 to 62 degrees F (14 to 16.7 degrees C). The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Magoffin, Budlamp and Woodcutter soils. These soils are very shallow and shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; rapid to very rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Vegetation includes sideoats grama, spicebush, mesquite, cane beard grass, bull grass, agave, sotol, false mesquite, curly mesquite, ocotillo and spidergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Arizona. Cherrycow soils are of moderate extent. MLRA is 38 and 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cochise County, Arizona; Soil survey of Cochise County, AZ, Douglas-Tombstone part; 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 14 inches ( 0 to 36 cm) (A, Bt horizons)\nArgillic horizon - the zone from 2 to 14 inches (5 to 36 cm) (Bt horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdated for the correlation of AZ661, 12/2008, WWJ\nRevised for the correlation of AZ675, 5/2009, WWJ\nRevised for the correlation of Graham County, AZ, Southwestern Part; March, 2011, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
