{
  "SERIES": "CHESTOA",
  "STATUS": "Established Series",
  "BYREV": "BPS-JAK-DHK; Revised BPS",
  "REVDATE": "03/2022",
  "STATES": "NC",
  "OVERVIEW": "The Chestoa series consists of moderately deep, somewhat excessively drained soils with moderately rapid permeability.  They formed in residuum affected by soil creep in the upper part, weathered primarily from low-grade metasedimentary rocks such as metasandstone, feldspathic metasandstone, quartzite, and arkose.  They are dominantly on north- to east-facing mountain slopes and shaded ridges in the Southern Blue Ridge mountains, MLRA 130B.  Slope ranges from 8 to 95 percent.  Mean annual precipitation is about 51 inches and mean annual temperature is about 56 degrees F. near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chestoa sandy loam, on an east-facing, 60 percent slope, forested, at 3,370 feet elevation. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed leaves, twigs, and roots.\nA1--1 to 4inches; black (10YR 2/1) sandy loam; very dark grayish brown (10YR 3/2) dry; weak fine granular structure; very friable; common very fine and fine roots; 10 percent by volume quartzite channers and pebbles; extremely acid; clear smooth boundary.\nA2--4 to 9 inches; very dark brown (10YR 2/2) sandy loam; dark brown (10YR 3/3) dry; weak fine granular structure; very friable; common very fine and fine roots; 10 percent by volume quartzite channers and pebbles; extremely acid; abrupt smooth boundary.  (Combined thickness of the A horizons is 6 to 10 inches.)\nE--9 to 11 inches; grayish brown (10YR 5/2) sandy loam; weak fine granular structure; very friable; few medium and coarse roots; 5 percent by volume quartzite channers and pebbles; extremely acid; abrupt smooth boundary.  (0 to 4 inches thick)\nBs--11 to 14 inches; strong brown (7.5YR 4/6) sandy loam; common medium distinct dark yellowish brown (10YR 3/4) and strong brown (7.5YR 5/8) mottles; weak medium subangular structure; firm; very weakly cemented; few medium and coarse roots; 10 percent by volume quartzite channers and pebbles; extremely acid; clear irregular boundary.  (0 to 4 inches thick)\nBw1--14 to 19 inches; light yellowish brown (10YR 6/4) channery sandy loam; weak medium subangular blocky structure; firm; few medium and coarse roots; 20 percent by volume quartzite channers and pebbles; very strongly acid; clear wavy boundary.\nBw2--19 to 27 inches; yellowish brown (10YR 5/4) channery sandy loam; common medium distinct light olive brown (2.5Y 5/6) mottles; weak medium subangular blocky structure; friable; few medium and coarse roots; 25 percent by volume quartzite channers, pebbles, and flagstones; very strongly acid; abrupt wavy boundary.  (Combined thickness of the Bw horizon is 5 to 30 inches thick.)\nR--27 to 33 inches; unweathered, slightly fractured quartzite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yancey County, North Carolina; about 1.5 miles north on U.S. Forest Service Road 278 from the intersection of North Carolina Highway 19W and U.S. Forest Service Road 278, about 2.2 miles west on U.S. Forest Service Road 5506 (Bearwoods Road) to the end of the road at the edge of a wildlife field, east about 0.4 mile on Bearwoods Trail to the site, 10 feet above the trail; USGS Chestoa topographic quadrangle; lat. 36 degrees 03 minutes 26 seconds N. and long. 82 degrees 24 minutes 51 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 15 to 40 inches.  Depth to lithic contact with hard, unweathered bedrock (R) ranges from 20 to 40 inches.  Content of mica flakes ranges from none to few throughout the profile.  Rock fragments, mostly pebbles, channers, and flagstones are less than 35 percent.  Reaction ranges from extremely acid to strongly acid, except where surface layers have been limed.\nThe A, AE, or AB horizon has hue of 7.5YR to 2.5Y, value of 2 or 3, and chroma of 1 to 3.  Texture of the fine-earth fraction is loamy coarse sand, loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam.\nThe E or EB horizon, where percent, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 1 to 4.  Some pedons have mottles in shades of red, brown, yellow, or olive.  Texture of the fine-earth fraction is loamy coarse sand, loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam.\nThe Bs or Bhs horizon, where present, has hue of 7.5YR to 10YR, value of 2 to 5, and chroma of 1 to 6.  Most pedons have mottles in shades of red, brown, yellow, or olive.  Texture of the fine-earth fraction is coarse sandy loam, sandy loam, fine sandy loam, or loam.\nThe Bw or BC horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8.  Some pedons have mottles in shades of red, brown, yellow, or olive.  Texture of the fine-earth fraction is coarse sandy loam, sandy loam, fine sandy loam, or loam.\nThe C horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8.  Some pedons have mottles in shades of red, brown, yellow, or olive.  Texture of the fine-earth fraction is loamy coarse sand, loamy sand, coarse sandy loam, sandy loam, fine sandy loam, or loam.\nSome pedons have a thin Cr layer at the soil-rock interface that is highly weathered, low-grade metasedimentary rock such as metasandstone, feldspathic metasandstone, quartzite, and arkose.  It is partially consolidated bedrock that has high excavation difficulty.\nThe R layer is hard, unweathered, low-grade metasedimentary rock such as metasandstone, feldspathic metasandstone, quartzite, and arkose.  Some R layers have vertical and horizontal fractures that are filled or coated with fine-earth material.  The R layer has very high or extremely high excavation difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chestoa soils are dominantly on north- to east-facing mountain slopes and shaded ridges in the Southern Appalachian Mountains.  The mean annual temperature ranges from 46 to 57 degrees F., the frost-free season ranges from 100 to 150 days, and the mean annual rainfall ranges from 46 to 64 inches.  Elevation ranges from 1,800 to 4,800 feet.  Slope ranges from 8 to 95 percent, but is dominantly 30 to 95 percent.  These soils formed in residuum affected by soil creep in the upper part, weathered from low-grade metasedimentary rocks such as metasandstone, feldspathic metasandstone, quartzite, and arkose."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brookshire, Cataska, Cheoah, Ditney, Harmiller, Jeffrey, Keener, Lostcove, Northcove, Shinbone, Soco, Stecoah, Sylco, and Unicoi series.  Brookshire, Keener, Lostcove, and Northcove soils formed in colluvium and are very deep to bedrock.  The shallow Cataska soils, moderately deep Sylco soils, and Unicoi soils are in a loamy-skeletal family. Ditney soils lack the umbric intergrade feature and have mixed mineralogy.  Harmiller and Shinbone soils are in a fine-loamy family and Shinbone soils are deep to bedrock.  Jeffrey soils have mixed mineralogy.  Cheoah soils are deep to paralithic contact.  Soco and Stecoah soils lack the umbric feature.  In addition, Soco soils are moderately deep to paralithic contact and Stecoah soils are deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Permeability is moderately rapid.  Surface runoff is low or medium on strong slopes where forest litter has not been disturbed and medium or high on very steep slopes where litter has been removed."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Chestoa soils are used for woodland.  The remaining areas are used for wildlife and pasture.  Forested areas include yellow-poplar, black cherry, sweet birch, yellow birch, sugar maple, northern red oak, American basswood, eastern hemlock, and yellow buckeye.  At elevations above 4,000 feet, yellow birch replaces yellow-poplar as a common tree.  Common understory plants include rhododendron, striped maple, serviceberry, trillium, hay scented fern, and New York fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  TheSouthern Blue Ridge mountains, MLRA 130B  along the border of North Carolina and Tennessee and possibly Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yancey County, North Carolina; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Chestoa soils were formerly included with the Jeffrey series.  Jeffrey soils have mixed mineralogy.  The Chestoa series is presently classified as an Umbric intergrade of Dystrochrepts.  These soils would classify as Spodic intergrades using the same criteria as defines the Spodic subgroup of Aquepts, Psammaquents, or Udults.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nUmbric epipedon - the zone from the mineral soil surface to 10 inches (A1 and A2 horizons) .\nAlbic horizon - the zone from 9 to 11 inches (E horizon).\nSpodic horizon - the zone from 11 to 14 inches (Bs horizon).\nCambic horizon - the zone from 14 to 27 inches (Bw1 and Bw2 horizons).\nLithic contact - hard bedrock contact at 27 inches (R horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nSIR = NC0227\nMLRA = 130B\nRevised: 9/94-BPS,JAK; 10/95-BPS,JAK; 9/96-BPS,DHK\n02/11-BPS: Taxonomic Classification -- 11th Keys,  MLRA clarification\n03/2022 revision: Oi had 1 to 0 inch depths, corrected to be 0 to 1 in horizon depths then added 1 inch to all horizon depths throughout the typical pedon. WNJ\nCharacterization data is available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S92NC-199-008."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; slightly decomposed leaves, twigs, and roots."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--1 to 4inches; black (10YR 2/1) sandy loam; very dark grayish brown (10YR 3/2) dry; weak fine granular structure; very friable; common very fine and fine roots; 10 percent by volume quartzite channers and pebbles; extremely acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--4 to 9 inches; very dark brown (10YR 2/2) sandy loam; dark brown (10YR 3/3) dry; weak fine granular structure; very friable; common very fine and fine roots; 10 percent by volume quartzite channers and pebbles; extremely acid; abrupt smooth boundary.  (Combined thickness of the A horizons is 6 to 10 inches.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--9 to 11 inches; grayish brown (10YR 5/2) sandy loam; weak fine granular structure; very friable; few medium and coarse roots; 5 percent by volume quartzite channers and pebbles; extremely acid; abrupt smooth boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Bs",
        "top": 28,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bs--11 to 14 inches; strong brown (7.5YR 4/6) sandy loam; common medium distinct dark yellowish brown (10YR 3/4) and strong brown (7.5YR 5/8) mottles; weak medium subangular structure; firm; very weakly cemented; few medium and coarse roots; 10 percent by volume quartzite channers and pebbles; extremely acid; clear irregular boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--14 to 19 inches; light yellowish brown (10YR 6/4) channery sandy loam; weak medium subangular blocky structure; firm; few medium and coarse roots; 20 percent by volume quartzite channers and pebbles; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--19 to 27 inches; yellowish brown (10YR 5/4) channery sandy loam; common medium distinct light olive brown (2.5Y 5/6) mottles; weak medium subangular blocky structure; friable; few medium and coarse roots; 25 percent by volume quartzite channers, pebbles, and flagstones; very strongly acid; abrupt wavy boundary.  (Combined thickness of the Bw horizon is 5 to 30 inches thick.)"
      },
      {
        "name": "R",
        "top": 69,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--27 to 33 inches; unweathered, slightly fractured quartzite."
      }
    ]
  ]
}
