{
  "SERIES": "CHESAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. ASZ/KH/TDT",
  "REVDATE": "03/2009",
  "STATES": "WA",
  "OVERVIEW": "The Chesaw series consists of very deep, somewhat excessively drained soils formed in glacial outwash. They are on terraces, terrace escarpments and eskers. Slope ranges from 0 to 65 percent. The mean annual temperature is about 43 degrees F, and the mean annual precipitation is about 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Entic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chesaw gravelly loamy sand - grassland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 1 inch; dark gray (10YR 4/1) gravelly loamy sand, black (10YR 2/1) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many roots; many fine tubular pores; neutral (pH 6.6); abrupt smooth boundary. (1 to 3 inches thick)\nA2--1 to 12 inches; dark gray (10YR 4/1) gravelly loamy sand, black (10YR 2/1) moist; massive; soft, very friable, nonsticky and nonplastic; many roots; many fine tubular pores; neutral (pH 6.6); clear smooth boundary. (8 to 14 inches thick)\nAC--12 to 18 inches; brown (10YR 5/3) very gravelly loamy sand, dark brown (10YR 3/3) moist; single grained; loose, nonsticky and nonplastic; common roots; common fine and few medium pores; 40 percent gravel; neutral (pH 6.8); clear smooth boundary. (5 to 7 inches thick)\nC--18 to 60 inches; variegated, very gravelly sand; single grained; loose, nonsticky and nonplastic; 40 percent gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; 140 feet east and 460 feet north of the southwest corner, northeast 1/4, northeast 1/4 of section 20, T. 37 N., R. 33 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: usually moist but are dry for 75 to 90 consecutive days in the summer; xeric soil moisture regime.\nSoil temperature: mean annual soil temperature is 43 to 47 degrees F.\nRock fragments: are dominantly gravel size and average 35 to 60 percent in the particle-size control section.\nReaction: neutral and ranges to slightly alkaline in the substratum.\nSolum thickness: 14 to 24 inches\nMollic epipedon: 10 to 20 inches thick\nA horizon\nChroma: 1 or 2 dry\nTexture: gravelly loamy sand, gravelly sandy loam, sandy loam, stony sandy loam or extremely stony sandy loam\nClay content: 5 to 10 percent\nContent of rock fragments: 5 to 35 percent\nAC horizon\nValue: 4 to 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry, or moist\nTexture: very gravelly loamy sand or very gravelly coarse sandy loam.\nClay content: 0 to 5 percent\nContent of rock fragments: 35 to 60 percent\nC horizon\nTexture: very gravelly sand or very gravelly loamy sand\nClay content: 0 to 5 percent\nContent of rock fragments: 35 to 60 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chesaw soils are on glacial outwash terraces and eskers. Slope ranges from 0 to 65 percent. These soils formed in material weathered from igneous rocks. Elevations are 1,800 to 3,400feet. The climate is characterized by having hot summers and cold winters. The mean annual precipitation is 14 to 18 inches. The mean January temperature is 21 degrees F., the mean July temperature is 64 degrees F. and the mean annual air temperature is 41 to 45 degrees F. The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mires, Molson, Phoebe, and Republic soils. Mires are ashy over sandy or sandy-skeletal. Molson soils are ashy over loamy. Phoebe and Republic soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium runoff; rapid to very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland and wildlife habitat. Vegetation is bluebunch wheatgrass, needlegrass, cheatgrass, and scattered ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington; MLRA 43A and 44. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County, Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: from 0 to 18 inches (A1, A2, and AC horizon).\nParticle-size control section: from 10 to 40 inches (part of the A2, the AC and part of the C horizon).\nThis series should be investigated near the type location to determine the content of rock fragments in the A1 and A2 horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
