{
  "SERIES": "CHESTNUT",
  "STATUS": "Established Series",
  "BYREV": "MLS, MSH, BPS/ Rev. MDJ",
  "REVDATE": "05/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chestnut gravelly loam--forested. (Colors are for moist soil unless otherwise indicated).\nOe--0 to 5 cm (0 to 2 inch); moderately decomposed leaves, twigs, and root mat; abrupt smooth boundary\nA--5 to 20 cm (2 to 8 inches); dark yellowish brown (10YR 4/4) gravelly loam; weak medium granular structure; very friable; many fine and medium roots; few fine flakes of mica; 20 percent granite gneiss gravel by volume; very strongly acid; clear wavy boundary. (3 to 25 cm, 1 to 10 inches thick)\nBw--20 to 81 cm (8 to 32) inches; yellowish brown (10YR 5/6) gravelly loam; weak medium subangular blocky structure; very friable; common fine roots; few fine flakes of mica; 20 percent granite gneiss gravel by volume; very strongly acid; clear wavy boundary. (25 to 76 cm, 10 to 30 inches thick)\nCr--81 to 188 cm (32 to 74 inches); weathered, multicolored granite gneiss; rock structure; partly consolidated in place; excavation difficulty is high with hand tools;  few fine roots in cracks; cracks are more than 10 cm (4 inches) apart; few fine flakes of mica; very strongly acid; abrupt wavy boundary. (25 to127 cm, 10 to 50 inches thick)\nR--188 cm (74 inches); unweathered, hard granite gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Caldwell\nState:  North Carolina\nUSGS Quadrangle:  Globe\nLatitude:  36.09938783 N (NAD 27)\nLongitude:  81.6912058 W (NAD 27) Directions to the pedon: 2.5 miles south of Blowing Rock on Globe Road (State Road 1367); 0.6 mile north of Tolbert Cemetery; 500 feet northwest of USFS trail; on north side of trail."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness:  38 to 99 cm (15 to 39 inches)\nDepth to Bedrock:  51 to 102 cm (20 to 40 inches) to weathered bedrock (paralithic); greater than 152 cm (60 inches) to unweathered bedrock (lithic).\nDepth Class:  Moderately Deep\nRock Fragment content:  0 to 35 percent, by volume, but typically less than 20 percent throughout the profile.\nSoil Reaction:  Extremely acid to moderately acid, except where limed\nContent of Mica:  0 to 20 percent, by volume mica flakes throughout\nRange of Individual Horizons:\nA or Ap horizon (if it occurs):\nColor--hue of 7.5YR to 2.5Y, value of 2 to 6, and chroma of 1 to 6.  Where value and chroma is 3 or less, surface horizons are less than 7 inches thick.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, or loam.\nAB or BA horizon (if they occur):\nColor--hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 or 4.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, or loam.\nBw horizon; BC horizon (if it occurs):\nColor--hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 2 or 8.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, or loam. Some pedons have thin subhorizons of sandy clay loam.\nC horizon (if it occurs):\nColor--hue of 5YR to 2.5Y, value of 4 to 7, and chroma of 2 or 8; or is multicolored in shades of yellow, brown, red or gray.\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, loam, loamy fine sand, or loamy sand saprolite.\nNon-redoximorphic mottles (if they occur)--shades of shades red, brown, yellow, or  gray mottles of relic rock material are in some pedons.\nCr horizon:\nBedrock kind--felsic or mafic igneous or high-grade metamorphic rocks such as granite gneiss, granodiorite, biotite gneiss, and high-grade metagraywacke.\nBedrock hardness--moderately cemented\nFracture interval--greater than 10 cm (4 inches)\nExcavation difficulty--moderate or high\nR horizon:\nBedrock kind--felsic or mafic igneous or high-grade metamorphic rocks such as granite gneiss, granodiorite, biotite gneiss, and high-grade metagraywacke.\nBedrock hardness--Very strongly cemented to indurated\nFracture interval--greater than 10 cm (4 inches)\nExcavation difficulty--Very high or extremely high"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAshe soils--have lithic contact.\nBuladean soils--have paralithic contact, depths of 102 to 152 cm (40 to 60 inches).\nDitney soils--have lithic contact; formed in materials weathered from low-grade metasedimentary rocks.\nEdneyville soils--very deep, more than 152 cm (60 inches).\nSoco soils--formed in materials weathered from low-grade metasedimentary rocks.\nStecoah soils--have paralithic contact, depths of 102 to 152 cm (40 to 60 inches); formed in materials weathered from low-grade metasedimentary rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  Southern Blue Ridge--130B\nLandscape:  Low and intermediate mountains and occasionally intermountain hills\nLandform:  Mountain slope, hillslopes, and ridges\nGeomorphic Component:  Mountain top, mountain flank, side slope, and interfluves\nHillslope Profile Position:  Summit, shoulder, and backslope\nParent Material Origin:  Felsic or mafic igneous or high-grade metamorphic rocks such as granite gneiss, granodiorite, biotite gneiss, and high-grade metagraywacke.\nParent Material Kind:  Residuum that is affected by soil creep in the upper solum.\nSlope:  Typically 15 to 95 percent, but range from 2 to 95 percent.\nElevation:  427 to 1524 meters; (1,400 to 5,000 feet)\nFrost-free period:  1 30 to 210 days\nMean Annual Air Temperature:  8 to 14 degrees C (46 to 57 degrees F)\nMean Annual Precipitation:  1143 to 2286 millimeters (45 to 90 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn addition to the competing Ashe, Buladean, and Edneyville series, these are:\nCowee, Edneytown, Evard, and Pigeonroost soils--with an argillic horizon, on related landscapes.\nBrownwood, Cashiers, Chandler, Fannin, Micaville, and Watauga soils--are in a micaceous family on related landscapes.  In addition Cashiers soils have thicker darker surface layers, on ridges and side slopes of cool north to east aspects.\nCleveland and Saluda soils--have bedrock within a depth of 51 cm (20 inches) on related landscapes.\nBrevard, Cullasaja, Greenlee, Haywood, Saunook, Tate, Thunder, Tuckasegee, and Tusquitee soils--are on colluvial benches, toe slopes, and fans. In addition Cullasaja, Haywood, Saunook, Thunder, Tuckasegee, and Tusquitee soils have thicker, darker surface layers.\nHuntdale, Plott, Porters, Trimont, and Unaka soils--with thicker darker surface layers, on ridges and side slopes of cool north to east aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class:  Well drained\nInternal Free Water Occurrence:  Very deep\nIndex Surface Runoff:  Very low or low runoff where forest litter has not been disturbed or only partially removed; low to medium runoff where litter has been removed.\nSaturated Hydraulic Conductivity Class:  High\nPermeability Class (obsolete):  Moderate rapid\nShrink-swell Class:  Low\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Woodland, less often pasture, hayland, and rarely cultivated crops.\nDominant Vegetation:  Where wooded--scarlet oak, chestnut oak, white oak, black oak, hickory, eastern white pine, and Virginia pine. Yellow poplar and northern red oak occur in the north central mountains of MLRA 130-B.  Understory species are dominantly mountain laurel, flowering dogwood, sourwood, chestnut sprouts, and buffalo nut.  Where cleared--used for pasture and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  Southern Blue Ridge (MLRA 130-B) of North Carolina, South Carolina, Georgia, Tennessee, and Virginia.\nExtent:  Large--more than 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, North Carolina, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nChestnut soils were previously mapped with the Ashe series. Field studies indicate that Chestnut soils have significantly higher forest productivity than Ashe soils.\nThe 12/97 revision changes the family placement to coarse-loamy, mixed, active, mesic Typic Dystrochrepts per the 7th Edition of Keys to Soil Taxonomy (1996). The CEC activity class placement is based on three pedons; S88-NC-121-005; S91-NC-111-002; and S77-TN-171-004. All three pedons have control section clay contents over 18%. Two of the three are in the active family while one is in the semiactive family. Since these soils may best fit Pigeonroost, additional future lab data may place Chestnut soils in a semiactive family. Horizon depths and runoff class were also revised at this time. The 2/99 revision updates classification to 8th Edition of Keys to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon--the zone from 0 to 20 cm, 0 to 8 inches (Oe and A horizons)\nb. Cambic horizon--the zone from 20 to 81 cm, 8 to 32 inches (Bw horizons)\nc. Paralithic contact - the contact with weathered rock at 81 cm, 32 inches (upper boundary of the Cr horizon).\nd. Series control section--the zone from 25 to 102 cm, 10 to 40 inches\nADDITIONAL DATA:\nSoil Characterization Data is available from the Kellogg Soil Survey Laboratory (KSSL) website: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nSIR(s) (obsolete): NC0166, NC0242 (Stony)\nRevised: 10/92-JMO, AG; 12/97-DHK; 2/99, 6/00, 8/01-MKC; 5/13-Semi tab format and minor changes to Range in Characteristics, MLRA 130B.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
