{
  "SERIES": "CHESTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JC-MJ",
  "REVDATE": "02/2008",
  "STATES": "DE,MD,NC,PA,VA",
  "OVERVIEW": "The Chester series consists of very deep, well drained soils on uplands. Saturated hydraulic conductivity is moderately high to high. They formed in materials weathered from micaceous schist. Slopes range from 0 to 65 percent. Mean annual temperature is 53 degrees F, and mean annual precipitation is 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chester silt loam - on a 3 percent convex slope in a hardwood forest of oak, hickory and tulip poplar at an elevation of 400 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable, slightly sticky, many medium roots; very strongly acid; clear wavy boundary. (2 to 4 inches thick).\nE--4 to 8 inches, brown (10YR 4/3) silt loam; moderate coarse granular and weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many medium roots; common very fine vesicular pores; few angular pebbles; very strongly acid; gradual smooth boundary. (4 to 6 inches thick)\nBt1--8 to 15 inches, brown (7.5YR 4/4) silt loam, moderate medium subangular blocky structure; friable, sticky, slightly plastic; many fine roots; common very fine vesicular pores; few angular  pebbles; very strongly acid; gradual smooth boundary.\nBt2--15 to 27 inches, brown (7.5YR 4/4) silty clay loam; moderate medium blocky structure; firm, sticky, plastic; few fine roots; prominent continuous clay films on ped faces; few black manganese films; very strongly acid; gradual smooth boundary.\nBt3--27 to 36 inches, yellowish red (5YR 4/6) silty clay loam; moderate and strong coarse blocky structure; firm, sticky, plastic; prominent continuous clay films on ped faces; few black manganese films; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 25 to 45 inches)\nBC--36 to 42 inches, yellowish red (5YR 4/6) loam; weak coarse blocky structure; friable, sticky, slightly plastic; many mica flakes; very strongly acid; clear irregular to broken boundary. (0 to 15 inches thick)\nC--42 to 62 inches, variegated yellowish red (5YR 4/6) and reddish yellow (7.5YR 6/8) loam, inherent laminar rock structure; friable; highly micaceous; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, Maryland; on the north side of Fairland Road, one-half mile east of Beltsville Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic ranges from 31 to 55 inches deep. The solum contains additions of eolian silts in some pedons. Depth to bedrock is 6 to 10 or more feet. Rock fragments range from 0 to 15 percent in the solum. Cobbles and stones range from 0 to 5 percent throughout the soil. Fragments are generally hard white quartzite or schist. Mica content increases sharply in the lower part of the solum and substratum. Unlimed reaction ranges from strongly acid to very strongly acid throughout.\nThe A horizon has hues of 10YR to 5YR, value of 3 to 5, and chroma of 1 to 4. It is silt loam, loam or sandy loam. The Ap horizon has colors similar to the A horizon. It is silt loam, loam, sandy loam, or sandy clay loam.\nThe E horizon has hues of 10YR to 5YR, value of 4 to 6 and chroma of 2 to 6. It is silt loam, loam or sandy loam.\nThe Bt horizon has hue or 10YR to 2.5YR, value of 3 to 6, and chroma of 4 to 8, with the higher chroma commonly in redder hues. Hue commonly becomes redder with depth and some part of the Bt is nearly always 5YR or redder. The Bt horizon commonly is silt loam, silty clay loam or both, but the range includes loam, clay loam, and sandy clay loam.\nThe C horizon has hue of 10YR to 2.5YR, value of 3 to 8, and chroma of 1 to 8. It is dominantly reddish in color but commonly is variegated. It is silt loam, loam, or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albemarle, Allegheny, Allenwood, Arendtsville, Cades, Cardova, Chetwynd, Clifftop (T), Drapermill, Elsinboro, Eubanks, Ezel, Frankstown, Gilwood, Glenelg, Happyland, Leck Kill, Lonon, Meadowville, Milldraper, Murrill, Nixon, Queponco, Reybold, Rhodhiss, Shouns, Tate, Ungers, Whiteford  series.  Albemarle, Cardova, Clifftop (T), Drapermill, Gilwood, Milldraper and Ungers soils have bedrock at less than 60 inches.   Allegheny, Ezel, and Meadowville soils lack coarse fragments dominated by mica schist and mica gneiss.  Arendtsville, Eubanks, Frankstown, Leck Kill, Murrill, Nixon, Shouns, and Whiteford soils lack mica flakes.  Allenwood soils are formed in glacial till.  Cades and Elsinboro soils formed on old stream terraces and alluvial fans. Glenelg soils have an argillic horizon of less than 25 inches. Chetwynd soils formed from unconsolidated outwash sediments.  Happyland soils have a moderately slow to slow hydraulic conductivity in the series control section. Queponco and Reybold soils are found in the mid-Atlantic coastal plain. Rhodhiss and Lonon soils have significantly lower silt content.  Tate soils are formed in colluvium of the southern Blue Ridge.\nSoils in related families are Arcola, Bedington, Brasstown, Clymer, Collington, Edgemont, Edneytown, Freehold, Gilpin, Gladstone, Hickoryknob, Joanna, Junaluska, Millstone, Pen Argyl (T), Pennval, Pigeonroost, Rayne, Sauratown, Shelocta, Syenite and Wist. Arcola, Bedington, Clymer, Gilpin, Pennval, Rayne, and Shelocta soils formed in residuum from sedimentary rocks. Brasstown soils are deep and develop in residuum of metasedimentary rocks in the Southern Appalachian Mountains. Hickoryknob, Junaluska and Sauratown soils are moderately deep to paralithic or lithic contact and in the southern Appalachian Mountains. Edneytown and Pigeonroost soils develop in residuum of igneous and high grade metamorphic rocks in the Blue Ridge Mountains. Collington, Freehold and Wist soils develop in fluvio-marine sediments. Edgemont soils develop in residuum of quartzitic rock and have moderate to moderately rapid permeability. Gladstone soils develop in colluvium and residuum of granitic gneiss. Joanna soils develop in interbedded Triassic sandstone and conglomerate and can have hues redder than 5YR in the subsoil. Millstone soils develop in alluvium on stream terraces and floodplains. Syenite soils develop in loess over granite residuum. Pen Argyl (T) soils formed in glacial till and the underlying shale residuum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chester soils are on upland divides and upper slopes in the northern Piedmont Plateau. Slopes are most commonly 3 to 10 percent but range from 0 to 65 percent. The soils formed in residuum from micaceous schist. The climate is temperate and humid with mean annual temperature of 50 to 57 degrees F. and mean annual precipitation of 35 to 45 inches. Frost-free days range from 150 to 200."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Elsinboro, Glenelg, and Whiteford soils and Brandywine, Elioak, Linganore, Manor, and Mt. Airy soils. Brandywine, Manor and Mt. Airy soils do not have a Bt horizon. Elioak soils have a Bt horizon averaging more than 35 percent clay. Linganore soils have more than 35 percent rock fragments and have base saturation greater than 35 percent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff is medium. Saturated hydraulic conductivity is moderately high to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Chester soils are used in farming. Principal crops are corn, soybeans, small grain, hay and to a limited extent, pasture. Native vegetation is red oak, white oak, tulip poplar, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maryland, Delaware, Pennsylvania, and Virginia. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montgomery County, Pennsylvania, 1905."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon--the zone from the surface of the soil to a depth of approximately 8 inches (A, E horizons).\nb. Argillic horizon--the zone from approximately 8 to 36 inches (Bt1, Bt2, Bt3 horizons).\nc. Typic udults feature--the occurrence of clay films from 15 to 36 inches and very strongly acid reaction to a depth of 42 to 62 inches.\n02/2008 revision was to update competing and closely related series with minor changes to description and range in characteristics.  Previous revision MAV 04/2004\n10/2003 Added semiactive cation-exchange activity class based on lab samples from the NRCS Lincoln lab and Pennsylvania State University. Previously revised by WDC."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable, slightly sticky, many medium roots; very strongly acid; clear wavy boundary. (2 to 4 inches thick)."
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E--4 to 8 inches, brown (10YR 4/3) silt loam; moderate coarse granular and weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many medium roots; common very fine vesicular pores; few angular pebbles; very strongly acid; gradual smooth boundary. (4 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 15 inches, brown (7.5YR 4/4) silt loam, moderate medium subangular blocky structure; friable, sticky, slightly plastic; many fine roots; common very fine vesicular pores; few angular  pebbles; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--15 to 27 inches, brown (7.5YR 4/4) silty clay loam; moderate medium blocky structure; firm, sticky, plastic; few fine roots; prominent continuous clay films on ped faces; few black manganese films; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 69,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "strong coarse blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--27 to 36 inches, yellowish red (5YR 4/6) silty clay loam; moderate and strong coarse blocky structure; firm, sticky, plastic; prominent continuous clay films on ped faces; few black manganese films; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 25 to 45 inches)"
      },
      {
        "name": "BC",
        "top": 91,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak coarse blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--36 to 42 inches, yellowish red (5YR 4/6) loam; weak coarse blocky structure; friable, sticky, slightly plastic; many mica flakes; very strongly acid; clear irregular to broken boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--42 to 62 inches, variegated yellowish red (5YR 4/6) and reddish yellow (7.5YR 6/8) loam, inherent laminar rock structure; friable; highly micaceous; very strongly acid."
      }
    ]
  ]
}
