{
  "SERIES": "CHETOMBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALV-AGG",
  "REVDATE": "02/2003",
  "STATES": "MN",
  "OVERVIEW": "The Chetomba series consists of very deep, poorly drained soils that formed in silty lacustrine sediments overlying calcareous, loamy glacial till on ground moraines.  The permeability is moderate.  Slopes range from 0 to 2 percent.  Mean annual air temperature is about 46 degrees F.  Mean annual precipitation is about 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chetomba silty clay loam with a slope of 1 percent on a ground moraine in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; black (N 2/0) silty clay loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; friable; neutral; clear smooth boundary.\nA1--8 to 16 inches; black (N 2/0) silty clay loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; friable; neutral; clear smooth boundary.\nA2--16 to 23 inches; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; friable; neutral; clear smooth boundary.  (Combined thickness of the A horizon is 12 to 24 inches.)\nBg--23 to 31 inches; dark grayish brown (2.5Y 4/2) silty clay loam; weak medium subangular blocky structure; friable; few fine prominent yellowish brown (10YR 5/6) Fe concentrations; neutral; clear smooth boundary.  (6 to 24 inches thick)\nCg1--31 to 43 inches; grayish brown (2.5Y 5/2) silty clay loam; massive; friable; few fine prominent yellowish brown (10YR 5/6) Fe concentrations; slightly effervescent; slightly alkaline; clear smooth boundary.  (0 to 24 inches thick)\n2Cg2--43 to 80 inches; grayish brown (2.5Y 5/2) clay loam; massive; friable; common fine prominent strong brown (7.5YR 5/8) Fe concentrations; few fine dark brown (7.5YR 3/2) manganese concretions; 3 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Renville County, Minnesota; about 2.5 miles south of Renville, 2,600 feet south and 900 feet west of the northeast corner of sec. 19, T. 115 N., R. 36 W., USGS Renville quadrangle, latitude 44 degrees 45 minutes 11 seconds N; longitude 95 degrees 13 minutes 20 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates is 20 to 40 inches.  The mollic epipedon ranges from 12 to 24 inches thick.  The thickness of the upper sediment and depth to glacial till ranges from 40 to 60 inches.  The particle size control section averages between 22 and 30 percent clay with an extreme range of 18 to 35 percent, and from 3 to 15 percent fine sand and coarser.  The silty lacustrine sediments typically do not have rock fragments.  The glacial till contains 2 to 10 percent rock fragments.\nThe A horizon has hue of 10YR or is neutral, value of 2 or 3, and chroma of 0 or 1.  It is silty clay loam or silt loam.  Reaction is slightly acid or neutral.\nThe Bg horizon has hue of 2.5Y, value of 4 or 5, chroma of 1 or 2 or a hue of 5Y, value of 4 or 5, and chroma of 1 to 3.  It is silty clay loam or silt loam.  Reaction is neutral or slightly alkaline.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 1 to 4.  It is silty clay loam, silt loam, or loam high in content of very fine sand.  It is slightly alkaline or moderately alkaline.\nThe 2Cg horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 1 through 4.  It is loam or clay loam.  It is slightly alkaline or moderately alkaline.  The content of fine sand or coarser is greater than 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elpaso (T), Madelia, Maxcreek, Rushmore and Wacousta series.  Elpaso soils have free carbonates below a depth of 40 inches.  Madelia and Wacousta soils do not have horizons with greater than 15 percent fine sand or coarser within 60 inches of the soil surface.  Maxcreek and Rushmore soils have horizons of loamy glacial till that have more than 15 percent fine sand and coarser within 40 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chetomba soils have plane to slightly concave slopes on level to nearly level ground moraines. Slope gradient is 0 to 2 percent.  These soils formed in silty lacustrine sediments overlying calcareous, loamy glacial till.  These sediments are late Wisconsin in age.  Mean annual air temperature is 45 to 48 degrees F.  Mean annual precipitation is 25 to 30 inches.  Frost free days range from 124 to 155.  Elevation ranges from 1,000 to 1,125 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Doland, Prinsburg, Quam, and Tara soils.  Doland soils are well drained and are on higher back slopes and summits.  Prinsburg soils are poorly drained and occur in similar landscape positions and are calcareous throughout.  Quam soils are very poorly drained and are in closed depressions.  Tara soils are moderately well drained and are on low back slopes or summits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow.  Permeability is moderate.  The apparent seasonal high water table is at .5 to 1.5 feet at some time during November to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cultivated with corn and soybeans the principal crops.  Native vegetation is a wet-site community of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Renville County, Minnesota, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 23 inches (Ap, A1, and A2 horizons); cambic horizon - the zone from 23 to 31 inches (Bg horizon); aquic moisture regime - low chroma immediately below the mollic epipedon and redox concentrations.\nADDITIONAL DATA:  Soil Interpretation Record MN0748.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
