{
  "SERIES": "CHICOLETE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSJ:WLM:GLL",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Chicolete series consists of very deep, moderately well drained, moderately permeable soils that formed in loamy alluvium.  These soils are on nearly level flood plains of streams and rivers.  Slopes are dominantly less than 1 percent but range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, superactive, hyperthermic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chicolete clay--pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; very hard, very firm, sticky and plastic; common fine and very fine roots; calcareous; moderately alkaline; abrupt smooth boundary.  (4 to 8 inches thick)\nA1--5 to 13 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; very hard, very firm, sticky and plastic; common fine and very fine roots; calcareous; moderately alkaline; clear wavy boundary.  (6 to 15 inches thick)\nA2--13 to 36 inches; very dark gray (10YR 3/1) sandy clay loam, dark gray (10YR 4/1) dry; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and plastic; few fine and very fine roots; calcareous; moderately alkaline; clear smooth boundary.  (6 to 23 inches thick)\nBw--36 to 72 inches; dark grayish brown (10YR 4/2) fine sandy loam; grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky; few fine and very fine roots; few fine dark concretions; few fine threads of calcium carbonate along root channels; calcareous; moderately alkaline; gradual smooth boundary.   (7 to 30 inches thick)\nBg--72 to 80 inches; gray (10YR 5/1) sandy clay loam, gray (10YR 6/1) dry; few fine prominent yellowish brown (10YR 5/8) mottles; weak fine subangular blocky structure; very hard, friable, sticky; few fine dark concretions; few fine pitted concretions of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Texas; from the intersection of Hill Road and Farm Road 822, 0.3 mile northwest on Farm Road 822 to a gate on the southwest side of the road, 0.9 mile southwest, west, and southwest on a private road, 0.3 mile southeast in cropland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 60 to more than 80 inches.   Mollic colors extend from depths of 24 to over 70 inches. Texture is sandy clay loam, clay loam or sandy loam with an average of 18 to 35 percent clay in the 10- to 40-inch control section.  Some pedons have thin sandy or clayey strata in the control section.  Dark concretions range from none to a few throughout.  The reaction is neutral to moderately alkaline.  Most pedons are calcareous throughout, but the calcium carbonate content is irregular with depth.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture is clay or clay loam in the upper part and ranges to sandy clay loam or fine sandy loam in the lower part.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  It is sandy clay loam, clay loam or fine sandy loam.  Some pedons have mottles with chroma of 4 to 6.  Pitted concretions and fine threads of calcium carbonate range from none to a few.\nThe Bg horizon, when present, has hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  Mottles with chroma of 4 to 6 range from few to common in most pedons.  Texture is sandy clay loam, clay loam, or fine sandy loam.  Pitted calcium carbonate concretions range from none to a few.\nSome pedons have buried A horizons below the control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family. The Degola, Gowker and Sinton are similar series.  Degola and Sinton soils are drier in the control section for longer periods of time. Gowker soils have mean annual temperatures of less than 72 degrees F., and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chicolete soils occur on broad levees of nearly level flood plains.  Slopes are mainly less than 1 percent but range to 2 percent.  The soils formed in recent loamy alluvium.  These soils are flooded by stream overflow about 2 to 8 times in 10 years.  The mean annual temperature ranges from 70 to 72 degrees F.  Mean annual precipitation ranges from 36 to 46 inches.  Thornthwaite annual P-E indices range from 48 to 62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Navidad, Ganado, and Zalco series.  Ganado soils have more than 35 percent clay in the control section and occur in lower landscape positions.  Navidad and Zalco soils have less than 18 percent clay in the control section and occur in similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for improved pasture and rangeland.  Native vegetation includes pecan, elm, and live oak, with an understory of big bluestem, little bluestem, switchgrass, indiangrass, Texas wintergrass, and wild rye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The middle Gulf Coast Prairies of Texas. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Texas, 1986.  The name is from a creek in northern Jackson County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Chicolete soils were formerly included with the Sinton series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - zone from the surface of the soil to a depth of 36 inches.\nCambic horizon - zone from 36 to 80 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; very hard, very firm, sticky and plastic; common fine and very fine roots; calcareous; moderately alkaline; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--5 to 13 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; very hard, very firm, sticky and plastic; common fine and very fine roots; calcareous; moderately alkaline; clear wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "A2",
        "top": 33,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--13 to 36 inches; very dark gray (10YR 3/1) sandy clay loam, dark gray (10YR 4/1) dry; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and plastic; few fine and very fine roots; calcareous; moderately alkaline; clear smooth boundary.  (6 to 23 inches thick)"
      },
      {
        "name": "Bw",
        "top": 91,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--36 to 72 inches; dark grayish brown (10YR 4/2) fine sandy loam; grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky; few fine and very fine roots; few fine dark concretions; few fine threads of calcium carbonate along root channels; calcareous; moderately alkaline; gradual smooth boundary.   (7 to 30 inches thick)"
      },
      {
        "name": "Bg",
        "top": 183,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Bg--72 to 80 inches; gray (10YR 5/1) sandy clay loam, gray (10YR 6/1) dry; few fine prominent yellowish brown (10YR 5/8) mottles; weak fine subangular blocky structure; very hard, friable, sticky; few fine dark concretions; few fine pitted concretions of calcium carbonate; calcareous; moderately alkaline."
      }
    ]
  ]
}
