{
  "SERIES": "CHICKASAWHAY",
  "STATUS": "Established Series",
  "BYREV": "CCH, JL",
  "REVDATE": "02/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chickasawhay fine sandy loam, in a forested pine plantation (Colors are for moist soil).\nAp--0 to 3 inches; brown (10YR 4/3) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary. (3 to 8 inches thick)\nE--3 to 7 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine granular structure; very friable; many fine and medium roots; common fine pores; very strongly acid; clear wavy boundary. (0 to 6 inches thick)\nBt1--7 to 15 inches; yellowish red (5YR 5/6) clay; moderate fine and medium subangular blocky structure; firm; plastic and sticky; common fine roots and pores; few faint clay films on faces of peds and in pores; very strongly acid; gradual wavy boundary.\nBt2--15 to 21 inches; yellowish red (5YR 5/8) clay; moderate fine and medium subangular blocky structure; firm; plastic and sticky; few fine roots and pores; common faint clay films on faces of peds; common medium distinct yellowish brown (10YR 5/4) masses of iron accumulations and common fine and medium prominent light brownish gray (10YR 6/2) areas of iron and clay depletions; very strongly acid; gradual wavy boundary.\nBt3--21 to 36 inches; yellowish red (5YR 5/8) clay; moderate medium subangular blocky structure; firm; plastic and sticky; few fine roots and pores; common faint clay films on faces of some peds; many fine to coarse strong brown (7.5YR 5/8) and red (2.5YR 4/6) masses of iron accumulations and many fine and medium light brownish gray (10YR 6/2) areas of iron and clay depletions; very strongly acid; gradual wavy boundary.\nBt4--36 to 41 inches; 20 percent yellowish red (5YR 5/8), 20 percent red(2.5YR 4/6), 20 percent strong brown (7.5YR 5/6), 20 percent gray (10YR 6/1), and 20 percent light yellowish brown (10YR 6/4) clay loam; weak medium subangular blocky structure; firm; slightly plastic and slightly sticky; few fine roots and pores; common faint clay films on faces of some peds; the areas of yellowish red, red and strong brown are iron accumulations and the areas of light gray and light yellowish brown are areas of iron depletions; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizons ranges from 30 to 55 inches)\nBC--41 to 57 inches; 25 percent yellowish red (5YR 5/8), 25 percent strong brown (7.5YR 5/6), 25 percent light brownish gray (10YR 6/2) and 25 percent light yellowish brown (10YR 6/4) sandy loam; weak fine and medium subangular blocky structure; friable; few fine roots and pores; few faint clay films on faces of some peds; the areas of dark red and strong brown are areas of iron accumulation and the areas of light brownish gray and light yellowish brown are iron depletions; very strongly acid; gradual wavy boundary. (0 to 18 inches)\nC--57 to 68 inches; strong brown (7.5YR 5/6) fine sandy loam; massive; friable; few fine roots and pores; many fine to coarse yellowish brown (10YR 5/6) and few fine and medium red (2.5YR 5/6) irregular-shaped masses of iron accumulations; very strongly acid; gradual wavy boundary. (0 to 15 inches)\n2C--68 to 81 inches; 25 percent yellowish brown (10YR 5/6), 25 percent strong brown (7.5YR 5/6), 25 percent dark red (2.5YR 3/6), and 25 percent pale brown (10YR 6/3) loamy fine sand; massive; very friable; the areas of strong brown and dark red are iron accumulations and the areas of light gray and light yellowish brown are iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Greene County, Mississippi; about 7.0 miles northeast of Leakesville; about 100 feet west of Highway 57. SE 1/4, NW 1/4 of Sec.7, R.6 W. T.3N. Leakesville topographic quadrangle. Latitude 31 degrees 14 minutes 30.9 seconds N.; Longitude 88 degrees 31 minutes 42.9 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches or more.  Reaction ranges from very strongly acid to slightly acid in the A and E horizons except for those surface soils that have been limed and from very strongly acid to strongly acid in the B and C horizons.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 2 to 4. Texture is fine sandy loam, sandy loam, loam or silt loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4. Texture is fine sandy loam, sandy loam, loam or silt loam.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 8. Redoximorphic features in shades of brown, yellow, and red and iron depletions in shades of gray range from few to many. Texture is clay loam, silty clay or clay.\nThe BC horizon, where present, has the same range in hue, value, and chroma as the Bt horizon; or there is no dominant color and is multicolored in shades of red, brown, yellow, or gray. Texture is sandy clay loam, loam, or clay loam.\nThe C horizon has hue of 2.5YR to 2.5Y, value of 5 to 8, and chroma of 1 to 8; or there is no dominant color and it is multicolored in shades of red, yellow, brown and gray. Texture is loamy sand, sandy loam, fine sandy loam, or sandy clay loam; or it is stratified sand to clay with a crushed clay content of 5 to 25 percent. Some pedons have a 2C horizon having the same range of colors and a texture of loamy sand or sand below a depth of about 50 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Annemaine, Beason, Buckatunna, Bush River, Chickasawhay, Cid, Creedmoore, Dogue, Dorian, Gritney, Helena, Lignum, Nemours, Newco, Prosperity, Telfair and Wolftever series. The Craven, Eulonia, Maubila, Nevarc, Peawick, Sacul and Stapp soils are in closely related families. Annemaine soils are on adjacent lower terrace positions and are subject to flooding. The somewhat poorly drained Beason soils have yellower subsoils. Buckatunna soils are on low positions and are subject to flooding. Bush River soils are deep to felsic and mafic rock. Cid soils are moderately deep to bedrock. Creedmoore soils formed in material that weathered from Triassic sandstone and shale. Dogue soils have less than 30 percent silt in control section. Dorian soils formed in alluvial material that weathered from felsic and mafic rock. Gritney soils are on similar positions but have less than 30 percent silt in the control section.  Helena soils are on uplands of the Southern Piedmont and formed in material that weathered from felsic and mafic material. The somewhat poorly drained Lignum soils are deep to Carolina slate. Nemours soils are on upland flats in South Carolina. Newco soils are on upland positions in Texas. Prosperity soils are moderately deep to felsic and mafic rock. Telfair soils are moderately deep to sandstone. Wolftever soils are in the Appalachian Ridge and Valley and Highland Rim. Craven, Eulonia, Maubila and Nevarc soils are in the subactive activity class. In, addition, Craven soils are on lower positions but have yellower subsoils, Eulonia soils are on similar positions but have less than 30 percent silt in the control section, Maubila soils are on higher upland positions and have more than 5 percent ironstone fragments, by volume, throughout the profile, Nevarc soils are in Virginia and have less than 50 inches of annual rainfall. Peawick, Sacul and Stapp are in the active activity class.  In addition, Peawick soils have yellower subsoils and receive less than 50 inches of annual rainfall. Sacul soils are on higher positions. Stapp soils are deep to shale bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chickasawhay soils are on nearly level to undulating stream and marine terraces at low elevations in the Southern Coastal Plains. They formed in stratified loamy and clayey marine sediments. The climate is warm and humid with average annual temperature of 65 degrees F. and average annual precipitation of 55 inches near the type location. Slopes are dominantly 0 to 5 percent but range up to 8 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Besides the competing Annemaine, these include the Angie, Cahaba, Izagora, Lenoir, Harleston and Chicora series. Angie soils have thick yellower subsoils and are on lower positions. The well drained Cahaba soils are on lower adjacent positions and have fine-loamy control sections. Izagora soils are on similar to lower positions, have fine-loamy control sections and have yellower subsoils. The somewhat poorly drained Lenoir soils are on lower adjacent positions and have yellower subsoils. Harleston soils are on similar positions and have coarse-loamy control sections. Chicora soils are on similar and have fine loamy control sections and have yellower subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely cleared and used for the commonly produced crops and pasture. Forested areas are in mixed hardwoods and pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Coastal Plains of Mississippi. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Greene County, Mississippi; 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was previously mapped as Annemaine but is located on slightly higher terrace levels and not subject to flooding.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface of the soil to a depth of about 7 inches (Ap and E horizons).\nArgillic horizon - the zone from about 7 inches to 41 inches (Bt1, Bt2 Bt3, Bt4 horizons).\nAquic features - have seasonal high saturation at a depth of 21 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
