{
  "SERIES": "CHICONE",
  "STATUS": "Established Series",
  "BYREV": "JEB-WDC/Rev. JAK",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, acid, mesic Thapto-histic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chicone mucky silt loam, on a smooth 0 percent slope, in a wooded flood plain. (Colors are for moist soil, unless otherwise noted).\nA--0 to 3 inches; very dark brown (10YR 2/2) mucky silt loam; weak fine granular structure; friable; slightly sticky, nonplastic; many very fine and fine and common medium roots; common very fine and fine pores; strongly acid; clear wavy boundary. (2 to 40 inches thick)\nCg1--3 to 15 inches; dark brown (7.5YR 3/2) silt loam, gray (10YR 6/2) dry; massive; friable; slightly sticky, nonplastic; common very fine and fine roots; few very fine and fine pores; common fine prominent strong brown (7.5YR 4/6) iron accumulations; strongly acid; gradual wavy boundary.\nCg2--15 to 24 inches; black (N 2/0) silt loam; massive; firm; slightly sticky, slightly plastic; common very fine roots; few very fine pores; strongly acid; clear wavy boundary.\nOa--24 to 65 inches; black (10YR 2/1) muck, sapric soil material; fiber content is 10 percent of the soil volume after rubbing; 20 percent, by weight, mineral soil material; strongly acid; clear smooth boundary. (16 to 45 inches thick)\nC'g--65 to 72 inches; gray (10YR 6/1) sand; single grain; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dorchester County, Maryland; about 2.0 miles northeast of Salem; 1,700 feet southeast of the intersection of Maiden Forest Road and Hawkeye Mays Mill Road, 500 feet east of Maiden Forest Road; lat. 38 degrees 31 minutes 13 seconds N. and long. 75 degrees 52 minutes 38 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the Underlying Material: Greater than 72 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: +12 inches to 6 inches, November to June\nDepth to Organic Soil Materials: 16 to 40 inches\nRock Fragments: 0 to 20 percent, by volume in the C'g horizon, mostly quartz pebbles\nSoil Reaction: Extremely acid to strongly acid, throughout the profile, unless limed & RANGE OF INDIVIDUAL HORIZONS:\nA horizon:\nColor--hue of 10YR or 7.5YR, value of 2 to 4, chroma of 1 through 3\nTexture--mucky silt loam, mucky loam, or silt loam\nCg horizon:\nColo--hue of 10YR or 7.5YR, value of 2 to 5, chroma 1 or 2, or is neutral with value of 2 to 5\nTexture--loam or mucky silt loam. Some pedons may have thin layers of sandy loam, or loam\nOa or Oe horizons:\nColor--hue of 5YR to 10YR, value of 2 or 3, chroma of 1, or is neutral with value of 2 to 4\nTexture--muck or mucky peat. Mineral material content, by weight, ranges from 20 percent to 40 percent.\nC'g horizon:\nColor--hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 1 or 2, or is neutral with value of 4 to 8\nTexture (fine-earth fraction)--sand or loamy sand.  Some pedons have thin layers of silt loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Flood plains\nElevation: 0 to 20 feet\nParent Material: Loamy fluvial sediments underlain by highly decomposed organic material, dominantly from woody plants\nMean Annual Air Temperature: 52 to 58 degrees F.\nMean Annual Precipitation: 24 to 48 inches\nFrost Free Period: 190 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nFallsington soils--have a fine-loamy particle-size control section and an argillic horizon, on slightly higher positions\nHurlock soils--have a coarse-loamy particle-size control section and an argillic horizon, on slightly higher positions\nPone soils--have an umbric epipedon and an argillic horizon, on slightly higher positions\nPuckum soils--have organic soil materials from the surface to more than 51 inches, on slightly lower-lying landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE CLASS & PERMEABILITY",
    "content": "DRAINAGE CLASS: Very poorly drained & PERMEABILITY: Moderate in the mineral material and moderately rapid to rapid in the organic deposits"
  },
  "USE AND VEGETATION": {
    "section": "USE & VEGETATION",
    "content": "USE: Mainly wetland wildlife habitat & VEGETATION: Dominant vegetation is red maple (Acer rubrum), sweet gum (Liquidambar stryaciflua), american holly (Ilex opaca), water oak (Quercus nigra), sweetbay (Magnolia virginiana), and arrowwood (Viburnum dentatum).  Common understory species are greenbriar (Smilax spp.), sedges (Carex spp.), ferns (Polystichum spp.), and mosses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION & EXTENT",
    "content": "DISTRIBUTION: Lower Coastal Plain of Maryland and Delaware & EXTENT: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dorchester County, Maryland, 1992"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was previously included in the swamp miscellaneous areas or as an inclusion in the Johnston series.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 3 inches (A horizon)\nSapric soil material--the zone from 24 to 65 inches (Oa horizon)\nSERIES INTERPRETATION RECORDS: MD0142\nOSD-SIR REPORT:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nMD0142 CHICONE     0-  2   52- 58  190-210  42- 48     0-  20\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nMD0142 COMMON       +1.0-0.5 APPARENT  NOV-JUN  >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nMD0142  0- 3  MK-SIL                  0-  0 100-100  8-15  30- 50\nMD0142  3-15  SIL                     0-  0 100-100  8-15   5- 15\nMD0142 15-24  SIL                     0-  0 100-100  8-18   5- 15\nMD0142 24-65  MUCK MPT                0-  0    -     0- 0  20- 50\nMD0142 65-72  S LS                    0-  0  70-100  3- 8   1-  5\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nMD0142  0- 3  3.5- 5.5  10-20  0- 0   0.6- 2.0  LOW\nMD0142  3-15  3.5- 5.5  .5-3.  0- 0   0.6- 6.0  LOW\nMD0142 15-24  3.5- 5.5  .5-3.  0- 0   0.6- 6.0  LOW\nMD0142 24-65  3.5- 5.5  60-80  0- 0   6.0-  20  LOW\nMD0142 65-72  3.5- 5.5  .5-1.  0- 0   2.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
