{
  "SERIES": "CHICOTE",
  "STATUS": "Established Series",
  "BYREV": "RD:  KW/ENV/MAV",
  "REVDATE": "06/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Natrixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chicote silty clay loam on a smooth slope of 1 percent under salt bush and annual grasses at 1930 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on March 8, 1984, the soil was slightly moist to 12 inches and moist from 12 to 61 inches.)\nA--0 to 2  inches; mixed grayish brown (2.5Y 5/2) and light brownish gray (2.5Y 6/2) silty clay loam; very dark grayish brown (2.5Y 3/2) moist; strong medium and fine angular blocky structure; hard, friable, sticky and plastic; few very fine roots; few very fine tubular pores; sodium absorption ratio is 17; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 20 inches thick)\nBtn--2 to 12 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak medium and coarse prismatic structure parting to moderate medium subangular blocky; hard, friable, very sticky and very plastic; many very fine and few fine roots; few very fine tubular pores; very few thin clay films on ped faces and in pores; many pressure faces; sodium absorption ratio is 36; strongly alkaline (pH 8.8); gradual wavy boundary.  (7 to 30 inches thick)\nBtny1--12 to 18 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; massive; hard, friable, sticky and plastic; few very fine roots; common very fine tubular pores; common pressure faces on ped faces; common gypsum crystals in filaments and soft masses (13 percent calcium sulfate); sodium absorption ratio is 45; moderately alkaline(pH 8.2); gradual wavy boundary.  (5 to 20 inches thick)\nBtny2--18 to 39 inches; light olive gray (5Y 6/2) clay, olive (5Y 5/3) moist; massive; hard, friable, sticky and plastic; common very fine and few fine tubular pores; few thin clay films on ped faces; many gypsum crystals in filaments and soft masses (25 percent calcium sulfate); sodium absorption ratio is 51; moderately alkaline(pH 8.2); gradual wavy boundary.  (0 to 26 inches thick)\nBtny3--39 to 61 inches; light olive gray (5Y 6/2) clay, olive (5Y 5/3) moist; massive; hard, friable, slightly sticky and plastic; common very fine and few fine tubular pores; few thin clay films in pores; common gypsum crystals in filaments and soft masses (10 percent Calcium Sulfate); sodium absorption ratio is 54; moderately alkaline (pH 7.9).  (0 to 22 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Luis Obispo County California, Carrizo Plain Soil Survey Area, California Valley subdivision 125 feet south and 650 feet west of the NE corner of section 35, T.30 S., R.19 E., about 92 feet south (magnetic bearing 165 degrees) of the intersection of Arrowhead Trail and Bonsall Rd;  USGS Simmler Topographic Quadrangle; lat. 35 degrees, 16 min. 41 sec. N and long. 119 degrees, 54 min., 0 sec W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 14 to 61 inches thick.  Mean annual soil temperature ranges from 60 to 68 degrees F.  The soil from a depth of 6 inches to 16 inches is moist in some part from December to mid March and moist in all parts for at least 60 days from mid January to mid March.  It is dry in all parts for about 210 days from April to December.  Soil temperature is always above 47 degrees F.\nThe A horizon has dry color of 10YR 6/2, 7/2; 2.5Y 5/2, 6/2 and moist color of 10YR 3/2, 4/2, 4/3, 5/3; 2.5Y 3/2, 4/2, 4/3.  It is too thin or does not meet both moist and dry color requirements to qualify as a mollic epipedon.  The texture is clay loam or silty clay loam with 30 to 40 percent clay.  Some pedons have a 2 to 10 inch overwash of silt loam.   It usually is noncalcareous but some pedons are effervescent with disseminated lime.\nThe B horizon has a dry color of 10YR 4/2, 5/2, 5/3, 5/4, 6/2, 6/3; 2.5Y 4/2, 5/2, 6/2; 5Y 6/2 and moist color of 10YR 3/2, 4/2, 4/3, 4/4, 5/2, 5/3; 2.5Y 4/2, 5/2, 5/3, 5/4; 5Y 5/2, 5/3.  Texture is silty clay or clay with 40 to 60 percent clay.  Gypsum content ranges from a trace to 25 percent.  The sodium absorption ratio is from 15 to 50 in some part of the B horizon within 16 inches of its upper boundary.  The electrical conductivity ranges from 5 to 35 mmho/cm.  It usually is noncalcareous but some pedons are effervescent to violently effervescent with disseminated and segregated lime.\nSome pedons have C horizons which have the same characteristics as the B horizons except they have silt loam, clay loam or silty clay loam textures.  A few pedons have an E horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Antioch, Placentia, Riz, San Miguel and Stockpen series.  Antioch and Riz soils have 35 to 45 percent clay in the B horizon.  Placentia soils have 15 to 20 percent coarse and very coarse sand and have hues redder than 10YR in the B horizon.  San Miguel soils have a lithic contact at 20 to 34 inches.  Stockpen soil has 15 to 20 percent gravel in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chicote soils are on lake plains.  Slopes are 0 to 9 percent.  They are formed in alluvium from sedimentary rocks and lacustrine sediments.  Elevations are 1,900 to 2,000 feet.  The climate is semiarid with hot dry summers and cool moist winters.  Mean January temperature is 46 degrees F; mean July temperature is 77 degrees F.  The mean annual temperature is 58 to 62 degrees F.  The mean annual precipitation is about 8 inches.  Frost-free season is 175 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Polonio, Thomhill(T) and Yeguas(T) soils.  Polonio and Thomhill(T) soils are fine-loamy and do not have a natric horizon.  Yeguas(T) soil does not have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is low to very high.  Permeability is very slow.  Ponding is frequent for brief periods from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range and wildlife.  Vegetation is salt bush and red brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basin floor of the Carrizo Plain in California, MLRA 17.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Luis Obispo County, Carrizo Plain Area, California, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n1.  This is a new modal site.\n2.  This is a change in classification.\n3.  This is a revision of the 1965 tentative description.\nDiagnostic horizons and features recognized in this pedon are:\nNatric horizon- the zone from 2 to 61 inches (Bt, Bty1, Bty2, Bty3 horizons) Gypsic horizon- the zone from 18 to 39 inches (Bty2)\nSoil temperature is always above 47 degrees F.  These soils have a xeric bordering on aridic moisture regime.\nLast revised by the state on 8/85.\nADDITIONAL DATA:  Samples from this pedon were sent to the National Soil Survey Laboratory in Lincoln Nebraska in 1984.  The pedon number is 84P 529.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
