{
  "SERIES": "CHICHAGOF",
  "STATUS": "Established Series",
  "BYREV": "Rev.JMD/JJL/JPM",
  "REVDATE": "10/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Histic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chichagof very gravelly sand - on a southeast facing broken slope of 3 percent at 60 feet elevation under spruce and hemlock forest vegetation. (All colors are for moist soil)\nOi-- 13 to 12 inches; dark reddish brown (5YR 2.5/2) peat; many very fine, fine and medium, and few coarse roots; extremely acid (pH 4.0); clear smooth boundary. (0 to 2 inches thick)\nOa-- 12 to 0 inches; dark reddish brown (5YR 2.5/2) muck; many very fine, fine and medium, and few coarse roots; very strongly acid (pH 5.0); abrupt smooth boundary. (8 to 13 inches thick)\nA-- 0 to 4 inches; very dark gray (2.5Y 3/1) very gravelly sand; single grain; loose, nonsticky and nonplastic; 35 percent gravel; neutral (pH 7.0); clear smooth boundary. (4 to 17 inches thick)\nACg-- 4 to 9 inches; dark greenish gray (5GY 3/1) very gravelly sand; single grain; loose, nonsticky and nonplastic; 35 percent gravel; slightly alkaline (pH 7.5); gradual smooth boundary. (5 to 10 inches thick)\nCg-- 9 to 60 inches; dark greenish gray (5BG 4/1) very gravelly sand; single grain; loose, nonsticky and nonplastic; 35 percent gravel; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kelp Bay, Chatham Area, southeast Alaska, NW1/4, SE1/4, Sec. 32, T. 52 S., R. 66 E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mean summer soil temperature is about 45 degrees F. The weighted average clay and sand content in the control section is less than 18 percent clay and more than 50 percent very fine sand. Coarse fragment content ranges from 35 to 80 percent gravel in the control section. Reaction increases from extremely to strongly acid in the histic epipedon, to neutral in the A horizon and mildly alkaline in the C horizon.\nCombined thickness of the O horizons range from 8 to 15 inches.\nThe A horizon has hue from 7.5YR to 2.5Y, value of 2 or 3 and a chroma of 1 or 2. The texture is commonly sand or loamy sand. Coarse fragment content ranges from 35 to 70 percent gravel.\nA Bw horizon is present in some pedons.\nThe ACg horizon has a hue from 10YR to 5GY, value of 3 or 4 and chroma from 1 to 3. Texture is commonly very gravelly sand or very gravelly loamy sand. Coarse fragment content ranges from 35 to 80 percent gravel. This horizon is absent in some pedons.\nThe Cg horizon has a hue from 2.5Y to 5BG, value from 3 to 5 and chroma from 1 to 3. Texture is commonly sand or loamy sand. Coarse fragment content ranges from 35 to 80 percent gravel. Prominent or distinct mottles are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Foreland (AK) and Lilylake (ID) series are in the same subgroup. Both series have pH less than 5.5 in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Chichagof soils are on alluvial fans and footslopes, often in cirque basins, and are formed in alluvium of mixed mineralogy. The climate is cool humid maritime with a mean annual precipitation range of 60 to 220 inches. The mean annual temperature is 44 to 48 degrees F., and the mean summer temperature is about 57 degrees F. Elevation ranges from 0 to 2000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. Rapid permeability. Runoff is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Chichagof soils are used for timber production, watershed protection, wildlife habitat and recreation. The overstory is dominantly western hemlock and sitka spruce. The understory is dominantly blueberry, devils club and skunk cabbage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Alaska. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chatham Area, Tongass National Forest, Alaska, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil include: histic epipedon from 13 to 0 inches; cryic temperature regime; weighted average particle size of sandy-skeletal from 10 to 40 inches; low chromas and gley throughout the upper 50 cm. of the mineral soil.\nADDITIONAL DATA: No laboratory data is available for this soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
