{
  "SERIES": "CHIDAGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-ET-MAV",
  "REVDATE": "08/2000",
  "STATES": "CA",
  "OVERVIEW": "The Chidago series consists of moderately deep, somewhat excessively drained sandy soils that formed from soft rhyolitic tuff.  Chidago soils are on volcanic tableland with slopes of 2 to 9 percent.  The mean annual precipitation is about 7 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, thermic Vitrandic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chidago gravelly loamy sand - on a 4 percent south slope at 4,800 feet elevation under Nevada ephedra, Fremont dalea, and fourwing saltbush vegetation.  Colors are for dry soil unless otherwise stated.  When described on August 12, 1979, the soil was dry throughout.\nAbout 20 percent of the soil surface is partially covered with fine and medium pumice gravel.\nA1--0 to 1 inch; light brown (7.5YR 6/4) gravelly loamy sand, brown (7.5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 20 percent pumice pebbles; neutral (pH 7.3); clear wavy boundary.  (1/2 to 1 inch thick).\nA2--1 to 8 inches; light brown (7.5YR 6/4) loamy sand, brown (7.5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 5 percent pumice pebbles; neutral (pH 7.3); clear wavy boundary.  (4 to 10 inches thick).\nC--8 to 36 inches; pink (5YR 7/4) loamy sand, reddish brown (5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine interstitial pores; 5 percent pumice pebbles; slightly alkaline (pH 7.6); clear irregular boundary.  (12 to 30 inches thick).\nCr--36 to 60 inches; pink (5YR 7/4) soft consolidated rhyolitic tuff, reddish yellow (5YR 6/6) moist; massive; few very fine and fine roots along fracture planes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California.  About 2 miles west-northwest of Hammil; 50 feet northwest of Blackrock Mine Road; 1,500 feet south and 2,400 feet east of the northwest corner of section 15, T.3 S., R.32 E., M.D.B.M., White Mountain quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the soft tuff is 20 to 40 inches.  The soil between depths of 10 and 40 inches is usually dry from the end of April through November, and is moist in some or all parts the rest of the time.  The soil temperature is above 8 degrees C from March 1 to December 15, but is rarely below 5 degrees C.  The mean annual soil temperature is 59 to 64 degrees F.  Base saturation is 90 to 100 percent throughout the profile.  Ash content is 60 to 100 percent by weight. The soil surface is partially covered with 15 to 30 percent fine and medium gravel.  All rock fragments are pumice fragments, both on the surface and in the profile.  The soil is neutral or slightly alkaline.  Electrical conductivity is 0 to 2 dS/m\nThe A horizon color is 7.5YR 6/4, 7/4; or 10YR 7/3, and moist color is 7.5YR 4/4, 5/4; or 10YR 5/3.  Textures are loamy sand or gravelly loamy sand.  Gravel content is 5 to 30 percent, with most of the gravel in the surface inch.  The organic carbon content is 0.1 to 0.3 percent.\nThe C horizon color is 5YR 7/4, and moist color is 5YR 5/4 or 7.5YR 5/4.   Gravel content is 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Blindspring (T) series in the same family and the Buscones (T) series in another family.  Blindspring soils are formed in alluvium and are more than 60 inches deep.  Buscones soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GRAPHIC SETTING",
    "content": "GRAPHIC SETTING:  Chidago soils are on undulating volcanic tableland rhyolitic tuff deposits.  Slopes are 2 to 9 percent.  The elevation range is 4,400 to 5,400 feet.  The mean annual precipitation is 6 to 8 inches, some as snow.  The mean January temperature is about 36 degrees F; mean July temperature is about 74 degrees F.  The mean annual temperature is 57 to 62 degrees F.  The frost-free season is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hammil(T) and Honova(T) soils.  Hammil soils are formed in very deep alluvium.  Honova soils are shallow over hard tuff."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  At present, used for rangeland, wildlife habitat and commercial pumice mining in some spots.  The vegetation is Nevada ephedra, Fremont dalea, shadscale, fourwing saltbush, Nevada dalea, longspine horsebrush, spiny hopsage, desert needlegrass, Indian ricegrass, common winterfat and annual forbes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Chidago soils occur on volcanic formations in east central California.  They are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mono County, California; Benton-Owens Valley Soil Survey, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Chidago soils have an aridic moisture regime bordering on xeric.\nMajor Diagnostic Horizons:\n1.  Ochric epipedon\n1.1  Color values for the surface soil do not meet mollic criteria (7.5YR 6/4, 7/4, 10YR 7/3).\nOther Diagnostic Horizons or Soil Characteristics:\n1.  The soil lacks a subsurface diagnostic horizon because:\n1.1  There are no clay films, no structure and no segregated lime.\n2.  The particle-size control section averages loamy sand or coarser. No very gravelly or loamy lenses.\n3.  Mineralogy is ashy.  (Verified by SCS Lincoln Lab).\n4.  The soil moisture regime is aridic bordering on xeric.  M.A.P.  i. 6 to 8 inches.  This is extrapolated from weather data from Benton, Bishop, Mono Lake, and Long Valley.\n5.  The soil temperature regime is thermic.  M.A.S.T.\ni. 59 to 64 degrees F.  This is extrapolated from actual temperature transect data over the last years using Rod Arkley's equation.\n6.  The soil between depths of 10 and 40 inches is usually dry from the end of April through November, and is moist in some or all parts the rest of the time.  The soil temperature is above 47 degrees F from March 1 to December 15, but is rarely below 41 degrees F."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 1 inch; light brown (7.5YR 6/4) gravelly loamy sand, brown (7.5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 20 percent pumice pebbles; neutral (pH 7.3); clear wavy boundary.  (1/2 to 1 inch thick)."
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--1 to 8 inches; light brown (7.5YR 6/4) loamy sand, brown (7.5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 5 percent pumice pebbles; neutral (pH 7.3); clear wavy boundary.  (4 to 10 inches thick)."
      },
      {
        "name": "C",
        "top": 20,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C--8 to 36 inches; pink (5YR 7/4) loamy sand, reddish brown (5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; many very fine interstitial pores; 5 percent pumice pebbles; slightly alkaline (pH 7.6); clear irregular boundary.  (12 to 30 inches thick)."
      },
      {
        "name": "Cr",
        "top": 91,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--36 to 60 inches; pink (5YR 7/4) soft consolidated rhyolitic tuff, reddish yellow (5YR 6/6) moist; massive; few very fine and fine roots along fracture planes."
      }
    ]
  ]
}
