{
  "SERIES": "CHIEFLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "10/2018",
  "STATES": "FL",
  "OVERVIEW": "The Chiefland series consists of moderately deep, moderately well or well drained, very slowly permeable soils on uplands of the Coastal Plain.  They formed in sandy and loamy marine sediments overlying limestone.  Near the type location, the mean annual temperature is about 69 degrees F., and the mean annual precipitation is about 56 inches.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, siliceous, active, thermic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chiefland fine sand  (Colors are for moist conditions.)\nAp--0 to 5 inches; very dark gray (10YR 3/1) fine sand; mixture of white sand grains and black organic matter has a salt and pepper appearance; weak fine granular structure; very friable; many fine and medium roots; neutral; clear smooth boundary.  (3 to 8 inches thick)\nE1--5 to 17 inches; grayish brown (10YR 5/2) fine sand; common fine and medium faint light brownish gray (10YR 6/2) splotches of uncoated sand grains; single grained; loose; common fine and medium roots, few coarse roots; neutral; gradual wavy boundary.\nE2--17 to 26 inches; pale brown (10YR 6/3) fine sand; single grained; loose; few very fine and fine roots; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation and pore linings and few medium distinct light brownish gray (10YR 6/2) areas of iron depletion; neutral; abrupt irregular boundary.  (Combined thickness of the E horizons ranges from 20 to 32 inches)\nBt--26 to 35 inches; yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; few very fine and fine roots; sand grains coated and bridged with clay; about 3 percent, by volume, limestone pebbles; common medium distinct light brownish gray (10YR 6/2) areas of iron depletion; neutral, abrupt irregular boundary.  (3 to 20 inches thick)\n2Cr--35 inches; soft white (10YR 8/1) limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dixie County, Florida.  Approximately 1,950 feet south and 610 feet east of the northwest corner of sec. 35, T. 9 S., R. l3 E.  Manatee Springs topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum over soft limestone ranges from 20 to 40 inches.  Solution holes in which the solum extends to depths below 40 inches are present in some pedons.  A few small limestone outcrops and sink holes intersperse the landscape.  Limestone boulders on the surface are present in some areas, comprising from l to 3 percent of the surface area.  Soil reaction ranges from strongly acid to neutral in the A horizon and from moderately acid to moderately alkaline in the Bt horizon.\nThe A or Ap horizon has hue of l0YR, value of 4 through 6, and chroma of 3 or less.  Texture is sand or fine sand.\nThe E horizon predominantly has hue of 7.5YR or l0YR, value of 5 to 7, and chroma of 2 through 8.  Redoximorphic features in shades of brown, yellow, and gray range from none to common.  Texture is sand or fine sand.\nThe Bt horizon has hue of l0YR or 7.5YR, value of 4 through 6, and chroma of 4 through 8.  Redoximorphic features in shades of gray, brown, and yellow range from few to common.  Texture is sandy loam, fine sandy loam, or sandy clay loam.  In some pedons, coarse limestone fragments range from 3 to l0 percent, by volume.\nThe Cr or 2Cr horizon has hue of 10YR or 2.5Y, value of 6 to 8, and chroma of 1 to 4.  It is composed of soft, weathered, fractured limestone that can be dug with difficulty with a spade, has very firm to extremely firm rupture resistance with low to high excavation difficulty.  It usually contains soft carbonate accumulations along with few to many hard limestone or chert fragments.  It is highly irregular and interspersed with solution holes that range from 4 to l2 inches in diameter and filled with sandy loam to sandy clay textured soil material.  Depth to limestone is variable within short lateral distances.\nThe 2R horizon is composed of hard, unweathered limestone that has slightly rigid to very rigid rupture resistance with very high to extremely high excavation difficulty.  Some areas have solution holes filled with Bt and/or Cr material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Bulltown series is the only known competing series in the same family.  The very deep, somewhat excessively drained Bulltown soil is not underlain by limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chiefland soils are on uplands of the Southern Coastal Plains.  The climate is humid subtropical.  They formed in sandy and loamy marine sediments overlying limestone bedrock.  The average annual air temperature ranges from 68 to 70 degrees F., and the average annual precipitation ranges from 55 to 57 inches.  Slopes range from 0 to 8 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alpin, Archer, Bigbee, Blanton, Bonneau, Lakeland, Lutterloh, Otela, Seaboard, Shadeville, Troup, and Wampee series.  Alpin, Bigbee, Blanton, Bonneau, Lakeland, Troup and  Wampee soils are not underlain by limestone.  The well drained Archer soils have red clayey subsoils overlying limestone.  The somewhat poorly drained Lutterloh soils have surface and subsurface layers more than 40 inches in thickness.  Otela soils have surface and subsurface layers more than 40 inches in thickness.  Seaboard soils are less than 20 inches thick over limestone and do not have an argillic horizon.  Shadeville soils are deep to limestone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well or well drained; rapid permeability in the A and E horizons, moderate in the Bt horizon, and very slow in the 2Cr horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas remain in native vegetation consisting mainly of laurel oak, live oak, post oak, turkey oak, slash pine, longleaf pine, hickory, persimmon, red maple, ash, poison ivy, sweetgum, holly, and red cedar.  Some areas are used for cropland and improved pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Florida, extending to the Gulf, and possibly south Georgia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alachua County, Florida; l948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - The zone from the surface to approximately 26 inches (Ap, E1, E2 horizons).\nArenic feature - The zone from the surface to approximately 26 inches (Ap, E1, E2 horizons).\nArgillic horizon - The zone from approximately 26 to 35 inches (Bt horizon).\nLithic contact - Approximately 35 inches (Cr horizon).\nThis revision moves the type location from Columbia County, Florida due to available corresponding laboratory data.  The drainage class was modified by adding the moderately well drainage class along with well drained due to the fluctuating conditions within and immediately above the Cr horizon.  The depth class is restricted to moderately deep in order to reflect the true conditions of Chiefland soils.\nADDITIONAL DATA:  Characterization pedon:  S15-17-(1-4).  Sample by the Soil Characterization Lab, IFAS, Univ. of Florida, Gainsville.  Sampled 11/90.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; very dark gray (10YR 3/1) fine sand; mixture of white sand grains and black organic matter has a salt and pepper appearance; weak fine granular structure; very friable; many fine and medium roots; neutral; clear smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "E1",
        "top": 13,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--5 to 17 inches; grayish brown (10YR 5/2) fine sand; common fine and medium faint light brownish gray (10YR 6/2) splotches of uncoated sand grains; single grained; loose; common fine and medium roots, few coarse roots; neutral; gradual wavy boundary."
      },
      {
        "name": "E2",
        "top": 43,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "E2--17 to 26 inches; pale brown (10YR 6/3) fine sand; single grained; loose; few very fine and fine roots; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation and pore linings and few medium distinct light brownish gray (10YR 6/2) areas of iron depletion; neutral; abrupt irregular boundary.  (Combined thickness of the E horizons ranges from 20 to 32 inches)"
      },
      {
        "name": "Bt",
        "top": 66,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--26 to 35 inches; yellowish brown (10YR 5/8) sandy clay loam; weak medium subangular blocky structure; friable; few very fine and fine roots; sand grains coated and bridged with clay; about 3 percent, by volume, limestone pebbles; common medium distinct light brownish gray (10YR 6/2) areas of iron depletion; neutral, abrupt irregular boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 89,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "narrative": "2Cr--35 inches; soft white (10YR 8/1) limestone bedrock."
      }
    ]
  ]
}
