{
  "SERIES": "CHIGLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWF:ELC",
  "REVDATE": "02/2003",
  "STATES": "OK,TX",
  "OVERVIEW": "The Chigley series consists of very deep, moderately well drained, moderately slowly permeable upland soils that formed in material weathered from conglomerate rock of Pennsylvanian age.  These soils are on very gently sloping to steep convex uplands in the Grand Prairie.  Slopes are 1 to 30 percent.  Mean annual precipitation is 36 inches.  Mean annual temperature is 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Udic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chigley gravelly sandy loam--forest.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable; 25 percent gravel by volume; few pockets of pale brown gravelly sandy loam; slightly acid; clear wavy boundary.  (2 to 8 inches thick)\nE--3 to 6 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, very friable; 20 percent gravel by volume; common pockets of grayish brown (10YR 5/2); strongly acid; abrupt wavy boundary.  (0 to 7 inches thick)\nBt1--6 to 21 inches; reddish yellow (5YR 6/6) gravelly sandy clay, yellowish red (5YR 5/6) moist; many medium distinct red (2.5YR 5/6) and prominent brown (10YR 5/3) redoximorphic concentrations; moderate fine and medium blocky structure; very hard, very firm; nearly continuous clay films on faces of peds; 15 percent gravel by volume; few Fe-Mn concretions; strongly acid; gradual wavy boundary.  (9 to 28 inches thick)\nBt2--21 to 40 inches; reddish yellow (5YR 6/6) clay, yellowish red (5YR 5/6) moist; common medium distinct red (2.5YR 5/6) and prominent brown (10YR 5/3) redoximorphic concentrations; weak medium and coarse blocky structure; very hard, very firm; nearly continuous clay films on faces of peds; 5 percent gravel by volume; few Fe-Mn concretions; moderately acid; gradual wavy boundary.  (8 to 30 inches thick)\nBt3--40 to 58 inches; brownish yellow (10YR 6/6) gravelly clay loam, yellowish brown (10YR 5/6) moist; common medium and fine distinct light brownish gray (10YR 6/2) and brown (10YR 5/3) redoximorphic concentrations and depletions; weak coarse blocky structure; very hard, firm; thin patchy clay films on faces of peds; 15 percent gravel by volume; few horizontal and diagonal pockets, one-fourth to 1 inch wide of clean sand and silt grains; few Fe-Mn concretions; slightly acid; gradual wavy boundary.  (0 to 22 inches thick)\nC--58 to 68 inches; coarsely mottled light olive brown (2.5Y 5/4), very pale brown (10YR 8/2), brownish yellow (10YR 6/6), and weak red (10R 4/3) gravelly clay; massive; very hard, firm; 30 percent gravel by volume; few soft pockets of calcium carbonate; moderately alkaline; clear wavy boundary.  (0 to 30 inches thick)\nR--68 to 72 inches; hard conglomerate consisting of sandstone, quartz, or limestone rock fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pontotoc County, Oklahoma; about 4 miles south of Vanoss; 2,180 feet east and 110 feet south of the northwest corner of sec. 27, T. 3 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to hard conglomerate rock is more than 60 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 4.  Texture is gravelly loam, gravelly fine sandy loam, or gravelly sandy loam.  Fragments of sandstone, granite, quartz, and limestone from 2 to 76 mm in diameter make up 15 to 30 percent by volume.  Reaction is moderately acid to neutral.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 8, and chroma of 2 to 4.  Texture and gravel content are the same as the A horizon.  Reaction is very strongly acid to neutral.\nThe Bt1 horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Some pedons have redoximorphic concentrations in shades of red or brown.  Texture is sandy clay, gravelly sandy clay, clay, gravelly clay, clay loam, or gravelly clay loam.  Fragments of granite, sandstone, quartz, and limestone from 2 to 76 mm in diameter make up 5 to 35 percent by volume and is above 10 percent in some subhorizon.  Reaction is strongly acid to slightly acid.\nThe Bt2 horizon has the same color, redoximorphic concentrations, texture, and percent of coarse fragments as the Bt1 horizon.  Hue of 10YR are also included.  Reaction is moderately acid to neutral.\nThe Bt3 horizon has hue of 2.5YR to 10YR, value of 5 or 6, and chroma of 3 to 8.  Some pedons have coarse redoximorphic concentrations and depletions in shades of red, brown, white, yellow, or gray.  Texture is clay, gravelly clay, sandy clay, gravelly sandy clay, sandy clay loam, gravelly sandy clay loam, clay loam, or gravelly clay loam.  Percent of coarse fragments is the same on the Bt1 horizon.  Reaction is slightly acid to moderately alkaline.  Depth to soft powdery lime is greater than 50 inches from the soil surface.\nThe C horizon has colors the same as the Bt3 horizon.  Texture is gravelly clay, very gravelly clay, gravelly sandy clay, very gravelly sandy clay, gravelly clay loam, very gravelly clay loam, gravelly sandy clay loam, or very gravelly sandy clay loam.  Fragments of sandstone, granite, quartz, and limestone from 2 to 76 mm in diameter make up 20 to 50 percent by volume.  Reaction is neutral through moderately alkaline.\nThe R layer is hard arkose conglomerate from 1 to several feet thick.  The conglomerate consists of sandstone, limestone, quartz, and granite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Callisburg, Hamby, Minwells, Pedernales, Truce, Voca, Windthorst, and Winters series in thesame family.  Soils in similar families are Agan, Aydelotte, and Payne series.  Agan, Aydelotte, Callisburg, and Hamby soils have sola more than 60 inches thick.  In addition, Agan and Aydelotte soils have cracks of 1 cm or more wide at a depth of 20 inches that extends to the surface.  Callisburg and Hamby soils lack Bt horizons and have up to 10 percent coarse fragments.  Minwells soils lack mottles in the argillic horizon and lack hard bedrock within 80 inches.  Payne soils have montmorillonitic mineralogy.  Pedernales soils have calcic horizons.  Truce and Voca soils lack hard bedrock within 80 inches, and lack Bt horizons having or made on 10 percent coarse fragments.  In addition, Voca soils occur in areas of less moisture.  Windthorst and Winters soils lack Bt horizons having as much as 10 percent coarse fragments.  In addition, Winters soils have secondary carbonates at depths of 28 to 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chigley soils are on very gently sloping to steep convex uplands in the Grand Prairie.  Slopes are 1 to 30 percent.  They formed in material weathered from conglomerate rock of Pennsylvanian age.  Mean annual precipitation ranges from 32 to 40 inches.  Mean annual temperature ranges from 62 to 66 degrees F.  Thornthwaite annual P-E indices range from 54 to 64.  Frost free days range from 200 to 230.  Elevation ranges from 700 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Agan series and the Clartia, Durant, Newalla, Ravia and Tussy series.  Agan soil occur on broad flats that are usually less sloping.  Clarita soils have smectitic mineralogy, intersecting slickensides and are cyclic.  In addition, Clarita soils occur on broad flats that are usually less sloping.  Durant and Tussy soils have smectitic mineralogy and cracks 1 cm or more wide at a depth of 20 inches that extends to the surface.  In addition, Durant soils have mollic epipedons and occur on broad flats and are usually less sloping.  Newalla soils lack an abrupt textural change from the E horizon to the Bt horizon and occur on broad ridge crests.  Ravia soils have fine-loamy control sections and mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is medium on 1 to 5 percent slopes, high on 5 to 20 percent slopes, and very high on >20 percent slopes; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A few of the very gently sloping to sloping areas are cultivated to sorghums, wheat, cotton, or peanuts.  Some of the sloping to steep areas are eroded and have been abandoned, or are used as pasture or range.  Native vegetation is eastern redcedar, post oak, and blackjack oak with an understory of native grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grand Prairie of Oklahoma and Texas.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Murray County, Oklahoma; 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Argillic horizon - the zone from 6 to 58 inches (the Bt horizons)\nADDITIONAL DATA:  National Soil Survey Laboratory, data on mineralogy, S74-OK-69-1.  Oklahoma State University laboratory data 68-OK-62-2, 70-OK-50-2, and 70-OK-62-1.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable; 25 percent gravel by volume; few pockets of pale brown gravelly sandy loam; slightly acid; clear wavy boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--3 to 6 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, very friable; 20 percent gravel by volume; common pockets of grayish brown (10YR 5/2); strongly acid; abrupt wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 53,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--6 to 21 inches; reddish yellow (5YR 6/6) gravelly sandy clay, yellowish red (5YR 5/6) moist; many medium distinct red (2.5YR 5/6) and prominent brown (10YR 5/3) redoximorphic concentrations; moderate fine and medium blocky structure; very hard, very firm; nearly continuous clay films on faces of peds; 15 percent gravel by volume; few Fe-Mn concretions; strongly acid; gradual wavy boundary.  (9 to 28 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 53,
        "bottom": 102,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--21 to 40 inches; reddish yellow (5YR 6/6) clay, yellowish red (5YR 5/6) moist; common medium distinct red (2.5YR 5/6) and prominent brown (10YR 5/3) redoximorphic concentrations; weak medium and coarse blocky structure; very hard, very firm; nearly continuous clay films on faces of peds; 5 percent gravel by volume; few Fe-Mn concretions; moderately acid; gradual wavy boundary.  (8 to 30 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 102,
        "bottom": 147,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--40 to 58 inches; brownish yellow (10YR 6/6) gravelly clay loam, yellowish brown (10YR 5/6) moist; common medium and fine distinct light brownish gray (10YR 6/2) and brown (10YR 5/3) redoximorphic concentrations and depletions; weak coarse blocky structure; very hard, firm; thin patchy clay films on faces of peds; 15 percent gravel by volume; few horizontal and diagonal pockets, one-fourth to 1 inch wide of clean sand and silt grains; few Fe-Mn concretions; slightly acid; gradual wavy boundary.  (0 to 22 inches thick)"
      },
      {
        "name": "C",
        "top": 147,
        "bottom": 173,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--58 to 68 inches; coarsely mottled light olive brown (2.5Y 5/4), very pale brown (10YR 8/2), brownish yellow (10YR 6/6), and weak red (10R 4/3) gravelly clay; massive; very hard, firm; 30 percent gravel by volume; few soft pockets of calcium carbonate; moderately alkaline; clear wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "R",
        "top": 173,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--68 to 72 inches; hard conglomerate consisting of sandstone, quartz, or limestone rock fragments."
      }
    ]
  ]
}
