{
  "SERIES": "CHILDRESS",
  "STATUS": "Tentative Series",
  "BYREV": "DDR-RFG-CLN-WJG",
  "REVDATE": "06/2004",
  "STATES": "OK,TX",
  "OVERVIEW": "The Childress series consists of very deep, well drained, moderately permeable soils.  These soils formed in loamy gypsiferous alluvial or lacustrine sediments of Quaternary age.  These nearly level to very gently sloping soils are on stream terraces and dissected remnants of lakebeds of the Central Rolling Red Plains (MLRA 78B and 78C).  Slope ranges from 0 to 3 percent.  Mean annual temperature is about 63 degrees F., and mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, gypsic, thermic Gypsic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Childress silt loam--cropland.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak fine and medium granular structure; soft, very friable; few very fine and fine roots, few medium roots: about 13 percent gypsum by weight and 1 percent calcium carbonate equivalent; EC is 2.4 dS/m; strongly effervescent; slightly alkaline; abrupt smooth boundary. (4 to 9 inches thick)\nBky1--5 to 23 inches; very pale brown (10YR 8/2) gypsiferous  loam, very pale brown (10YR 8/2) dry; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common very fine and fine roots; few fine and medium pores; vertical 1/4 inch (6mm) thick seams spaced about 2 feet apart of petrogypsic material; about 66 percent gypsum by weight and 5 percent calcium carbonate equivalent; EC is 2.2 dS/m; strongly effervescent; moderately alkaline; clear smooth boundary.\nBky2--23 to 30 inches; very pale brown (10YR 8/4) gypsiferous loam, very pale brown (10YR 7/4) moist; few fine distinct light brown (7.5YR 6/4) mottles; weak coarse prismatic structure; friable, hard, very firm; few fine roots and few very fine roots; many fine pores; about 25 percent visible masses and threads of gypsum; few quartz gravels less than 2cm across long axis; vertical 1/4 inch (6mm) thick seams spaced about 2 feet apart of petrogypsic material; About 61 percent gypsum by weight and 4 percent calcium carbonate equivalent; EC is 2.2 dS/m; strongly effervescent; moderately alkaline; clear smooth boundary.  (Combined thickness of the Bky1 and Bky2 horizons is 15 to 45 inches)\nBky3--30 to 80 inches; light brown (7.5YR 6/4) gypsiferous  loam, brown (7.5YR 5/4) moist; weak coarse prismatic structure; hard, very firm; few very fine roots; few very fine and fine pores; about 25 percent masses and threads of gypsum; few quartz pebbles less than 2cm across long axis; about 51 percent gypsum by weight and 9 percent calcium carbonate equivalent; EC is 2.2 dS/m; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Childress County, Texas; from intersection of Farm Road 2530 and U.S. Highway 287 in Childress; 1.2 miles north on farm Road 2530, 5.8 miles east on farm Road 268, 1150 feet south on county road and 100 feet east in cropland. Latitude: 34 degrees, 26 minutes, 0.30 seconds N; Longitude: 100 degrees, 5 minutes, 22.4 seconds W.) Kirkland North, Texas topographic quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to gypsic horizon: 4 to 9 inches\nThickness of the solum ranges from 60 to more than 80 inches\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nCoarse fragments: 0 to 2 percent\nEC (dS/m): 2 to 4\nDepth to secondary carbonates: 0 to 9 inches\nA Horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: loam, silt loam, or clay loam\nClay content: 12 to 30 percent\nCoarse fragments: 0 to 2 percent\nCalcium carbonate equivalent: 0 to 5 percent\nGypsum: Weighted average of 5 to 20 percent\nSAR: 0 to 2\nEffervescence: noneffervescent to strongly effervescent\nReaction: neutral to moderately alkaline\nBky1 and Bky2 horizons\nHue: 7.5YR to 2.5Y\nValue: 6 to 8\nChroma: 1 to 3\nMottles: Some pedons contain a few brownish mottles\nTexture: Gypsiferous materials of loam, silt loam, clay loam\nClay content: 18 to 35 percent\nCoarse fragments: 0 to 2 percent\nCalcium carbonate equivalent: 3 to 10 percent\nGypsum: Weighted average of 55 to 80 percent and may include a few vertical and horizontal discontinuous lenses of petrogypsic material less than 1 cm thick\nSAR: 0 to 2\nEffervescence: Slightly effervescent to violently effervescent\nReaction: slightly alkaline to moderately alkaline\nBky3 horizon\nHue: 5YR to 10YR\nValue: 5 to 8\nChroma: 2 to 4\nMottles: Some pedons are mottled with these colors\nTexture: Gypsiferous materials of loam, silt loam, clay loam or silty clay loam\nClay content: 18 to 40 percent clay\nCoarse fragments: 0 to 2 percent\nCalcium carbonate equivalent: 1 to 10 percent\nGypsum: Weighted average of 40 to 75 percent and may include selenite crystals and a few vertical and horizontal discontinuous lenses of petrogypsic material less than 1 cm thick.  The content of gypsum commonly decreases with depth.\nSAR: 0 to 2\nEffervescence: noneffervescent to violently effervescent\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family.  Similar soils are the Cornick, Cottonwood, and Vinson soils.  These soils are underlain by bedrock gypsum at very shallow to moderate depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: Stream terraces or dissected remnants of old lakebeds or other outwashes within or from the Blaine Formation.  Childress soils commonly occur as small rounded or oblong areas within areas of Acme soils.\nParent material: sediments high in gypsum\nSlope: 0 to 3 percent.\nMean annual temperature: 61 to about 66 degrees F.\nMean annual precipitation: 20 to 25 inches\nFrost-free period: 205 to 230 days\nElevation: 1600 to 1850 feet\nThornthwaite annual P-E indices: 32 to 37"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Abilene, Acme, Kingco and Rowena soils.\nAbilene, Kingco, and Rowena series: These soils occur slightly higher in the landscape.  These very deep soils have a mollic epipedon more than 20 inches thick and a clayey particle-size class.\nAcme Series: These very deep soils have a mollic epipedon and afine-silty particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Moderate permeability. Runoff is negligible on 0 to 1 percent slopes and low on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is mainly used as rangeland.   Short grasses are prevalent where grazing is continuous, but some tall grasses grow in protected areas.  Where the soil is intermingled with deeper and more productive soils, small areas are cultivated.  Some areas are mined for the soft impure gypsum.  This material is used for making sheetrock wall board."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Rolling Red Plains of north central Texas; LRR H; MLRA 78B and 78C.  Small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Childress County, Texas; 2003"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included with the Cottonwood series.  Cottonwood soils formed in residuum over crystalline or alabaster gypsum.  The Childress soil has concentrations of gypsum throughout the By horizons believed to be formed by upwards capillary action of water high in dissolved gypsum from a previous or present fluctuating water table from lower strata.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 5 inches\nGypsic horizon: 5 to 80 inches\nParticle-size-control section: 10 to 40 inches\nRange Site: Gyp - 078BY076TX\nADDITIONAL DATA: National Soil Survey Lab Data Nos.\nChildress Co. TX. (S99TX-075-001), and Foard Co. TX. (S01TX-155-002).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
