{
  "SERIES": "CHILAO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRG-DJE-ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Chilao series consists of shallow, somewhat excessively drained soils formed in material weathered from anorthosite, granodiorite or metamorphic rocks.  These soils are on mountainsides with slopes of 20 to 70 percent.  The mean annual precipitation is 25 inches and mean annual temperature is 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, thermic, shallow Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chilao gravelly loam on a SE facing slightly convex slope of 50 percent under chamise at an elevation of 3,450 feet.  (Colors are for dry soil unless otherwise stated.  When described on February 8, 1978, the soil was moist throughout).\nA1--0 to 5 inches; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine and fine interstitial pores; 20 percent pebbles; slightly acid (ph 6.4); clear wavy boundary.  (3 to 8 inches thick)\nC1--5 to 18 inches; slight yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; massive, soft, friable, slightly sticky and slightly plastic; few fine and few medium roots; common fine interstitial pores; 60 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (7 to 13 inches thick)\nC2r--18 to 24 inches; light gray highly weathered and fractured anorthosite rock which breaks down in the hands to sandy loam with about 50 percent pebble size pieces, few fine roots in the fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Los Angeles County, California (Angeles National Forest Area); 0.9 miles northeast of Monte Cristo Fire Station on the Angeles Forest Highway, 50 feet uphill from marker 15.87; 750 feet east and 1,500 feet south of the northwest corner sec. 23, T. 3 N., R. 12 W., SBBM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact ranges from 10 to 20 inches.  The mean annual soil temperature varies from 59 to 72 degrees F.  the mean January soil temperature varies from 50 to 54 degrees F.  The soil between depths of about 8 inches and the paralithic contact is dry in all parts from late May through October.  it is moist in some or all parts the rest of the year.  The soil is medium acid to neutral throughout.\nThe A horizon has dry color of 10YR 6/2, 5/4, 5/3, 5/2, 4/3 or 5Y 6/2; and moist color of 10YR 4/3, 4/2, 3/3, 3/2 or 5Y 4/2.  It is gravelly loam, very gravelly loam, gravelly sandy loam or very gravelly sandy loam and averages 20 to 40 percent coarse fragments.\nThe C horizon has dry color of 10YR 6/4, 6/3, 5/5, 4/4 or 5Y 6/3; and moist color of 10YR 5/6, 5/4, 4/3, 3/4 or 5Y 5/2.  It is very gravelly sandy loam and averages 40 to 65 percent coarse fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cieneba, Reliz, Shortcut (T), and Trigo series in other families.  Cieneba and Trigo soils are non-skeletal.  Reliz has a lithic contact.  Shortcut (T) is sandy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chilao soils are on mountainsides with 20 to 70 percent slopes at elevations of 3,000 to 5,000 feet.  the soil formed in material weathered from anorthosite, granodiorite, or metamorphic rocks.   Annual precipitation varies from 20 to 30 inches and mean annual temperature is 57 degrees F.  Average January temperature is 44 degrees F and average July temperature is 71 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are soils in the Pismo family and the competing Shortcut (T) and Trigo families.  They are on similar topographic positions.  Soils of the Pismo family are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium runoff; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as watershed, wildlife habitat and recreation.   Vegetation is chamise, manzanita, yucca and buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Gabriel Mountains, Southern California; the soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Angeles National Forest Area, Los Angeles County, California, 1980.  The series name was taken from Vetter Mountain."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series is being proposed in order to establish its taxonomic class in Soil Families of the United States.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nLast revised by the state on 12/80."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; few fine roots; many very fine and fine interstitial pores; 20 percent pebbles; slightly acid (ph 6.4); clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--5 to 18 inches; slight yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; massive, soft, friable, slightly sticky and slightly plastic; few fine and few medium roots; common fine interstitial pores; 60 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (7 to 13 inches thick)"
      },
      {
        "name": "C2r",
        "top": 46,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2r--18 to 24 inches; light gray highly weathered and fractured anorthosite rock which breaks down in the hands to sandy loam with about 50 percent pebble size pieces, few fine roots in the fractures."
      }
    ]
  ]
}
