{
  "SERIES": "CHILOQUIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/AON/SMM",
  "REVDATE": "06/2005",
  "STATES": "OR",
  "OVERVIEW": "The Chiloquin series consists of very deep, moderately well drained soils that formed in alluvium derived from volcanic rock and tephra. Chiloquin soils are on flood plains and terraces. Slopes range from 0 to 1 percent. The average annual precipitation is about 16 inches and the average annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chiloquin ashy loam, pasture, on a south facing slope of 1 percent at 4,278 feet elevation. When described on May 21, 2003, the soil was moist to 43 inches and saturated below that depth. (Colors are for dry soil unless otherwise noted. All textures are apparent field textures)\nAp--0 to 5 inches; gray (10YR 6/1) ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable, nonsticky, slightly plastic; common fine                                        and many very fine roots; many fine tubular and many very fine irregular pores; 1 percent  pumice paragravel; very slightly effervescent; slightly alkaline (pH 7.4); abrupt smooth boundary. (4 to 10 inches thick)\nAB--5 to 18 inches; gray (10YR 6/1) ashy loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; slightly hard, friable, slightly sticky, slightly plastic; many fine and common very fine roots; many fine tubular and many very fine irregular pores; 2 percent  pumice paragravel; slightly effervescent; slightly alkaline (pH 7.4); gradual wavy boundary. (0 to 15 inches thick)\nw1--18 to 35 inches; light gray (10YR 7/2) ashy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; common very fine roots; common fine tubular and many very fine irregular pores; 2 percent andesite fine gravel and 1 percent  pumice paragravel; slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (7 to 15 inches thick)\nBw2--35 to 43 inches; light brownish gray (10YR 6/2) ashy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; few fine tubular and many very fine irregular pores; 2 percent fine faint spherical dark gray (10YR 4/1) moist, iron depletions throughout and 10 percent fine distinct irregular yellowish brown (10YR 5/6) moist, iron-manganese masses throughout; 1 percent andesite fine gravel and 2 percent pumice paragravel; slightly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (0 to 10 inches thick)\nC1--43 to 55 inches; very pale brown (10YR 7/3) ashy very fine sandy loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky, slightly plastic; many very fine roots; few fine tubular and many very fine irregular pores; 2 percent fine faint spherical dark gray (10YR 4/1) moist, iron depletions throughout and 5 percent fine distinct irregular yellowish brown (10YR 5/4) moist, iron-manganese masses throughout; noneffervescent; slightly alkaline (pH 7.4); gradual wavy boundary. (10 to 20 inches thick)\nC2--55 to 72 inches; very pale brown (10YR 7/3) ashy very fine sandy loam, brown (10YR 4/3) moist; massive; hard, friable, nonsticky, slightly plastic; many very fine irregular pores; 5 percent fine distinct irregular yellowish brown (10YR 5/4) moist, iron-manganese masses throughout; noneffervescent; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klamath County, Oregon; about 4 miles west of the town of Sprague River; about 1950 feet south and 30 feet west of the northeast corner of section 6, T 36 S, R 10 E. (Latitude - 42 degrees, 28 minutes, 52.23 seconds N., Longitude - 121 degrees, 33 minutes, 55.05 seconds W.)  Sprague River West, Oregon USGS quadrangle;  UTM 617921 meters E, 4704200 meters N, zone 10 NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature  44 to 47 degrees F.\nMoisture control section  4 to 12 inches  dry for 60 to 90 days within the four month period following the summer solstice.\nDepth to apparent high water table  35 to 43 inches for 90 to 120 days in spring and summer\nEstimated properties:\nVolcanic glass content  5 to 20 percent\nAcid oxalate Al+1/2Fe+1/2 Fe  0.4 to 1.0 percent\nMoist bulk density  1.0 to 1.2 g/cc\n15 bar water retention  10 to 15 percent on air dried samples\nAp horizon\nValue  2 or 3 moist and 6 dry\nChroma  1 or 2, dry and moist\nClay content 12 to 15 percent\nParagravel content  0 to 2 percent pumice\nPumiceous sand content  2 to 30 percent, 1 to 2 mm diameter\nReaction  neutral to slightly alkaline\nAB horizon\nValue  2 or 3 moist and 6 dry\nChroma  1 or 2, dry and moist\nTexture  ashy loam or ashy sandy loam\nClay content  15 to 20 percent\nParagravel content  0 to 2 percent pumice\nPumiceous sand content  2 to 30 percent, 1 to 2 mm diameter\nReaction  neutral to moderately alkaline\nBw horizon\nValue  3 or 4 moist and 6 or 7 dry\nChroma  2 through 4 dry, and 2 to 3 moist\nTexture  ashy loam or ashy sandy clay loam\nClay content  18 to 27 percent\nParagravel content  0 to 2 percent pumice\nGravel content  0 to 2 percent andesite\nPumiceous sand content  2 to 30 percent, 1 to 2 mm\nRedoximorphic features\n2 to 5 percent faint to distinct iron depletions\n2 to 10 percent distinct iron manganese masses\nReaction  neutral to slightly alkaline\nC horizon\nValue  3 or 4 moist and 6 or 7 dry\nChroma 2 through 4 moist and 1 through 3 dry\nTexture  ashy fine sandy loam, ashy very fine sandy loam, or ashy loam\nClay content  10 to 15 percent\nRedoximorphic features\n2 to 10 percent faint to distinct iron depletions\n5 to 20 percent distinct iron manganese masses\nReaction  neutral to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chiloquin soils are on narrow flood plains and stream terraces at elevations of 4,175 to 4,300 feet. The soils formed in alluvium derived from diatomite, volcanic rock and tephra. The climate is cool subhumid. The average annual precipitation ranges from 15 to 18 inches. The average annual temperature ranges from 43 to 45 degrees F. The frost-free period is 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Wolfbutte, Klamath, Dilman and Lobert soils. Wolfbutte soils are on terraces.  They are well drained, have argillic horizons, and weakly cemented  duripans at 20 to 40 inches. Klamath soils are in depressions on floodplains.  They have less than 15 percent fine sand and coarser, and are very poorly drained.  Dilman soils are on floodplains.  They are poorly drained, and have ashy loamy coarse sand textures at a depth of 15 inches. Lobert soils are on terraces.  They are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated and dryland hay and pasture, and wildlife habitat. The soils commonly support silver sagebrush, green rabbitbrush and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Basins in south-central Oregon, MLRA 21. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Klamath County, Oregon, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon include:\nOchric epipedon\nCambic horizon  the zone from 18 to 43 inches (Bw1 and Bw2 horizons)\nParticle-size control section  the zone from 10 to 40 inches (part of the AB, the Bw1 and part of the Bw2 horizons)\nADDITIONAL DATA:\nNASIS Site ID:  03-SMM-011\nNASIS Pedon ID: 03OR681011\nEcological Site:  Dry Meadow 14 - 30 PZ (R021XY315OR)\nThe type location was reviewed and re-described in 2003 and the series was reclassified based on lab data collected on similar soils in the area.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
