{
  "SERIES": "CHILCOTT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWP/ALH/RWL",
  "REVDATE": "02/2002",
  "STATES": "ID,OR",
  "OVERVIEW": "The Chilcott series consists of moderately deep to duripan, well drained soils with slow permeability that formed in a thin mantle of loess and silty alluvium from loess and weathered volcanic ash over loamy or sandy and gravelly alluvium from igneous materials. Slopes range from 0 to 30 percent on plains and valleys. The average annual precipitation is about 10 inches and the average annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Abruptic Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chilcott silt loam -- in rangeland at 2,720 feet elevation. (Colors are for air-dry soil unless otherwise stated.)\nE--0 to 8 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; weak very thin and thin platy structure; slightly hard, friable; nonsticky and nonplastic; many fine vesicular pores in upper part; common very fine soft reddish brown and black iron-manganese concretions in lower part; neutral (pH 6.9); abrupt wavy boundary. (3 to 19 inches thick)\n2Bt--8 to 17 inches; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderate medium prismatic structure parting to strong medium angular blocky; very hard, firm, very sticky and very plastic; few roots; few fine pores; continuous distinct clay films on faces of peds; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 14 inches thick)\n2Btk1--17 to 24 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium angular blocky; very hard, firm, very sticky and very plastic; few roots; few very fine pores; many distinct clay films on faces of peds; few large splotches of calcium carbonates on peds; slightly alkaline (pH 7.8); clear wavy boundary. (0 to 13 inches thick)\n2Btk2--24 to 30 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few roots; few very fine pores; common faint clay films in pores; many splotches of calcium carbonates; strongly effervescent; slightly alkaline (pH 7.5); abrupt wavy boundary. (0 to 8 inches thick)\n2Bkqm1--30 to 47 inches; pink (7.5YR 8/3) continuous, indurated siliceous laminae over very pale brown (10YR 7/3) strongly cemented duripan, yellowish brown (10YR 5/4) moist; indurated plates with strongly cemented material in between; strongly effervescent; moderately alkaline (pH 8.1); clear wavy boundary. (4 to 20 inches thick)\n3Bkqm2--47 to 53 inches; light gray (10YR 7/2) continuous, weakly cemented sand and gravel, pale brown (10YR 6/3) moist; massive; strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (0 to 15 inches thick)\n3Bk--53 to 75 inches; sand and gravel with iron oxides; loose; lower sides of gravel coated with calcium carbonates; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gem County, Idaho; about 9 miles northwest of Emmett; 2,400 feet south and 1,100 feet west of the northeast corner of section 7, T.7 N., R.2 W.; USGS Northwest Emmett Quadrangle; (Latitude 43 degrees, 57 minutes, 33 seconds N. and Longitude 116 degrees, 36 minutes, 57 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to calcium carbonates - 10 to 30 inches\nDepth to duripan - 20 to 40 inches\nDepth to bedrock - greater than 60 inches (see remarks)\nMoisture control section - moist less than 90 consecutive days when the soil temperature is greater than 47 degrees F.\nAverage annual soil temperature - 47 to 56 degrees F.\nE horizon (mixed)\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 2 through 4 dry or moist\nTexture - SIL or VFSL\nReaction - neutral or slightly alkaline\nOther features - A horizons overlie the E horizon in some pedons\n2Bt and 2Btk1 horizons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - SICL, SIC, CL or C\nClay content - 35 to 60 percent\nRock fragments - 0 to 5 percent\nReaction (pH) - neutral to moderately alkaline\n2Bkqm horizon\nCementation - very strong or indurated in some part\n2Bk or 2Bkq horizons with 15 to 40 percent calcium carbonate equivalant are above the duripan in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Catchell, Lookout, Lovejoy, Novacan, Pigtail and Reno series. Catchell soils have bedrock at 20 to 40 inchesLookout soils have bedrock at 40 to 60 inches and 5 to 35 percent rock fragments in the solum. Lovejoy soils are slightly to moderately acid above the duripan. Novacan soils have strongly cemented duripans, greater than 10 percent rock fragments in the control section, and lack E horizons. Pigtail soils have a transitional silty clay loam A2 horizon above the abrupt textural change, a duripan with laminations of very strong or indurated plates greater than 20 inches thick, and lack E horizons. Reno soils have discontinuous silica laminae in the duripan and have less than 30 percent silt in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chilcott soils are nearly level to moderately steep on high terraces, mesas, calderas, shield volcanos and basalt plains at elevations of 2,300 to 5,300 feet. Slopes range from 0 to 30 percent. These soils formed in a thin mantle of loess over silty alluvium from loess and weathered volcanic ash over loamy or sandy and gravelly alluvium from igneous materials. The climate is cool, moist in the winter and hot, dry in the summer. Average annual precipitation is dominantly 8 to 12 inches, but ranges to 15 inches in the Boise Front (Ada County, Idaho). Average annual temperature is 45 to 54 degrees F. Frost-free period is 90 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lanktree, Malheur, Sebree, Vickery and Virtue series. Lanktree soils lack a duripan. Malheur and Sebree soils have natric horizons. Vickery soils are fine-loamy and lack an argillic horizon. Virtue soils are fine-silty. These soils are on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Chilcott soils are used mainly for irrigated cropland, hayland and pastureland at lower elevations and for rangeland and wildlife habitat at higher elevations. Crops grown include corn and small grains. The dominant natural vegetation is Wyoming big sagebrush, Thurber needlegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Idaho and eastern Oregon. MLRA 10, 11, and 25. Chilcott soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Emmett Valley Area, Gem County, Idaho, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The original concept of this series is a soil with a duripan formed at a sand and gravel discontinuity. The expansion to include phases with duripans over basalt would not be allowed under new series criteria and should be considered outside the series concept.\nDiagnostic horizons and other features recognized in this pedon:\nOchric epipedon - zone 0 to 8 inches (E horizon)\nAbrupt texture change - at 8 inches; est. 30 % clay increase within 1 inch (upper boundary of 2Bt horizon)\nArgillic horizon - zone 8 to 30 inches (2Bt and 2Btk horizons)\nCalcic horizon - zone 24 to 30 inches (2Btk2 horizon)\nDuripan- zone 30 to 47 inches (2Bkqm1 horizon) with laminated very strongly cemented or indurated plates\nDuripan- zone 47 to 53 inches (3Bkqm2) with continuous weakly cemented sand and gravel\nParticle-size control section - zone 8 to 28 inches\nSoil moisture regime - aridic bordering on xeric\nThese soils in the Boise Front geographic area in Ada County, Idaho receive 13 to 15 inches of mean annual precipitation, however, due to early runoff and extended period of evapotranspiration are still considered aridic.\nThe presence of sodium and soluable salts in some pedons needs investigation to determine what is the typical range.\nGeographic setting terms used throughout MLRA 11 to identify the setting of this soil are quite varied although all equate to the same landscape. There will be further investigation from an MLRA project level as to the accepted terms for use.\nThe term silty alluvium used in this series concept infers a localized influence on the mixed loess and weathered volcanic ash soil mantle by overland flow of running water.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
