{
  "SERIES": "CHILLON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LEL",
  "REVDATE": "07/2012",
  "STATES": "TX",
  "OVERVIEW": "The Chillon series consists of very deep, well drained soils that formed in gravelly Holocene alluvium derived from igneous rocks. Slope gradients range from 1 to 5 percent. The mean annual precipitation is about 11 inches and the mean annual air temperature is about 70 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chillon very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches (0 to 14 cm); yellowish brown (10YR 5/4) very gravelly fine sandy loam, brown (10YR 5/3), moist; 15 percent silicate clay; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; 55 percent subrounded igneous gravel; strong effervescence; moderately alkaline (pH 8.0); clear smooth boundary.\nBw--6 to 43 inches (14 to 108 cm); yellowish brown (10YR 5/4) very gravelly fine sandy loam, brown (10YR 5/3), moist; 14 percent silicate clay; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; 45 percent subrounded igneous gravel and 5 percent subrounded igneous cobbles; strong effervescence; moderately alkaline (pH 8.1); clear smooth boundary.\nC--43 to 80 inches (108 to 203 cm); light yellowish brown (10YR 6/4) very gravelly coarse sandy loam, pale brown (10YR 6/3), moist; 12 percent silicate clay; single grain; 60 percent subrounded igneous gravel and 5 percent subrounded igneous cobbles; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County, Texas, from junction of US Highway 385 and State Highway 118, 15.5 miles east on State Highway 118, 0.4 miles south on dirt road, 250 feet east in rangeland; San Vicente, Texas - USGS 7.5 minute topographic quadrangle; Latitude:  29 degrees, 11 minutes, 5.1 seconds North, Longitude:  103 degrees, 0 minutes, 48.2 seconds West; UTM coordinates:  693172 meters, Easting, 3230088 meters Northing; Zone 13; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is dry in all parts more than three-fourths of the time the soil temperature exceeds 41 degrees F. Intermittently moist in some part of the soil moisture control section during June-September. More than 60 percent of the annual rainfall occurs during that period. The soil does not receive significant amounts of moisture during winter months. Ustic aridic soil moisture regime.\nSoil temperature: 72 to 78 degrees F\nCalcium carbonate equivalent: less than 10 percent in the upper 40 inches, and is disseminated\nA horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 2 to 6, dry or moist\nClay content: 5 to 18 percent\nRock fragment: more than 35 percent igneous fragments, mainly gravel\nBw horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nClay content: 5 to 18 percent\nRock fragment: more than 35 percent igneous fragments, mainly gravel\n2C horizon\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6, dry or moist\nClay content: 5 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chillon soils are on Holocene-age pediments, low stream terraces, and flood plain steps in a semi-bolson landscape. Slope ranges from 1 to 5 percent. The soils formed in very gravelly alluvium derived mainly from igneous rocks. Mean annual precipitation ranges from about 10 to 13 inches. Most rainfall occurs during afternoon thunderstorms from July through September. Mean annual air temperature ranges from about 68 to 72 degrees F. Elevation ranges from 1,800 to 4,295 feet. The frost-free period is 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corazones, Ojinaga (P TX), and Pantera series. Corazones and Ojinaga soils occur on higher, older geomorphic surfaces. Corazones soils contain calcic horizons whereas Ojinaga soils have petrocalcic horizons. Pantera soils occur on lower, younger floodplains, and have no subsurface diagnostic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid to rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as ephemeral range and wildlife habitat. Vegetation physiognomy is desert shrubland. Dominant woody plants are creosotebush, mesquite, catclaw acacia, leatherstem, ocotillo, and cacti. Grasses include red grama, Chino grama, fluffgrass, and bush muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Big Bend region of Trans-Pecos Texas. LRR D, MLRA 42, Southern Desertic Basins, Plains, and Mountains. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Big Bend National Park, Texas. 2010. The name is from an arroyo near Presidio, Texas. It is pronounced chi-yon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  the zone from 0 to 3 inches (A horizon)\nCambic horizon  the zone from 3 to 18 inches (Bw horizons)\nRevised and the type location moved for the correlation of Big Bend National Park, TX, October 2010, CEM\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Eleventh Edition, 2010"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches (0 to 14 cm); yellowish brown (10YR 5/4) very gravelly fine sandy loam, brown (10YR 5/3), moist; 15 percent silicate clay; weak medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; 55 percent subrounded igneous gravel; strong effervescence; moderately alkaline (pH 8.0); clear smooth boundary."
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--6 to 43 inches (14 to 108 cm); yellowish brown (10YR 5/4) very gravelly fine sandy loam, brown (10YR 5/3), moist; 14 percent silicate clay; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; 45 percent subrounded igneous gravel and 5 percent subrounded igneous cobbles; strong effervescence; moderately alkaline (pH 8.1); clear smooth boundary."
      },
      {
        "name": "C",
        "top": 109,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sandy loam",
        "structure": "single grain",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--43 to 80 inches (108 to 203 cm); light yellowish brown (10YR 6/4) very gravelly coarse sandy loam, pale brown (10YR 6/3), moist; 12 percent silicate clay; single grain; 60 percent subrounded igneous gravel and 5 percent subrounded igneous cobbles; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
