{
  "SERIES": "CHILGREN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBH-TAG-DJP-AGG",
  "REVDATE": "06/2003",
  "STATES": "MN",
  "OVERVIEW": "The Chilgren series consists of very deep, poorly drained soils formed in calcareous loamy till on glacial lake plains. Slopes are less than 2 percent. These soils have moderate or moderately slow permeability.  Mean annual temperature is 39 degrees F, and mean annual precipitation is 26 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chilgren loam with a concave slope of 1 percent in an aspen grove at 1,165 feet elevation. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1) fine sandy loam; dark gray (10YR 4/1) dry; weak fine and medium granular structure; very friable; many very fine and fine and few medium roots; slightly acid; abrupt smooth boundary. (1 to 5 inches thick)\nE--4 to 10 inches; grayish brown (10YR 5/2) fine sandy loam; light brownish gray (10YR 6/2) dry; weak moderately thick platy structure parting to weak fine granular; very friable; common very fine and fine roots; few medium faint pale brown (10YR 6/3) Fe concentrations; about 8 percent gravel; slightly acid; clear smooth boundary. (2 to 8 inches thick)\nBtg--10 to 18 inches; dark grayish brown (2.5Y 4/2) clay loam; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; firm; many distinct very dark grayish brown (10YR 3/2) clay films on faces of peds; common very fine and fine and few medium roots; common fine faint light olive brown (2.5Y 5/4) and common fine distinct yellowish brown (10YR 5/6) Fe concentrations; about 5 percent gravel; slightly acid; abrupt smooth boundary. (6 to 18 inches thick)\nBkg1--18 to 29 inches; olive gray (5Y 5/2) clay loam; weak coarse prismatic structure parting to weak fine and medium subangular blocky; friable; few very fine and fine roots; common irregular soft lime filaments and threads; common fine distinct light brownish gray (2.5Y 6/2) Fe depletions and few fine prominent yellowish brown (10YR 5/6) Fe concentrations; about 5 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary.\nBkg2--29 to 72 inches; olive gray (5Y 5/2) loam; weak coarse prismatic structure parting to weak fine and medium subangular blocky; friable; few fine prominent brown (7.5YR 4/4) iron concretions; few fine light gray (2.5Y 7/2) soft masses of lime; few fine prominent yellowish brown (10YR 5/6) and many medium distinct light olive brown (2.5Y 5/4) Fe concentrations and common medium faint light olive gray (5Y 6/2) Fe depletions; about 5 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary. (0 to 54 inches thick)\nCg--72 to 80 inches; olive gray (5Y 5/2) loam; massive; friable; common fine and medium black (10YR 2/1) manganese concretions; few fine light gray (2.5Y 7/2) soft masses of lime; common medium prominent reddish brown (5YR 4/4) iron concentrations, many medium prominent dark yellowish brown (10YR 4/6) and many medium and coarse distinct light olive brown (2.5Y 5/4) Fe concentrations and common medium faint light olive gray (5Y 6/2) Fe depletions; about 3 percent gravel and 1 percent cobbles, with 1 percent weathered granite fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pennington County, 6 miles south and 8 1/2 miles east of High Landing, Minnesota; 1,500 feet south and 700 feet east of the northwest corner, sec. 26, T. 152 N., R. 39 W., USGS Gully NE topoquadrangle, lat. 47 degrees 57 minutes 36 seconds N., lat. 95 degrees 37 minutes 21 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free carbonates ranges from 12 to 24 inches. The content of coarse fragments is 2 to 15 percent in the Bt and C horizons and 0 to 10 percent in the A and E horizons. The fragments are mixed in lithology, but limestone, shale, and granite are dominant.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. The upper 7 inches have value of more than 5.5 when mixed and dry. It is loam, sandy loam or fine sandy loam and is slightly acid or neutral.\nThe E horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 or 2. It is loamy sand, loamy fine sand, sandy loam, fine sandy loam, or loam. It is slightly acid or neutral.\nThe Btg horizon has hue of 2.5Y or 5Y; value of 3 to 5; and chroma of 1 or 2. It is loam, clay loam, or sandy clay loam. It has 18 to 35 percent clay and 40 to 70 percent sand. It has few through many, faint or distinct clay films on faces of peds. It has some thin coatings of E material on faces of peds in the upper part in some pedons. It is slightly acid through mildly alkaline.\nThe Bkg, BCkg, CBkg or Cg horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 1 or 2. It is slightly alkaline or moderately alkaline.\nThe Bkg, BCkg, CBkg or Cg horizon in the Percy till phase has textures of sandy loam, fine sandy loam, loam or silt loam. It has 12 to 18 percent clay and more than 15 percent fine sand and coarser sand. Calcium carbonate equivalent ranges from 20 to 40 percent. Moist bulk density ranges from 1.75 to 2.00 g/cc.\nThe Bkg, BCkg, CBkg or Cg horizon in the Des Moines till phase has textures of loam, clay loam or silty clay loam. It has 18 to 35 percent clay and more than 15 percent fine sand and coarser sand. Calcium carbonate equivalent ranges from 10 to 25 percent. Moist bulk density ranges from 1.35 to 1.60 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Shooker series.  Shooker soils have carbonates at depths greater than 24 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Chilgren soils have plane or slightly concave slopes with gradient of less than 2 percent on level or nearly level glacial lake plains. They formed primarily in calcareous, loamy, glacial till. A thin mantle of water-sorted sediments overlies the till in some places. These deposits are Late Wisconsinan Age. Mean annual air temperature is 36 to 40 degrees F, and mean annual precipitation is 24 to 28 inches. Frost free days range from 88 to 135 days. Elevation above sea level ranges from 1,200 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cathro, Garnes, Grygla, Hamre, Haug, and Rifle soils. Very poorly drained Cathro and Rifle soils are organic soils on lower lying positions. The moderately well drained Garnes soils are on slightly higher lying positions. The poorly drained Grygla soils are in similar landscape positions and have a sandy mantle. The very poorly drained Hamre and Haug soils have a thin mantle of organic material over glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Surface runoff is slow. Permeability is moderate or moderately slow. Seasonal high saturation is as high as .5 foot from November to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are forested, but some are used for growing hay or pasture and small grains. Native vegetation is coniferous-deciduous forest. Dominant species are white spruce, balsam fir, quaking aspen, and balsam poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-88, mostly in Northwestern Minnesota in the Glacial Lake Agassiz Plain. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake of the Woods County, Minnesota, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features are: ochric epipedon from 0 to 10 inches (A and E horizons); albic horizon from 4 to 10 inches (E horizon); argillic horizon from 10 to 18 inches (Btg horizon); other features include frigid temperature regime and aquic moisture regime based upon low chroma in Btg horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) fine sandy loam; dark gray (10YR 4/1) dry; weak fine and medium granular structure; very friable; many very fine and fine and few medium roots; slightly acid; abrupt smooth boundary. (1 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--4 to 10 inches; grayish brown (10YR 5/2) fine sandy loam; light brownish gray (10YR 6/2) dry; weak moderately thick platy structure parting to weak fine granular; very friable; common very fine and fine roots; few medium faint pale brown (10YR 6/3) Fe concentrations; about 8 percent gravel; slightly acid; clear smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "Btg",
        "top": 25,
        "bottom": 46,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btg--10 to 18 inches; dark grayish brown (2.5Y 4/2) clay loam; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; firm; many distinct very dark grayish brown (10YR 3/2) clay films on faces of peds; common very fine and fine and few medium roots; common fine faint light olive brown (2.5Y 5/4) and common fine distinct yellowish brown (10YR 5/6) Fe concentrations; about 5 percent gravel; slightly acid; abrupt smooth boundary. (6 to 18 inches thick)"
      },
      {
        "name": "Bkg1",
        "top": 46,
        "bottom": 74,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkg1--18 to 29 inches; olive gray (5Y 5/2) clay loam; weak coarse prismatic structure parting to weak fine and medium subangular blocky; friable; few very fine and fine roots; common irregular soft lime filaments and threads; common fine distinct light brownish gray (2.5Y 6/2) Fe depletions and few fine prominent yellowish brown (10YR 5/6) Fe concentrations; about 5 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Bkg2",
        "top": 74,
        "bottom": 183,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bkg2--29 to 72 inches; olive gray (5Y 5/2) loam; weak coarse prismatic structure parting to weak fine and medium subangular blocky; friable; few fine prominent brown (7.5YR 4/4) iron concretions; few fine light gray (2.5Y 7/2) soft masses of lime; few fine prominent yellowish brown (10YR 5/6) and many medium distinct light olive brown (2.5Y 5/4) Fe concentrations and common medium faint light olive gray (5Y 6/2) Fe depletions; about 5 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary. (0 to 54 inches thick)"
      },
      {
        "name": "Cg",
        "top": 183,
        "bottom": 203,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cg--72 to 80 inches; olive gray (5Y 5/2) loam; massive; friable; common fine and medium black (10YR 2/1) manganese concretions; few fine light gray (2.5Y 7/2) soft masses of lime; common medium prominent reddish brown (5YR 4/4) iron concentrations, many medium prominent dark yellowish brown (10YR 4/6) and many medium and coarse distinct light olive brown (2.5Y 5/4) Fe concentrations and common medium faint light olive gray (5Y 6/2) Fe depletions; about 3 percent gravel and 1 percent cobbles, with 1 percent weathered granite fragments; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
