{
  "SERIES": "CHIMAYO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/CDH/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fragmental, mixed, mesic Aridic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chimayo extremely gravelly coarse sandy loam, extremely bouldery--on a backslope of a canyon sloping 64 percent to the northwest at 6,400 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry throughout.)\nA--0 to 3 inches; brown (7.5YR 4/2) extremely gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; 50 percent gravel, 10 percent cobbles, 3 percent stones, and 2 percent boulders; slightly alkaline (pH 7.8); abrupt wavy boundary. (1 to 3 inches thick)\nBw--3 to 7 inches; brown (7.5YR 5/3) very gravelly coarse sandy loam, brown (7.5YR 4/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and nonplastic; few medium, few fine, and common very fine roots; few fine and few very fine interstitial pores; 45 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear wavy boundary. (4 to 6 inches thick)\nC--7 to 17 inches; cobbles; fine earth is brown (7.5YR 5/3) coarse sandy loam, brown (7.5YR 4/3) moist; massive; soft, friable, slightly sticky and nonplastic; few fine and few very fine roots; 40 percent gravel and 55 percent cobbles; rock fragments are separated by fractures devoid of fine earth in some part; slightly alkaline (pH 7.4); clear wavy boundary. (7 to 11 inches thick)\nR--17 inches; indurated granite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 1 mile southeast of Chimayo; 2,150 feet east and 2,650 feet north of the southwest corner of section 7, T.20N., R.10E.; USGS Cundiyo 7.5 minute topographic quadrangle; Latitude 35 degrees 58 minutes 42 seconds North and Longitude 105 degrees 55 minutes 15 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is moist in all parts during the 60 days following the winter solstice. It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F. The soils are driest in May and June. The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature: 49 to 51 degrees F.\nDepth to lithic contact: 14 to 19 inches\nDepth to fragmental material: 7 to 9 inches\nRock fragment lithology: granite, gneiss, and schist\nParticle-size control section (weighted averages)\nSilicate clay content: 4 to 12 percent\nSand content: 65 to 85 percent\nFine sand or coarser content: 55 to 75 percent\nRock fragment content: 90 to 95 percent\nMica content: 25 to 45 percent (by grain count)\nA horizon\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nRock fragment content: total range is 55 to 70 percent\n40 to 60 percent gravel\n5 to 15 percent cobbles\n2 to 5 percent stones\n0 to 2 percent boulders\nBw horizon\nChroma: 3 or 4, dry or moist\nTexture: very gravelly coarse sandy loam, very gravelly sandy loam and extremely gravelly sandy loam\nClay content: 8 to 18 percent\nRock fragment content: total range is 50 to 75 percent\n40 to 55 percent gravel\n5 to 15 percent cobbles\n1 to 3 percent stones\n1 to 2 percent boulders\nC horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: gravel, cobbles\nTexture of fine earth: coarse sandy loam, loamy coarse sand\nClay content: 4 to 12 percent\nRock fragment content: total range is 90 to 95 percent\n40 to 75 percent gravel\n20 to 55 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family. The Enmedio series in a similar family has an argillic horizon and mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chimayo soils are on backslopes of escarpments and canyons. They formed in colluvium over residuum derived locally from Precambrian granite, gneiss, and schist. Slopes are 50 to 90 percent. Elevation ranges from 6,100 to 8,100 feet. The mean annual precipitation is 14 to 16 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 47 to 49 degrees F.  The frost-free period is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atalaya, Enmedio, and Quapaw soils. Atalaya soils are coarse-loamy over fragmental, have argillic horizons, and occur on beveled summits and shoulders of hills. Enmedio soils are loamy-skeletal over fragmental, have mollic epipedons and argillic horizons, and occur on backslopes of hills. Quapaw soils are loamy-skeletal, have thick mollic epipedons, and occur on adjacent alluvial cones of hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very high surface runoff; permeability is moderately rapid in the upper part, very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Chimayo soils are used for urban development, livestock grazing, and recreation. The historic climax vegetation is blue grama, mountain muhly, Arizona fescue, sedges, and twoneedle pinyon.  The ecological site is Mountain Loam(R048AY004NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Chimayo soils are of small extent on the southwestern Sangre de Cristo part of the Southern Rocky Mountains province in northcentral New Mexico. The MLRA is 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County (Santa Fe Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 3 inches (A horizon)\nFragmental feature: From 7 to 17 inches. (C horizons)\nLithic contact: at 17 inches. (R layer)\nParticle-size control section: The zone from 10 to 17 inches. (part of the C horizon)\nThe Bw horizon is not thick enough to qualify as a cambic horizon.\nThe 11/2006 revision moves the typical pedon to the pedon used in the update survey of the Santa Fe Area. The classification was also revised from loamy-skeletal, mixed, nonacid, mesic Lithic Ustorthents to fragmental, mixed, mesic Aridic Lithic Ustorthents. The series range in characteristics was re-written to comprise only the soils in the Santa Fe update survey. These soils were proposed in 1999 as the Sanctuario series, before being dropped and correlated with Chimayo in 2006.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
