{
  "SERIES": "CHIMENEA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLR/JEJ",
  "REVDATE": "04/2009",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chimenea very gravelly fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (7.5YR 5/4) very gravelly fine sandy loam, reddish brown (5YR 4/4) moist, weak medium platy structure parting to weak fine granular; slightly hard, very friable, slightly sticky and nonplastic; many very fine roots; common fine interstitial pores; 40 percent fine gravel; slightly effervescent; slightly alkaline (pH 7.8); abrupt wavy boundary.  (1 to 3 inches thick)\nBt1--2 to 8 inches; reddish brown (5YR 4/4) gravelly sandy clay loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; many very fine, common fine and few medium roots; many fine interstitial pores; common distinct clay films bridging and coating gravel; 30 percent fine gravel; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary.  (4 to 8 inches thick)\nBt2--8 to 15 inches; reddish brown (2.5YR 4/4) gravelly sandy clay loam, dark reddish brown (2.5YR 3/4) moist; massive; hard, friable, sticky and plastic; many very fine and few fine roots; many interstitial pores; many distinct pale red (2.5YR 6/2) and weak red (2.5YR 5/2) clay films coating and bridging sand grains and gravel; 30 percent fine gravel; noneffervescent; slightly alkaline (pH 7.6); gradual irregular boundary.  (2 to 9 inches thick)\n2Crt--15 to 60 inches; partially weathered granite (grus); common fine roots and common distinct dark red (2.5YR 3/6) moist and dry clay films in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pima County, Arizona; in a road cut on the east side of Freeman Road, at the west boundary of the Saguaro National Monument; 550 feet north of Calle Aurora; 2410 feet south and 60 feet east of the northwest corner of section 20, T. 14 S., R. 16 E.  Latitude 32 degrees, 11 minutes, 58 seconds N., longitude 110 degrees, 44 minutes, 15 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-March.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature - 62 to 72 degrees F.\nRock fragments - averages 15 to 35 percent fine granitic gravel\nDepth to bedrock - 6 to 20 inches\nOrganic matter - .5 to 1 percent in the surface\nA horizon\nHue:  7.5YR, 5YR\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  3 or 4, dry or moist\nReaction:  neutral to moderately alkaline\nCalcium carbonate:  none to slightly effervescent\nB horizon\nHue:  2.5YR, 5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  2, 3, 4, or 6 dry, 3, 4, or 6 moist\nTexture:  sandy clay loam, coarse sandy loam (18 to 25 percent clay)\nReaction:  neutral to slightly alkaline\nCalcium carbonate:  usually noneffervescent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Desertqueen (T)(CA) and Pinyonpeak (CA) series.  Pinyonpeak soils have 10 to 18 percent clay, hues of 7.5YR and 10YR, and are moist in some part of the soil moisture control section for less than 20 days cumulative between July and September.  Desertqueen soils do not have an OSD and cannot be completed."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chimenea soils are on rock-floored pediments and hills at elevations of 2200 to 4000 feet.  Slopes range from 5 to 30 percent.  The soils formed in alluvium from granite, granodiorite, pegmatite or related intrusive coarse grained rock.  The mean annual air temperature is 60 to 70 degrees F.  The mean annual precipitation is 10 to 12 inches.  The frost-free period is 220 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Anklam, Cellar, Pantano and Pinaleno soils.  Pantano soils have a calcic horizon and do not have argillic horizons.  Pinaleno soils are very deep.  Anklam soils are loamy-skeletal.  Cellar soils do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing, and low density homesites and other urban uses.  Vegetation is paloverde, whitethorn, desert hackberry, a few creosotebush, bursage, brittlebush, mimosa, ocotillo, Arizona cottontop, slender grama, pricklypear, cholla, barrel and saguaro cacti, bush muhly and threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  The Chimenea series is moderately extensive. MLRA 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pima County, Arizona; Soil Survey of Pima County, Arizona, Eastern Part; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nArgillic horizon - the zone from 2 to 15 inches (Bt1, Bt2 horizons)\nParalithic contact - the boundary at 15 inches (2Crt horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006\nRevised for the correlation of AZ661, 12/2008, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
