{
  "SERIES": "CHINABUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PS/ALH/JVC",
  "REVDATE": "01/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chinabutte extremely stony loam--on a slightly concave northeast facing slope of 22 percent at 1,375 meters elevation--native rangeland.  (Colors are for dry soil unless otherwise noted.  When described on October 16, 1985, the soil was dry throughout.) The soil surface has about 10 percent stone cover.\nA--0 to 13 cm; brown (10YR 5/3) extremely stony loam; dark brown (10YR 3/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; many very fine and fine interstitial pores; 35 percent pebbles, 10 percent cobbles, and 15 percent stones; neutral (pH 6.7); clear smooth boundary.  (10 to 20 cm thick)\nBt1--13 to 20 cm; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine, few medium roots; common very fine tubular pores; few distinct clay films on faces of peds; 40 percent pebbles and 15 percent cobbles; slightly acid (pH 6.3); clear smooth boundary.  (8 to 18 cm thick)\nBt2--20 to 38 cm; brown (10YR 5/3) extremely cobbly clay loam, brown (10YR 4/3) moist; weak very fine and fine subangular block structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine tubular pores; many distinct clay films on faces of peds; 30 percent pebbles and 50 percent cobbles; slightly acid (pH 6.3); abrupt wavy boundary.  (8 to 23 cm thick)\nR--38 cm; slightly fractured rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 18 miles south of Murphy; 2,376 feet north and 790 feet west of the southeast corner of section 26, T.5 S., R.2 W.; USGS Toy Pass 7.5 minute topographic quadrangle; latitude 42 degrees 57 minutes 31 seconds N and longitude 116 degrees 32 minutes 08 seconds W; WGS84 Decimal Degrees 42.9586111 latitude, -116.5355556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is dry 75 to 90 consecutive days following the summer solstice; xeric moisture regime bordering on aridic.\nSoil temperature - 8.3 to 11.1 degrees C.\nMollic epipedon thickness - 18 to 28 cm.\nSolum thickness and depth to bedrock - 36 to 50 cm.\nReaction - slightly acid or neutral\nParticle-size control section (averages) - 27 to 34 percent clay; 35 to 75 percent rock fragments\nA horizon\nValue: 4 or 5 dry\nChroma: 2 or 3, dry or moist\nRock fragments: 20 to 60 percent\nBt horizons\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: GRV-CL, CBV-CL, CBX-CL, or GRX-CL\nClay content: 27 to 38 percent\nRock fragments: 35 to 80 percent (averaging more than 10 percent cobbles)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Argabak, Bellehelen, Brier, Clovercreek, Duco, Gwin, Horseflat, Orhood, Reywat, Upatad, and Windry series.  Argabak soils are less 25 cm to bedrock.  Bellehelen and Brier soils are moist for 10 to 20 days between July and October due to convection storms.  In addition Bellehelen soils have bedrock within 36 cm.  Clovercreek soils have less than 10 percent cobbles in the argillic horizon.  Duco, Orhood, Reywat, and Upatad soils have an aridic moisture regime.  Gwin soils have a component of loess and are dry only 60 to 75 consecutive days. Horseflat soils are dry for more than half the time when the soil temperature at the lithic contact is above 4.4 degrees C. and they also have silica coatings over 30 percent of the surface area of the bedrock.  Windry soils have mollic epipedons more than 30 cm thick.  Reywat soils have a weak accumulation of lime above the bedrock.  Upatad soils have Bk horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chinabutte soils are on side slopes and shoulders of foothills. They formed in residuum and colluvium derived from andesite or rhyolite.  Elevations range from 1,130 to 1,635 meters.  Slopes are 3 to 45 percent.  The climate is cool and moist in the winter and hot and dry in the summer.  Mean annual precipitation is 330 to 380 cm, mean annual temperature is 7.2 to 10.0 degrees C., and the frost-free period is 90 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alibi, Dougal, and Reywat soils.  Alibi soils are greater than 20 inches deep on lower sideslopes and footslopes.  Dougal and Reywat soils are usually dry on summits and exposed aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very high surface runoff; slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chinabutte soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is low sagebrush, bluebunch wheatgrass, Idaho fescue, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  This series is not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A and Bt1 horizons).\nArgillic horizon - The zone from 13 to 38 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 38 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 13 to 38 cm (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
