{
  "SERIES": "CHINCAP",
  "STATUS": "Established Series",
  "BYREV": "Rev. LKM/RJE/EMM",
  "REVDATE": "08/2008",
  "STATES": "WY",
  "OVERVIEW": "The Chincap series consists of well drained soils that are moderately deep to hard sandstone. They are on hills and mountain dipslopes. Chincap soils formed in slopewash alluvium and residuum. Slopes range from 10 to 20 percent. The mean annual precipitation is about 17 inches, and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chincap fine sandy loam-rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 1 inch; dark gray (10YR 4/1) fine sandy loam, very dark gray (10YR 3/1) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; neutral (pH 7.2); clear smooth boundary.\nA2--1 to 9 inches; dark grayish brown (10YR 4/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; slightly alkaline (pH 7.4); clear smooth boundary. (Combined thickness of the A horizon is 7 to 12 inches)\nBw--9 to 23 inches; brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and common coarse roots; 10 percent angular sandstone gravel; slightly alkaline (pH 7.4). (12 to 30 inches thick)\nR--23 inches; hard, noncalcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Natrona County, Wyoming; Freeland Quadrangle; 1,950 feet south and 1,200 feet west of the NE corner of sec. 17, T. 32 N., R. 80 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock and the lithic contact ranges from 20 to 40 inches. The mean annual soil temperature is 42 to 47 degrees F., and the mean summer soil temperature is 59 to 64 degrees F. The particle-size control section is fine sandy loam or sandy loam with 8 to 18 percent clay and 0 to 15 percent angular sandstone fragments.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 or 4 dry, 2 or 3 moist, and chroma of 1 or 2. It is neutral or slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3. This horizon is typically free of carbonates, but irregular and discontinuous pockets of carbonates are in some pedons. It is neutral or slightly alkaline.\nThe bedrock consists of hard sandstone many feet thick. The soil bedrock interface is a lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baggs, Baxton, Belain, Bitterroot, Hopley, Mott, Relan, Tally, Unaweep, Vebar, Victor, and Weedzunit series. Baggs, Hopley, Mott, Relan, Tally, Unaweep, and Victor soils are more than 40 inches deep. Baxton, Bitterroot, and Vebar soils have a paralithic contact in the particle-size control section. Baxton and Weedzunit soils have a horizon with more than 15 percent rock fragments in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chincap soils are on hills and mountain dipslopes. Slopes range from 10 to 20 percent. They formed in slopewash alluvium and residuum derived dominantly from sandstone. Elevation is 6,500 to 7,800 feet. The mean annual precipitation is 15 to 19 inches, the mean annual temperature is 37 to 42 degrees F., and the frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alflack, Castner, and Sneffels soils. Alflack soils are sandy-skeletal, have mean summer soil temperature of less than 59 degrees F., and do not have a mollic epipedon. Castner soils are loamy-skeletal and shallow. Sneffels soils are fine, have an argillic horizon, and have a mean summer soil temperature of less than 59 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Chincap soils are used mainly for livestock grazing and wildlife habitat. Native vegetation is mainly Idaho fescue, bluebunch wheatgrass, prairie junegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Wyoming. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Natrona County, Wyoming; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - zone from the surface of the soil to a depth of 9 inches (A horizon);\nCambic horizon - zone from 9 to 23 inches (Bw horizon).\nLithic contact - top of the R horizon at 23 inches.\nUstic moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 1 inch; dark gray (10YR 4/1) fine sandy loam, very dark gray (10YR 3/1) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and medium roots; neutral (pH 7.2); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--1 to 9 inches; dark grayish brown (10YR 4/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and medium roots; slightly alkaline (pH 7.4); clear smooth boundary. (Combined thickness of the A horizon is 7 to 12 inches)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw--9 to 23 inches; brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and common coarse roots; 10 percent angular sandstone gravel; slightly alkaline (pH 7.4). (12 to 30 inches thick)"
      },
      {
        "name": "R",
        "top": 58,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--23 inches; hard, noncalcareous sandstone."
      }
    ]
  ]
}
