{
  "SERIES": "CHIPPENY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEM-NWS-LLD",
  "REVDATE": "10/2006",
  "STATES": "MI,NY,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Lithic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chippeny muck - on a nearly level forested area. (Colors are for moist soil unless otherwise stated.)\n0a1--0 to 8 centimeters; black (5YR 2.5/1) broken face and rubbed muck; about 25 percent fiber, less than 5 percent rubbed; weak fine granular structure; primarily herbaceous fiber; slightly alkaline (pH 7.5 in water); clear smooth boundary.\n0a2--8 to 15 centimeters; black (5YR 2.5/1) broken face, dark reddish brown (5YR 2.5/2) rubbed muck; about 50 percent fiber, less than 5 percent rubbed; weak medium granular structure; primarily herbaceous fiber; slightly alkaline (pH 7.5 in water); clear smooth boundary.\n0a3--15 to 51 centimeters; very dark gray (5YR 3/1) broken face and rubbed muck; 17 percent fiber (measured), less than 5 percent rubbed; massive; nonsticky; primarily herbaceous fiber; about 40 percent ash content; slightly alkaline (pH 7.5 in water); gradual smooth boundary.\nCg--51 to 71 centimeters; dark grayish brown (2.5Y 4/2) silty clay loam; massive; sticky; slightly alkaline (pH 7.5 in water); abrupt smooth boundary. (0 to 12 centimeters thick)\n2R--71 centimeters; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delta County, Michigan; about 3 miles north and 1 mile east of Rapid River; northeast corner of sec. 9, T. 41 N., R. 21 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to limestone bedrock commonly is 51 to 102 centimeters but ranges from 51 to 130 centimeters. Woody fragments ranging in size from 2 to 15 centimeters in diameter are at random throughout the control section and comprise 10 to 15 percent of the volume in some pedons. The organic portion of the control section commonly has pH of 6.5 to 7.5 in 0.01M calcium chloride, but ranges from pH of 6.1 to 7.8.\nThe broken face of the surface tier has hue of 10YR, 7.5YR, or 5YR; value of 2 or 3; and chroma of 0 to 2 or is neutral. This tier consists of sapric and/or hemic material with primarily woody fibers but in some pedons individual layers within the tier are primarily herbaceous fibers. It has a weak to moderate granular structure. In some pedons the structure is coarse blocky, breaking to granular. The subsurface and bottom tiers have hue of 10YR, 7.5YR, and 5YR; value of 2 or 3; and chroma of 0 to 3. Pressed colors generally increase one or two units in chroma. These tiers are dominantly sapric material. Some pedons have thin layers of hemic material with higher chroma. Materials commonly are massive; however, some pedons have a granular, blocky or platy structure. The ash content in the organic part of the control section immediately above the 2C layer or lithic contact ranges up to about 60 percent.\nThe C horizon has hue of 10YR, 7.5YR, or 5YR; value of 3 to 6; and chroma of 1 to 4. Rock fragment content ranges from 0 to 50 percent. It is dominantly silty clay loam, loam, or sandy loam, but the range includes fine sandy loam to clay with some pedons having gravel or cobbles or both. Some pedons have a Cr horizon that has hue of 2.5Y or 5Y, value of 5, and chroma of 3 or 4. It is very channery silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Trout Bay (T) series. Trout Bay soils have pH in the organic horizons ranging from very strongly acid to moderately acid and are on steeper slopes overlying sandstone bedrock. Closely related or similar are the Carbondale, Cathro, Dawson, Greenwood, Markey, and Tawas series. All these soils do not have a lithic contact within the control section. Carbondale and Greenwood soils have organic materials extending to depths greater than 130 centimeters. Cathro soils have a layer of loamy textures more than 30 centimeters thick in the subsurface or bottom tiers. Dawson, Markey, and Tawas soils have a layer of sandy textures more than 30 centimeters thick in the subsurface or bottom tiers."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chippeny soils are in depressions and drainage ways on ground moraines, outwash plains and lake plains. Slope gradients are generally less than 2 percent, but range to 12 percent on some seepy bedrock bench positions. Annual precipitation ranges from 660 to 840 millimeters; the mean annual temperature ranges from 5 to 7 degrees C; and mean summer temperature ranges from 16 to 18 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carbondale, Cathro, Ensign, Longrie, Lupton, Nahma, Ruse, Summerville, and Sundell soils. The very poorly drained Carbondale, Cathro, and Lupton soils are very deep to bedrock and are on similar landscape positions. The poorly drained Nahma and Ruse soils are on similar landscape positions. The somewhat poorly drained Ensign and Sundell soils and the well drained Longrie and Summerville soils are on adjacent upland plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Surface runoff is very slow or ponded. Representative wet soil moisture status is at the surface during the months October to June. Representative ponding depth is from 7 to 15 centimeters during the months of October to June. Saturated hydraulic conductivity of the organic material is moderately high to high and it is moderately high or high in the Cg horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are primarily in woodland. Dominant species include alder, aspen, balsam fir, black ash, northern white cedar, paper birch, and red maple. Common ground flora are sphagnum moss, sedges, goldthread, starflower, naked mitterwort, bunchberry dogwood and bedstraw."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The northern part of the lower peninsula and upper peninsula of Michigan, northern Wisconsin, and New York. The soil is of moderate extent with about 12,000 acres correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delta County, Michigan, 1969.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
