{
  "SERIES": "CHIPOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMD:GRB",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, kaolinitic, thermic Arenic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chipola loamy sand--in a planted slash pine forest. (Colors are for moist soils unless otherwise stated.)\nAp--0 to 10 inches; dark brown (10YR 4/3) loamy sand; weak medium granular structure; very friable; many fine and medium roots; strongly acid; abrupt smooth boundary.  (4 to 10 inches thick)\nE1--10 to 22 inches; yellowish red (5YR 4/8) loamy sand; moderate medium granular structure; very friable; many fine roots; strongly acid; clear wavy boundary.\nE2--22 to 32 inches; reddish yellow (5YR 6/6) loamy sand; moderate medium granular structure; very friable; common fine roots; common uncoated sand grains; moderately acid; clear wavy boundary.\nE3--32 to 35 inches; red (2.5YR 5/8) loamy sand; moderate medium granular and weak medium subangular blocky structure; very friable; common fine roots; few medium quartz pebbles; strongly\nacid; gradual wavy boundary. (Combined thickness of the E horizons is from 16 to 29 inches)\nBt--35 to 56 inches; red (2.5YR 4/8) sandy loam; weak medium subangular blocky structure; friable; few fine roots; sand grains coated and bridged with clay; few medium quartz pebbles; very strongly acid; gradual wavy boundary.  (10 to 38 inches thick)\nBC--56 to 75 inches; red (2.5YR 4/8) loamy sand; weak fine subangular blocky structure; very friable; few medium quartz pebbles; strongly acid; gradual wavy boundary.\nC--75 to 94 inches; red (2.5YR 5/8) coarse sand; single grained; loose; few pockets of loamy sand; many uncoated sand grains; common medium quartz pebbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Florida.  Approximately 6 miles north of Marianna, about 0.75 mile north of Florida Highway 162, and about 0.5 mile east of Chipola River.  NE1/4, NW1/4, sec. 32, T. 6 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Reaction ranges from very strongly acid to moderately acid except where the surface has been limed.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value 3 through 5, and chroma 2 to 4.  Texture is loamy sand, loamy fine sand, or sand.\nThe E horizon has hue of 2.5YR to 10YR, value 4 through 6, and chroma of 4 to 8.  Texture is sand, loamy sand, or loamy fine sand.  Quartz pebbles range from none to common.\nThe Bt horizon has hue of  2.5YR or 5YR, value 4 or 5, and chroma 6 or 8.  Texture is sandy loam or sandy clay loam.  Quartz pebbles range from none to common.\nThe BC horizon has color similar to that of the Bt horizon.  Texture is sandy loam or loamy sand.  Quartz pebbles range from few to common.\nThe C horizon has hue of  2.5YR or 5YR, value 4 or 5, and chroma 6 or 8.  Texture is sand or coarse sand with or without pockets of finer textured materials.  Quartz pebbles range from few to common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ailey and the Uchee series.  Ailey soils have dense layers in the subsoil.  Uchee soils have a perched water table within 6 feet of the surface have subsoils in shades of yellow."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chipola soils are on broad uplands, high stream terraces, and sideslopes of the Southern Coastal Plain.  They formed in thick loamy and sandy marine sediments.  Slopes range from 0 to 8 percent.  Near the type location, the mean annual temperature is about 68 degrees F., and the mean annual precipitation is about 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Albany, Blanton, Bonifay, Dothan, Faceville, Fuquay, Lakeland, Lucy, Orangeburg, Red Bay, Troup, Wagram, and Wicksburg soils.  Albany, Blanton, and Troup soils are on slightly higher positions and have surface and subsurface layers 40 to 80 inches in thickness.  Bonifay, Fuquay, Lucy, and Wicksburg soils are on similar positions.  In addition,  Bonifay soils have surface and subsurface layers 40 to 80 inches in thickness, Fuquay soils have more than 5 percent plinthite within a depth of 60 inches, Lucy soils do not have a clay decrease within 60 inches of the surface, and Wicksburg soils have fine, kaolinitic control sections.  Dothan, Faceville, Orangeburg, and Red Bay soils are on slightly lower positions and have surface and subsurface layers less than 20 inches thick.  Lakeland soils are on lower positions and are sandy to depths more than 80 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas of Chipola soil is used for cultivated crops or pasture.  Some areas are planted to slash pine.  The native vegetation consists chiefly of longleaf pine, slash pine, live oak, post oak, red oak, and dogwood with an understory of huckleberry, smilax, American beautyberry, Virginia creeper, and blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Florida and possibly Alabama and Georgia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon include:\nKandic horizon - 35 to 56 inches.\nArgillic horizon - 35 to 56 inches.\nArenic feature - zone from 0 to 35 inches.\nClay decrease of 20 percent or more - 56 inches.\nThese soils were formerly mapped as thick surface phases of Ruston and Orangeburg series.  They were formerly classified in the Red-Yellow Podzolic great soil group.\nADDITIONAL DATA:  Characterization pedon - Jackson County, Florida; S32-12-(1-7) .  Sample by Soil Characterization Laboratory, Univ. of Florida, Gainesville, FL., 1974.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
