{
  "SERIES": "CHIPETA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLS-RLT/CSW/JWB",
  "REVDATE": "06/2008",
  "STATES": "CO,NM,UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, calcareous, mesic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chipeta silty clay loam - cultivated.  (Colors are for air-dry soil unless otherwise noted.)\nAp--0 to 5 inches; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; weak fine subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few medium and fine roots; few fine discontinuous pores; violently effervescent (19 percent calcium carbonate equivalent), carbonates are finely disseminated; slightly alkaline (pH 7.7); clear smooth boundary. (0 to 5 inches thick)\nC--5 to 13 inches; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium and fine subangular blocky structure; hard, very firm, moderately sticky, moderately plastic; few medium and fine roots; few coarse continuous pores, few fine discontinuous pores; violently effervescent (15 percent calcium carbonate equivalent), carbonates are finely disseminated; slightly alkaline (pH 7.6); clear wavy boundary.  (0 to 12 inches thick)\nCy--13 to 17 inches; light brownish gray (2.5Y 6/2) parachannery silty clay, dark grayish brown (2.5Y 4/2) moist; weak, moderately thick platy structure parting to weak medium angular blocky structure; hard, very firm, moderately sticky, moderately plastic; few medium and fine roots; many fine crystals and dendritic veins of gypsum; 30 percent parachanners; violently effervescent (14 percent calcium carbonate equivalent), carbonates are finely disseminated; slightly alkaline (pH 7.4); gradual irregular boundary.  (0 to 8 inches thick)\nCr--17 inches; weathered calcareous marine shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, Utah; 1 mile south and 1.5 miles east of Castle Dale, 1,000 feet south and 20 feet east of the northwest corner, sec. 11, T. 19 S., R. 8 E.; lat. 39 degrees 11 minutes 16 seconds N. and 111 minutes 0 minutes 1 second W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: typic aridic moisture regime\nMean annual soil temperature: 47 to 59 degrees F.\nDepth to paralithic contact: 5 to 20 inches to weathered shale\nElectrical conductivity:  greater than 2 mmhos/cm.\nParticle-size control section: 35 to 50 percent clay.\nReaction: slightly alkaline to very strongly alkaline.\nA horizon:\nHue: 10YR to 5Y\nValue: 5 to 8 dry, 3 to 6 moist\nChroma: 2 to 4\nTexture: loam, clay loam, silty clay loam, gravelly clay loam\nC and Cy horizon:\nHue: 10YR to 5Y\nValue: 4 to 6 dry, 3 to 5 moist\nChroma:  1 to 4\nTextures:  clay loam, silty clay loam, silty clay, parachannery silty clay loam, parachannery silty clay, very parachannery silty clay loam\nGypsum:  0 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The similar Chipenhill series has a superactive CEC class and gypsum content of 10 to 30 percent in the C horizons.  The similar Hanksville series is moderately deep to weathered shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on gently sloping to steep upland pediments and hills.  Slopes are complex and range from 0 to 50 percent.  These soils formed in slope alluvium and/or colluvium derived from sedimentary rocks over residuum from alkaline marine shale containing gypsum.  The mean annual air temperature is 45 to 55 degrees F.  The freeze-free period ranges from 90 to 160 days.  Mean annual precipitation ranges from 5 to 11 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Killpack, Persayo, and Libbings soils.\nKillpack soils:  have fine-silty particle-size control sections.\nPersayo soils:  have loamy particle-size control sections.\nLibbings soils:  have a salic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A few of the smoother areas of deeper soil are irrigated and used for growing grain and hay crops.  Potential vegetation is mat saltbush and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado, Wyoming, eastern Utah, and New Mexico.  LRR D, MLRA 34.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uncompahgre Valley Area, Colorado, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nAll pH values given are of soil paste.\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 21 inches.\nOchric epipedon:  The zone from 0 to 5 inches (Ap horizon)\nGypsum accumulations:  In the zone from 13 to 17 inches (Cy horizon)\nParalithic contact:  The contact with weathered shale at 17 inches (Cr horizon).\nLast update by the state: 7/98.\nTaxonomic version:  Tenth edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
