{
  "SERIES": "CHIPPEWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-WEH-JDC",
  "REVDATE": "03/2015",
  "STATES": "NJ,NY,PA",
  "OVERVIEW": "The Chippewa series consists of very deep, poorly drained and very poorly drained soils formed in till deposits with dominantly sandstone, siltstone, and shale rock fragments. These soils are in upland depressions. A fragipan is at a depth of 20 to 51 cm (8 to 20 in) below the soil surface. Saturated hydraulic conductivity is moderately high or high in the mineral soil above the fragipan and moderately low or low in the fragipan and substratum. Slope ranges from 0 to 8 percent. Mean annual temperature is about 8 degrees C (46 degrees F), and mean annual precipitation is about 1080 mm (42 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chippewa silt loam from a previously cultivated, reforested area. (Colors are for moist soil unless otherwise noted).\nAp--0 to 23 cm (0 to 9 in); very dark grayish brown (10YR 3/2) silt loam; moderate fine granular structure; friable; many fine roots; 10 percent rock fragments; moderately acid (pH 5.8); abrupt smooth boundary. (8 to 23 cm (3 to 9 in) thick)\nEg--23 to 38 cm (9 to 15 in); light brownish gray (2.5Y 6/2) channery silt loam; weak medium subangular blocky structure; firm; common roots; 5 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron; 15 percent rock fragments; slightly acid (pH 6.3); clear wavy boundary. (0 to 25 cm (0 to 10 in) thick)\nBxg--38 to 107 cm (15 to 42 in); grayish brown (2.5Y 5/2) channery silt loam; strong very coarse prismatic structure; very firm; brittle; 5 percent medium prominent yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of oxidized iron; 20 percent rock fragments; neutral (pH 7.0); clear wavy boundary.  (25 to 97 cm (10 to 38 in) thick)\nCg--107 to 152 cm (42 to 60 in); dark gray (5Y 4/1) gravelly loam; massive; firm, slightly sticky; 5 percent medium distinct dark reddish brown (5YR 3/3) masses of oxidized iron; 20 percent rock fragments; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Schuyler County, New York; Town of Reading, 200 feet east of Cross Road, 50 feet north of Altay Road; USGS Reading Center topographic quadrangle; latitude 42 degrees, 26 minutes, 22.05 seconds N and longitude 76 degrees, 57 minutes, 15.99 seconds west. WGS 1984."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 76 to 142 cm (30 to 56 in). Depth to bedrock is greater than 152 cm (60 in). Depth to the top of the fragipan ranges from 20 to 51 cm (8 to 20 in). Rock fragments range from 0 to 35 percent by volume above the Bx horizon, and from 0 to 60 percent in the Bx and C horizons.\nSome pedons may have an O horizon.\nThe A or Ap horizons have hues of 10YR and 2.5Y, values of 2 through 4, and chroma of 1 or 2. They are loam or silt loam in the fine earth fraction. Some pedons have a mucky modifier. Reaction ranges from very strongly acid to slightly acid. The thickness of A horizons is 5 to 15 cm (2 to 6 in).\nMost pedons have one or more of the following: E, BE, or Bg horizons.\nThe Eg horizon has hue of 10YR through 5Y or it is neutral, value of 4 through 6, and chroma of 0 or 1. They are loam, silt loam or light silty clay loam in the fine earth fraction. They have very weak to moderate, subangular blocky or platy structure, or the horizon is massive. Consistence is friable or firm. Reaction ranges from very strongly acid to slightly acid.\nSome pedons may have a BE horizon.  It has hue of 10YR through 5Y, value of 3 through 6 and chroma of 1 or 2. Texture of the fine earth fraction is loam, silt loam, clay loam, or light silty clay loam. Structure is very weak to moderate, fine to coarse subangular blocky or granular. Consistence is friable or firm. Reaction ranges from very strongly acid to slightly acid.\nSome pedons may have a Bg horizon. It has hue of 10YR through 5Y, value of 3 through 6 and chroma of 1 or 2. Texture of the fine earth fraction is loam, silt loam, clay loam, or light silty clay loam. Structure is very weak to moderate, fine to coarse subangular blocky or granular. Consistence is friable or firm. Reaction ranges from very strongly acid to slightly acid.\nThe Bx horizon has hues of 10YR through 5Y, value of 3 through 6, and chroma of 1 or 2 except in some pedons, subhorizons below a depth of 75 cm (30 in) have chroma of 3 or 4. The Bx horizons range from light silty clay loam to fine sandy loam in the fine earth fraction. They have weak to strong very coarse prismatic structure parting to very weak to moderate subangular blocky or platy structure, or the material within the prisms is massive. In some places the primary structure is weak, medium or coarse prismatic. They range from firm to extremely firm consistence and are brittle. Reaction ranges from strongly acid to neutral.\nThe C or Cd horizon is similar to the Bx horizon in color. Textures range from silty clay loam to sandy loam. The material is massive, or has weak or moderate plate-like divisions. The C horizon is firm or very firm. Reaction ranges from moderately acid to moderately alkaline. Some pedons have a 2Cg horizon that is more friable than the C horizon and ranges to a sandy loam in the fine-earth fraction with up to 60 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Norwich series is the only competing series in the family. Norwich soils have redder hues of 7.5YR through 2.5YR throughout the fragipan.\nAlden, Ashville, Cabot, Dannemora, Edgemere, Erie, Lyons, Menlo, Morris, Norchip, Ridgebury, Scriba, Sun, Volusia, and Whitman series are members of similar families. Alden, Ashville, Lyons, and Sun soils lack fragipans. Cabot, Dannemora, and Norchip soils have a frigid temperature regime. Erie, Morris, Ridgebury, Scriba, and Volusia are drier and have some horizon within a depth of 30 in that is dominated by chroma of 3 or higher. Edgemere soils have more than 35 percent rock fragments and less than 18 percent clay in the particle size control section. Menlo soils have a Histic epipedon and lack a fragipan. Whitman soils have a coarse-loamy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nearly level areas with concave surface shapes. The Chippewa soils developed in till deposits with dominantly sandstone, siltstone, and shale rock fragments. Slope ranges from 0 to 8 percent in gradient. A few older soil surveys have mapped Chippewa on slopes greater than 8 percent. Mean annual precipitation ranges from 795 to 1725 mm (31 to 68 in), but can range as high as 1790mm (70 in) in higher elevations. Mean annual temperature ranges from 6 to 11 degrees C (43 to 52 degrees F), but in some higher elevations it can range as low as 4 degrees C (39 degrees F). The frost-free season ranges from 105 to 180 days. These soils generally occur at elevation between 100 to 670 m (328 to 2,198 ft) above sea level, but have been mapped as high as 750 m (2,460 ft) in some areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alden, Arnot, Bath, Lordstown, Mardin, Norchip, Swartswood, Tuller, Valois, Volusia, and Wurtsboro soils. Alden soils lack a fragipan. Arnot, Lordstown and Tuller soils developed in similar deposits but with bedrock at depths of less than 100 cm (approx. 40 in). Bath, Mardin, Swartswood, Valois, Volusia, and Wurtsboro soils are well to somewhat poorly drained soils that form a drainage sequence with Chippewa soils. The frigid analog, Norchip soils, are in similar landscape positions at higher elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained. Internal drainage is very slow. The potential for surface runoff is very low and very high. Saturated hydraulic conductivity is moderately high or high in the mineral soil above the fragipan and moderately low or low in the fragipan and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested. Most cleared areas are pastured or are reverting to woodland. Natural vegetation is red and silver maple, white and black ash, swamp elm and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated Allegheny Plateau of New York, New Jersey and Pennsylvania. MLRAs 101, 140, and western portions of MLRA 144A. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tompkins County, New York, 1920."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Chippewa series encompasses the reaction range that was formerly used to differentiate it from the Ellery series. The Ellery series is inactive.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric epipedon - the zone from 0 to 38 cm (0 to 15 in) (Ap and Eg horizons).\n2. Fragipan - the dense zone from 38 to 107 cm (15 to 42 in). (Bxg horizon).\n3. Aquic moisture regime - evidenced by low chroma matrix colors and redox features in the Eg and Bxg horizons.\n4. Typic subgroup - evidenced by 60 percent low chroma in the matrix in all subhorizons to a depth of 75 cm (30 in)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 in); very dark grayish brown (10YR 3/2) silt loam; moderate fine granular structure; friable; many fine roots; 10 percent rock fragments; moderately acid (pH 5.8); abrupt smooth boundary. (8 to 23 cm (3 to 9 in) thick)"
      },
      {
        "name": "Eg",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Eg--23 to 38 cm (9 to 15 in); light brownish gray (2.5Y 6/2) channery silt loam; weak medium subangular blocky structure; firm; common roots; 5 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron; 15 percent rock fragments; slightly acid (pH 6.3); clear wavy boundary. (0 to 25 cm (0 to 10 in) thick)"
      },
      {
        "name": "Bxg",
        "top": 38,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bxg--38 to 107 cm (15 to 42 in); grayish brown (2.5Y 5/2) channery silt loam; strong very coarse prismatic structure; very firm; brittle; 5 percent medium prominent yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of oxidized iron; 20 percent rock fragments; neutral (pH 7.0); clear wavy boundary.  (25 to 97 cm (10 to 38 in) thick)"
      },
      {
        "name": "Cg",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--107 to 152 cm (42 to 60 in); dark gray (5Y 4/1) gravelly loam; massive; firm, slightly sticky; 5 percent medium distinct dark reddish brown (5YR 3/3) masses of oxidized iron; 20 percent rock fragments; slightly alkaline (pH 7.6)."
      }
    ]
  ]
}
