{
  "SERIES": "CHIPENDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AMH/LKM/PSD",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chipendale clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 2 inches; pale brown (10YR 6/3) clay loam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; soft, very friable, sticky and plastic; common fine roots; violently effervescent, carbonates disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (1 to 5 inches thick)\nBy1--2 to 4 inches; gray (10YR 5/1) clay loam, brown (10YR 4/3) moist; moderate medium granular structure; soft, friable, sticky and plastic; common fine roots; strongly effervescent, carbonates disseminated; common fine rounded soft masses of gypsum; mildly alkaline (pH 7.4); clear wavy boundary.\nBy2--4 to 11 inches; gray (10YR 6/1) clay, grayish brown (10YR 5/2) moist; moderate fine granular structure; hard, firm, very sticky and very plastic; few fine roots; strongly effervescent, carbonates disseminated; many fine and medium seams and filaments of gypsum; moderately alkaline (pH 8.2); gradual wavy boundary.\nBy3--11 to 17 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; weak medium platy rock structure; hard, firm, very sticky and very plastic; strongly effervescent, carbonates disseminated; common fine seams and filaments of gypsum, moderately alkaline (pH 8.2); gradual wavy boundary. (Combined thickness of the By horizon is 13 to 26 inches)\nC--17 to 60 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist with about 25 percent thin horizontal bands of yellowish brown (10YR 5/6) clay, dark yellowish brown (10YR 3/6) moist; weak medium platy rock structure; hard, friable, very sticky and very plastic; strongly effervescent, carbonates disseminated; few thin horizontal seams of gypsum inherited from the parent material; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Natrona County, Wyoming; about 10.5 miles north of the town of Powder River; 2,000 feet north and 2,200 feet west of the SE corner of sec. 7, T. 37 N., R. 84 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:   Depth to gypsum accumulation ranges from 2 to 10 inches.  The particle-size control section is clay or clay loam with 35 to 50 percent clay and less than 35 percent fine sand or coarser.  The mean annual soil temperature is 49 to 52 degrees F.  Organic carbon in the upper 40 centimeters averages 0.8 to 1.5 percent.  Hues are 10YR through 5Y.\nThe A horizon has value of 4 through 6 dry, 3 through 5 moist, and chroma of 1 through 4.  It is clay or clay loam.  Vesicular crust occurs on some pedons.  EC is 2 to 4 mmhos.  It is mildly alkaline or moderately alkaline.\nThe By horizon has value of 4 through 6 dry, 3 through 5 moist, and chroma of 1 through 3.  Gypsum ranges from 8 to 20 percent.  EC is 4 to 8 mmhos.  It is mildly alkaline or moderately alkaline.\nThe C horizon has weak platy shale rock structure.  It may have up to 60 percent soft, plate-like shale fragments which break down on pretreatment and can be penetrated by roots.  EC is 8 to 16 mmhos.  It is mildly alkaline or moderately alkaline.  In some pedons the lower part of this horizon is noneffervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blueflat, Lonebear and Razsun series.  Blueflat soils are moderately deep and have mean annual soil temperatures of 54 to 57 degrees F.  Lonebear soils have a cambic horizon and have an EC of 8 mmhos or less throughout.  Razsun soils are moderately deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chipendale soils are on hillsides and footslopes of rolling shale uplands.  Slopes range from 3 to 15 percent.  They formed in local alluvium  and residuum derived from gypsiferous shale.  Elevations are 5,100 to 6,000 feet.  The mean annual precipitation is 10 to 14 inches, and the mean annual temperature is 45 to 51 degrees F.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cavegulch and Chipenhill soils.  Cavegulch soils have a cambic horizon and are fine-silty.  Chipenhill soils are shallow and do not have a gypsic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Native vegetation is mainly Gardner saltbush, birdfoot sagebrush, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wyoming.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Natrona County, Wyoming; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to a depth of 2 inches.\nGypsic horizon--the zone from 2 to 17 inches.\nCambic feature--the product of the thickness of the gypsic horizon in centimeters and the percent gypsum is estimated to be about 600.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
