{
  "SERIES": "CHIRPCHATTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF-WCL-JJJ-JVC",
  "REVDATE": "12/2004",
  "STATES": "CA",
  "OVERVIEW": "The Chirpchatter series consists of very deep, well drained soils that formed in volcanic ash and alluvium derived from volcanic rocks.  Chirpchatter soils are on hills, plateaus, and fan remnants.  Slopes are 2 to 50 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chirpchatter sandy loam--on a west facing slope of 4 percent under a cover of black oak, ponderosa pine, and greenleaf manzanita at an elevation of 3,460 feet--forestland.  (Colors are for dry soil unless otherwise noted.  When described on September 7, 1980, the soil was moist below 7 inches.)  The soil surface has a layer of undecomposed and slightly decomposed forest litter about 1 inch thick.\nA1--0 to 3 inches; yellowish brown (10YR 5/4) sandy loam, dark brown (10YR 3/3) moist; moderate medium and thick platy structure parting to moderate fine granular; hard, firm, slightly sticky and slightly plastic; many very fine roots; common very fine and fine tubular pores; 10 percent gravel; slightly acid (pH 6.4); abrupt wavy boundary.\nA2--3 to 7 inches; yellowish brown (10YR 5/4) sandy loam, dark brown (10YR 3/3) moist; weak very thick platy structure parting to weak medium platy; hard, firm, slightly sticky and slightly plastic; common fine and many very fine roots; common very fine, fine and medium tubular pores; 10 percent gravel; neutral (pH 6.6); clear wavy boundary.  (Combined thickness of the A horizons is 6 to 15 inches)\nBt1--7 to 12 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common medium and coarse and many very fine roots; common fine and medium and many very fine tubular pores; many faint clay films on faces of peds and as bridges between mineral grains; 10 percent gravel and 2 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (5 to 8 inches thick).\nBt2--12 to 32 inches; brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; common very fine, medium and coarse roots; common fine and medium and many very fine tubular pores; common faint clay films as bridges between mineral grains; 5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (15 to 24 inches thick).\nBt3--32 to 52 inches; brown (7.5YR 5/4) gravelly sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; few coarse and common very fine, fine and medium roots; common very fine and fine interstitial and common very fine tubular pores; few faint clay films on faces of peds and many faint clay films as bridges between mineral grains; 15 percent gravel and 5 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (10 to 30 inches thick).\nBt4--52 to 70 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, brown (7.5YR 4/4) moist; weak coarse and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; many faint clay films lining pores and as bridges between mineral grains; 10 percent gravel and 5 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shasta County, California; found by going about 4 miles north on Day Road from the intersection of Day Road and U.S. Highway 299 and about 130 feet west of Day Road directly across from a cinder pit road; about 1,200 feet east and 400 feet south of the northwest corner of section 13, T. 38 N., R. 5 E.; USGS Day 7.5 minute topographic quadrangle; 41 degrees 08 minutes 16 seconds north latitude and 121 degrees 20 minutes 43 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section (9 to 24 inches) is moist throughout from January 15 until April 1 (75 days) and is dry throughout from about early July until early November (120 to 140 days); The soil temperature exceeds 41 degrees from about March 15 until December 31, and exceeds 47 degrees from about May 1 until December 1; Xeric moisture regime.\nMean annual soil temperature - 47 to 52 degrees F.\nMollic epipedon thickness - 10 to 16 inches; includes the Bt1 horizon.\nDepth to base of argillic horizon - 60 inches or more.\nBase saturation by sum of cations - 60 to 75 percent throughout.\nParticle-size control section - Clay content: Averages 20 to 27 percent.\nA horizons - Dry color: 10YR 4/4, 4/3, 5/2, 5/3, or 5/4; 7.5YR 5/4 or 4/4.\nMoist color: 10YR 3/2, 3/3; 7.5YR 3/2, 3/3, or 3/4.\nRock fragments: 0 to 15 percent, mainly gravel.\nOrganic matter content: 1 to 3 percent.\nBt1 and Bt2 horizons - Dry color: 10YR 7/4, 7/3; 7.5YR 4/4, 5/2, or 5/4.\nMoist color: 10YR 5/3, 5/4; 7.5YR 3/2 or 5YR 3/3.\nClay content: 18 to 27 percent.\nOrganic matter content: 1 or 2 percent.\nBt3 and Bt4 horizons - Dry color: 2.5Y 6/2, 6/4; 10YR 5/6, 6/4; 7.5YR 5/6, 5/4, 7/3, 7/4; 5YR 4/4.\nMoist color: 2.5Y 4/2, 4/4; 10YR 3/4, 4/4, 5/3, 5/4; 7.5YR 4/4; 5YR or 3/4.\nClay content: 15 to 20 percent.\nRock fragments: 15 to 20 percent, mainly gravel.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annum, Boyleston (T), Brownlee, Dryfalls (T), Ebadlow, Felton, Fisherhill, Goldendale, Hellake (T), Lompico, Lorena, Meland, Mendian (T), Meystre, Quiden, Rehfield, Robbscreek (T), Schumacher, Stacker, Stardust (T), Updegraff, and Van Horn series.\nAnnum soils are deep to paralithic contacts.  Boyleston soils are dry for 90 to 100 consecutive days following the summer solstice and do not have horizons with gravelly texture within 40 inches of the soil surface.  Brownlee soils have depth to base of the argillic horizon of 25 to 54 inches.  Dryfalls, Schumacher, and Updegraff soils are deep to lithic contacts.  Ebadlow soils are dry in the moisture control section for 90 to 105 consecutive days following the summer solstice and have horizons with more than 35 percent rock fragments in the lower part of the argillic horizon.  Felton soils are deep to paralithic contacts, have greater than 50 percent pararock fragments of shale in the substratum, and have mean annual soil temperature of 56 to 59 degrees F.  Fisherhill soils are dry in the moisture control section for 90 to 105 consecutive days following the summer solstice and have mean annual soil temperature of 52 to 54 degrees F.  Goldendale soils are dry in the moisture control section for 75 to 90 consecutive days following the summer solstice.  Hellake and Stardust soils are dry in the moisture control section for 60 to 90 days following the summer solstice.  Lompico soils are moderately deep to paralithic contacts.  Lorena, Meland, Robbscreek, and Stacker soils are moderately deep to lithic contacts.  Mendian soils are dry in the moisture control section for 90 to 100 consecutive days following the summer solstice.  Meystre soils are dry in the moisture control section for 60 to 75 consecutive days following the summer solstice and have depth to base of the argillic horizon of 35 to 53 inches.  Quiden soils are dry in the moisture control section for 60 to 75 consecutive days following the summer solstice.  Rehfield soils are dry in the moisture control section for 90 to 120 consecutive days following the summer solstice and have depth to base of the argillic horizon of less than 60 inches.  Van Horn soils are dry in the moisture control section for 60 to 80 consecutive days following the summer solstice and have depth to base of the argillic horizon of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chirpchatter soils are on hills, plateaus, and fan remnants.  These soils formed in volcanic ash and alluvium derived from volcanic rocks.  Slopes are 2 to 50 percent.  Elevations range from 3,100 to 5,000 feet.  The climate is subhumid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 16 to 25 inches, the mean annual temperature is 45 to 50 degrees F., and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hunsinger and Roundbarn soils.  Hunsinger soils are loamy-skeletal and deep to paralithic contacts.  Roundbarn soils are loamy-skeletal, deep to paralithic contacts, have thick mollic epipedons, and have a frigid temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or high surface runoff; moderate permeability.  Endosaturation is present is some phases with an apparent seasonal high water table between 5 and 6 feet (very deep free water occurrence class) from December through April.  Cumulative annual duration class is Common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chirpchatter soils are used for forest products and livestock grazing.  The vegetation is a forest canopy of incense-cedar, ponderosa pine, Jeffrey pine, California black oak, and Oregon white oak with an understory of buckbrush, antelope bitterbrush, greenleaf manzanita, mountain big sagebrush, and squawcarpet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  These soils are moderately extensive.  MLRA 22B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Intermountain Area Soil Survey, California, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 12 inches (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 7 to 70 inches (Bt1, Bt2, Bt3, and Bt4 horizons).\nParticle-size control section - The zone from 7 to 27 inches (Bt1 horizon and part of the Bt2 horizon).\nADDITIONAL DATA:  Reference samples of the Bt1 and Bt3 horizons were sent to the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S83CA-089-001 for particle-size analysis, organic carbon content, base saturation, and mineralogy.  The data is not stored in the permanent database and is no longer available.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
