{
  "SERIES": "CHISCA",
  "STATUS": "Established Series",
  "BYREV": "CDB; GWH",
  "REVDATE": "04/2001",
  "STATES": "AL",
  "OVERVIEW": "The Chisca series consists of deep, well drained, very slowly permeable soils that formed in clayey alkaline shale residuum.\nThese soils are on uplands of limestone ridges and valleys and hillsides of the Appalachian Plateau.  Slopes range from 2 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chisca loam--on a convex 10 percent slope under\nmixed hardwoods and pine at an elevation of about 560 feet.\n(Colors are for moist soil.)\nA1--0 to 2 inches; dark grayish brown (10YR 4/2) loam; weak\nmedium granular structure; friable; many fine roots; about 2\npercent by volume of fine and medium angular sandstone gravel; few wormcasts; very strongly acid; clear smooth boundary.\nA2--2 to 5 inches; yellowish brown (10YR 5/4) loam; weak\nmedium granular structure; friable; common fine roots; about 2 percent by volume of fine and medium angular sandstone gravel; few wormcast; strongly acid; abrupt smooth boundary.  (Combined\nthickness of the A horizon is 2 to 9 inches thick.)\nBt1--5 to 13 inches; yellowish red (5YR 4/6) clay; strong\nmedium angular and subangular blocky structure; firm, slightly plastic; few fine and medium roots; thin continuous distinct clay films on faces of some peds; about 2 percent by volume of medium angular, sandstone gravel; few old cracks filled with brown loam; very strongly acid; clear smooth boundary.\nBt2--13 to 23 inches; red (2.5YR 4/6) clay; many medium\ndistinct strong brown (7.5YR 5/6) mottles; strong medium angular\nand subangular blocky structure; very firm, plastic; few fine and medium roots; thin continuous distinct clay films on faces of most peds; about 1 percent by volume of fine and medium angular\nsandstone gravel; common pressure faces; very strongly acid;\ngradual smooth boundary.  (Combined thickness of the Bt horizon is\n15 to 34 inches thick.)\nBC--23 to 32 inches; red (2.5YR 4/6) clay; many large\nprominent light brownish gray (10YR 6/2) and few medium distinct strong brown (7.5YR 5/6) mottles; weak coarse angular and\nsubangular blocky structure; very firm, plastic; few fine and\nmedium roots; thin continuous faint clay films on faces of some\npeds; common pressure faces; few nonintersecting slickensides;\nvery strongly acid; gradual smooth boundary.  (0 to 16 inches\nthick.)\nC1--32 to 44 inches; mottled red (2.5YR 5/6); light brownish\ngray (10YR 6/2), and strong brown (7.5YR 5/6) clay; massive; very firm; many intersecting and nonintersecting slickensides forming wedge-shaped aggregates; strongly acid; clear smooth boundary.\nC2--44 to 55 inches; light olive brown (2.5Y 5/4) clay;\ncommon medium distinct light gray (10YR 7/1) mottles; few shale fragments; massive; very firm; many intersecting slickensides\nforming wedge-shaped aggregates; medium acid.  (Combined thickness\nof the C horizon is 0 to 25 inches thick.)\nCr--55 to 65 inches; mottled brown and gray, weathered,\nfractured shale; shale rock structure; hard; moderately alkaline; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colbert County, Alabama; about 3 miles south of Tuscumbia, 1 mile south on Frankford Road from its intersection\nwith U. S. Highway 72 and 0.4 mile east on Henderson Point Road;\nsite is 75 feet south of road, 1,800 feet east and 2,640 feet\nsouth of NW corner of sec. 20, T. 4 S., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 50 inches and depth to soft alkaline shale bedrock ranges from 40 to\n60 inches.  In some pedons thin layers of channery limestone\noverlie the shale bedrock.  Reaction of the A, Bt, and BC or CB horizons is extremely acid to strongly acid except where the\nsurface layer has been limed.  The C horizon is very strongly acid\nto moderately alkaline.  The Cr horizon is neutral to moderately alkaline.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma\nof 2 to 6.  Texture is silt loam, loam, fine sandy loam, sandy\nloam, silty clay loam, clay loam, gravelly silt loam, gravelly\nloam, gravelly fine sandy loam, or gravelly sandy loam.\nSome pedons have an E or BE horizon less than 5 inches thick with\nhue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 to 6.\nTexture is the same as the A horizon.\nThe upper part of the Bt horizon has hue of 2.5YR to 7.5YR, value\nof 4 or 5, and chroma of 4 to 8.  The lower part of the Bt horizon has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 4 to 8\nwith common to many mottles in shades of red, gray, or brown; or\nit is mottled in varying shades of yellow, brown, red, and gray.  Texture of the Bt horizon is clay.  Some pedons have a thin layer\nof silty clay or silty clay loam in the upper part of the Bt\nhorizon.\nThe BC or CB horizon, where present, has hue of 2.5YR to 2.5Y,\nvalue of 4 to 6, and chroma of 4 to 8 with common to many mottles\nin varying shades or red, gray, or brown; or it is mottled in\nvarying shades of yellow, brown, red, or gray.  Texture is clay.\nThe C horizon, where present, has hue of 10YR to 5Y, value of 5 to\n7, and chroma of 1 to 6 with common to many mottles in varying\nshades or red, gray, or brown; or it is mottled in varying shades\nof yellow, brown, red, or gray.  Texture is clay or silty clay.  Percent by volume of cobbles, channers, or flagstones of limestone range from 0 to 10 percent, percent by volume of gravel or\nchannery of shale range from 0 to 50 percent.\nThe Cr horizon is weathered alkaline shale.  Some pedons contain channers or flagstones of limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Oktibbeha and Vaiden series in the same family and the Conasauga and Firestone series in closely\nrelated families.  Oktibbeha and Vaiden soils are underlain by\nmarly clay or marl.  Conasauga and Firestone soils are underlain\nby alkaline shale at depths of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chisca soils are on gently sloping to strongly sloping uplands and ridges of limestone valleys and sloping to\nsteep hillsides of the Appalachian Plateau.  Slopes range from 2\nto 45 percent.  The soils formed in residuum weathered from\nalkaline shale and limestone."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Barfield, Capshaw, Chenneby, Colbert, Leesburg, Talbott, and Tupelo series.  Barfield and Talbott soils are on similar landforms but have limestone\nbedrock at depths of less than 40 inches.  Capshaw, Colbert, and Tupelo soils are on slightly lower to lower landforms, are\nunderlain by limestone bedrock, and have a control section with\nless than 60 percent clay.  Chenneby soils are on flood plains and\ndo not have an argillic horizon.  Leesburg soils are on adjacent colluvial slopes and have a control section with less than 35\npercent clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow permeability; medium to rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Chisca soils are used for woodland.  Forests are mixed hardwoods and pines.  Some areas are used for pasture and hay.  Small areas are used for cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Limestone valleys adjacent to the Appalachian Plateau in Alabama and possibly Georgia and Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Colbert County, Alabama, 1981.  The series is\nnamed for a small community in Colbert County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Chisca soils were formerly included in the Colbert and Talbott series.  Chisca soils on steep slopes were formerly\nincluded in miscellaneous land types."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Data are available on 5 pedons in Colbert County."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; dark grayish brown (10YR 4/2) loam; weak medium granular structure; friable; many fine roots; about 2 percent by volume of fine and medium angular sandstone gravel; few wormcasts; very strongly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--2 to 5 inches; yellowish brown (10YR 5/4) loam; weak medium granular structure; friable; common fine roots; about 2 percent by volume of fine and medium angular sandstone gravel; few wormcast; strongly acid; abrupt smooth boundary.  (Combined thickness of the A horizon is 2 to 9 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "strong medium angular and subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 13 inches; yellowish red (5YR 4/6) clay; strong medium angular and subangular blocky structure; firm, slightly plastic; few fine and medium roots; thin continuous distinct clay films on faces of some peds; about 2 percent by volume of medium angular, sandstone gravel; few old cracks filled with brown loam; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "strong medium angular and subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--13 to 23 inches; red (2.5YR 4/6) clay; many medium distinct strong brown (7.5YR 5/6) mottles; strong medium angular and subangular blocky structure; very firm, plastic; few fine and medium roots; thin continuous distinct clay films on faces of most peds; about 1 percent by volume of fine and medium angular sandstone gravel; common pressure faces; very strongly acid; gradual smooth boundary.  (Combined thickness of the Bt horizon is 15 to 34 inches thick.)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "weak coarse angular and subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--23 to 32 inches; red (2.5YR 4/6) clay; many large prominent light brownish gray (10YR 6/2) and few medium distinct strong brown (7.5YR 5/6) mottles; weak coarse angular and subangular blocky structure; very firm, plastic; few fine and medium roots; thin continuous faint clay films on faces of some peds; common pressure faces; few nonintersecting slickensides; very strongly acid; gradual smooth boundary.  (0 to 16 inches thick.)"
      },
      {
        "name": "C1",
        "top": 81,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--32 to 44 inches; mottled red (2.5YR 5/6); light brownish gray (10YR 6/2), and strong brown (7.5YR 5/6) clay; massive; very firm; many intersecting and nonintersecting slickensides forming wedge-shaped aggregates; strongly acid; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 112,
        "bottom": 140,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--44 to 55 inches; light olive brown (2.5Y 5/4) clay; common medium distinct light gray (10YR 7/1) mottles; few shale fragments; massive; very firm; many intersecting slickensides forming wedge-shaped aggregates; medium acid.  (Combined thickness of the C horizon is 0 to 25 inches thick.)"
      },
      {
        "name": "Cr",
        "top": 140,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--55 to 65 inches; mottled brown and gray, weathered,"
      }
    ]
  ]
}
