{
  "SERIES": "CHISMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTH/KDPL/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, mesic Aquic Palehumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chismore silt loam - pasture, on a slope of 1 percent at 60 feet elevation. (Colors are for moist soil unless otherwise stated.)\nA--0 to 14 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 4/3) dry; weak medium subangular blocky structure parting to weak medium granular; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine irregular pores; very strongly acid; clear smooth boundary. (8 to 16 inches thick)\nBA--14 to 20 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common fine and medium roots; common fine irregular pores; common black manganese coatings; common fine faint dark yellowish brown (10YR 4/6) masses of iron accumulation; very strongly acid; clear wavy boundary. (4 to 7 inches thick)\nBt1--20 to 27 inches; brown (10YR 5/3) silty clay loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine roots; common very fine and fine tubular pores; common medium distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; common distinct clay films on faces of peds; many black manganese coatings; very strongly acid; gradual wavy boundary.\nBt2--27 to 39 inches; dark yellowish brown (10YR 4/6) silty clay loam, yellowish brown (10YR 5/6) dry; moderate medium and coarse subangular blocky structure; hard, slightly firm, moderately sticky and moderately plastic; common fine tubular and medium vesicular pores; common medium distinct grayish brown (10YR 5/2) iron depletions and yellowish brown (10YR 5/6) masses of iron accumulation; common distinct clay films on faces of peds; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 14 to 23 inches)\nBC--39 to 60 inches; yellowish brown (10YR 5/8) silty clay loam, brownish yellow (10YR 6/8) dry; weak coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine tubular pores; common medium distinct light brownish gray (10YR 6/2) iron depletions; very strongly acid; gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coos County, Oregon; 0.5 mile southwest of Broadbent; 2500 feet east and 800 feet south of the northwest corner of section 5, T. 30 S., R. 12 W.; Dement Creek, OR 7.5 minute USGS Quad; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 49 to 55 degrees F. The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. Depth to bedrock is greater than 60 inches. Aquic conditions occur at depths of less than 30 inches for some time during most years when not artificially drained. The umbric epipedon is 10 to 20 inches thick. Hue is 10YR. Particle-size control section has 35 to 45 percent clay content. Reaction is very strongly acid or strongly acid.\nThe A horizon has value of 2 or 3 moist, 3 or 4 dry and chroma of 2 or 3 moist and dry. Texture is silt loam with 18 to 27 percent clay.\nThe Bt horizon has value of 3 to 5 moist, 4 to 6 dry and chroma of 3 to 6 moist and dry. Texture is silty clay loam or silty clay with 35 to 45 percent clay. Redox depletions within the upper 10 inches of the argillic horizon have value of 4 or more moist and chroma of 2 accompanied by redox concentrations.\nThe BC horizon or C horizon has value of 4 to 6 moist, 5 to 7 dry and chroma of 4 to 8 moist and dry. Texture is silty clay loam or silty clay with 35 to 45 percent clay. In some pedons below 40 inches this horizon is gravelly, cobbly or stony."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Mayger series. Mayger soils have an ochric epipedon and are somewhat poorly drained. The Gustin series has a similar classification except for mixed mineralogy. Gustin soils have Btg horizons ranging to 2.5Y or 5Y hue and have redox depletions at a depth of 10 to 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Chismore soils occur on high stream terraces that have a planar or slightly convex surface. The slope commonly is 0 to 7 percent but ranges up to 12 percent on breaks at the edge of the terrace. The soils formed in old clayey alluvium derived from mixed rock sources. Elevations are 100 to 1000 feet. The climate is characterized by warm, wet winters and hot, moist summers. The mean annual precipitation is 60 to 100 inches. The mean annual temperature is 48 to 53 degrees F. The frost-free period is 140 to 220 days. This soil occurs on the Whiskey Run geomorphic surface in Coos and Curry counties, and on planar to convex areas on high stream terraces in Benton County."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eilertsen, Kirkendall, Pyburn, Quosatana, Treharne, and Zyzzug soils. Kirkendall soils are on flood plains, are well drained and lack an argillic horizon. Quosatana soils are on flood plains, are poorly drained and lack an argillic horizon. Pyburn soils are poorly drained, have 50 to 70 percent clay in the Bt, and have slickensides present in the solum. Eilertsen, Treharne, and Zyzzug soils occur on low stream terraces. Eilertsen soils are well drained; Treharne soils are moderately well drained; and Zyzzug soils are poorly drained. All three soils have less than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow permeability. A seasonal water table is at its uppermost limit from November to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Chismore soils are used for hay and pasture and homesites. Native vegetation is mainly Douglas fir, western hemlock, western redcedar, red alder, vine maple, tanoak, California laurel, evergreen huckleberry, Pacific rhododendron, salmonberry and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal river valley high stream terraces in the Coast Range Mountains of western Oregon; MLRA 1. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coos County, Oregon, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from 0 to 14 inches (A horizon).\nCambic horizon - from 14 to 20 inches (BA horizon).\nArgillic horizon - from 20 to 39 inches (Bt1 and Bt2 horizons)\nAquic feature - redox depletions in the upper 10 inches of the argillic horizon have color value, moist, of 4 or 5 and chroma of 2 accompanied by redox concentrations of higher chroma at a depth of 27 inches (Bt2 horizon).\nHumults feature - more than 12 kilograms of organic carbon in the soil per square meter to a depth of 40 inches.\nClassification revised 1/00 from fine, mixed, mesic Aquic Palehumults to fine, isoitic, mesic Aquic Palehumults.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
