{
  "SERIES": "CHOATES",
  "STATUS": "Established Series",
  "BYREV": "Rev. KLG:LCB",
  "REVDATE": "10/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Arenic Plinthaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Choates loamy fine sand on a 2 percent slope in forest                 (Colors are for moist soils unless otherwise stated)\nA--0 to 2 inches; grayish brown (10YR 5/2) loamy fine sand; single grained; loose; common fine roots; strongly acid; clear smooth boundary.  (1 to 12 inches thick)\nE1--2 to 11 inches; light yellowish brown (10YR 6/4), loamy fine sand, few fine faint light gray and common medium faint very pale brown (10YR 7/3) mottles; single grained; loose; common fine roots; medium acid; gradual smooth boundary.  (5 to 15 inches thick)\nE2--11 to 24 inches; very pale brown (10YR 7/3) loamy fine sand, common fine faint light gray (10YR 7/2) and light yellowish brown (10YR 6/4) and common fine distinct light gray (10YR 7/1) mottles; single grained; loose; few fine roots; medium acid; clear smooth boundary.  (2 to 20 inches thick)\nBt1--24 to 30 inches; strong brown (7.5YR 5/8) sandy clay loam, common fine faint yellowish red (5YR 5/6), common fine distinct light gray (10YR 7/1) and few fine and medium prominent red (10R 4/6) mottles; weak medium subangular blocky structure; slightly hard, friable; sticky and plastic; few fine roots; few thin clay films on faces of peds; very strongly acid; clear smooth boundary.  (2 to 15 inches thick)\nBt2--30 to 42 inches; reddish yellow (7.5YR 6/6) sandy clay loam, many medium faint strong brown (7.5YR 5/8), and brownish yellow (10YR 6/6), common fine distinct light gray (10YR 7/2), common medium prominent red (10R 4/8) mottles; weak medium subangular blocky structure; slightly hard, very friable; sticky and plastic; few fine roots; thin clay films on faces of peds; few nodules of plinthite; very strongly acid; gradual smooth boundary.  (0 to 15 inches thick)\nBtv1--42 to 48 inches; coarsely mottled very pale brown (10YR 7/4) and reddish yellow (7.5YR 6/6) sandy clay loam, common medium distinct yellow (10YR 7/6), common fine prominent light gray (10YR 7/1) and common coarse prominent red (2.5YR 4/6) mottles; weak coarse subangular blocky structure; slightly hard, very friable; sticky and plastic; few fine roots; few clay films on faces of peds; about 8 percent plinthite; few rounded quartz gravel up to 5 mm across; very strongly acid; clear smooth boundary.  (5 to 20 inches thick)\nBtv2--48 to 58 inches; coarsely mottled very pale brown (10YR 7/4) and reddish yellow (7.5YR 6/6) sandy clay loam, common medium distinct yellow (10YR 7/6), common fine prominent light gray (10YR 7/1) and common medium prominent white (10YR 8/1) mottles; weak coarse subangular blocky structure; slightly hard, very friable; sticky and plastic; few clay films on faces of peds; about 5 percent plinthite; very strongly acid; gradual smooth boundary.  (5 to 20 inches thick)\nBC--58 to 80 inches; coarsely mottled white (10YR 8/1) and yellow (10YR 7/6) sandy loam, common medium prominent red (10R 4/6; 2.5YR 4/6) and common fine distinct brownish yellow (10YR 6/6) mottled; weak coarse subangular blocky structure; slightly hard, friable; sticky and plastic very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Polk County, Texas; about 10 miles northeast of Livingston; from intersection of U.S. Highway 190 and FR 2500, 5.2 miles north on FR 2500, 0.7 miles east on county road; 50 feet north in forest, 50 feet west of stream channel."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is greater than 60 inches.  The combined sandy A and E horizons ranges from 20 to 40 inches thick.  Depth to a horizon containing 5 to 20 percent plinthite ranges from 30 to 60 inches.  Base saturation at 50 inches below the top of the argillic horizon ranges from 15 to 35 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 or 3.  Reaction ranges from strongly acid to slightly acid.\nThe E horizon has hue of 10YR or 7.5YR, value of 5 to 7, and chroma of 2 to 4.  Mottles in shades of gray or brown range from none to common.  Reaction ranges from strongly acid to slightly acid.\nThe Bt horizons are mottled due to wetness, and the amount of grayish mottling increases with depth.  Matrix colors are in hue of 5YR to 10YR, value of 4 to 7, and chroma of 6 or 8.  Low chroma mottles are in hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 1 or 2.  Most pedons contain mottles or red or dark red.  Plinthite ranges from 5 to 15 percent in some subhorizons of the Bt.  Texture is dominantly sandy clay loam, but includes fine sandy loam.  Reaction ranges from extremely acid to strongly acid.\nThe BC horizon is dominated by grayish and yellowish colors and is mottled in shades of red or brown.  Reaction ranges from extremely acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Leefield and Rentzel series in the same family, and the similar Boy, Boykin, Briley, Depcor, Doucette, Huntsburg, Lilbert and Wockley series.  Leefield soils are not dry in some part of the moisture control section in most years, and are presummed to have low activity clays in the argillic horizon.  Rentzel soils have a summer moisture deficit greater than 4 inches and are developed on older sediments and are assumed to have different chemical and/or mineralogical properties.  Boykin, Briley, Doucette, and Lilbert soils lack gray mottles due to wetness within 30 inches of the surface.  In addition, Boykin and Briley soils lack plinthite.  Depcor, Huntsburg, and Wockley soils have base saturation greater than 35 percent.  In addition, Depcor soils lack gray mottles within 30 inches and the Huntsburg and Wockley soils lack loamy fine sand surface layers greater than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Choates soils are along gently sloping drainageways and on concave foot slopes and depressional areas. The soils formed in sandy and loamy sediments of Pleistocene age, mainly of the Willis formation.  Mean annual precipitation ranges from 46 to 58 inches.  Summer rainfall ranges from 30 to 40 inches.  Summer moisture deficit ranges from 0 to 4 inches.  Mean annual temperature ranges from 66 to 68 degrees F., and the Thornthwaite P-E indices exceed 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Boykin and Doucette series and the Bonwier, Leggett, Newco, Pinetucky, and Shankler series.  Bonwier and Newco soils are on higher positions and have clayey Bt horizons.  Leggett soils are on similar positions, have loamy epipedons less than 20 inches thick, and have grayer Bt horizons.  Pinetucky and Sankler soils are on well drained higher positions. In addition, Pinetucky soils have surface layers less than 20 inches thick, and Shankler soils have loamy fine sandy surface layers greater than 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Choates soils are somewhat poorly drained.  Runoff is slow and permeability is moderately slow.  A water table is at 1.5 to 2.5 feet during the cool season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for forest, but some areas have been cleared and are being used for pasture.  Forest vegetation consists of loblolly, shortleaf, and longleaf pine, red oak and sweetgum trees with an understory of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Costal Plains of eastern Texas and western Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Polk County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Leefield or Rentzel series.\nDiagnostic horizons and features of this pedon are:\nArenic epipedon - 0 to 24 inches\nArgillic horizon - 24 to 80 inches\nPlinthite comprises 5 percent or more in the 42 to 58 inch layers.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
