{
  "SERIES": "CHOCCOLOCCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAC:GWH",
  "REVDATE": "03/2007",
  "STATES": "AL",
  "OVERVIEW": "The Choccolocco series consists of deep, well drained, moderately permeable soils that formed in loamy and silty fluvial deposits. These soils are on nearly level stream terraces and flood plains.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Choccolocco silt loam--pasture.(Colors are for moist soil.)\nAp--0 to 6 inches; brown (10YR 5/3) silt loam; weak fine granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. (4 to 10 inches thick)\nBt1--6 to 24 inches; yellowish brown (10YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; many very thin patchy clay films on ped surfaces; few quartz gravel; moderately acid; gradual wavy boundary.\nBt2--24 to 42 inches; brownish yellow (10YR 6/6) silt loam; common fine faint yellowish brown and few fine faint light yellowish brown mottles; moderate medium subangular blocky structure; friable few fine roots; common very thin patchy clay films on ped surfaces; few quartz gravel; few fine mica flakes; strongly acid; clear irregular boundary. (Combined thickness of the Bt horizon ranges from 30 to 72 inches.)\nC--42 to 60 inches; mottled yellowish brown (10YR 5/6) and brown (10YR 4/3) sandy loam; massive; friable; strata of sandy loam, loamy sand; common fine mica flakes; common fine fragments of schist; slick and soapy feel when rubbed between fingers; strongly acid; clear irregular boundary. (0 to 40 inches thick)\n2C--60 to 72 inches; stratified beds of quartz and sandstone gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Talladega County, Alabama; 2 miles south of Oxford in pasture about 53 feet south of farm to market road in the NW1/4SW1/4 sec. 8, T. 17 S., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 80 inches. Depth to hard rock is more than 60 inches. These soils range from medium acid to very strongly acid, except for the surface in limed areas. Mica flakes range from none to common. Weatherable minerals in the 20- to 200-micron fracture of the upper 20 inches of the Bt horizon are 10 percent or more.\nThe A horizon has hue of 2.5Y to 7.5YR, value of 3 to 6, and chroma of 2 to 6. Texture is fine sandy loam, loam, or silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 8. Mottles in shades of brown and yellow range from none to many usually increasing with depth. Texture is dominantly silty clay loam, but includes clay loam, loam, and silt loam. Average clay content ranges from 25 to 35 percent.\nThe C or BC horizon, where present, has the same hue, value, chroma, and mottles as the B2t horizon. Texture is loam or sandy loam. The lower C horizons usually contain strata of gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Brandon, Pickwick, and Silerton series in the same family and Alamance, Cahaba, Maxton, Spadra, State, and Wickham series in related families. Brandon soils have sola less than 40 inches thick. Pickwick soils have Bt\nhorizons in hue of 5YR or redder. Silerton soils are bisequal\nwith the upper part of the solum in loess and the lower part in brittle clayey material. Alamance soils have siliceous mineralogy. Cahaba, Maxton, Spadra, State, and Wickham soils have control sections with more than 15 percent sand coarser than very fine sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Choccolocco soils are on nearly level flood plains and stream terraces. Slope gradients range from 0 to 2 percent. The regolith is stratified fluvial sediments derived from weathered Talladega slate with admixtures of sediments from limestone, cherty limestone, quartzite, shale, and sandstone. Average rainfall is 52 inches near the type location, and mean annual air temperature is 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Alamance, Spadra, State, and Wickham series and Altavista, Ellisville, Falkner, Masada, and McQueen series. Altavista and Falkner soils have mottles of chroma 2 or less within the upper 24 inches of the Bt horizon. Ellisville soils lack Bt horizons and Masada and McQueen soils have clayey Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is medium to slow and internal drainage is medium. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Primarily used for crops or pasture. Common crops are corn, soybeans, cotton, and small grain. Pasture crops are primarily baniagrass, coastal bermudagrass, or fescue grass with a legume. Native vegetation is mixed southern hardwoods and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alabama; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Talladega County, Alabama; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils have been included in the Masada series.  This series was transferred to MO18. 03/2007 RHB\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; brown (10YR 5/3) silt loam; weak fine granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--6 to 24 inches; yellowish brown (10YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; friable; few fine roots; many very thin patchy clay films on ped surfaces; few quartz gravel; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt2--24 to 42 inches; brownish yellow (10YR 6/6) silt loam; common fine faint yellowish brown and few fine faint light yellowish brown mottles; moderate medium subangular blocky structure; friable few fine roots; common very thin patchy clay films on ped surfaces; few quartz gravel; few fine mica flakes; strongly acid; clear irregular boundary. (Combined thickness of the Bt horizon ranges from 30 to 72 inches.)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C--42 to 60 inches; mottled yellowish brown (10YR 5/6) and brown (10YR 4/3) sandy loam; massive; friable; strata of sandy loam, loamy sand; common fine mica flakes; common fine fragments of schist; slick and soapy feel when rubbed between fingers; strongly acid; clear irregular boundary. (0 to 40 inches thick)"
      },
      {
        "name": "2C",
        "top": 152,
        "bottom": 183,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "narrative": "2C--60 to 72 inches; stratified beds of quartz and sandstone gravel; strongly acid."
      }
    ]
  ]
}
