{
  "SERIES": "CHOCKTOOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB-RWL-JVC",
  "REVDATE": "09/2003",
  "STATES": "OR",
  "OVERVIEW": "The Chocktoot series consists of very deep, well drained soils that formed in colluvium and residuum derived from andesite, basalt, tuff, and volcanic ash.  Chocktoot soils are on mountains.  Slopes are 15 to 60 percent.  The mean annual precipitation is about 32 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic Vitrandic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chocktoot very gravelly ashy loam--forestland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed plant material consisting of white fir needles.\nA1--2 to 4 inches; very dark grayish brown (10YR 3/2) very gravelly ashy loam, brown (10YR 4/3) dry; weak very fine and fine granular structure; soft, very friable, slightly sticky and nonplastic; common roots; many irregular pores; 10 percent cobbles and 35 percent gravel; neutral (pH 6.9); gradual wavy boundary.  (2 to 5 inches thick)\nA2--4 to 12 inches; dark brown (10YR 3/3) very gravelly ashy loam, brown (10YR 4/3) dry; moderate very fine and fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common roots; many irregular pores; 5 percent stones, 10 percent cobbles, and 35 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (8 to 13 inches thick)\nBt--12 to 36 inches; dark brown (7.5YR 3/4) very gravelly clay loam, brown (7.5YR 5/4) dry; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common roots; common very fine and fine tubular pores; few faint clay films on faces of peds; 10 percent cobbles and 40 percent gravel; slightly acid (pH 6.4); gradual wavy boundary.  (18 to 28 inches thick)\nC--36 to 60 inches; dark brown (7.5YR 3/4) very gravelly loam, brown (7.5YR 5/4) dry; massive; slightly hard, very friable, slightly sticky and nonplastic; few roots; few very fine and fine tubular pores; 50 percent gravel; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; on the Fremont National Forest about 4 miles southeast of Lakeview; in the NE 1/4 of the SE 1/4 of section 15, T. 40 S., R. 21 E.; USGS Crane Mountain 7.5 minute topographic quadrangle; approximately 42 degrees 05 minutes 47 seconds north latitude and 120 degrees 13 minutes 24 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - These soils are moist in the winter and spring and are dry for 45 to 60 consecutive days after the summer solstice; Typic xeric moisture regime.\nMean annual soil temperature - 40 to 45 degrees F.; the soil temperature is above 41 degrees F. from June to November (5 months).\nMean summer soil temperature - 44 to 47 degrees F.\nMollic epipedon thickness - 10 to 15 inches; does not include the Bt horizon.\nDepth to base of argillic horizon - 30 to 40 inches.\nDepth to bedrock - More than 60 inches.\nParticle-size control section - Clay content: 22 to 35 percent; Rock fragments: 35 to 60 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as andesite, basalt, and tuff.\nA horizons - Hue: 10YR or 7.5YR.\nValue: 2 or 3 moist, 3 or 4 dry.\nChroma: 2 or 3, moist or dry.\nMoist bulk density: 0.85 to 1.00 grams per cubic centimeter.\nOxalate aluminum plus one-half iron: less than 1.0.\nVolcanic glass content: 30 to 50 percent.\nOrganic matter content: 1 to 4 percent.\nReaction: Slightly acid or neutral.\nBt horizon - Hue: 7.5YR or 10YR.\nValue: 3 or 4 moist, 4 or 5 dry.\nChroma: 3 or 4 moist.\nTexture: Very gravelly loam or very gravelly clay loam.\nClay content: 22 to 35 percent.\nRock fragments: 35 to 60 percent; 0 to 10 percent are cobbles and stones, 35 to 50 percent is gravel.\nC horizon - Hue: 7.5YR or 10YR.\nValue: 3 or 4 moist, 5 or 6 dry.\nChroma: 3 or 4, moist or dry.\nRock fragments: 35 to 60 percent; 0 to 10 percent are cobbles and stones, 35 to 50 percent is gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Woodcock series.  Woodcock soils have mollic epipedons that are 16 to 30 inches thick, have the base of the argillic horizon between 40 and 60 inches of the soil surface, and have 5 to 10 percent organic matter in the A1 horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chocktoot soils are on mountains.  They typically occur on backslope positions.  These soils formed in colluvium and residuum derived primarily from andesite, basalt, tuff, and volcanic ash.  Slopes are 15 to 60 percent.  Elevations range from 6,300 to 7,500 feet.  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 30 to 34 inches, the mean annual temperature is 41 to 43 degrees F., and the frost-free period is 20 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hallihan, Hammersley, Kittleson, and Longjohn soils.  Hallihan, Kittleson, and Longjohn soils do not have mollic epipedons.  Hammersley soils have mollic epipedons more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or high surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chocktoot soils are forested and used for timber production, watershed, wildlife habitat, and recreation.  The vegetation is primarily a forest canopy of white fir with an understory of sticky currant and Wheeler bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon.  These soils are not extensive with about 7,200 acres of the series mapped to date.  MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County (Southern Part), Oregon, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The isotic mineralogy class was added to the taxonomic classification in May 2001 and is estimated based on properties of similar soils in MLRA 21.\nDiagnostic horizons and features recognized in this pedon are:\nOrganic soil material - The zone from the soil surface to 2 inches (Oi horizon).\nMollic epipedon - The zone from the soil surface to 12 inches (Oi, A1, and A2 horizons).\nVitrandic intergrade feature - The zone from 2 to 12 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 12 to 36 inches (Bt horizon).\nParticle-size control section - The zone from 12 to 32 inches (part of the Bt horizon).\nADDITIONAL DATA:  U.S. Forest Service vegetative site CW-C4-11\nNational Cooperative Soil Survey\nU.S.A."
  }
}
