{
  "SERIES": "CHOKE",
  "STATUS": "Established Series",
  "BYREV": "PDH-GWH-CKH",
  "REVDATE": "11/2010",
  "STATES": "TX",
  "OVERVIEW": "The Choke series consists of very deep, well drained, moderately permeable soils. These soils formed in calcareous loamy residuum over tuffaceous sediments.  These gently sloping soils are on erosional remnants. Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, hyperthermic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Choke silty clay loam, in rangeland; elevation is 60 meters (200 feet). (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) silty clay loam; very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, friable; common very fine and fine, and few medium and coarse roots; few very fine and fine tubular pores; common termite casts; slightly effervescent; moderately alkaline; clear smooth boundary.\nA2--10 to 25 cm (4 to 10 in); very dark grayish brown (10YR 3/2) silty clay loam; very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, friable; common very fine and fine, and few medium and coarse roots; common very fine and fine tubular pores; common termite casts; slightly effervescent; moderately alkaline; clear smooth boundary.  (Combined thickness is 18 to 48 cm [7 to 19 in].)\nBw1--25 to 41 cm (10 to 16 in); dark grayish brown (10YR 4/2) silty clay loam; very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate fine subangular blocky; slightly hard, friable; common very fine and fine, and few medium and coarse roots; common very fine and fine tubular pores; common termite casts; strongly effervescent; moderately alkaline; clear smooth boundary.\nBw2--41 to 61 cm (16 to 24 in); grayish brown (10YR 5/2) silty clay loam; dark grayish brown (10YR 4/2) moist; weak fine and medium prismatic structure parting to moderate fine subangular blocky; hard, friable; common very fine and fine, and few medium roots; common very fine and fine and few medium tubular pores; few threads of calcium carbonate; common termite casts; violently effervescent; moderately alkaline; gradual smooth boundary.  (Combined thickness is 0 to 46 cm [0 to 18 in].)\nBk1--61 to 86 cm (24 to 34 in); light brownish gray (10YR 6/2) silty clay loam; grayish brown (10YR 5/2) moist; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; common very fine and fine, and few medium and coarse roots; many very fine and fine, and common medium tubular pores; 5 percent films and threads of calcium carbonate; common termite casts; violently effervescent; moderately alkaline; gradual smooth boundary.\nBk2--86 to 122 cm (34 to 48 in); light gray (10YR 7/2) silt loam; very pale brown (10YR 7/3) moist; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; common very fine and fine, and few medium and coarse roots; many very fine and fine, and common medium tubular pores; 5 percent films and threads of calcium carbonate; few termite casts; violently effervescent; moderately alkaline; gradual smooth boundary.\nBk3--122 to 147 cm (48 to 58 in); light gray (10YR 7/2) loam; very pale brown (10YR 7/3) moist; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, very friable; few very fine and fine roots; common very fine and fine tubular pores; 3 percent films and threads of calcium carbonate; few termite casts; violently effervescent; moderately alkaline; clear smooth boundary. (Combined thickness is 25 to 102 cm [10 to 40 in].)\nBCk--147 to 185 cm (58 to 73 in); light gray (10YR 7/2) loam; very pale brown (10YR 7/3) moist; weak fine subangular blocky structure; soft, very friable; few very fine and fine roots; common very fine and fine tubular pores; few rounded siliceous pebbles mostly along lower boundary; 2 percent fine threads and concretions of calcium carbonate; strongly effervescent; moderately alkaline; abrupt wavy boundary. (Thickness is 0 to 43 cm [0 to 17 in].)\n2Cd--185 to 213 cm (73 to 84 in); very pale brown (10YR 7/3) weakly cemented tuffaceous siltstone; pale brown (10YR 6/3) moist; massive; extremely hard, extremely firm; few very fine, fine, medium, and coarse roots along fractures; fractures are spaced 3 to 8 inches apart; common very fine and fine tubular pores; few coatings of calcium carbonate along vertical and horizontal fractures; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Live Oak County, Texas; from the intersection of U.S. Highway 59 and U.S. Highway 281 in George West, 15.8 miles north on U.S. Highway 281, 3.9 miles north on Interstate Highway 37, 1.0 mile east on Farm Road 2049, 1.6 miles north on county road, 0.45 mile west in rangeland. Comanche Hills, USGS topographic quadrangle; Latitude: 28 degrees, 36 minutes, 24 seconds N; Longitude: 98 degrees, 11 minutes, 24 seconds W.; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic ustic moisture regime.  The soil moisture control section is moist in some or all parts for less than 90 consecutive days in normal years.  June to August and December to February are the driest months, while September to November and March to May are the wettest months.\nSolum thickness: 150 to 200 cm (60 to 80 in)\nDepth to densic contact: 150 to 200 cm (60 to 80 in)\nParticle-size control section (weighted average)\nClay content: (non-carbonate) 20 to 35 percent\nSand content: (coarser than very fine sand) 4 to 15 percent\nElectrical conductivity ranges from 0.4 to 2 dS/m in the A, Bw, and upper part of the Bk horizons and 4 to 12 dS/m in the lower part of the Bk and 2Cr horizon.\nA Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: silt loam or silty clay loam\nCalcium carbonate equivalent: 5 to 15 percent\nEffervescence: slight to violent\nElectrical conductivity: 0.4 to 2 dS/m\nBw Horizons\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loam, silt loam, silty clay loam or clay loam\nCalcium carbonate equivalent: 10 to 15 percent\nEffervescence: slight to violent\nElectrical conductivity: 0.4 to 2 dS/m\nBk Horizons\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: loam, silt loam, silty clay loam or clay loam\nCalcium carbonate equivalent: 15 to 30 percent\nEffervescence: slight to violent\nElectrical conductivity: 0.4 to 2 dS/m in the upper part and 4 to 12 dS/m in the lower part\nBCk Horizon\nHue of 10YR or 2.5Y\nValue of 6 to 8\nChroma of 2 to 4\nTexture is silt loam, loam or silty clay loam\nCalcium carbonate equivalent ranges from 10 to 30 percent\nEffervescence: slight to violent\nElectrical conductivity: 4 to 12 dS/m\n2Cd Horizon\nHue: 10YR to 5Y\nValue: 7 or 8\nChroma: 2 to 4\nCementation: weakly cemented siltstone that slakes in water within 1 hour\nExcavation difficulty: low to moderate\nCalcium carbonate equivalent: 10 to 20 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Elindio(TX) and Uvalde (TX) series in the same family.  Similar soils are the Castroville(TX), Hidalgo(TX), Houla(TX), and Sarnosa(TX) series.\nCastroville soils: formed in alluvium derived from limestone; on a terrace or alluvial fan landform; have sola more than 200 cm (80 in) thick\nElindio soils: formed in alluvium derived from limestone; on terrace or alluvial fan positions; sola more than 200 cm (80 in) thick; are dry in the moisture control section for slightly longer periods\nUvalde soils: formed in alluvium derived from limestone; on terrace or alluvial fan positions and have sola more than 200 cm (80 in) thick\nHidalgo soils: have a fine-loamy control section\nHoula soils: have a fine-loamy control section; sola 100 to 150 cm (40 to 60 in) thick\nSarnosa soils: have a coarse-loamy control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy materials over weakly cemented siltstone of the tuffaceous Catahoula Formation\nLandscape: inland, dissected coastal plain\nLandform: gently sloping erosion remnants\nSlope: 1 to 5 percent\nMean annual precipitation range: 559 to 711 mm (22 to 28 in)\nMean annual temperature range: 21 to 23 degrees C (70 to 74 degrees F)\nFrost-free period: 285 to 300 days\nElevation: 50 to 122 m (165 to 400 ft)\nThornthwaite annual P-E indices: 27 to 40"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Condido (TX), Eloso (TX), Pavelek (TX), and Rosenbrock (TX) soils.\nEloso soils: are on slightly lower positions and are clayey throughout\nRosenbrock soils: are on slightly lower positions and are clayey throughout\nCondido and Pavelek soils: are on similar positions and have a petrocalcic horizon within 51 cm (20 in) of the surface"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained.  moderate permeability.  Runoff is very low on slopes of 1 to 3 percent and low on slopes of 3 to 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  Native grasses are plains bristlegrass, hooded windmillgrass, pink pappusgrass, Arizona cottontop, and twoflower and fourflower trichloris.  Woody plants include guajillo, mountain laurel, paloverde, desert yaupon, mesquite, and agarita. (Gray Sandy Loam range site, PZ 18-25, R083BY421TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern, Western and Central Rio Grande Plain, Texas; LRR I; MLRA 83A, 83C; minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Live Oak County, Texas; 1997.  The name is named for Choke Canyon Reservoir."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 to 41 cm (0 to 16 in) (A and Bw1 horizons)\nCambic horizon: 41 to 61 cm (16 to 24 in) (Bw horizons)\nCalcic horizon: 61 to 122 cm (24 to 48 in) (Bk horizons)\nDensic contact: 185 cm (73 in) (top of 2Cd horizon)\nADDITIONAL DATA:  NSSL data from Live Oak County (S91TX-297-005)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
