{
  "SERIES": "CHRISTY",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AEK",
  "REVDATE": "02/97",
  "STATES": "ID,WY",
  "OVERVIEW": "The soils of the Christy series are Brown soils. They range from light brown to brown in color, usually with a pinkish or reddish tinge. The subsoils are lighter brown and calcareous. They are derived from old stream-laid calcareous deposits which now occupy high rolling terraces at elevations of 6,700 to 7,000 feet. Usually well-rounded gravel is a mark of the soils and in places is sufficiently numerous to constitute gravelly types. Also intermittent caliche hardpan may underlie the types. The Soils have developed under a bunch grass and sagebrush cover in a climate characterized by long cold winters with much snow, but, with a comparatively low annual precipitation. They resemble the Cokeville soils, with which they are associated, but are somewhat less red.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Christy silty clay loam.\n0-12\" Light brown granular noncalcareous silty clay loam, retaining the light brown color when wet. 12\" thick.\n12-26\" Light-brown moderately compact calcareous silty clay loam. 14\" thick.\n26-36\" Grayish-brown very compact calcareous clay loam, becoming yellowish brown when wet. 10\" thick.\n36\"  Pinkish-brown friable highly calcareous silty clay loam.\nRange in Characteristics: Locally, gray caliche hardpan underlies the types. In places slabs of caliche stone-like material range upwards of a foot in thickness.\nTopography: High rolling terraces.\nDrainage: Fair to good.\nVegetation: Bunch grass and sagebrush.\nUse: Pasture.\nDistribution: High rolling plains of southeastern Idaho and Wyoming.\nType location: About 6 miles east of Bear Lake, Bear Lake County, Idaho.\nSeries proposed: Bear Lake Soil Conservation District, Bear Lake County, Idaho, 1940.\nOSED scanned by NSSQA.  Last revised by state on 2/46\nNational Cooperative Soil Survey\nU.S.A."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
