{
  "SERIES": "CHRISFLAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JVC",
  "REVDATE": "12/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chrisflat very gravelly coarse sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 25 percent gravel, 2 percent stones, and 2 percent boulders.\nA1--0 to 2 inches; grayish brown (10YR 5/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial and common very fine tubular pores; 40 percent gravel; slightly acid; clear smooth boundary.  (2 to 5 inches thick)\nA2--2 to 7 inches; dark grayish brown (10YR 4/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and common fine roots; common very fine tubular and interstitial pores; 45 percent gravel; slightly acid; clear wavy boundary. (3 to 6 inches thick)\nBt1--7 to 14 inches; brown (10YR 4/3) very gravelly coarse sandy loam,  very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, common fine, and common medium roots; common very fine tubular and interstitial pores; few faint clay bridges on sand grains; 35 percent gravel and 10 percent cobbles; neutral; clear wavy boundary. (5 to 10 inches thick)\nBt2--14 to 22 inches; brown (10YR 5/3) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, common fine, and common medium roots; common very fine tubular and interstitial pores; common faint clay bridges on sand grains; 35 percent gravel and 10 percent cobbles; neutral; clear wavy boundary. (5 to 8 inches thick)\nBt3--22 to 26 inches; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and few fine roots; common very fine tubular and interstitial pores; common faint clay bridges on sand grains; 35 percent gravel, 10 percent cobbles, and 5 percent stones; neutral; clear wavy boundary. (4 to 12 inches thick)\nBt4--26 to 60 inches; yellowish brown (10YR 5/4) extremely stony sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few very fine and few fine roots; common very fine tubular and interstitial pores; common distinct clay films on faces of peds and lining pores; 35 percent gravel, 15 percent cobbles, and 15 percent stones; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California; on the Toiyabe National Forest about 4 miles southwest of the town of Walker; approximately 1,150 feet north and 1,850 feet west of the southeast corner of section 7, T. 7 N., R. 23 E.; USGS Chris Flat 7.5 minute topographic quadrangle; 38 degrees 27 minutes 44.8 seconds north latitude and 119 degrees 29 minutes 29.1 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; dry from July through early October for 75 to 90 consecutive days in the four months following the summer solstice; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 44 to 47 degrees F.\nMollic epipedon thickness - 20 to 30 inches; includes the Bt1, Bt2, and Bt3 horizons.\nDepth to base of argillic horizon - 40 to more than 60 inches.\nDepth to bedrock - More than 80 inches.\nParticle-size control section - Clay content: Averages 18 to 25 percent; Rock fragments: Averages 35 to 60 percent, mainly gravel.  Lithology of fragments are mixed igneous and metamorphic rocks such as granodiorite, schist, gneiss, and andesite.\nA1 and A2 horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 3 to 5 percent.\nReaction: Slightly acid or neutral.\nBt1, Bt2, and Bt3 horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very gravelly coarse sandy loam or very gravelly sandy clay loam.\nClay content: 18 to 25 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 1 to 3 percent.\nReaction: Slightly acid or neutral.\nBt4 horizon - Value: 5 or 6 dry, 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Extremely stony sandy clay loam or extremely gravelly sandy clay loam.\nClay content: 20 to 25 percent.\nRock fragments: 35 to 60 percent.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullump, Bullvaro, Burchflat, Camelback, Demner (T), Dogbed, Dooh (T), Erig, Krenka, Leroman, Lockgate, Murain, Nutval (T), Snyderville, Softback, Softscrabble, Staberg, Vetagrande, and Vipont series.\nBullump soils have lithic contacts between 40 and 80 inches from the soil surface.  Bullvaro, Demner, Dooh, Nutval, and Vetagrande soils have an aridic moisture regime.  Burchflat and Vipont soils are moderately deep to lithic contacts.  Camelback soils have lithic contacts between 40 and 80 inches from the soil surface and are dominated by cobbles in the particle-size control section.  Dogbed soils have mollic epipedons that are 30 to 50 inches thick.  Erig soils are deep to lithic contacts.  Krenka soils have less than 35 percent rock fragments in the upper part of the argillic horizon.  Leroman and Staberg soils are moderately deep to paralithic contacts.  Lockgate soils are deep to paralithic contacts.  Murain soils are dominated by stones and cobbles and average 60 to 80 percent rock fragments in the particle-size control section.  Snyderville soils have depth to base of the argillic horizon of less than 36 inches.  Softback soils average 25 to 32 percent clay in the particle-size control section and have mollic epipedons that do not include the upper Bt horizons.  Softscrabble soils average 27 to 35 percent clay in the particle-size control section and typically have paralithic contacts between 60 and 80 inches from the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chrisflat soils are on fan remnants.  They formed in alluvium derived from igneous rocks such as granodiorite and andesite and metamorphic rocks such as schist and gneiss.  Slopes are 4 to 15 percent.  Elevations range from 6,000 to 7,500 feet.  The climate is subhumid-continental with cold, moist winters and warm, dry summers.  The mean annual precipitation is 16 to 24 inches, mean annual temperature is 39 to 45 degrees F., and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Elaero, Pimogran, and Toejom soils.  Elaero soils are moderately deep to paralithic contacts.  Pimogran and Toejom soils are shallow to paralithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; moderate permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chrisflat soils are used for rangeland, recreation, watershed and wildlife habitat.  The native vegetation is mainly mountain big sagebrush, antelope bitterbrush, and western needlegrass with some widely scattered Jeffrey pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California, on the east side of the Sierra Nevada Range.  These soils are not extensive with about 3,800 acres of the series mapped to date.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mono County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 26 inches (A1, A2, Bt1, Bt2, and Bt3 horizons).\nArgillic horizon - The zone from 7 to 60 inches (Bt1, Bt2, Bt3, and Bt4 horizons).\nParticle-size control section - The zone from 7 to 27 inches (Bt1, Bt2, and Bt3 horizons and part of the Bt4 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
