{
  "SERIES": "CHRODER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLS/GB",
  "REVDATE": "02/1999",
  "STATES": "CO,UT,WY",
  "OVERVIEW": "The Chroder series consists of very deep, well drained soils that formed in eolian and alluvial deposits.  These soils are on plateaus and fan terraces.  Slopes are 0 to 12 percent.  Mean annual temperature is about 48 degrees F., and the mean annual precipitation is about 9 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chroder loamy sand-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (7.5YR 5/4) loamy sand, dark brown (7.5YR 4/4) moist; weak medium platy structure parting to weak thin platy; soft, very friable, nonsticky and nonplastic; mildly alkaline; abrupt smooth boundary. (2 to 4 inches thick)\nBw--3 to 10 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; strongly effervescent, moderately alkaline; gradual smooth boundary.  (6 to 12 inches thick)\nBk1--10 to 26 inches; pinkish white (7.5YR 8/2) sandy loam, pink (7.5YR 7/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; 20 percent calcium carbonate equivalent, violently effervescent, strongly alkaline; gradual wavy boundary.  (12 to 20 inches thick)\nBk2--26 to 43 inches; pinkish white (7.5YR 8/2) sandy loam, pink (7.5YR 7/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; 25 percent calcium carbonate equivalent, violently effervescent, strongly alkaline; gradual wavy boundary.  (14 to 20 inches thick)\nC--43 to 65 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; massive; loose, slightly sticky and nonplastic; 13 percent calcium carbonate equivalent, violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Moffat County, Colorado; 9 miles NW of the Browns Park School; 1,100 feet north and 1,500 feet east of the southwest corner of Sec. 21, T. 10 N., R. 103 W.  Longitude:  108 degrees, 59 minutes, 11 seconds west.  Latitude:  40 degrees, 48 minutes, 26 seconds north."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 51 degrees F., and the average summer soil temperature is 67 to 69 degrees F.  Depth to calcareous material ranges from 0 to 4 inches.  Depth to the calcic horizon ranges from 8 to 16 inches.  The calcic horizon contains 15 to 30 percent calcium carbonate equivalent.  Hue is 10YR or 7.5YR.\nThe A horizon has value of 5 through 7 dry, 4 through 6 moist, and a chroma of 3 or 4. Reaction is mildly alkaline or moderately alkaline.\nThe Bw horizon has a value of 5 through 7 dry, 4 through 6 moist, and chroma of 3 or 4.\nThe Bk horizon has a value of 6 through 8 dry, 4 through 8 moist, and a chroma of 2 through 4.  Reaction is moderately alkaline or strongly alkaline.\nThe C horizon has a value of 5 through 7 dry or moist and a chroma of 3 or 4.  Reaction is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bluechief (UT), Hiko Springs (UT), Kaito (T)(AZ), Kinan (AZ), McCutchen (T)(NV), Moffat (UT), Nageezi (NM), Nakai (UT), Nakoy (UT), Nuahs (NV), Pagina (AZ), and Trook (WY) series.  Bluechief soils have a lithic contact at 20 to 40 inches and hues redder than 7.5YR.  Hiko Springs and Trook soils have more than 15 percent pebble size coarse fragments in the particle-size control section.  McCutchen, Moffat, Nakai, and Nuahs soils have mean annual soil temperatures of 52 degrees F. and greater.  In addition, Nuahs soils have an electrical conductivity of 2 to 16 mmhos.  Pagina soils have a paralithic contact at 20 to 40 inches.  Kinan soils have 15 to 35 percent rock fragments in the particle-size control section.  Nageezi and Nakoy soils have a lithologic discontinuity in the particle-size control section.  Kaito soils are deep with a paralithic contact at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chroder soils are on plateaus and fan terraces.  Slopes range from 0 to 12 percent.  The soils formed in eolian and/or alluvial deposits.  The mean annual air temperature is 45 to 50 degrees F.  The mean annual precipitation is 7 to 10 inches, with peak periods in the spring and fall.  The frost-free period ranges from 90 to 110 days.  Elevation is 5,400 to 6,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clifsand and Tipperary soils.  Clifsand soils are loamy-skeletal and Tipperary soils have a sandy particle-size class and lack a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as rangeland.  Principal native vegetation is needleandthread, Indian ricegrass, bottlebrush squirreltail, Wyoming big sagebrush, and shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Henry's Fork Soil Survey Area in Utah and Wyoming, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a calcic horizon, the zone from 10 to 43 inches; and a cambic horizon, the zone from 3 to 10 inches.  Last updated by the state 3/93.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; brown (7.5YR 5/4) loamy sand, dark brown (7.5YR 4/4) moist; weak medium platy structure parting to weak thin platy; soft, very friable, nonsticky and nonplastic; mildly alkaline; abrupt smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--3 to 10 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; strongly effervescent, moderately alkaline; gradual smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 25,
        "bottom": 66,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--10 to 26 inches; pinkish white (7.5YR 8/2) sandy loam, pink (7.5YR 7/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; 20 percent calcium carbonate equivalent, violently effervescent, strongly alkaline; gradual wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 66,
        "bottom": 109,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2--26 to 43 inches; pinkish white (7.5YR 8/2) sandy loam, pink (7.5YR 7/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; 25 percent calcium carbonate equivalent, violently effervescent, strongly alkaline; gradual wavy boundary.  (14 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 109,
        "bottom": 165,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--43 to 65 inches; pink (7.5YR 7/4) sandy loam, light brown (7.5YR 6/4) moist; massive; loose, slightly sticky and nonplastic; 13 percent calcium carbonate equivalent, violently effervescent; moderately alkaline."
      }
    ]
  ]
}
