{
  "SERIES": "CHUBBFLAT",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. BAG-FRK-EMM",
  "REVDATE": "05/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive Aquic Cumulic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chubbflat silt loam on nearly level west, concave, 0.5 percent slope, on pastureland at an elevation of 1950 meters. When described on June 15, 1977, the soil was moist below 20 centimeters and saturated below 91 centimeters. (Color is for air dry soil unless otherwise noted).\nA1--0 to 20 cm; black (10YR 2/1) silt loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many fine irregular pores; slightly alkaline (pH 7.4); gradual wavy boundary.\nA2--20 to 56 cm; black (10YR 2/1) silty clay loam, black (10YR 2/1) moist; weak fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and common fine roots; common very fine and fine tubular pores; finely disseminated calcium carbonate; strongly effervescent (12 percent calcium carbonate equivalent); slightly alkaline (pH 7.8); gradual wavy boundary. (combined thickness of the A horizon is 50 to 75 cm thick)\nBkg1--56 to 66 cm; gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; weak very fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; finely disseminated and 2 percent fine irregular masses of secondary calcium carbonate; strongly effervescent (29 percent calcium carbonate equivalent); 2 percent fine prominent strong brown (7.5YR 4/6) iron masses; moderately alkaline (pH 8.4); clear wavy boundary.\nBkg2--66 to 102 cm; gray (10YR 6/1) silty clay loam, grayish brown (10YR 5/2) moist; weak coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few fine roots; many very fine and fine tubular pores; finely disseminated and 10 percent fine irregular masses and seams of secondary calcium carbonate; strongly effervescent (28 percent calcium carbonate equivalent); 2 percent fine prominent brown (7.5YR 5/4) iron masses; strongly alkaline (pH 8.6); gradual wavy boundary. (combined thickness of the Bkg1 and Bkg2 horizons is 40 to 100 cm thick)\nBkg3--102 to 152 cm; light gray (10YR 7/1) gravelly silty clay loam, gray (10YR 5/1) moist; weak coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine, fine and common medium tubular pores; finely disseminated and 5 percent fine irregular masses and seams of secondary calcium carbonate; strongly effervescent (37 percent calcium carbonate equivalent); 2 percent fine distinct light brown (7.5YR 6/3) iron masses; 20 percent gravel; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Caribou County, Idaho; about 1.3 kilometers south of the Grays Lake Guard Station and 380 meters east of Grays Lake Road; about 100 meters south and 1170 meters east of the northwest corner of section 2, T. 5 S., R. 43 E.; Bear Island, USGS topographic quadrangle; latitude 43 degrees 01 minutes 12.9 seconds north and longitude 111 degrees 22 minutes 43.3 seconds west, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 1.7 to 3.9 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nThickness of mollic epipedon: 50 to 70 cm.\nDepth to secondary calcium carbonates: 20 to 60 cm.\nDepth to apparent water table: 50 to 90 cm, from April toJuly.\nParticle-size control section:\nClay content: averages 25 to 32 percent.\nOi: (present in some pedons)\nA horizons:\nHue: 10YR or 7.5YR\nValue: 2 to 4 dry\nChroma: 1 or 2 dry\nClay content: 18 to 30 percent\nCalcium carbonate equivalent: 0 to 15 percent\nReaction: 7.3 to 8.0\nBkg1 and Bkg2 horizons:\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 1 or 2 dry or moist\nTexture: Silt loam or silty clay loam\nClay content: 20 to 34 percent\nCalcium carbonate equivalent: 10 to 35 percent\nReaction: 8.0 to 8.8\nBkg3 horizon:\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: 1 or 2 dry or moist\nTexture: Silt loam, silty clay loam, or very fine sandy loam\nRock fragments: 5 to 25 percent\nClay content: 18 to 34 percent\nCalcium carbonate equivalent: 15 to 40 percent\nReaction: 8.2 to 8.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Valleys\nLandform: Valley floors\nElevation: 1860 to 2075 meters\nSlope: 0 to 2 percent\nParent material: Silty alluvium from loess and alluvium from mixed sources\nMean annual air temperature: 0.6 to 3.3 degrees C\nMean annual precipitation: 450 to 600 millimeters\nFrost free period: 30 to 65 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crowcreek, Enochville, Lantonia and Rin Series. Crowcreek, Lantonia and Rin soils do not have redoximorphic features and are on higher positions of same landform as Chubbflat soils. Enochville soils do not have secondary calcium carbonates and occupy positions lower than Chubbflat."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Somewhat poorly\nRunoff: Low\nSaturated hydraulic conductivity: Moderately high\nPonding: Rare from April through June"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Pasture and some grass hay\nVegetation: Clover, sedges, rushes, and water tolerant grasses"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho; MLRA 44B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Caribou County, Idaho, 1993. The name is taken from the valley area in which the soil was first described."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic properties recognized in the typical pedon are:\nMollic epipedon: 0 to 66 cm\nCalcic horizon: 66 to greater than 150 cm\nParticle-size control section: 25 to 100 cm\nCumulic feature: the soil meets mollic requirements to a depth exceeding 50 cm and has an irregular decrease in organic carbon.\nIn 2009 the Chubbflat type location was moved based on the results of a soil temperature study indicating the original location is frigid.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
