{
  "SERIES": "CHUCHUPATE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLZ/KJO/MRS/KDA/KP",
  "REVDATE": "09/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chuchupate gravelly sandy loam, 50 to 75 percent slopes; on a northwest facing slope of 72 percent under scrub oak, western mountain mahogany, pine bluegrass and cheatgrass at an elevation of 1372 meters (4,500 feet). (Colors are for dry soil unless otherwise stated.  When described on November 5, 1992, the soil was moist to 30 centimeters (12 inches) and dry below).\nOi--0 to 3 centimeters (0 to 1 inches); litter of leaves and twigs; moderately acid (pH 6.0); clear smooth boundary. (0 to 5 centimeters [0 to 2 inches] thick)\nA--3 to 25 centimeters (1 to 10 inches); brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky parting to weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine and common medium roots; common very fine tubular and many very fine interstitial pores; 30 percent 2 to 75 millimeter gravel; neutral (pH 7.0); abrupt wavy boundary. (20 to 30 centimeters [8 to 12 inches] thick)\nBt1--25 to 53 centimeters (10 to 21 inches); light yellowish brown (10YR 6/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common medium and fine, and few coarse roots; many very fine tubular and many very fine interstitial pores; common distinct clay films on surface of gravel; 45 percent 2 to 75 millimeter gravel; slightly alkaline (pH 7.5); abrupt wavy boundary. (25 to 64 centimeters [8 to 25 inches] thick)\nBt2--53 to 91 centimeters (21 to 36 inches); brownish yellow (10YR 6/6) very gravelly sandy loam, dark yellowish brown (10YR 4/6) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common medium, fine and very fine, and few coarse roots; common fine, few fine tubular and common very fine interstitial pores; common distinct clay films on gravel; 55 percent 2 to 75 millimeter gravel; slightly acid (pH 6.3); abrupt smooth boundary. (30 to 46 centimeters [12 to 18 inches] thick)\nR--91 to 117 centimeters (36 to 46 inches); very strongly cemented, slightly fractured schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California, Southwest Part; in map unit 880, Chuchupate gravely sandy loam, 50 to 75 percent slopes; in the Lebec area, about 72 kilometers (45 miles) south of Bakersfield; 156 meters (510 feet) south and 145 meters (475 feet) west of the northeast corner of section 28, T. 9 N., R. 19 W.; Mount Diablo Base and Meridian; latitude 34 degrees, 50 minutes, 32 seconds north and longitude 118 degrees, 53 minutes, 32 seconds west; USGS Frazier Mountain, California, Quadrangle NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: Mean annual is 15 to 17 degrees C. (59 to 62 degrees F.) and the soil temperature exceeds 8 degrees C. (41 degrees F.) for more than 320 days.\nSoil moisture control section: Dry throughout from late June to early November, 140 to 160 days in most years; moist in some or all parts during the rest of the year.\nAbout 20 to 50 percent of the surface is covered by 2 to 75 millimeter gravel consisting of schist.\nDepth to bedrock: 51 to 102 centimeters (20 to 40 inches).\nA horizon:\nHue: 10YR dry and moist\nValue: 4 or 5 dry and 2 or 3 moist\nChroma: 2 or 3 dry and moist\nTexture of the fine earth fraction: sandy loam or sandy clay loam\nContent of clay: 5 to 20 percent\nContent of organic matter: 3.0 to 5.0 percent\nReaction: neutral or slightly alkaline\nContent of rock fragments: 15 to 40 percent 2 to 75 millimeter gravel\nBt horizons:\nHue: 10YR dry and moist\nValue: 4 to 6 dry and 3 or 4 moist\nChroma: 3 to 6 dry and moist\nTexture of the fine earth fraction: sandy loam or sandy clay loam\nContent of clay: 5 to 20 percent\nContent of organic matter: 0.05 to 2.0 percent\nReaction: slightly acid to slightly alkaline\nContent of rock fragments: 35 to 65 percent 2 to 75 millimeter gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Benco, Clint, Kilburn, Oldsferry, Storer, and Wynhoff series. Benco soils are deep to a C horizon, are on terraces and terrace escarpments and have slopes of 0 to 30 percent with a frost-free season of 110 to 160 days. Clint soils have hues of 5YR from 0 to 48 centimeters and 7.5YR from 48 to 71 centimeters, and a frost-free season of 110 to 140 days. Kilburn soils are very deep and formed in alluvium and colluvium derived dominantly from gneiss, schist, and quartzite on fan terraces, lake terraces, stream terraces, and deltas. Kilburn soils have a hue of 2.5Y in the Bw and C horizons from 28 to 150 centimeters and a frost-free season from 140 to 180 days. Oldsferry soils have a cambic horizon at 46 to 71 centimeters and have a frost-free season of 100 to 145 days. Storer soils are deep to bedrock with a frost-free season of 110 to 130 days. Wynhoff soils formed in colluvium and residuum from granite, rhyodacite porphyry and some metasedimentary rock with an admixture of loess. Wynhoff soils have no O horizon and have a frost-free season of 110 to 150 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chuchupate soils are on mountain slopes at elevations of 976 to 1,594 meters (3,202 to 5,230 feet). Slope is 50 to 75 percent. These soils formed in residuum derived from schist. The climate is subhumid mesothermal with warm, dry summers and cool, moist winters. The mean annual precipitation is 330 to 432 millimeters (13 to 17 inches). The mean annual air temperature is about 12 to 16 degrees C. (54 to 60 degrees F.); the average January temperature is 6 to 12 degrees C. (42 to 54 degrees F.); the average July temperature is about 22 to 26 degrees C. (72 to 78 degrees F.) The frost free season is about 180 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Frazier, Gorman and Hawk soils. Frazier soils have an ochric epipedon. Gorman soils are very deep and have a fine-loamy particle size class. Hawk soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very high runoff, and moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing.  Vegetation is scrub oak, western mountain mahogany, pine bluegrass, annual grasses, annual forbs, and cheatgrass"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Transverse Range of Southern California.  The series is not extensive.  MLRA is 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, 2008. Kern County, Southwest Part Soil Survey."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\nMollic Epipedon - 3 to 25 centimeters (1 to 10 inches)\nCambic horizon - 25 to 91 centimeters (10 to 36 inches) (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
