{
  "SERIES": "CHUCKRIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev.CSC/JMD/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, nonacid Histic Lithic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chuckriver muck - on a north facing broken slope of 55 percent at 340 feet elevation under conifer forest vegetation.  (All colors are for moist soil)\nOa -- 8 to 0 inches; black (N 2/ ) muck; many very fine, fine, medium and common coarse roots; extremely acid (pH 4.0); clear smooth boundary.\nA -- 0 to 5 inches; black (N 2/ ) mucky sandy loam; weak medium granular structure; nonsticky and nonplastic; many very fine and fine roots; extremely acid (pH 4.0); clear smooth boundary.  (0 to 9 inches thick)\nBw -- 5 to 10 inches; very dark gray (10YR 3/1) sandy loam; weak medium subangular blocky structure; nonsticky and nonplastic; common very fine, few fine and medium roots; moderately acid (pH 6.0); clear smooth boundary.  (0 to 12 inches thick)\nR -- 10 inches; consolidated schist bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Salt Chuck, Chatham Area, Southeast, Alaska. NW1/4, NE1/4, Sec. 28, T.52S., R.77E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  MAST ranges from 38 to 42 degrees F.  The thickness of the solum ranges from 5 to 14 inches.  Depth to bedrock ranges from 10 to 14 inches.  The weighted average particle size of the control section has less than 18 percent clay and more than 15 percent fine sand or coarser.  Reactions increase with depth, ranging from extremely acid to very strongly acid in the surface layers, and from moderately acid to slightly acid in the subsoil.  Coarse fragment content in the control section ranges from 0 to 30 percent gravel.\nAn Oi or Oe horizon may be present in some pedons.  The combined thickness of the O horizons ranges from 8 to 16 inches.\nThe A horizon has hue of 7.5YR or 10YR, value from 2 to 3 and chroma from 0 to 2.  Texture is commonly sandy loam or silt loam.  Coarse fragment content ranges from 0 to 15 percent gravel.\nThe Bw horizon has a hue from 10YR to 5Y, value from 2 to 4 and chroma from 0 to 2.  Texture is commonly sandy loam or silt loam.  Coarse fragment content ranges from 0 to 15 percent gravel.  Prominent or distinct mottles are commonly present at the lower depths.  This horizon is absent in some pedons.\nA C horizon is present in some pedons.  Hue is 2.5Y or 5Y; value ranges from 4 to 6 and chroma from 0 to 2.  Texture is commonly sandy loam or silt loam.  Coarse fragment content ranges from 0 to 30 percent gravel.  Mottles are commonly present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known competing series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Chuckriver soils are on hillslopes and mountain slopes.  The parent material is colluvium and residuum from phyllite and schist underlain by phyllite and schist bedrock.  The climate is humid maritime with a mean annual precipitation range of 60 to 220 inches. The mean annual temperature is about 46 degrees F. and the mean summer temperature is about 57 degrees F.  Elevation ranges from 0 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Foad, Fordsterror, Kaikli, Snettisham, and Traitors soils on similar landforms.  Foad and Traitors are well drained soils.  Fordsterror soils lack a histic epipedon, are somewhat poorly drained and are greater than 40 inches to bedrock.  Kaikli soils are very poorly drained organic soils. Snettisham soils lack a histic epipedon and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Moderate permeability. Very slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Chuckriver soils are used for timber production, watershed protection, wildlife habitat and recreation.  The overstory is western hemlock, yellow cedar and mountain hemlock.  The understory is blueberry, skunk cabbage and devil's club."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chatham Area, Tongass National Forest, Alaska, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil include:  a histic epipedon from 8 to 0 inches; loamy particle size class from 0 to 10 inches; lithic contact at 14 inches; cryic temperature regime; chromas of 0 or 1 from 0 to 14 inches; pH of 6.0 (1:1,H2O) from 5 to 10 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
