{
  "SERIES": "CHUCKAWALLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. NEE/LCL/PDC/ET",
  "REVDATE": "04/2015",
  "STATES": "AZ,CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic Typic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chuckawalla very gravelly silt loam - rangeland. (Colors are for dry soil unless otherwise noted). Surface pavement of closely fitted subangular and rounded gravel are 0.5 to 3 inches in diameter and have strong desert varnish on exposed surfaces.  (0.5 to 1.5 inches thick)\nE--0 to 1.375 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak thick platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and medium vesicular pores; slightly effervescent on tops of plates strongly effervescent on sides and bottoms; moderately alkaline (pH 8.2); abrupt wavy boundary (1/4 to 1 1/2 inches thick)\nBAt--1.375 to 2.5 inches; light brown (7.5YR 6/4) gravelly silty clay loam, brown (7.5YR 4/4) moist; weak very thick platy structure parting to weak fine and medium subangular blocky; slightly hard, friable, sticky and plastic; many very fine, fine and medium vesicular pores; few faint clay films in pores; clean silt grains on peds; 15 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 3 inches thick)\nBt--2.5 to 4 inches; light reddish brown (5YR 6/4) gravelly silty clay loam, reddish brown (5YR 4/4) moist; weak and moderate medium angular blocky and weak fine prismatic structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium vesicular pores; few faint clay films in pores; clean silt grains on peds; 15 percent gravel; strongly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 3 inches thick)\nBtk1--4 to 7 inches; light reddish brown (5YR 6/4) gravelly silty clay loam, yellowish red (5YR 5/6) moist; weak fine subangular blocky structure parting to granular; soft, very friable, moderately sticky and moderately plastic; many very fine irregular pores; 25 percent gravel; colloidal staining on sand grains, few calcium carbonate-coated sand grains and rounded calcium carbonate nodules; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (1 to 4 inches thick)\n2Btk2--7 to 16 inches; reddish yellow (7.5YR 6/6) extremely gravelly clay loam, strong brown (7.5YR 5/6) moist; massive; soft, very friable, moderately sticky and moderately plastic; many very fine irregular pores; 70 percent gravel; colloidal staining on sand grains; strongly effervescent in matrix; violently effervescent on bottoms of gravel; strongly alkaline (pH 8.6).  (4 to 10 inches thick)\n2Ck--16 to 60 inches; light brown (7.5YR 6/4) stratified extremely cobbly fine sandy loam, brown (7.5YR 5/4) moist; massive; many fine and medium irregular pores; 80 percent gravel and cobble; thick calcium carbonate coating on bottoms and sides of rock fragments; moderately alkaline (pH 8.4); weakly cemented in some parts."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Riverside County, California; on jeep trail north of Palo Verde Valley; approximately 525 feet south and 300 feet east of the W 1/4 corner of section 24, T.5 S., R.23 E. 114 degrees, 32 minutes, 16 seconds west longitude; 33 degrees, 43 minutes, 35 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil is dry most of the time and is moist for less than 60 consecutive days from December through February.  The soil may become moist, from erratic summer thunder showers during July, August, or September, in the surface few inches but would rarely wet the moisture control section.\nSoil temperature: 72 degrees to 77 degrees F.\nSolum thickness:  10 to 30 inches\nVery gravelly or very cobbly alluvial soil material occurs at depths of 3 to 12 inches\nRock fragments:  averages 35 to 75 percent rock fragments\nThe surface has a strongly expressed desert pavement of gravel that are contiguous.  The upper side of the gravel have a well developed dark desert varnish (patina) of manganese and iron oxide; under side are tinted orange.\nDepth to calcic horizon: less than 20 inches, contains 15 to 25 calcium carbonate equivalent\nDepth to base of argillic horizon: less than 25 inches\nThe control section has an E.C. of 16 to 40 dS/m.  The soil is moderately or strongly alkaline.\nE horizon\nHue: 10YR or 7.5YR\nValue: 6 or 7 dry 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: fine sandy loam, very fine sandy loam, loam, silt loam\nIt has weak to moderate, medium to thick platy structure; plates are dissected by gravel on the surface.\nCalcium carbonate: disseminated with effervescence being stronger on the flat surfaces of plates than on broken edges.\nThe lower boundary of the E horizon is very abrupt and smooth to irregular.\nBt horizon\nHue: 7.5YR, 5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 or 6, dry or moist\nTexture:  loam, sandy clay loam, clay loam, silty clay loam.  The lower part of the Bt horizon may be sandy clay but the average clay contact of the control section is 20 to 35 percent with more than 15 percent sand coarser than very fine sand.\nRock fragments:  15 to 25 or more percent gravel in the upper part and 50 to 80 percent in the lower part.\nCalcium carbonate: mainly disseminated but are segregated into coatings, soft masses, concretions, or pellets in the lower part, some pedons are weakly cemented.\nCk horizon\nVery gravelly, extremely gravelly or very cobbly.  Sands, loamy sands, or sandy loams fill or partially fill the interstices larger than 2mm.\nCalcium carbonate: quite variable in each strata but are present as segregated coatings, soft masses, or concretions usually in the upper part, some strata are weakly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cololag (NV), Cristobal (AZ) and Pinamt (AZ) series.  Cololag soils average less than 18 percent clay in the particle-size control section.  Cristobal soils are greater than 40 inches to the base of the argillic horizon.  Pinamt soils are 25 to 40 inches to the base of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chuckawalla soils are on fan terraces.  Slopes are 0 to 15 percent.  The soils formed in stratified mixed gravelly alluvium.  They typically have a well developed desert pavement with a thick varnish (patina).  The climate is arid with very hot dry summers and cool slightly moist winters.  Mean annual precipitation is 2 to 7 inches (see remarks).  Most storms occur in the winter months but some rainfall occurs as erratic high intensity summer thundershowers.  There are also occasional severe wind and dust storms.  Elevation ranges 400 to 1,800 feet.  Mean January temperature is 53 degrees F.; mean July temperature is 92 degrees F.; mean annual air temperature is 70 to 74 degrees F.  Frost-free period is 240 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aco, Carrizo, and Rositas soils.  Aco, Carrizo, and Rositas soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for recreation and watershed.  Chuckawalla soils are usually barren except for some Turks Head (Plantaginaceae), 6 weeks grama (Boutelous barbata), and other annuals that occur for short periods in wetter years."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Chuckawalla soils occur in low desert areas of southern California and southwestern Arizona in MLRA 31.  They are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Riverside County, California; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in January of 2003.  ET. Latitude and longitude added 3/2009 - ET\nDiagnostic horizons and features recognized in this pedon are:\nSome areas now mapped as Chuckawalla were formerly mapped as Tijeras.  Also some areas in the Coachella Valley Area Soil Survey Report are taxadjuncts.  Map units CnC and CnE have elevations up to 2,600 feet and precipitation up to 8 inches.  These soils are also noncalcareous and lack a desert pavement.\nOchric epipedon - The zone from 0 to 1 3/8 inches (E horizon)\nArgillic horizon - The zone from 1 3/8 to 2 1/2 inches (BAt, Bt, Btk1, 2Btk2 horizons)\nCalcic horizon - The zone from 4 to 60 inches (Btk1, 2Btk2, 2Ck horizons)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 3/2009. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
