{
  "SERIES": "CHUICHU",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJB/CEM/WAS/PDC",
  "REVDATE": "07/2006",
  "STATES": "AZ",
  "OVERVIEW": "The Chuichu series consists of shallow, well drained soils formed in mixed slope alluvium and residuum from schist. Chuichu soils are on hills with slopes of 15 to 45 percent.  The mean annual precipitation is about 10 inches.  The mean annual air temperature is about 70 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic, shallow Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chuichu very channery sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (7.5YR 5/4) very channery sandy loam, brown (7.5YR 4/4) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; few fine roots; 45 percent channers; noneffervescent; neutral (pH 6.8); abrupt smooth boundary. (1 to 3 inches thick)\nBt1--2 to 6 inches; yellowish red (5YR 5/6) very channery loam, reddish brown (5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few distinct yellowish red (5YR 5/6) continuous clay films on rock fragments and ped faces; 45 percent channers; noneffervescent; neutral (pH 7.0); clear wavy boundary. (1 to 8 inches thick)\nBt2--6 to 19 inches; yellowish red (5YR 5/6) very channery loam, reddish brown (5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common distinct reddish brown (5YR 4/4) continuous clay films on rock fragments and ped faces; 40 percent channers, 10 percent flagstones; noneffervescent; neutral (pH 7.0); clear wavy boundary. (3 to 12 inches thick)\nCrtk--19 to 25 inches; weathered schist; common continuous distinct clay films in fractures; few continuous distinct calcium carbonate coatings in fractures. (5 to 25 inches thick)\nR--25 inches; schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pinal County, Arizona; latitude 32 degrees 39 minutes, 20 seconds North and longitude 111 degrees, 55 minutes, 20 seconds West.  East end of Tat Momolikot Dam, northside of hill, just north of the road, east of catfish ponds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature:  72 to 75 degrees F.\nRock fragments:  35 to 90 percent channers or flagstones\nClay content: ranges from 10 to 35 percent; averages more than 18 percent in the control section\nReaction:  neutral to mildly alkaline\nOrganic matter:  less than 1 percent\nDepth to weathered bedrock: 15 to 20 inches\nDepth to unweathered bedrock:  20 to 45 inches\nCalcium carbonate:  noneffervescent to strongly effervescent; usually present in lower horizons and on bedrock\nA horizon\nHue:  5YR, 7.5YR\nChroma:  4 through 6, dry or moist\nBt horizons\nHue:  5YR, 7.5YR\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  4 or 6 dry, 4 through 8 moist\nTexture:  sandy clay loam, loam, clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Chuichu soils are on hills.  Slopes range from 15 to 45 percent.  They formed in mixed slope alluvium and residuum from schist.  Elevations range from 1,400 to 2,600 feet.  The mean annual precipitation is 7 to 10 inches.  The mean annual air temperature ranges from 70 to 73 degrees F.  The frost-free period is about 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Schenco, Pompeii, Gunsight, Pinamt, Ajo and Momoli soils.  Schenco soils do not have argillic horizons.  Pompeii and Ajo soils have petrocalcic horizons.  Gunsight, Momoli, and Pinamt soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chuichu soils are used for livestock grazing and wildlife habitat.  Vegetation includes white brittlebush, creosotebush, triangle bursage, pricklypear, buckhorn cholla, teddybear cholla, paloverde, ironwood, saguaro, and wolfberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  This series is of moderate extent.  MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pinal County, Arizona; Soil survey of Tohono O'odham Indian Reservation, AZ, Parts of Maricopa, Pima and Pinal Counties; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 2 to 19 inches (Bt1, Bt2 horizons)\nParalithic contact - The boundary at 19 inches (Cr horizon)\nLithic contact - The boundary at 25 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
