{
  "SERIES": "CHUMSTICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/SC/TLA",
  "REVDATE": "06/2005",
  "STATES": "CA,WA",
  "OVERVIEW": "The Chumstick series consists of shallow, well drained soils formed in colluvium and residuum from schist, gneiss, and granitic rock mixed with volcanic ash and loess.  Chumstick soils are on upper backslopes, shoulders, and ridges of mountains.  Slopes range from 3 to 90 percent.  The average annual precipitation is about 25 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chumstick stony ashy sandy loam - stand of scattered Douglas-fir and ponderosa pine on a 62 percent slope at an elevation of 4,800 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nA--0 to 4 inches; brown (10YR 4/3) stony ashy sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine tubular pores; 20 percent pebbles, 10 percent cobbles, 5 percent stones and 3 percent surface stones; neutral (pH 7.2); clear wavy boundary.  (2 to 5 inches thick)\nAB--4 to 14 inches; brown (10YR 5/3) very stony ashy sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular pores; 25 percent pebbles, 10 percent cobbles and 10 percent stones; neutral (pH 6.8); clear wavy boundary.  (0 to 10 inches thick)\nBw--14 to 19 inches; brown (10YR 5/3) extremely stony ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common very fine tubular pores; 25 percent pebbles, 15 percent cobbles and 20 percent stones; slightly acid (pH 6.5); abrupt irregular boundary.  (1 to 6 inches thick)\n2R--19 inches; fractured schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 5 miles northwest of Ardenvoir, Washington; 50 feet east and 300 feet south of northwest corner, sec. 5, T. 25 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to lithic contact is 10 to 20 inches.  These soils are usually moist but are dry in the moisture control section for 75 to 90 consecutive days following summer solstice.  The particle-size control section average 35 to 70 percent rock fragments and 3 to 8 percent clay.  The average annual soil temperature is estimated to be 43 to 46 degrees F.  Reaction ranges from moderately acid to neutral throughout.  The solum has 5 to 20 percent glass, acid oxalate aluminum plus one-half the iron of 0.4 to 1.0 and 15-bar water retention of 5 to 10 percent.  The mollic epipedon is 7 to 15 inches thick.\nThe A and AB horizons have value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 dry or moist.   The AB horizon is very stony ashy sandy loam, very cobbly ashy sandy loam or very gravelly ashy sandy loam.\nThe Bw horizon has value of 5, 6 or 7 dry, 3 or 4 moist and chroma of 2, 3, or 4 dry or moist.  Texture is ashy sandy loam, ashy fine sandy loam and is very gravelly, extremely gravelly, very cobbly, extremely cobbly, very stony or extremely stony or very cobbly."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Thirstygulch series.  Thirstygulch soils are dry for 60 to 75 consecutive days and have 10 to 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chumstick soils are on mountainsides that generally have a southerly aspect.  Slopes range from 3 to 90 percent. These soils formed in colluvium and residuum from schist, gneiss, and granitic rock mixed with volcanic ash and loess.  Elevation is 1,500 to 5,800 feet.  The climate is characterized by warm, dry summers and cold, moist winters.  The average annual precipitation is 18 to 32 inches.  The mean January temperature is about 24 degrees F; mean July temperature is about 62 degrees F; and the mean annual air temperature is about 43 degrees F. The frost-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ardenmont, Kloochman, Mineral, Surgh, Tillicum and Tyee soils.  Ardenmont, Kloochman, Mineral, Surgh and Tillicum soils are more than 20 inches deep to bedrock.  Tyee soils have a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, recreation and grazing.   Native vegetation is Douglas-fir and ponderosa pine with an understory of Idaho fescue, pinegrass, lupine, arrowleaf balsamroot and snowbrush ceanothus, kinnikinnick, bearless wheatgrass and Saskatoon serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in north and central Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, l97l."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 14 inches and a lithic contact at 19 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "stony",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; brown (10YR 4/3) stony ashy sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine tubular pores; 20 percent pebbles, 10 percent cobbles, 5 percent stones and 3 percent surface stones; neutral (pH 7.2); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "AB",
        "top": 10,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--4 to 14 inches; brown (10YR 5/3) very stony ashy sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular pores; 25 percent pebbles, 10 percent cobbles and 10 percent stones; neutral (pH 6.8); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--14 to 19 inches; brown (10YR 5/3) extremely stony ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common very fine tubular pores; 25 percent pebbles, 15 percent cobbles and 20 percent stones; slightly acid (pH 6.5); abrupt irregular boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "2R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--19 inches; fractured schist."
      }
    ]
  ]
}
