{
  "SERIES": "CHURCH SPRINGS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAD/MJD",
  "REVDATE": "05/2004",
  "STATES": "UT",
  "OVERVIEW": "The Church Springs series consists of very deep, well drained soils, that have moderately slow permeability. These soils formed in alluvium mainly from sandstone and limestone with some loess influence.  Church Springs soils occur on foothills, terraces, and fan remnants. Slopes are 3 to 25 percent.  Mean annual precipitation is about 15 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Typic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Church Springs silt loam.  (Colors are for moist soil unless otherwise stated)\nA1--0 to 4 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine granular structure; soft friable, slightly sticky, slightly plastic; common very fine and fine and few medium roots; few very fine vesicular pores; slightly effervescent, (12 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); 5 percent gravel; abrupt smooth boundary. ( 0 to 4 inches thick)\nA2--4 to 10 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common fine and medium roots; few very fine tubular pores; slightly effervescent, (15 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary. (4 to 7 inches thick)\nBt--10 to 17 inches; dark brown (10YR 3/3) silty clay loam; brown (7.5YR 4/4) dry; moderate fine and medium subangular blocky structure; very hard, firm, sticky, plastic; common fine and medium roots roots; few very fine tubular pores; few thin clay films on faces of peds; moderately effervescent, (21 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); gradual wavy boundary.  (6 to 9 inches thick)\nBtk1--17 to 27 inches; brown (10YR 4/3) silty clay loam; brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; very hard, firm, sticky, plastic; few fine roots; common very fine and fine tubular pores; few thin clay films on faces of peds; violently effervescent, few calcium carbonate masses and veins, (35 percent calcium cabonate equivalent); moderately alkaline (pH 8.4); gradual wavy boundary.  (5 to 10 inches thick)\nBtk2--27 to 38 inches; brown (10YR 4/3) silty clay loam; very pale brown (10YR 7/3) dry; moderate fine and medium subangular blocky structure; very hard, firm, sticky, plastic; few fine roots; common very fine tubular pores; thin clay films on faces of peds; violently effervescent, few calcium carbonate masses and veins, (30 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); gradual smooth boundary.  (7 to 12 inches thick)\nBtk3--38 to 60 inches;  brown (10YR 4/3) silty clay loam; very pale brown (10YR 7/3) dry; weak medium and coarse subanglar blocky structure; very hard, firm, sticky, plastic; few fine roots; few very fine tubular pores; few thin clay films on faces of peds; strongly effervescent,  common calcium carbonate veins, (25 percent calcium carbonate equivalent); strongly alkaline (pH8.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Millard County, Utah; 7 miles southeast of the town of Scipio; 2500 feet east and 2100 feet south of the northwest corner of section 12, T. 19 S., R. 2 W. lat. 39 degrees, 10 minutes, 36 seconds N.; long. 112 degrees, 01 minutes, 10 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 41 to 45 degrees F. and the mean summer temperature is 60 to 64 degrees F.  The soil is dry in all parts of the moisture control section for 60 or more consecutive days within the 4 months following the summer solstice.  The soil moisture regime is Xeric bordering on Aridic.\nThickness of the mollic epipedon and depth to the argillic horizon is 10 to 17 inches.  Depth to the calcic horizon ranges from 10 to 20 inches.  Calcium carbonate equivalent ranges from 20 to 35 percent in the particle size control section.  The particle size control section contains less than 15 percent very fine sand.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry and moist.  Gravel content ranges from 0 to 15 percent.  Reaction is moderately alkaline.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 to 7 dry, 3 to 5 moist, and chroma of 3 or 4 dry and moist. Clay content ranges from 27 to 35 percent. It is moderately alkaline.\nThe Btk horizon has hue of 2.5Y, 7.5YR or 10YR, value of 5 to 7 dry, 4 to 6 moist, and chroma of 3 to 5 dry and moist. Clay content ranges from 27 to 35 percent.  Rock fragment range from 0 to 15 percent, mainly gravel.  It is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bern (T ID), Gobine (UT), and Joes (ID) series.  Bern soils are moderately well drained, have mottles at 30 to 55 inches and a chroma of 1 to 4 in the Bk horizon.  Gobine soils have clay content of 18 to 27 percent and do not have an argillic horizon.  Joes soils have 18 to 27 percent clay and have moderate permeability."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Church Springs soils are on concave and convex foothill slopes, fan remnants and terraces at elevations of 6000 to 7500 feet.   Slopes are 3 to 25 percent.  These soils formed in alluvium derived from sandstone and limestone.  Mean annual  precipitation ranges from 14 to 16 inches, and mean annual temperature ranges from 40 to 43 degrees.  The freeze-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Atepic, Borvant, Lizzant, Lonjon, Probert, Pibler and Sonlet soils. Atepic soils are less than 20 inches deep over weathered shale and have mean annual air temperature of 45 to 49 degrees F.  Borvant soils contain more than 35 percent rock fragments and are 10 to 20 inches deep over calcium carbonate cemented hardpan, and have mean annual air temperature of 45 to 52 degrees F.  Lizzant soils contain more that 35 percent rock fragments.  Lonjon soils are 20 to 40 inches deep over limestone bedrock.  Probert soils have mean annual air temperature of 46 to 51 degrees F.  Pibler soils are 10 to 20 inches deep over a calcium carbonate cemented hardpan and have mean annual air temperature of 46 to 51 degrees F.  Sonlet soils are 20 to 40 inches deep over sandstone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium; permeability is moderatedly slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Church Springs soils are used mainly for rangeland and wildlife habitat.  Native vegetation is dominantly mountain big sagebrush, bluebunch wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Utah. It is of small extent.  MLRA 28A and 43."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Millard County, Utah; Millard County, Eastern Part Soil Survey, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 17 inches.  (A1, A2 Bt horizons)\nArgillic horizon - the zone from 10 to 38 inches.  (Bt, Btk12, Btk2 horizons)\nCalcic horizon - the zone from 17 to 60 inches.  (Btk1, Btk2, Btk3 horizons)\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
