{
  "SERIES": "CHURNABOG",
  "STATUS": "Tentative Series",
  "BYREV": "WLM-JKW-RM",
  "REVDATE": "09/2013",
  "STATES": "TX",
  "OVERVIEW": "The Churnabog series consists of very deep, very poorly drained, very slowly permeable soils that formed in clayey alluvium of Holocene age.  These nearly level soils are in shallow depressions of abandoned channels, backswamps, and flats on flood plains of the Brazos, San Bernard, and Colorado Rivers on the Texas coastal plain.  Slope ranges from 0 to 1 percent.  Mean annual air temperature is about 21 degrees C (70 degrees F), and mean annual precipitation is 1321 mm (52 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, hyperthermic Typic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Churnabog clay -- on a south facing, concave, less than 1 percent slope, at an elevation of 12 m (40 ft) in microlow in bottomland hardwoods. (Colors are for moist soil unless otherwise stated.)\nA--0 to 14 cm (0 to 5 in); very dark gray (2.5Y 3/1) clay, very dark gray (2.5Y 3/1) dry; moderate fine and medium subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; many fine and medium and few coarse roots; common fine and medium interstitial and tubular pores; few cracks 1 to 2 cm wide; less than 1 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries on faces of peds; less than 1 percent fine prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries lining pores; slightly acid; clear smooth boundary. (10 to 38 cm [4 to 15 in] thick)\nBg--14 to 44 cm (5 to 17 in); very dark gray (10YR 3/1) clay, very dark gray (10YR 3/1) dry;  moderate medium and coarse angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; common fine and medium and few coarse roots; common fine tubular pores; few faint slickensides; common distinct pressure faces; few cracks 1 to 2 cm wide; less than 1 percent black (10YR 2/1) iron-manganese nodules 2 to 3 mm in diameter with a brownish yellow (10YR 6/8) calcareous rind; 1 percent very fine black (10YR 2/1) iron-manganese nodules without rinds; less than 1 percent fine prominent yellowish red (5YR 5/6) iron-manganese masses with clear boundaries; less than 1 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries lining pores; 1 percent calcium carbonate equivalent; slightly alkaline; clear smooth boundary. (25 to 53 cm [10 to 21 in] thick)\nBssg1--44 to 82 cm (17 to 32 in); very dark gray (10YR 3/1) clay, gray (10YR 5/1) dry; moderate medium and coarse wedge structure parting to weak medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; common fine and medium roots; few fine tubular pores; common distinct slickensides; many distinct pressure faces; few cracks 1 to 2 cm wide; 1 percent black (10YR 2/1) iron-manganese nodules 2 to 3 mm in diameter with a brownish yellow (10YR 6/8) calcareous rind; less than 1 percent very fine black (10YR 2/1) iron-manganese nodules without rinds; 1 percent fine distinct light olive brown (2.5Y 5/3) masses of oxidized iron with diffuse boundaries lining pores; 1 percent calcium carbonate equivalent; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bssg horizons is 43 to 97 cm [17 to 38 in])\nBssg2--82 to 129 cm (32 to 51 in); very dark gray (10YR 3/1) clay, gray (10YR 5/1) dry; moderate medium and coarse wedge structure parting to moderate medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few fine roots; few fine tubular pores; many distinct slickensides; many distinct pressure faces; few cracks 1 to 2 cm wide; 3 percent crayfish krotovinas; few krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 1 percent masses and nodules of calcium carbonate up to 2 mm in size; 2 percent calcium carbonate equivalent; slightly alkaline; gradual wavy boundary.\nBkss--129 to 152 cm (51 to 60 in); 70 percent dark gray (10YR 4/1) and 30 percent brown (10YR 5/3) clay, 70 percent gray (10YR 5/1) dry, and 30 percent pale brown (10YR 6/3) dry; moderate medium and coarse wedge structure parting to moderate medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few fine roots; few fine pores; many distinct slickensides; many distinct pressure faces; 5 percent crayfish krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 1 percent masses of calcium carbonate up to 2 mm in size; 8 percent nodules of calcium carbonate 5 to 10 mm in diameter; 8 percent calcium carbonate equivalent; slightly effervescent; slightly alkaline; gradual wavy boundary. (25 to 117 cm [10 to 46 in] thick)\n2Bk1--152 to 178 cm (60 to 70 in); 45 percent brownish yellow (10YR 6/6) and 30 percent light brownish gray (10YR 6/2) silty clay loam, 45 percent brownish yellow (10YR 6/6) dry, and 30 percent light gray (10YR 7/2) dry; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm, sticky and plastic; few fine roots; 5 percent crayfish krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 10 percent masses of calcium carbonate 2 to 15 mm in size with a few having nodules up to 2 mm in size in the center; 1 percent fine and medium distinct brown (7.5YR 5/4) masses of oxidized iron with sharp boundaries on faces of peds; light brownish gray (10YR 6/2) matrix color consists of iron depletions on faces of peds; few very fine mica flakes; 21 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the 2Bk horizons is 0 to 53 cm [0 to 21 in])\n2Bk2--178 to 196 cm (70 to 77 in); 35 percent pale brown (10YR 6/3), 35 percent light brownish gray (10YR 6/2), and 30 percent strong brown (7.5YR 5/8) silty clay loam, 35 percent very pale brown (10YR 7/3) dry, 35 percent light gray (10YR 7/2) dry, and 30 percent strong brown (7.5YR 5/8) dry; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm, sticky and plastic; few fine roots between peds; common prominent clay films on vertical faces of peds; 3 percent crayfish krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 10 percent masses and nodules of calcium carbonate from 2 to 20 mm in size; light brownish gray (10YR 6/2) matrix consists of iron depletions on faces of peds; few very fine mica flakes; 18 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual wavy boundary.\n3Bss--196 to 220 cm (77 to 87 in); reddish brown (5YR 4/3) clay, reddish brown (5YR 5/3) dry; moderate medium wedge structure parting to moderate medium angular blocky; extremely hard, extremely firm; very sticky and very plastic; few fine roots; common faint slickensides; common distinct pressure faces; 1 percent fine strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries on faces of peds; 3 percent fine prominent gray (10YR 6/1) iron depletions with clear boundaries on pressure faces and slickensides; 1 percent masses of calcium carbonate with hard, pitted centers up to 5 mm in size; 20 percent calcium carbonate equivalent; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brazoria County, Texas; from the intersection of Texas Highway 35 and Farm Road 524 in Old Ocean; about 3.6 miles west on Farm Road 524 to pipeline right-of-way; 0.2 mile north of right-of-way to east running road; 0.5 mile east on road; located about 200 feet south in an area of bottomland hardwoods.  Latitude: 29 degrees, 6 minutes, 54 seconds N; Longitude: 95 degrees, 46 minutes, 37.4 seconds W.  Ashwood USGS topographic quadrangle; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An aquic soil moisture regime.  September through May are the wettest months, while June through August are the driest months.  These soils remain ponded for periods of 2 continuous weeks to as long as 24 continuous weeks during normal years.  Desiccation cracks that are 5 mm or more wide through a thickness of 25 cm or more, within 50 cm of the mineral surface, stay open for less than 60 cumulative days.  The period when cracks remain open, is from June to August in normal years.\nMean annual soil temperature: 20 to 22 degrees (68 to 72 degrees F)\nThese are cyclic soils comprised of low relief, indistinct microlows and microhighs in wetter areas to distinct microlows and microhighs in dryer areas.  The distance from the center of the microlow to the highest point on the microhigh is from 1 to 3 meters (3 to 10 feet).  Elevation difference between bottom of microlow and top of microhigh is from 6 to 20 cm (2 to 8 in)\nDepth to secondary calcium carbonate:  microlow is 30 to 60 cm (12 to 24 in); microhigh is 0 to 30 cm (0 to 12 in)\nThickness of the mollic epipedon:  microlow is 89 to 140 cm (35 to 55 in); microhigh is 64 to 86 cm (25 to 34 in)\nDepth to redox concentrations: 0 to 50 cm (0 to 20 in)\nDepth to redox depletions: 60 to 130 cm (24 to 51 in)\nDepth to episaturation: 0 to 75 cm (0 to 30 in)\nThickness of the free water: 10 to 75 cm (4 to 30 in)\nVertic features: 30 to 200 cm (12 to 79 in)\nParticle-size control section (weighted average)\nClay content: 60 to 75 percent\nA horizon (microlow)\nHue: 10YR, 2.5Y, or N/\nValue: 2, 2.5, or 3\nChroma: 1\nTexture: clay\nClay content: 55 to 75 percent\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-distinct or prominent, boundary-sharp, clear, or diffuse, location-lining pores and faces of peds, shades-red, brown, yellow\nCalcium carbonate equivalent: 0 to 1 percent\nIdentifiable secondary calcium carbonate: amount-0 to 1 percent, size-up to 5 mm, kind-nodules\nEffervescence: none or very slight\nReaction: slightly acid or neutral\nA horizon (microhigh)\nHue: 10YR, 2.5Y, or N/\nValue: 2 to 4\nChroma: 1\nTexture: clay\nClay content: 55 to 75 percent\nRedox concentrations: amount-0 to 1 percent, size-fine, contrast-distinct or prominent, boundary-sharp, location-lining pores and faces of peds, shades-brown, yellow\nCalcium carbonate equivalent: 1 to 5 percent\nIdentifiable secondary calcium carbonate: amount-0 to 3 percent, size-fine or medium, kind-nodules\nEffervescence: very slight or slight\nReaction: slightly alkaline or moderately alkaline\nBg horizon (microlow)\nHue: 2.5Y, 10YR, or N/\nValue: 2, 2.5, or 3\nChroma: 1\nTexture: clay\nClay content: 60 to 75 percent\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-distinct or prominent, boundary-sharp, clear, or diffuse, location-lining pores and faces of peds, shades-red, brown, or yellow\nIron-manganese concentrations: amount-0 to 3 percent, size-fine or medium, kind-nodules\nCalcium carbonate equivalent: 0 to 2 percent\nIdentifiable secondary calcium carbonate: amount-0 to 1 percent, size- up to 10 mm, kind-nodules\nEffervescence: none to slight\nReaction: slightly acid or neutral\nBg horizon (microhigh)\nHue: 2.5Y, 10YR, N/\nValue: 3 to 5\nChroma: 1\nTexture: clay\nClay content: 60 to 75 percent\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-distinct or prominent, boundary-sharp, location-lining pores and faces of peds, shades-red, brown, or yellow\nIron-manganese concentrations: amount-0 to 3 percent, size-fine or medium, kind-nodules\nCalcium carbonate equivalent: 1 to 5 percent\nIdentifiable secondary calcium carbonate: amount-1 to 5 percent, size- up to 10 mm, kind-nodules\nEffervescence: very slight or slight\nReaction: slightly alkaline or moderately alkaline\nBssg horizon (microlow)\nHue: 2.5Y, 10YR, or N/\nValue: 2, 2.5, 3\nChroma: 1\nTexture: clay\nClay content: 60 to 75 percent\nRedox concentrations: amount-0 to 5 percent, size-fine, contrast-distinct or prominent, boundary-sharp or diffuse, location-lining pores and faces of peds, shades-red, brown, or yellow\nIron-manganese concentrations: amount-0 to 3 percent, size- fine or medium, kind-nodules\nCalcium carbonate equivalent: 0 to 2 percent\nIdentifiable secondary calcium carbonate: amount-0 to 1 percent, size- up to 5 mm, kind-nodules\nEffervescence: none to slight\nReaction: neutral to slightly alkaline\nBssg horizon (microhigh)\nHue: 2.5Y, 10YR, or N/\nValue: 4 to 6\nChroma: 1\nTexture: clay\nClay content: 60 to 75 percent\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-distinct or prominent, boundary-sharp, location-lining pores and faces of peds, shades-red, brown, or yellow\nIron-manganese concentrations: amount-0 to 3 percent, size- fine or medium, kind-nodules\nCalcium carbonate equivalent: 2 to 10 percent\nIdentifiable secondary calcium carbonate: amount-2 to 5 percent, size- up to 10 mm, kind-nodules\nEffervescence: very slight to strong\nReaction: slightly alkaline or moderately alkaline\nBkss horizon (microhigh and microlow)\nHue: 5YR, 7.5YR, or 10YR\nValue: 4 to 6\nChroma: 1 to 6\nTexture: clay\nClay content: 60 to 75 percent\nRedox concentrations: amount-0 to 2 percent, size-fine, contrast-distinct or prominent, boundary-sharp, location-lining pores and faces of peds, shades-red, brown, or yellow\nRedox depletions: amount-0 to 2 percent, size-fine or medium, contrast- distinct or prominent, boundary-sharp, location- faces of peds and lining pores, shades-gray, brown\nIron-manganese concentrations: amount-0 to 3 percent, size- fine or medium, kind-nodules\nCalcium carbonate equivalent: 5 to 25 percent\nIdentifiable secondary calcium carbonate: amount-5 to 12 percent, size- 2 to 25 mm, kind-soft masses or nodules, location-matrix\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\n2Bk horizon (microhigh and microlow where present)\nHue: 5YR, 7.5YR, or 10YR (variegated matrix)\nValue: 5 to 7\nChroma: 1 to 8\nTexture: loam or silty clay loam\nClay content: 25 to 35 percent\nRedox depletions: amount-3 to 10 percent, size-fine or medium, contrast- distinct or prominent, boundary-sharp, location-lining faces of peds and pores, shades-gray, brown\nIron-manganese concentrations: amount-0 to 2 percent, size- fine or medium, kind-nodules\nCalcium carbonate equivalent: 5 to 15 percent\nIdentifiable secondary calcium carbonate: amount-5 to 15 percent, size- 2 to 25 mm, kind-threads, soft masses, nodules, location-matrix\nMica flakes: amount-0 to 2 percent, size-fine\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\n3Bss horizon (microhigh and microlow where present)\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: clay or silty clay\nClay content: 45 to 70 percent\nRedox depletions: amount-3 to 20 percent, size-fine or medium, contrast- distinct or prominent, boundary-sharp, location-lining faces of peds and pores, shades-gray, brown\nIron-manganese concentrations: amount-0 to 2 percent, size- fine or medium, kind-nodules\nCalcium carbonate equivalent: 5 to 25 percent\nIdentifiable secondary calcium carbonate: amount-1 to 10 percent, size- fine or medium, kind-threads, soft masses\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils are the Brazoria(TX), Fausse (LA), Ganado(TX), Pledger(TX), Sharkey (LA), and Sumpf (TX) series.\nBrazoria soils: have a chroma of 3 or more, or value of 4 or more, in the upper 30 cm (12 in) of the solum.\nFausse soils: typically have a muck surface layer and do not have slickensides.\nGanado soils: have a fine particle-size control section.\nPledger soils: do not pond for long or very long periods.\nSharkey soils: have gypsum within 100 cm (40 in) of the mineral surface, and are in a thermic temperature regime.\nSumpf soils: have mixed clay mineralogy, are in a thermic temperature regime, and have endosaturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey Holocene age fluvial sediments\nLandform: shallow depressions of abandoned channels, backswamps and flats on flood plains of the Brazos, San Bernard, and Colorado Rivers on the Texas coastal plain.\nSlope: 0 to 1 percent\nMean annual air temperature range: 21 to 22 degrees C (69 to 72 degrees F)\nMean annual precipitation range: 1,016 to 1,321 mm (40 to 52 in)\nPrecipitation Pattern:  May, June, July, September and October are the wettest months, with averages of 111 to 171 mm (4.36 to 6.75 in) per month.  February through April are the driest months with average of 57 to 72 mm (2.25 to 2.83 in) per month.\nFrost-free period: 260 to 280 days\nElevation: 3 to 31 m (10 to 100 ft)\nThornthwaite annual P-E indices: 60 to 66"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the, Asa(TX), Brazoria(TX), Norwood(TX), Pledger(TX), and Sumpf(TX) series\nAsa soils: are on slightly higher landscapes and are less clayey throughout\nBrazoria soils: are on slightly higher landscapes and do not pond for long or very long periods\nNorwood soils: are on slightly higher landscapes and are less clayey throughout\nPledger soils: are on slightly higher landscapes and do not pond for long or very long periods\nSumpf soils: are on remnants of abandoned river channels and typically have higher chroma in the upper part"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Permeability is very slow.  Runoff is negligible.  These soils are rarely to frequently flooded for brief duration, except where protected.  The soil is ponded, or the surface is saturated, for long to very long periods during the months of September to May.  Saturated hydraulic conductivity is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture and wildlife land.  Where drained, the soil is used for growing grain sorghum, corn, soybeans, and other crops.  Native vegetation consists of savannah panic grass, dwarf palmetto, water hickory, cedar elm, green ash, and sugarberry.  Clayey Bottomland ecological site (150AY527TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairie (MLRA 150A in LRR T) on the central part of the Texas coastal plain.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Brazoria County, Texas, 2007.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Pledger series.  The series are separated based on an interagency study, Soil Characterization and Hydrological Monitoring Project, Brazoria County, Texas, Bottomland Hardwood Vertisols, W. L. Miller and A. L. Bragg. 2007. USDA-NRCS, Temple, Texas.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm. (10 to 39 in) (Bw, Bss horizon)\nMollic epipedon: 0 to 129 cm (0 to 51 in).  (A, Bw, Bssg1 and Bssg2 horizons)\nRedoximorphic concentrations: 0 to 200 cm (0 to 79 in) (A, Bg, Bssg1, Bssg2, Bkss, 2Bk1, 2Bk2, 3Bss horizons)\nRedoximorphic depletions: 129 to 200 cm (51 to 79 in) (Bkss, 2Bk1, and 2Bk2 horizons)\nVertic features: The presence of slickensides at 14 to 152 cm (6 to 60 in) (Bg, Bssg1, Bssg2, and Bkss horizons)\nEpisaturation: The zone of saturation at 0 to 75 cm (0 to 30 in) (A, Bg, Bssg horizons)\nAquic conditions: 0 to 75 cm (0 to 30 in)\nADDITIONAL DATA:  Characterization data from the National Soil Survey Laboratory are available on pedon (S98TX-039-006), project number 98P0586, from the series type location.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 14,
        "dry_hue": "2.5Y",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 14 cm (0 to 5 in); very dark gray (2.5Y 3/1) clay, very dark gray (2.5Y 3/1) dry; moderate fine and medium subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; many fine and medium and few coarse roots; common fine and medium interstitial and tubular pores; few cracks 1 to 2 cm wide; less than 1 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries on faces of peds; less than 1 percent fine prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries lining pores; slightly acid; clear smooth boundary. (10 to 38 cm [4 to 15 in] thick)"
      },
      {
        "name": "Bg",
        "top": 14,
        "bottom": 44,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg--14 to 44 cm (5 to 17 in); very dark gray (10YR 3/1) clay, very dark gray (10YR 3/1) dry;  moderate medium and coarse angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; common fine and medium and few coarse roots; common fine tubular pores; few faint slickensides; common distinct pressure faces; few cracks 1 to 2 cm wide; less than 1 percent black (10YR 2/1) iron-manganese nodules 2 to 3 mm in diameter with a brownish yellow (10YR 6/8) calcareous rind; 1 percent very fine black (10YR 2/1) iron-manganese nodules without rinds; less than 1 percent fine prominent yellowish red (5YR 5/6) iron-manganese masses with clear boundaries; less than 1 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries lining pores; 1 percent calcium carbonate equivalent; slightly alkaline; clear smooth boundary. (25 to 53 cm [10 to 21 in] thick)"
      },
      {
        "name": "Bssg1",
        "top": 44,
        "bottom": 82,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg1--44 to 82 cm (17 to 32 in); very dark gray (10YR 3/1) clay, gray (10YR 5/1) dry; moderate medium and coarse wedge structure parting to weak medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; common fine and medium roots; few fine tubular pores; common distinct slickensides; many distinct pressure faces; few cracks 1 to 2 cm wide; 1 percent black (10YR 2/1) iron-manganese nodules 2 to 3 mm in diameter with a brownish yellow (10YR 6/8) calcareous rind; less than 1 percent very fine black (10YR 2/1) iron-manganese nodules without rinds; 1 percent fine distinct light olive brown (2.5Y 5/3) masses of oxidized iron with diffuse boundaries lining pores; 1 percent calcium carbonate equivalent; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bssg horizons is 43 to 97 cm [17 to 38 in])"
      },
      {
        "name": "Bssg2",
        "top": 82,
        "bottom": 129,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg2--82 to 129 cm (32 to 51 in); very dark gray (10YR 3/1) clay, gray (10YR 5/1) dry; moderate medium and coarse wedge structure parting to moderate medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few fine roots; few fine tubular pores; many distinct slickensides; many distinct pressure faces; few cracks 1 to 2 cm wide; 3 percent crayfish krotovinas; few krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 1 percent masses and nodules of calcium carbonate up to 2 mm in size; 2 percent calcium carbonate equivalent; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bkss",
        "top": 129,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkss--129 to 152 cm (51 to 60 in); 70 percent dark gray (10YR 4/1) and 30 percent brown (10YR 5/3) clay, 70 percent gray (10YR 5/1) dry, and 30 percent pale brown (10YR 6/3) dry; moderate medium and coarse wedge structure parting to moderate medium angular blocky; extremely hard, extremely firm, very sticky and very plastic; few fine roots; few fine pores; many distinct slickensides; many distinct pressure faces; 5 percent crayfish krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 1 percent masses of calcium carbonate up to 2 mm in size; 8 percent nodules of calcium carbonate 5 to 10 mm in diameter; 8 percent calcium carbonate equivalent; slightly effervescent; slightly alkaline; gradual wavy boundary. (25 to 117 cm [10 to 46 in] thick)"
      },
      {
        "name": "2Bk1",
        "top": 152,
        "bottom": 178,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk1--152 to 178 cm (60 to 70 in); 45 percent brownish yellow (10YR 6/6) and 30 percent light brownish gray (10YR 6/2) silty clay loam, 45 percent brownish yellow (10YR 6/6) dry, and 30 percent light gray (10YR 7/2) dry; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm, sticky and plastic; few fine roots; 5 percent crayfish krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 10 percent masses of calcium carbonate 2 to 15 mm in size with a few having nodules up to 2 mm in size in the center; 1 percent fine and medium distinct brown (7.5YR 5/4) masses of oxidized iron with sharp boundaries on faces of peds; light brownish gray (10YR 6/2) matrix color consists of iron depletions on faces of peds; few very fine mica flakes; 21 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the 2Bk horizons is 0 to 53 cm [0 to 21 in])"
      },
      {
        "name": "2Bk2",
        "top": 178,
        "bottom": 196,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk2--178 to 196 cm (70 to 77 in); 35 percent pale brown (10YR 6/3), 35 percent light brownish gray (10YR 6/2), and 30 percent strong brown (7.5YR 5/8) silty clay loam, 35 percent very pale brown (10YR 7/3) dry, 35 percent light gray (10YR 7/2) dry, and 30 percent strong brown (7.5YR 5/8) dry; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm, sticky and plastic; few fine roots between peds; common prominent clay films on vertical faces of peds; 3 percent crayfish krotovinas filled with a mixture of calcareous reddish brown (5YR 5/4) and brown (10YR 5/3) clay; 10 percent masses and nodules of calcium carbonate from 2 to 20 mm in size; light brownish gray (10YR 6/2) matrix consists of iron depletions on faces of peds; few very fine mica flakes; 18 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "3Bss",
        "top": 196,
        "bottom": 220,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "3Bss--196 to 220 cm (77 to 87 in); reddish brown (5YR 4/3) clay, reddish brown (5YR 5/3) dry; moderate medium wedge structure parting to moderate medium angular blocky; extremely hard, extremely firm; very sticky and very plastic; few fine roots; common faint slickensides; common distinct pressure faces; 1 percent fine strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries on faces of peds; 3 percent fine prominent gray (10YR 6/1) iron depletions with clear boundaries on pressure faces and slickensides; 1 percent masses of calcium carbonate with hard, pitted centers up to 5 mm in size; 20 percent calcium carbonate equivalent; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
