{
  "SERIES": "CHURCHVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPW-WEH-PSP",
  "REVDATE": "05/2011",
  "STATES": "NY",
  "OVERVIEW": "The Churchville series consist of very deep, somewhat poorly drained soils that formed in clayey lacustrine sediments overlying loamy till. Slope ranges from 0 to 15 percent. Saturated hydraulic conductivity is moderately high to high in the mineral surface layer and moderately high to low in the subsoil and substratum. Mean annual temperature is 48 degrees F, and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Churchville silt loam on a 2 percent slope in an idle field. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; many fine roots; many pores; neutral; abrupt smooth boundary. (6 to 11 inches thick.)\nE -- 9 to 11 inches; pinkish gray (7.5YR 6/2) silt loam; weak medium subangular blocky structure; friable; common fine roots; many fine pores; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and common fine faint gray (10YR 5/1) areas of iron depletion; slightly acid; clear smooth boundary. (0 to 6 inches thick)\nB/E -- 11 to 15 inches; reddish brown (5YR 4/4) silty clay loam with light brownish gray (10YR 6/2) silt loam that interfingers along ped faces and occurs as thin horizontal lamellae comprising 12 percent of the cross section; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; pores inside peds have distinct clay linings; neutral; clear wavy boundary. (0 to 6 inches thick.)\nBt -- 15 to 26 inches; reddish brown (5YR 4/3) silty clay; ped faces are dark reddish gray (5YR 4/2); moderate medium blocky structure; firm, sticky; few fine roots in upper part; common fine pores; many distinct continuous clay films on all faces of peds and on surfaces along pores; common medium distinct yellowish red (5YR 5/6) masses of iron accumulation and common medium prominent gray (10YR 6/1) areas of iron depletion; slightly alkaline; clear smooth boundary. (9 to 23 inches thick.)\n2C -- 26 to 80 inches; reddish gray (5YR 5/2) gravelly loam; moderate coarse platy structure; very firm; few fine pores; 25 percent rock fragments; few medium distinct brown (7.5YR 5/4) masses of iron accumulation; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, New York, 2 miles northwest of Village of Clarence Center, 500 feet north of county road. USGS Clarence Center, NY topographic quadrangle; Latitude 43 degrees, 02 minutes, 03 seconds N. and Longitude 78 degrees, 39 minutes, 07 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to the 2C horizon ranges from 20 to 40 inches. Depth to carbonates ranges from 20 to 50 inches. Depth to bedrock is greater than 60 inches. Volume of rock fragments, mostly gravel and channers, range from 0 to 10 percent in the solum and from 10 to 35 percent in the 2C horizon. Dominant chroma of more than 2 occurs in some subhorizons between the Ap and 30 inches.\nThe Ap horizon has hue of 2.5Y to 5YR, moist value of 3 to 5 and dry value of 6 or 7, with chroma of 2 or 3. Texture ranges from fine sandy loam to silty clay loam. Reaction ranges from moderately acid to neutral.\nThe E horizon, where present, has hue of 2.5Y to 2.5YR, value of 4 to 6 and chroma of 2 to 4, with common or many redoximorphic features. Texture ranges from fine sandy loam to silty clay loam. Structure is weak or moderate blocky or platy, consistence is friable or firm and reaction ranges from moderately acid to slightly alkaline.\nThe B/E horizon, where present, has ped coats similar in color and texture to the E horizon. Total thickness of the skeletons between adjoining peds is less than 5 mm and less than 15 percent of the soil volume. Ped interiors (B portion) have color value of 4 or 5 and chroma from 2 to 4. Structure is weak or moderate blocky or platy, consistence is friable or firm and reaction ranges from moderately acid to slightly alkaline. In some pedons the E or B/E horizon is replaced by an E/B or BE horizon.\nThe Bt horizon has hue of 2.5Y to 2.5YR, value of 3 to 5 and chroma of 2 to 4, with common or many redoximorphic features. Ped coatings have chroma of 2 or less. Texture is clay loam, silty clay loam, silty clay, or clay with a range in clay content from 35 to 55 percent. Structure is weak to strong, angular or subangular blocky, or prismatic. Clay films range from patchy to continuous on both horizontal and vertical ped faces. Reaction ranges from slightly acid to slightly alkaline.\nSome pedons have a BC horizon with hue of 2.5Y to 2.5YR, value of 3 to 5 and chroma of 1 to 4, with common or many redoximorphic features.\nThe 2C 0r 2Cd horizon has hue of 2.5Y to 2.5YR, value of 3 to 5, and chroma of 1 to 4. Redoximorphic features range from none to common. Texture of the fine earth fraction is very fine sandy loam, fine sandy loam, loam, silt loam or silty clay loam. Consistence is friable to very firm. Reaction is slightly alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brockport, Caneadea, Lockport, Odessa, Remsen, and Rhinebeck series. Brockport and Lockport soils are moderately deep to bedrock. Caneadea, Odessa, Remsen, and Rhinebeck soils have lower rock fragment content in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Churchville soils are on nearly level to sloping areas of till plains where a thin deposit of fine textured pro-glacial lacustrine material overlies the till. Slope ranges from 0 to 15 percent but is mainly less than 8 percent. Mean annual precipitation ranges from 26 to 42 inches and the average growing season is from 130 to 190 days. Average annual air temperature ranges from 45 to 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Cayuga soils are moderately well drained associates on convex knolls and ridges. Cazenovia, Danley, Honeoye, Mohawk, Nunda, Ontario and their wetter associates are on adjacent till plains that lack the lacustrine deposit mantle. Odessa, Rhinebeck and Schoharie soils are associated in deeper lacustrine deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff ranges from low to very high. Saturated hydraulic conductivity is moderately high to high in the mineral surface layer and moderately high to low in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for hay, pasture, small grains and corn. Some areas are idle. Woodlots contain sugar maple, red oak, white ash, hickory, white pine, hemlock and associated hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Principally on the Ontario plain, the north-sloping valleys of the glaciated Allegheny Plateau and the Mohawk Valley of New York. MLRAs 101, 139, 140, 142, 144A. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wyoming County, New York, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon are:\na. Ochric epipedon - the zone from 0 to 11 inches (Ap and E horizons).\nb. Argillic horizon - the zone of illuviated clay from 11 to 26 inches (B/E and Bt horizons).\nc. Aeric subgroup - as evidenced by dominant matrix chroma greater than 2 in the zone from 11 to 26 inches (B/E and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; many fine roots; many pores; neutral; abrupt smooth boundary. (6 to 11 inches thick.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E -- 9 to 11 inches; pinkish gray (7.5YR 6/2) silt loam; weak medium subangular blocky structure; friable; common fine roots; many fine pores; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and common fine faint gray (10YR 5/1) areas of iron depletion; slightly acid; clear smooth boundary. (0 to 6 inches thick)"
      },
      {
        "name": "B/E",
        "top": 28,
        "bottom": 38,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E -- 11 to 15 inches; reddish brown (5YR 4/4) silty clay loam with light brownish gray (10YR 6/2) silt loam that interfingers along ped faces and occurs as thin horizontal lamellae comprising 12 percent of the cross section; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; pores inside peds have distinct clay linings; neutral; clear wavy boundary. (0 to 6 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 38,
        "bottom": 66,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt -- 15 to 26 inches; reddish brown (5YR 4/3) silty clay; ped faces are dark reddish gray (5YR 4/2); moderate medium blocky structure; firm, sticky; few fine roots in upper part; common fine pores; many distinct continuous clay films on all faces of peds and on surfaces along pores; common medium distinct yellowish red (5YR 5/6) masses of iron accumulation and common medium prominent gray (10YR 6/1) areas of iron depletion; slightly alkaline; clear smooth boundary. (9 to 23 inches thick.)"
      },
      {
        "name": "2C",
        "top": 66,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C -- 26 to 80 inches; reddish gray (5YR 5/2) gravelly loam; moderate coarse platy structure; very firm; few fine pores; 25 percent rock fragments; few medium distinct brown (7.5YR 5/4) masses of iron accumulation; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
