{
  "SERIES": "CHUTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-SLE-GRS",
  "REVDATE": "01/2011",
  "STATES": "IL,IA",
  "OVERVIEW": "The Chute series consists of very deep, excessively drained, rapidly permeable soils on dunes of uplands and high stream terraces.  They formed in oxidized and unleached eolian sand.  Slope ranges from 5 to 60 percent.  Mean annual precipitation is about 813 mm (32 inches) and mean annual temperature is about 10.0 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Chute loamy fine sand - on an east-facing convex slope of 35 percent in a wooded area at an elevation of 158.5 meters (520 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 inches); dark brown (10YR 3/3) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; few very fine roots; few brown (10YR 4/3) soil fragments and worm casts; slightly alkaline; clear wavy boundary.  [8 to 15 cm (3 to 6 inches) thick]\nAC--10 to 28 cm (4 to 11 inches); dark yellowish brown (10YR 4/4) fine sand; weak medium subangular blocky structure; very friable; few very fine roots; common distinct dark brown (10YR 3/3) organic coatings on faces of peds; slightly effervescent; slightly alkaline; clear smooth boundary.  [0 to 25 cm (0 to 10 inches) thick]\nC--28 to 152 cm (11 to 60 inches); yellowish brown (10YR 5/6) fine sand; single grain; loose; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Peoria County, Illinois; about 6 1/2 miles west of Peoria; 300 feet east and 1,400 feet south of the northwest corner of sec. 28, T. 9 N., R. 7 E. USGS Peoria West quadrangle; lat. 40 degrees 44 minutes 10 seconds N. and long. 089 degrees 43 minutes 03 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: typically less than 38 cm (15 inches), corresponds to the thickness of the A and AC horizons.\nA horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: loamy fine sand, fine sandy loam, fine sand or sand\nReaction: neutral to moderately alkaline\nAp horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 2 to 4\nTexture: loamy fine sand, fine sandy loam, fine sand or sand\nReaction: neutral to moderately alkaline\nAC horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 3 to 6\nTexture: loamy fine sand or fine sand\nReaction: neutral to moderately alkaline\nC horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 to 6\nTexture: typically fine sand, but loamy fine sand or sand marginal to fine sand in some pedons\nReaction: .slightly alkaline or moderately alkaline, contains carbonates"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acquango, Aldo, Bigapple, Biltmore, Boplain, Breeze, Caesar, Dabney, Hodge, Oakville, Osolo, Pahuk, Penwood, Perks, Pinegrove, Plainfield, Poquonock, Ronda, Samoa, Sardak, Sarpy, Scotah, Spessard, Suncook, Tyner, Wapanucket, and Windsor series.  Acquango soils have salinity throughout the soil profile.  Aldo and Scotah soils are saturated with water at depths of 102 to 183 cm (40 to 72 inches).  Bigapple, Breeze, and Poquonock soils have anthrotransported material in the upper part of the series control section. Biltmore, Caesar, Dabney, Oakville, Osolo, Penwood, Pahuk, Plainfield, Perks, Pinegrove, Samoa, Spessard, Suncook, Tyner, and Windsor soils are more acid than neutral in some part of the soil profile and do not have carbonates in the lower part of the series control section.  Boplain soils have a paralithic contact at depths of 51 to 102 cm (20 to 40 inches).  Hodge, Sarpy and Sardak soils have stratification in the soil profile and formed in alluvium on flood plains.  In addition, Hodge soils average more than 10 percent silt plus clay in the particle-size control section and Sarpy soils have more medium and coarse sand in the soil profile. Ronda soils have a mean soil temperature of 13.9 degrees C (57 degrees F) and mean precipitation of 1219 mm (48 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Chute soils are on steep slopes along the face of bluffs, on knobs on top of bluffs, or on dunes or hills behind the bluffs along the valleys of rivers and large streams, or on high stream terraces near large stream valleys.  They formed in oxidized and unleached eolian sand.  Slope gradients range from 5 to 60 percent.  Mean annual temperature ranges from about 8.9 to 11.1 degrees C (48 to 52 degrees F), mean annual precipitation ranges from about 762 to 1016 mm (30 to 40 inches), frost free period ranges from 160 to 180 days, and elevation ranges from 122 to 396 meters (400 to 1300 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the well drained Bold, Hamburg, Seaton, and Timula soils.  Hamburg soils are on similar knobs on top of the bluffs or on steep hills along the side of the river valleys.  Bold, Hamburg, Seaton, and Timula soils all have lower content of sand and higher content of silt in the control section and are on nearby upland landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Excessively drained.  The potential for surface water runoff is medium.Saturated hydraulic conductivity is high to very high (42.34 to 141.14 meters per second). Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used as pasture or woodland.  Some of the less sloping areas are used to grow corn, small grain, and legume meadow.  Native vegetation is thin stands of short prairie grasses, sandburs, and hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Illinois and Iowa.  Extent is small in MLRA's 105, 107B,108A, 108B, and 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Henderson County, Illinois, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are: ochric epipedon - the zone from the surface to a depth of about 28 cm (11 inches) (A horizon and AC horizon); more than 5 percent weatherable minerals.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 cm (0 to 4 inches); dark brown (10YR 3/3) loamy fine sand, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; few very fine roots; few brown (10YR 4/3) soil fragments and worm casts; slightly alkaline; clear wavy boundary.  [8 to 15 cm (3 to 6 inches) thick]"
      },
      {
        "name": "AC",
        "top": 10,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--10 to 28 cm (4 to 11 inches); dark yellowish brown (10YR 4/4) fine sand; weak medium subangular blocky structure; very friable; few very fine roots; common distinct dark brown (10YR 3/3) organic coatings on faces of peds; slightly effervescent; slightly alkaline; clear smooth boundary.  [0 to 25 cm (0 to 10 inches) thick]"
      },
      {
        "name": "C",
        "top": 28,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "C--28 to 152 cm (11 to 60 inches); yellowish brown (10YR 5/6) fine sand; single grain; loose; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
