{
  "SERIES": "CHUTUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJB/WAS/CEM/PDC/WWJ",
  "REVDATE": "11/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Chutum loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; moderate medium platy structure; soft, very friable, nonsticky and nonplastic; common fine roots; common very fine and fine vesicular pores; 2 percent gravel; strongly effervescent; moderately alkaline (pH 7.9); abrupt wavy boundary. (1 to 3 inches thick)\nBk1--2 to 11 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; weak medium platy structure parting to weak medium subangular blocky; hard, friable, slightly sticky and plastic; common fine and few medium roots; few very fine and fine vesicular pores; common fine and medium calcium carbonate threads; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 10 inches thick)\nBk2--11 to 26 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; few fine roots; common fine and medium threads and common fine and medium rounded soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.  (10 to 20 inches thick)\nBk3--26 to 54 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; weak medium subangular blocky structure; very hard, friable, sticky and plastic; few fine roots; common fine vesicular pores; common fine and medium threads and common fine and medium rounded soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (20 to 30 inches thick)\nBk4--54 to 60 inches; brown (7.5YR 5/4) and pinkish white (7.5YR 8/2) clay loam, light brown (7.5YR 6/4) and reddish yellow (7.5YR 8/6) moist; massive; very hard, friable, sticky and plastic; common very fine interstitial and tubular pores; common fine and medium threads and common fine and medium rounded soft masses of calcium carbonate; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pima County, Arizona; latitude of 32 degrees, 27 minutes, 00 seconds North and a longitude of 112 degrees, 16 minutes, 00 seconds West. Cimarron Peak NW."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature: 66 to 72 degrees F.\nReaction:  mildly to strongly alkaline\nSalinity:  none to very slight\nSodicity:  none to slight\nRock fragments: 0 to 10 percent\nOrganic matter: less than 1 percent\nDepth to calcic horizon: 2 to 20 inches\nA horizon\nHue:  10YR, 7.5YR\nValue:  4 to 7 dry, 3 to 5 moist\nChroma:  3 or 4, dry or moist\nB horizon\nHue:  5YR, 7.5YR\nValue:  4 to 8 dry, 3 to 6 moist\nTexture:  loam, sandy loam, clay loam, sandy clay loam, silt loam, fine sandy loam (averages more than 18 percent clay)\nCalcium carbonate equivalent: ranges from 15 to 55 percent; averages less than 40 percent in the control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bridge (AZ), Deltajo (NM), Laverkin (UT), Sotim (NM), Turney (NM) and Weedpatch (CA) series. . Bridge and Deltajo soils are moderately deep to bedrock.  Laverkin soils have a calcic horizon at depths of 27 inches or more and are stratified in the control section. Sotim soils have dominant hue of 2.5YR in the control section from the influence of red sandstone and shale. Turney soils have hue yellower than 7.5YR and have cambic and weakly cemented calcic horizons.  Weedpatch soils have hue commonly yellower than 10YR. In addition, Weedpatch soils are in the San Joaquin Valley (MLRA 17) receive mostly winter precipitation and are usually dry from April through November."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Chutum soils are on fan remnants, fan piedmonts, and stream terraces.  Slope ranges from 1 to 3 percent.  They formed in mixed stream alluvium and fan alluvium.  Elevation ranges from 2,200 to 4,150 feet.  The mean annual precipitation is 8 to 13 inches.  The mean annual air temperature ranges from 64 to 70 degrees F.  The frost-free period is about 180 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Guest, Glendale, and Grabe soils.  Guest soils are fine textured.  Glendale soils are fine-silty.  Grabe soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Chutum soils are used for livestock grazing, wildlife habitat, and irrigated cropland.  Vegetation includes creosotebush, mesquite, Pima pappusgrass, fourwing saltbush, wolfberry, annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  This series is of moderate extent.  MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pima County, Arizona; Soil survey of Tohono O'odham Indian Reservation, AZ, Parts of Maricopa, Pima and Pinal Counties; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nCalcic horizon - the zone from 2 to 60 inches (Bk1, Bk2, Bk3, Bk4 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
