{
  "SERIES": "CIBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DI/LCL/JJJ/SBS",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Cibo series consists of moderately deep, well drained soils that formed in material weathered from basic igneous rocks.  Cibo soils are on foothills and mountainous uplands and have slopes of 2 to 75 percent.  The mean precipitation is about 16 inches and the mean annual air temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aridic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cibo cobbly clay, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 9 inches; dark brown (7.5YR 4/2) cobbly clay, dark brown (7.   5YR 3/2) moist; moderate fine subangular blocky structure with a thin (1/2 to 2 inch) strong fine granular layer on the surface; hard, firm, very sticky and very plastic; many very fine and fine roots; few very fine tubular and common fine interstitial pores; slightly acid (pH 6.  5); gradual smooth boundary.  (5 to 11 inches thick)\nBss--9 to 25 inches; dark brown (7.5YR 4/2) clay, dark brown (7.  5YR 3/2) moist; moderate coarse subangular blocky structure; hard, firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular and interstitial pores; many small slickensides; neutral (pH 7.0); clear smooth boundary.  (8 to 20 inches thick)\nBssg--25 to 37 inches; brown (7.5YR 5/4) very cobbly clay, brown (7.5YR 4/4) moist; moderate fine angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many small slickensides; mildly alkaline (pH 7.   8); clear irregular boundary.  (7 to 15 inches thick)\nR--37 to 60 inches; pinkish gray (7.  5YR 7/2) and gray (N 6/), fractured, hard, fine grained basic igneous rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Benito County, California; Quen Sabe Ranch, 3/4 mile northeast of ranch headquarters, 400 yards west of lake; SE1/4 section 33, T.12 S., R.7 E., projected."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact is 20 to 40 inches.   The mean annual soil temperature is about 60 degrees to 64 degrees F.  The soil between depths of 4 and 12 inches is usually dry all of the time from April or May until November or early December and is moist in some or all parts all the rest of the year.  Soil cracks 1 to 6 cm wide extend from the surface down to or near the lithic contact during the dry period.  Cracks are closed during most of the moist period.  Few to many intersecting slickensides are present in some or all parts of the soil below a depth of about 8 inches.  Most pedons have less than 5 percent rock fragments smaller than 3/4 inch in diameter scattered throughout the profile.  Some pedons have up to 15 percent cobblestones, stones, and gravel size fragments on or near the surface and up to 35 percent rock fragments of similar size in the lowermost 5 to 10 inches of the soil profile.  Textures throughout the profile are heavy clay loam or clay with 35 to 50 percent clay absolute.\nThe A horizon is reddish brown (5YR 4/4), dark brown or brown (7.  5YR 3/2, 4/2, 4/4, 5/2), or very dark brown, very dark grayish brown, dark grayish brown or dark brown (10YR 2/2, 3/2, 4/2, 4/3, 5/4). It is slightly acid to moderately alkaline.\nThe B horizons are dark reddish brown, reddish brown (5YR 3/3, 3/2, 4/4, 4/3, 5/4, 5/3), dark brown, brown (7.5YR 4/4, 5/4, 5/2) or dark brown, brown or dark grayish brown (10YR 3/3, 4/3, 4/2, 5/4). They are clay, clay loam or sandy clay loam.  This horizon is neutral to moderately alkaline and is typically noncalcareous.  A few pedons are calcareous in the lower most part of the profile or in rock fractures.\nThere is a thin Cr horizon of weathered bedrock immediately above the R horizon in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alo, Altamont, Auld, Ayar, Capay, Centerville, Porterville, and Seville series.  Alo and Centerville soils have a paralithic contact at depths of 20 to 40 inches.  Altamont, Auld, Ayar, Capay, and Porterville soils lack a lithic contact at depths of less than 40 inches.  Seville soils have a cemented horizon within 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cibo soils have slopes of 2 to 75 percent.  They formed on foothills and mountainous uplands in material weathered from a variety of basic igneous rocks.  Elevations are 50 to 2,800 feet in foothills surrounding low valleys, and 1,400 to 4,600 feet in mountainous uplands surrounding the higher valleys.  Most areas are rock-free, but some areas are associated with rock outcrops.  The climate is subhumid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 9 to 24 inches.  Average January temperature is 46 degrees to 49 degrees F., average July temperature is 68 degrees to 79 degrees F., mean annual temperature is 58 degrees to 63 degrees F.  The frost-free season is 225 to 300 days adjacent to the low valleys and 150 to 225 days in the high valleys."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Porterville soils and the Gaviota, Gilroy, Sween, Tivy, and Vallecitos soils.  These soils lack intersecting slickensides.  Also, Gaviota and Vallecitos soils have a lithic contact at depths of less than 20 inches.  Gilroy, Sween, Tivy and Vallecitos soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff after cracks swell shut; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing.  Some areas used for growing citrus fruits, specialty crops, field crops, and for urban use.  Vegetation on uncultivated area is mainly annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills and mountains of central California and coastal areas in southern California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Benito County, California, 1973.\nSeries reclassified June 1996.  Competing series not reviewed at that time."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 9 inches; dark brown (7.5YR 4/2) cobbly clay, dark brown (7.   5YR 3/2) moist; moderate fine subangular blocky structure with a thin (1/2 to 2 inch) strong fine granular layer on the surface; hard, firm, very sticky and very plastic; many very fine and fine roots; few very fine tubular and common fine interstitial pores; slightly acid (pH 6.  5); gradual smooth boundary.  (5 to 11 inches thick)"
      },
      {
        "name": "Bss",
        "top": 23,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bss--9 to 25 inches; dark brown (7.5YR 4/2) clay, dark brown (7.  5YR 3/2) moist; moderate coarse subangular blocky structure; hard, firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular and interstitial pores; many small slickensides; neutral (pH 7.0); clear smooth boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "Bssg",
        "top": 64,
        "bottom": 94,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bssg--25 to 37 inches; brown (7.5YR 5/4) very cobbly clay, brown (7.5YR 4/4) moist; moderate fine angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many small slickensides; mildly alkaline (pH 7.   8); clear irregular boundary.  (7 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 94,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--37 to 60 inches; pinkish gray (7.  5YR 7/2) and gray (N 6/), fractured, hard, fine grained basic igneous rock."
      }
    ]
  ]
}
