{
  "SERIES": "CIELITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, gypsic, mesic Ustic Argigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cielito very fine sandy loam--on a footslope of a low hill sloping 2 percent to the southeast at 5,796 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted. When described on August 14, 2001, the soil was moist from 0 to 10 inches, slightly moist from 10 to 32 inches, and otherwise dry throughout.)\nA--0 to 1 inch; brown (10YR 5/3) very fine sandy loam, dark brown (10YR 3/3) moist; weak coarse platy structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few very fine irregularly shaped pores; strongly effervescent (8 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); abrupt smooth boundary. (1 or 2 inches thick)\nBt--1 to 6 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; moderately hard, firm, moderately sticky and moderately plastic; common fine and few very fine roots; few fine and few very fine tubular pores; few distinct and common faint clay films on faces of peds and lining pores; strongly effervescent (8 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); abrupt smooth boundary. (4 to 8 inches thick)\n2By1--6 to 20 inches; pale brown (10YR 6/3) gypsiferous loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few medium, common fine, and common very fine roots; few fine and few very fine tubular pores; gypsum is filling entire horizon with medium sized gypsum crystals; strongly effervescent (12 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); gradual wavy boundary. (10 to 16 inches thick)\n2By2--20 to 28 inches; light gray (10YR 7/2) gypsiferous loam, brown (10YR 5/3) moist; moderate medium platy structure parting to moderate fine granular; slightly hard, firm, slightly sticky and slightly plastic; few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; gypsum is filling entire horizon with medium sized gypsum crystals; 5 percent gravel; strongly effervescent (11 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary. (6 to 10 inches thick)\n2By/C--28 to 47 inches; 65 percent pale yellow (2.5Y 8/2) gypsiferous coarse sandy loam, pale yellow (2.5Y 8/3) moist; massive; soft, very friable, slightly sticky and nonplastic; common fine and few very fine roots; few very fine tubular pores; many medium sized gypsum crystals; 35 percent white (N 8/0) coarse sand, white (N 8/0) moist; massive; extremely hard, very friable, nonsticky and nonplastic; few fine roots; gypsum is impregnating and cementing entire parts of horizon; 10 percent gravel; none to strongly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (10 to 22 inches thick)\n2R--47 inches; strongly cemented gypsum bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 5.5 miles west of Cerrillos; USGS Madrid 7.5 minute topographic quadrangle; Latitude 35 degrees 26 minutes 08 seconds North and Longitude 106 degrees 13 minutes 27.4 seconds West, NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is intermittently moist in some part from July to October and December to March.  It is assumed to be dry in all parts 50 to 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F. or higher.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature: 52 to 54 degrees F.\nDepth to base of argillic horizon: 5 to 10 inches\nDepth to gypsic horizon: 6 to 9 inches\nParticle-size control section (weighted averages)\nSilicate clay content: 20 to 30 percent\nSand content: 20 to 55 percent\nFine sand or coarser content: 15 to 30 percent\nRock fragment content: less than 1 percent gravel\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 0 to 4\nA horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nClay content: 10 to 20 percent\nCalcium carbonate equivalent: 5 to 10 percent\nGypsum content: 0 to 2 percent\nBt horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 or 6, dry or moist\nClay content: 27 to 35 percent\nCalcium carbonate equivalent: 5 to 10 percent\nGypsum content: 0 to 2 percent\n2By horizons\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 or 3, dry or moist\nTexture: gypsiferous loam or gypsiferous sandy clay loam\nClay content: 18 to 27 percent\nCalcium carbonate equivalent: 10 to 15 percent\nGypsum content: 60 to 90 percent\n2By/C horizon\nValue: 7 or 8, dry or moist\nChroma: 0 to 3, dry or moist\nTexture: gypsiferous coarse sandy loam, gypsiferous loamy coarse sand, or gypsiferous coarse sand\nClay content: 4 to 14 percent\nCalcium carbonate equivalent: 0 to 2 percent\nGypsum content: 55 to 65 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cielito soils are on shoulders and footslopes of low hills.  They formed in eolian material over residuum derived from gypsum bedrock of the Jurassic age Todilto Formation.  Slopes are 1 to 10 percent.  Elevation ranges from 5,400 to 5,900 feet.  The mean annual precipitation is 10 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Netoma and Tanbark soils.  Netoma soils are coarse-loamy, do not have an argillic horizon, and occur on toeslopes of low hills.  Tanbark soils are very shallow, do not have diagnostic subsurface horizons, and occur on shoulders and backslopes of low hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low surface runoff; permeability is slow in the upper part and moderately rapid to rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cielito soils are used for livestock grazing and recreation.  The historic climax vegetation is spike dropseed, sand dropseed, black grama, New Mexico feathergrass, and ephedra.  The ecological site is Limy (R036XB129NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cielito soils are of small extent on the northern Galisteo Basin part of the Mexican Highlands section of the Basin and Range physiographic province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Cielito is the spanish word for little heaven and is also a street name in Espanola."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from the soil surface to a depth of about 1 inch. (A horizon)\nArgillic horizon: The zone from 1 to 6 inches. (Bt horizon)\nGypsic horizon: The zone from 6 to 47 inches. (2By1, 2By2, and 2By/C horizons)\nLithic contact: strongly cemented gypsum bedrock at 47 inches (2R layer)\nParticle-size control section: The zone from 1 to 40 inches. (Bt, 2By1, 2By2, and 2By/C horizons)\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
