{
  "SERIES": "CIENO",
  "STATUS": "Established Series",
  "BYREV": "WLM-SAK-AKS",
  "REVDATE": "07/2019",
  "STATES": "TX",
  "OVERVIEW": "The Cieno series consists of very deep, poorly drained, very slowly permeable soils that formed in loamy sediments of Pleistocene Age.  These nearly level soils occur on oval depressionson flat coastal plains. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 1041 mm (41 in) and the mean annual air temperature is about 22 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, hyperthermic Typic Vermaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cieno loam, in a depression in rangeland at an elevation of 35 m (115 ft). (Colors are for moist soils unless otherwise stated).\nA--0 to 19 cm (0 to 8 in); 50 percent dark gray (10YR 4/1) and 25 percent dark grayish brown (10YR 4/2)and 15 percent light brownish gray (10YR 6/2) loam, 50 percent gray (10YR 5/1) and 25 percent grayish brown (10YR 5/2) and 15 percent light gray (10YR 7/2), dry; weak medium subangular blocky structure; friable, hard; common fine and medium roots; many fine and medium tubular pores; 10 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 15 percent crayfish krotovinas; very strongly acid; clear smooth boundary. (8 to 41 cm [3 to 16 in] thick)\nE/B--19 to 40 cm (8 to 16 in); 30 percent dark gray (10YR 4/1) and 20 percent pale brown (10YR 6/3) sandy clay loam, 30 percent gray (10YR 5/1) and 20 percent very pale brown (10YR 7/3), dry; weak medium subangular blocky structure; friable, very hard; common fine roots and few medium roots; many fine and medium tubular pores; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries lining pores and 10 percent fine prominent light gray (10YR 7/2) iron depletions with sharp boundaries in matrix surrounding redox concentrations and 30 percent fine prominent red (2.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 50 percent crayfish krotovinas; 20 percent of the krotovinas are active tubules; 30 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; strongly acid; clear smooth boundary. (0 to 30 cm [0 to 12 in] thick)\nBtg1--40 to 62 cm (16 to 24 in); very dark gray (10YR 3/1) clay loam, dark gray (10YR 4/1), dry; moderate coarse prismatic structure parting to moderate medium angular blocky; firm, very hard; few fine and medium roots; many fine and medium tubular pores; 2 percent patchy faint black (10YR 2/1) clay films on faces of peds; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix and 10 percent fine prominent red (2.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 55 percent crayfish krotovinas; 20 percent of the krotovinas are active tubules; 35 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; strongly acid; clear wavy boundary. (Combined thickness of the Btg horizons is 132 to 177 cm [52 to 70 in])\nBtg2--62 to 92 cm (24 to 36 in); dark gray (10YR 4/1) clay loam, gray (10YR 5/1), dry; strong coarse prismatic structure parting to moderate medium angular blocky; firm, very hard; few fine and medium roots; common very fine and fine tubular pores; 2 percent patchy faint very dark gray (10YR 3/1) clay films on faces of peds; 10 percent fine prominent red (2.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 50 percent crayfish krotovinas; 20 percent of the krotovinas are active tubules; 30 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; moderately acid; clear wavy boundary.\nBtg3--92 to 118 cm (36 to 47 in); dark gray (10YR 4/1) sandy clay loam, gray (10YR 5/1), dry; strong coarse prismatic structure parting to moderate coarse angular blocky; firm, very hard; few fine and medium roots; few very fine tubular pores; 2 percent patchy faint dark gray (10YR 4/1) clay films on faces of peds; 1 percent medium prominent yellowish brown (10YR 5/6) masses of  oxidized iron with clear boundaries in matrix and 10 percent medium distinct light brownish gray (2.5Y 6/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; 30 percent crayfish krotovinas; 5 percent of the krotovinas are active tubules; 25 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; moderately acid; clear wavy boundary.\nBtg4--118 to 143 cm (47 to 56 in); 55 percent dark gray (10YR 4/1) and 45 percent light brownish gray (2.5Y 6/2) sandy clay loam, 55 percent gray (10YR 5/1) and 45 percent light gray (2.5Y 7/2), dry; moderate coarse prismatic structure parting to moderate coarse angular blocky; firm, very hard; few fine and medium roots; 10 percent patchy faint black (10YR 2/1) clay films on faces of peds; 1 percent fine yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix and 1 percent fine black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 25 percent crayfish krotovinas; 10 percent of the  krotovinas are active tubules with dark gray (10YR 4/1) clay lined cups at the base of the tubule; 15 percent of the krotovinas are filled in with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam; moderately acid; gradual smooth boundary.\nBtg5--143 to 185 cm (56 to 73 in); light brownish gray (2.5Y 6/2) sandy clay loam, light gray (2.5Y 7/2), dry; moderate coarse prismatic structure parting to weak coarse angular blocky; firm, hard; 15 percent discontinuous faint grayish brown (2.5Y 5/2), moist, clay films on faces of peds and 50 percent distinct grayish brown (10YR 5/2) sand coats on vertical faces of peds; 1 percent medium yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix and 1 percent fine black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 25 percent crayfish krotovinas; 10 percent of the  krotovinas are active tubules with dark gray (10YR 4/1) clay lined cups at the base of the tubule; 15 percent of the krotovinas are filled in with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam; few coarse masses of calcium carbonate; slightly acid; gradual smooth boundary.\nBtg6--185 to 216 cm (73 to 85 in); light gray (10YR 7/1) sandy clay loam, light gray (10YR 7/1), dry; weak medium subangular blocky structure; firm, hard; few very fine roots; 2 percent faint grayish brown (10YR 5/2), moist, sand coats on vertical faces of peds and 2 percent patchy faint gray (10YR 5/1) clay films on faces of peds; 1 percent medium prominent red (2.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix and 1 percent fine distinct black (10YR 2/1) iron-manganese nodules with sharp boundaries in matrix; 15 percent crayfish krotovinas; 5 percent of the  krotovinas are active tubules with dark gray (10YR 4/1) clay lined cups at the base of the tubule; 10 percent of the krotovinas are filled in with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam; few fine masses of calcium carbonate; slightly acid; clear wavy  boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Victoria County, Texas; from the intersection of U.S. Highway 77 and Farm Road 1315; 3.0 miles northeast on Farm Road 1315 to gravel road; 0.4 mile southeast and 0.2 mi northeast on gravel road; 460 ft northwest in rangeland.\nUSGS topographic quad: Victoria East; TX\nLatitude: 28 degrees 52 minutes 28.00 seconds N\nLongitude: 96 degrees 57 minutes 26.00 seconds W\nDatum: NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The COLE of the argillic horizon is typically about 0.04 but ranges from 0.02 to 0.08. Uncoated sand grains are on the surface of some peds and interfingers of uncoated sand 2 to 4 cm long and about 1 cm wide range from none to a few throughout the argillic horizon and comprise less than 5 percent of the matrix.\nSoil Moisture: An aquic soil moisture regime.\nParticle-size control section (weighted average)\nClay content: 27 to 35 percent\nA Horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: fine sandy loam, loam or sandy clay loam\nClay content: 15 to 25 percent\nRedox concentrations: amount-0 to 5 percent, shades-brown or yellow\nCrayfish bioturbation: 10 to 35 percent\nReaction: strongly acid to neutral.\nE/B Horizon\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 to 3\nTexture: sandy clay loam, loam or fine sandy loam\nClay content: 15 to 30 percent\nRedox concentrations: amount-0 to 5 percent, shades-brown or yellow\nCrayfish bioturbation: 30 to 55 percent\nReaction: strongly acid to neutral.\nBtg Horizon\n(upper part)\nHue: 10YR or 2.5Y\nValue: 3 to 7\nChroma: 1 or 2\nTexture: sandy clay loam or clay loam\nClay content: 20 to 35 percent\nRedox concentrations: amount-0 to 10 percent, shades-brown or yellow\nRedox depletions: amount-0 to 5 percent, shades-gray\nIron-manganese concentrations: amount-0 to 2 percent, size- 4 to 8 mm, shades-brown or black\nCrayfish bioturbation: 50 to 60 percent\nReaction: strongly acid to neutral.\nBtg Horizon\n(lower part)\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: sandy clay loam,clay loam, or sandy clay\nClay content: 25 to 40 percent\nRedox concentrations: amount-0 to 10 percent, shades-brown or yellow\nRedox depletions: amount-0 to 5 percent, shades-brown\nIron-manganese concentrations: amount-0 to 2 percent, size- 4 to 8 mm, shades-brown or black\nIdentifiable secondary carbonate: amount-1 to 5 percent, kind-films, masses, nodules, or threads,\nCrayfish bioturbation: 10 to 45 percent\nReaction: slightly acid to slightly alkaline\nBg or BC Horizon (where present)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sandy clay loam or clay loam\nClay content: 20 to 35 percent\nRedox concentrations: amount-0 to 10 percent, shades-brown or yellow\nRedox depletions: amount-0 to 5 percent, shades-brown\nIron-manganese concentrations: amount-0 to 2 percent, size- 4 to 8 mm; shades-brown or black\nIdentifiable secondary carbonate: amount-1 to 5 percent, kind-films, masses, nodules, or threads,\nCrayfish bioturbation: 10 to 45 percent\nReaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Gessner (TX) and Tomball (T) (TX) series in the same family.  Similar soils are the Camptown (TX), Nona (TX), and Plank (TX) and Sorter (TX) series.\nGessner soils: occur in areas of higher rainfall; are more acidic in the lower part of the profile\nTomball soils: have a glossic horizon\nCamptown and Nona soils: have a fine-silty particle-size control section; are in thermic soil temperature regime\nPlank soils: have a coarse-silty particle-size control section; are in a thermic soil temperature regime\nSorter soils: have a coarse-loamy particle-size control section; are in a thermic soil temperature regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of Pleistocene Age of the Lissie and Beaumont formations\nLandscape: flat Coastal plain\nLandform: oval enclosed depression (These depressions are a defined part of this geology, and are very distinctive on aerial photography.)\nSlope: 0 to 1 percent\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks from May to June and September to October.\nMean annual precipitation range: 914 to 1245 cm (39 to 49 in)\nThornthwaite annual P-E indices: 44 to 66\nMean annual air temperature range: 21 to 22 degrees cm (69 to 72 degrees F.\nFrost-free period: 280 to 305 days\nElevation: 5 to 85 m (16 to about 280 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Garcitas (TX), Garwood (TX), Morales (TX), Nada (TX), Telferner (TX) and the Texana(TX) series.\nGarcitas soils: have gravelly sandy A horizons more than 20 in thick and they are above on gently sloping knolls or low ridges\nGarwood soils: are in the fine family, have thicker A horizons, and are in slightly higher positions.\nMorales and Nada soils: are better drained; are commonly mapped in a complex with Cieno soils; are on a slightly higher landscape position\nTelferner soils: are better drained; are on a slightly higher landscape position\nTexana: soils are better drained; on a higher landform; have a mollic epipedon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Poorly\nPermeability class: very slow\nRunoff: negligible\nPonding:   These soils are  for periods of several days to more than a month in duration from September to June in normal years.\nSeasonal water table: A perched water table exists from the soil surface to about 61 cm (24 in) and extends to 91 cm (36 in) from September to June in normal years. The hydrology and ponding in these soils is by direct precipitation, throughflow and runoff from the surrounding higher ground."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: rangeland and cropland. Rice is the major crop produced.\nNative vegetation: mainly water tolerant grasses and sedges. The sienne bean, a woody-like shrub, is commonly found on these soils. Ecological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites:  Lowland"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: Coastal Prairie of Texas\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Area: 150A (Gulf Coast Prairies)\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Victoria County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly mapped as the Crowley or Gessner series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 40 cm (0 to 16 in. (A and E/B horizon)\nArgillic horizon: 40 to 203 cm (16 to 80 incs. (Btg horizons)\nAquic moisture regime and aquic conditions: 19 to 118 cm (8 to 47 in).\nEpisaturation - While the soil exhibits gleyed colors throughout, 7 years of monitoring in Victoria County, Texas indicate that reducing conditions occur in the upper 50 cm (20 in) of the soil more than 50 percent of the time, while at 100 cm (40 in) they occur less than 10 percent of the time. For detailed information on the hydrology of these soils, refer to,\"Ponded Depression Wetlands in the Texas Gulf Coast Prairie MLRA; Geolgy, Soils, Landscape, and Hydrology Field Studies\", Wes Miller, USDA-NRCS, Soil Scientist, Technical Specialist Wet Soils, Texas (retired), September 2009.\nADDITIONAL DATA: NSSL data on the type location, 88TX469004, and additional pedon data are available on pedon S79TX-469-001 and S79TX-469-004. Soil interpretation record: TX0903\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 19,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 19 cm (0 to 8 in); 50 percent dark gray (10YR 4/1) and 25 percent dark grayish brown (10YR 4/2)and 15 percent light brownish gray (10YR 6/2) loam, 50 percent gray (10YR 5/1) and 25 percent grayish brown (10YR 5/2) and 15 percent light gray (10YR 7/2), dry; weak medium subangular blocky structure; friable, hard; common fine and medium roots; many fine and medium tubular pores; 10 percent fine prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries lining pores; 15 percent crayfish krotovinas; very strongly acid; clear smooth boundary. (8 to 41 cm [3 to 16 in] thick)"
      },
      {
        "name": "E/B",
        "top": 19,
        "bottom": 40,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E/B--19 to 40 cm (8 to 16 in); 30 percent dark gray (10YR 4/1) and 20 percent pale brown (10YR 6/3) sandy clay loam, 30 percent gray (10YR 5/1) and 20 percent very pale brown (10YR 7/3), dry; weak medium subangular blocky structure; friable, very hard; common fine roots and few medium roots; many fine and medium tubular pores; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with clear boundaries lining pores and 10 percent fine prominent light gray (10YR 7/2) iron depletions with sharp boundaries in matrix surrounding redox concentrations and 30 percent fine prominent red (2.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 50 percent crayfish krotovinas; 20 percent of the krotovinas are active tubules; 30 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; strongly acid; clear smooth boundary. (0 to 30 cm [0 to 12 in] thick)"
      },
      {
        "name": "Btg1",
        "top": 40,
        "bottom": 62,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--40 to 62 cm (16 to 24 in); very dark gray (10YR 3/1) clay loam, dark gray (10YR 4/1), dry; moderate coarse prismatic structure parting to moderate medium angular blocky; firm, very hard; few fine and medium roots; many fine and medium tubular pores; 2 percent patchy faint black (10YR 2/1) clay films on faces of peds; 5 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix and 10 percent fine prominent red (2.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix; 55 percent crayfish krotovinas; 20 percent of the krotovinas are active tubules; 35 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; strongly acid; clear wavy boundary. (Combined thickness of the Btg horizons is 132 to 177 cm [52 to 70 in])"
      },
      {
        "name": "Btg2",
        "top": 62,
        "bottom": 92,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--62 to 92 cm (24 to 36 in); dark gray (10YR 4/1) clay loam, gray (10YR 5/1), dry; strong coarse prismatic structure parting to moderate medium angular blocky; firm, very hard; few fine and medium roots; common very fine and fine tubular pores; 2 percent patchy faint very dark gray (10YR 3/1) clay films on faces of peds; 10 percent fine prominent red (2.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium prominent strong brown (7.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; 50 percent crayfish krotovinas; 20 percent of the krotovinas are active tubules; 30 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; moderately acid; clear wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 92,
        "bottom": 118,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg3--92 to 118 cm (36 to 47 in); dark gray (10YR 4/1) sandy clay loam, gray (10YR 5/1), dry; strong coarse prismatic structure parting to moderate coarse angular blocky; firm, very hard; few fine and medium roots; few very fine tubular pores; 2 percent patchy faint dark gray (10YR 4/1) clay films on faces of peds; 1 percent medium prominent yellowish brown (10YR 5/6) masses of  oxidized iron with clear boundaries in matrix and 10 percent medium distinct light brownish gray (2.5Y 6/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; 30 percent crayfish krotovinas; 5 percent of the krotovinas are active tubules; 25 percent of the krotovinas are filled with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam and very dark gray (10YR 3/1) clay; moderately acid; clear wavy boundary."
      },
      {
        "name": "Btg4",
        "top": 118,
        "bottom": 143,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg4--118 to 143 cm (47 to 56 in); 55 percent dark gray (10YR 4/1) and 45 percent light brownish gray (2.5Y 6/2) sandy clay loam, 55 percent gray (10YR 5/1) and 45 percent light gray (2.5Y 7/2), dry; moderate coarse prismatic structure parting to moderate coarse angular blocky; firm, very hard; few fine and medium roots; 10 percent patchy faint black (10YR 2/1) clay films on faces of peds; 1 percent fine yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix and 1 percent fine black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 25 percent crayfish krotovinas; 10 percent of the  krotovinas are active tubules with dark gray (10YR 4/1) clay lined cups at the base of the tubule; 15 percent of the krotovinas are filled in with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam; moderately acid; gradual smooth boundary."
      },
      {
        "name": "Btg5",
        "top": 143,
        "bottom": 185,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg5--143 to 185 cm (56 to 73 in); light brownish gray (2.5Y 6/2) sandy clay loam, light gray (2.5Y 7/2), dry; moderate coarse prismatic structure parting to weak coarse angular blocky; firm, hard; 15 percent discontinuous faint grayish brown (2.5Y 5/2), moist, clay films on faces of peds and 50 percent distinct grayish brown (10YR 5/2) sand coats on vertical faces of peds; 1 percent medium yellowish brown (10YR 5/6) masses of oxidized iron with clear boundaries in matrix and 1 percent fine black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix; 25 percent crayfish krotovinas; 10 percent of the  krotovinas are active tubules with dark gray (10YR 4/1) clay lined cups at the base of the tubule; 15 percent of the krotovinas are filled in with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam; few coarse masses of calcium carbonate; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Btg6",
        "top": 185,
        "bottom": 216,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "narrative": "Btg6--185 to 216 cm (73 to 85 in); light gray (10YR 7/1) sandy clay loam, light gray (10YR 7/1), dry; weak medium subangular blocky structure; firm, hard; few very fine roots; 2 percent faint grayish brown (10YR 5/2), moist, sand coats on vertical faces of peds and 2 percent patchy faint gray (10YR 5/1) clay films on faces of peds; 1 percent medium prominent red (2.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix and 1 percent fine distinct black (10YR 2/1) iron-manganese nodules with sharp boundaries in matrix; 15 percent crayfish krotovinas; 5 percent of the  krotovinas are active tubules with dark gray (10YR 4/1) clay lined cups at the base of the tubule; 10 percent of the krotovinas are filled in with a mixture of grayish brown (10YR 5/2) fine sandy loam and dark grayish brown (10YR 4/2) loam; few fine masses of calcium carbonate; slightly acid; clear wavy  boundary."
      }
    ]
  ]
}
