{
  "SERIES": "CIMARRON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Vertic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cimarron clay loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; 10 percent stones; neutral; clear smooth boundary.  (4 to 8 inches thick)\nB1--6 to 10 inches; grayish brown (10YR 5/2) heavy clay loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate medium subangular blocky; medium cracks between peds when dry; slightly hard, very friable, sticky and plastic; peds are very hard; thin glossy patches on peds and discontinuous glossy coatings in some root channels and pores; 10 percent stones; neutral; clear smooth boundary.  (0 to 5 inches thick)\nB2t--10 to 24 inches; brown (10YR 5/3) clay, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium angular blocky; medium cracks between peds when dry; slightly hard, friable, sticky and plastic; peds are extremely hard; thin continuous clay films on peds, in root channels and in pores; 10 percent stones; neutral; gradual smooth boundary.  (8 to 43 inches thick)\nB3--24 to 30 inches; light olive brown (2.5Y 5/3) clay, olive (2.5Y 4/3) moist; weak coarse subangular blocky structure; medium cracks between peds when dry; slightly hard, friable, sticky and plastic; peds are extremely hard; thin patchy clay films on peds and in some root channels and pores; 10 percent stones; neutral; gradual wavy boundary.  (3 6to 8 inches thick)\nC--30 to 60 inches; light yellowish brown (2.5Y 6/3) clay, light olive brown (2.5Y 5/3) moist; massive; irregular cracks when dry; extremely hard, very firm, sticky and plastic; 10 percent stones; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montrose County, Colorado; SW 1/4 of Sec. 19, T. 47 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Cracks 1 cm or more wide at a depth of 20 inches occur during dry periods.  Rock fragments range from 0 to 35 percent in a major part of the solum and C horizon above depth of 50 inches and these are mainly 10 to 24 inches in diameter.  The solum ranges from slightly acid to mildly alkaline.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is typically clay and averages 35 to 60 percent clay.\nThe C horizon has hue of 5Y through 7.5YR.  It is typically clay or heavy clay loam and averages 35 to 60 percent clay.  This horizon is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gourley and Kissick series.  Gourley soils are calcareous below depths of 20 to 40 inches.  Kissick soils lack argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cimarron soils are on gently to moderately steeply sloping hills, ridges, and mountainsides.  Slopes range from about 2 percent to 30 percent.  The soils formed in noncalcareous glacial till or similar material derived from sedimentary and metamorphic rocks.  In some areas, these soils are underlain with shale at depths of 40 inches or more.  At the type location, the mean annual precipitation is about 18 inches with peak periods of precipitation occurring in the spring and early summer.  Mean annual temperature is 40 degrees F, mean summer temperature is 56 degrees F.  The frost-free season is about 45 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jerry and Peninsula soils.  Jerry soils are calcareous and have secondary carbonate accumulation in the lower part of the solum and in the C horizon.  Peninsula soils have summer soil temperature warmer than 58 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as grazing land, for recreation, and limited timber protection.  Native vegetation is mainly open stands of conifer, oak brush, native bluegrass, western wheatgrass, and sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Western Colorado Reconnaissance Survey, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 1/77.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
