{
  "SERIES": "CIMA",
  "STATUS": "Inactive Series",
  "BYREV": "CHA/RAD",
  "REVDATE": "05/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cima silty clay loam - rangeland.  (Colors are for dry condition unless otherwise noted)\nA11--0 to 2 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; massive; very hard, firm, slightly sticky and plastic; abundant micro roots; few micro tubular pores; neutral (pH 7.0); abrupt smooth boundary.  2 to 3 inches thick.\nA12--2 to 7 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and plastic; abundant micro roots; common micro tubular pores; neutral (pH 7.0); abrupt smooth boundary.  4 to 5 inches thick.\nB2--7 to 24 inches; light olive brown (2.5Y 5/4) heavy silty clay loam, olive brown (2.5Y 4/4) moist; moderate medium subangular blocky structure; slightly hard, firm, sticky and plastic; plentiful micro roots; many micro and few very fine tubular pores; few moderately thick clay films on ped faces and few thin clay films in pores; mildly alkaline (pH 7.5); abrupt wavy boundary.  12 to 14 inches thick.\nC--24 to 30 inches; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure, becoming massive in the lower portion of the horizon; slightly hard, firm, slightly sticky and plastic; few micro roots; common micro tubular pores; moderately alkaline (pH 8.0); violently effervescent; lime occurs in seams; abrupt wavy boundary.  6 to 8 inches thick.\nR--39 inches +; weathered calcareous feldspathic sandstone; slightly effervescent; lime is disseminated and occurs in seams."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Western Fresno County, California; SE 1/4 of the NE 1/4 of section 29 T17S-R13E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum to the bottom of the B2 ranges from about 18 to 30 inches.  The A horizon is commonly grayish brown to brown in 10YR hue, but approaches 2.5Y hue in some pedons.  Texture of the A horizon is either silty clay or silty clay loam.  The surface varies from massive to subangular blocky in structure.  The reaction ranges from neutral to slightly alkaline.  The B horizon is either silty clay or heavy silty clay loam and the reaction may vary from slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Those include the Mercey, San Benito, Nacimiento, and Altamont series.  The Mercey series is in the same subgroup but has a fine loamy control section.  The San Benito and Nacimiento soils have mollic epipedons.  The Altamont soils are Vertisols."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cima soils occur on nearly level ridge tops to steep upland slopes and have formed mainly from fine grain calcareous feldspathic sandstone.  The climate is semi-arid meso thermic, having a mean annual rainfall of 10 to 14 inches, and a mean annual temperature of 62 degrees F.  The average January temperature is 44 degrees F. and the average July temperature is 81 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These include the Kettleman, Mercey and Ager series.  The Kettleman soils are Orthents and the Ager soils are Vertisols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium and permeability is moderately slow to moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range and wildlife.  Vegetation consists of annual, perennial grasses, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along eastern portion of the central coast range (Name from Cima Hill, Chounet Ranch Quadrangle).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Western Fresno Area, California 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification is based on soils with an ochric epipedon (too thin and/or less then 1 percent organic matter), a cambic horizon and have a conductivity of the saturation extract greater than 1 millimho per cm. at 25 degrees C.  The soils are usually dry.  The B horizons do not appear to have significant clay increases to qualify as an argillic horizon.  These soils may be difficult to separate from some Mollicols, if closely associated with them, without having organic carbon data and also, from some Ustalfs when the soil moisture regimes are approaching 50 percent dry and 50 percent moist.\nOSED scanned by SSQA.  Last revised by state on 12/65.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
