{
  "SERIES": "CINCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/HLH/RWK/SBS/JR",
  "REVDATE": "11/1999",
  "STATES": "CA",
  "OVERVIEW": "The Cinco series consists of deep, well drained soils that formed in material weathered from granitic rocks.  Cinco soils are on uplands and have slopes of 50 to 75 percent.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cinco gravelly loamy sand, rangeland.  (Colors are for dry soil unless otherwise noted).\nA--0 to 8 inches; brown (10YR 5/3) very gravelly loamy sand, dark brown (10YR 4/3) moist; massive; soft, very friable; common very fine roots; many very fine interstitial pores; approximately 50 percent 2-5mm gravel; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); gradual smooth boundary.  (3 to 10 inches)\nC--8 to 86 inches; brown (10YR 5/3) gravelly loamy sand, dark brown (10YR 4/3) moist; massive; soft, very friable; few very fine roots; many very fine interstitial pores; approximately 30 percent, 2-5mm gravel; moderately alkaline (pH 8.0); gradual wavy boundary.  (57 to 78 inches thick)\nCr--86 to 90 inches; strongly weathered granite which can be dug with a spade and slakes in water but retains traces of the original rock structure."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; on a north-facing slope on the south side of Highway 58 in the SW 1/4 of sec. 36, T. 32 S., R. 34 E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact is more than 60 inches.  The soil between depths of 12 and 35 inches is usually dry most of the time and on the average is not continuously moist in any part for as long as 60 days in winter and spring.  Rock fragments range from 15 to 35 percent, by volume, most of which are 2 to 5mm in size.  Total fines (silt + clay) are 10 to 25 percent.  Reaction is neutral to moderately alkaline.\nThe A horizon is pale brown, yellowish brown, light yellowish brown or dark yellowish brown in 10YR hue with value of 4 through 6 and chroma of 3 or 4.  Moist colors are brown, dark grayish brown and dark yellowish brown in 10YR hue with value of 4 or 5 and chroma of 2 through 4.  Color of the A horizon is slightly darker than the underlying C horizon but cannot be separated by a Munsell notation.  Some pedons are noncalcareous (see Remarks)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Inyo, Pilotwell (T CA), Wheelridge (T CA), and Whitewolf (CA) series.  Inyo soils are on fans, terraces and stabilized dunes and have slopes of less than 15 percent.  Pilotwell soils have soft bedrock between 20 and 40 inches.  Wheelridge soils are on fan piedmonts and have slopes of less than 5 percent.  Whitewolf are on floodplains and alluvial fans and have slopes less than 5 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cinco soils are on mountainous uplands and have slopes of 50 to 75 percent.  They formed in deeply weathered granite rock.  Elevations are 3,000 to 5,000 feet.  The climate is arid mesothermal with hot, dry summers and cool moist winters.  Mean annual precipitation is 6 to 9 inches.  Average January temperature is about 42 degrees F; average July temperature is about 82 degrees F and the mean annual temperature is 60 to 65 degrees F.  The frost-free season is 175 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Jawbone soils and the Cajon, Tujunga, Tunis and Walong soils.  Cajon soils do not border on a xeric moisture regime.  Tujunga soils have a xeric moisture regime.  Tunis soils are 10 to 20 inches deep to a paralithic contact.  Walong soils are 25 to 40 inches deep to a paralithic contact and are sandy loam."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; medium to rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Watershed and rangeland.  Vegetation is a sparse cover of annual grasses, buckwheat and bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Hills and mountains on the eastern side of the Tehachapi Mountains bordering the Mojave Desert.  Cinco soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, California, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The reaction range is extended to include neutral profiles in future mapping.  The acreage mapped to date has been affected by lime dust from the Monolith Portland Cement plant at Monolith.  This local contamination has resulted in moderately alkaline profiles.  The surface soil and shrubs will effervesce with dilute HC1.\nLast revised by the state on 12/76.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 8 inches; brown (10YR 5/3) very gravelly loamy sand, dark brown (10YR 4/3) moist; massive; soft, very friable; common very fine roots; many very fine interstitial pores; approximately 50 percent 2-5mm gravel; strongly effervescent with disseminated lime; moderately alkaline (pH 8.0); gradual smooth boundary.  (3 to 10 inches)"
      },
      {
        "name": "C",
        "top": 20,
        "bottom": 218,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--8 to 86 inches; brown (10YR 5/3) gravelly loamy sand, dark brown (10YR 4/3) moist; massive; soft, very friable; few very fine roots; many very fine interstitial pores; approximately 30 percent, 2-5mm gravel; moderately alkaline (pH 8.0); gradual wavy boundary.  (57 to 78 inches thick)"
      },
      {
        "name": "Cr",
        "top": 218,
        "bottom": 229,
        "narrative": "Cr--86 to 90 inches; strongly weathered granite which can be dug with a spade and slakes in water but retains traces of the original rock structure."
      }
    ]
  ]
}
