{
  "SERIES": "CINEBAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAM/RFP/RJE/TLA",
  "REVDATE": "09/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, mixed, mesic Humic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cinebar silt loam - forested.  (Colors are for moist soil unless otherwise noted.)\n0i--1.5 to 1 inch; needles, twigs, and leaves.\n0a--1 inch to 0; partially decomposed, brown to dark brown needles, twigs, and leaves.\nA1--0 to 6 inches; very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, nonsticky and nonplastic and weakly smeary; many fine and medium roots; common fine pores; about 40 percent reddish brown 1-5 mm concretions; strongly acid (pH 5.2); clear smooth boundary.\nA2--6 to l3 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; many fine roots; common fine pores; about 30 percent 1-5 mm concretions; strongly acid (pH 5.2); clear smooth boundary.  (Combined thickness of the A hroizon is 9 to 18 inches)\nBw1--13 to 24 inches; dark yellowish brown (10YR 4/4) silt loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; many fine roots; many fine pores; common 1-5 mm concretions; strongly acid (pH 5.1); gradual smooth boundary.\nBw2--24 to 48 inches; dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; few roots; many fine pores; moderately acid (pH 5.8); gradual smooth boundary. (Combined thickness of the Bw horizon si 28 to more than 40 inches)\nC--48 to 65 inches; dark yellowish brown (10YR 4/4) loam, light yellowish brown (10YR 6/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; few roots; many fine pores; many transparent crystals less than 1 mm in size; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Washington; 2 1/2 miles southwest of Amboy, Washington along Worthington Road; 600 feet east of creek on south side of road, 1,200 feet east of center, sec. 28, T.5 N. R.3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry for 45 to 60 consecutive days in the moisture control section following summer solstice.  Solum thickness ranges from 40 or more than 60 inches.   The mean annual soil temperature ranges from 47 to 52 degrees F.  The particle-size control section contains a weighted average of 0 to 15 percent coarse fragments including some pumiceous fragments. Hues are 2.5Y to 7.5YR.  The umbric epipedon is 10 to 18 inches thick.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to 4 moist, and 3 to 5 dry, and chroma of 1 to 3 moist and dry.  It has weak or moderate granular or subangular blocky structure.  Reaction is very strongly acid to neutral.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 to 5 moist and 4 to 6 dry and chroma of 3 to 6 moist and dry.  It has weak or moderate subangular blocky structure.  Reaction is neutral to strongly acid.\nThe C horizon has the same color range as the Bw horizon, except hue of 10YR or 2.5Y.  It is silt loam or loam.  Reaction is neutral to strongly acid.  Till substratum phases are recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils in other families are the Bear Prairie, Calawah, Hemcross, Le Bar, Lytell, Mossyrock, Trouter, Newaukum, Quillayute, Trouter, and Winema series.  All of these soils except Mossyrock, Newaukum, and Trouter have a udic moisture regime.  Mossyrock soils have an umbric epipedon 24 to 34 inches thick.  Newaukum soils contain l5 to 35 percent coarse fragments throughout the particle-size control section. Trouter soils are 20 to 40 inches deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cinebar soils are on terraces, foothills, and mountains at elevations of 50 to 2,000 feet.  These soils formed in loess and slope alluvium high in volcanic ash.  The climate is humid with relatively cool dry summers and mild wet winters.  The average annual precipitation ranges from 50 to 75 inches.  The average January temperature is about 35 degrees F; the average July temperature is about 64 degrees F; the average annual temperature is about 50 degrees F; and the growing season (28 degrees F) is 150 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cispus, Klaber, Olympic, Prather, Salkum, and Zynbar soils, and the competing Mossyrock soils.  Cispus soils are cindery.  Klaber soils have an aquic moisture regime.  Olympic, Prather, and Salkum soils have an argillic horizon. Zynbar soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for woodland.  Some is used for cropland, pasture and homesites, hay, corn for silage.  Strawberries and raspberries are common crops.  Vegetation is Douglas-fir red alder, western redcedar, bigleaf maple, and western hemlock, with an understory of vine maple, salal, western swordfern, western brackenfern, Oregon-grape, red huckleberry, trillium, and trailing blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Astoria Area, Oregon, 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  umbric epipedon from the mineral surface to 13 inches and a cambic horizon from 13 to 48 inches.  This description reflects a change in classification based on amendment 16.  The particle-size control section has an estimated moist bulk density of less than 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half iron of more than 1 percent.\nADDITIONAL DATA:  Laboratory data are available on this series, Lab numbers:  S64WA21-1-1 to 7, S64WA14-5-1 to 8, S54WA6-4-1 to 6, S54WA6-3-1 to 7, S64WA21-2-1 to 6, S794WA35-3-1 to 3, and 84P3820-84P3825.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
