{
  "SERIES": "CINTRONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. REG",
  "REVDATE": "08/2000",
  "STATES": "PR",
  "OVERVIEW": "The Cintrona series have very dark gray clayey, plastic A horizons and dark gray clayey B horizons over gleyed mottled C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, isohyperthermic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cintrona clay - sugarcane, irrigated.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) clay; weak fine and medium granular structure; firm, sticky, plastic; many fine roots; common fine volcanic and limestone fragments; strong effervescence; clear smooth boundary.  (6 to 10 inches thick)\nB1g--8 to 16 inches; dark gray (10YR 4/1) clay with few fine faint dark gray (N 4/) and few fine distinct dark yellowish brown (10YR 3/4) mottles; weak medium subangular blocky structure; firm, sticky, plastic; many fine roots; common fine volcanic and limestone fragments; few shell fragments; strong effervescence; clear smooth boundary.  (6 to 10 inches thick)\nB2g--16 to 24 inches; dark gray (10YR 4/1) clay with few fine distinct dark yellowish brown (10YR 3/4), common medium faint dark gray (N 4/) and few fine prominent dark greenish gray (5GY 4/1) mottles; weak coarse subangular blocky structure; firm, sticky, plastic; many decayed roots; common fine volcanic fragments; numerous soft calcium carbonate accumulations; violent effervescence; clear smooth boundary.  (6 to 10 inches thick)\nB3g--24 to 31 inches; very dark grayish brown (10YR 3/2) clay with few fine faint dark yellowish brown (10YR 3/4) and few fine prominent black (10YR 2/1) mottles; weak medium subangular blocky structure; firm, sticky, plastic; many decayed roots; common fine volcanic fragments; violent effervescence; clear smooth boundary.  (6 to 8 inches thick)\nC1g--31 to 38 inches; very dark brown (10YR 2/2) clay with few fine prominent dark greenish gray (5G 4/1), many medium distinct very dark gray (N 3/), and few fine faint dark yellowish brown (10YR 4/4) mottles; massive; firm, sticky, plastic; many decayed roots; violent effervescence; abrupt smooth boundary.  (6 to 10 inches thick)\nC2g--38 to 46 inches; dark greenish gray (5G 4/1) 60 percent; greenish gray (5GY 5/1) 15 percent; dark gray (5Y 4/1) 10 percent, very dark gray (N 3/) 10 percent, and dark yellowish brown (10YR 4/5) clay; massive; firm, slightly sticky, plastic; many decayed roots; violent effervescence; abrupt smooth boundary.  (6 to 10 inches thick)\nC3g--46 to 60 inches; dark greenish gray (5GY 2/1) clay loam with few fine faint prominent dark yellowish brown (10YR 4/4), few fine distinct light olive brown (2.5Y 5/6), and dark greenish gray (5G 4/1) mottles; massive; firm, slightly sticky, plastic; strong effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caribe SCD.  150 feet east of dirt road which is 0.8 mile north of kilometer marker 113.0 of Highway No. 1."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 24 to 38 inches.  Clay is the dominant texture throughout.  Depth to water table varies from 36 to 60 inches after drainage.\nColors of the A horizon have hues of 10YR, values of 2 or 3 and chroma of 1.  May have gray and greenish gray mottles in the A horizon.\nThe B horizons have hues of 10YR or 2.5Y, values of 3 or 4 and chroma of 0 or 1.\nThe C horizons are dominantly gley colors with mottles of dark gray, dark yellowish brown, olive brown, and red.  The B horizons range from medium to coarse subangular blocky structure.  These soils have sticky and plastic solum and slightly sticky and plastic C horizons.  Effervescence varies from strong to violent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Castro, Constancia, Kaloko, Magna, Salt Lake, and Sunnyvale series.  The Constancia soils are better drained and have colors of higher chromas in the A and B horizons.  The Kaloko soils have a carbonatic mineralogy.  The other soils are cooler and have greater fluctuations of soil temperatures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cintrona soils occupy concave slope positions in the level floodplains with slope gradients with less than 1 percent.  The soil formed in calcareous fine textured sediments derived from volcanic and limestone rocks.  Climate is semiarid.  The average annual rainfall averages 25 to 40 inches and the mean annual temperature is 78 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cortada, Jacaguas, Machuelo, and San Anton and the competing Constancia soils, all of which occur in the flood plain positions.  The Cortada and San Anton soils have loamy unmottled profiles.  The Jacaguas soils have loamy profiles, are noncalcareous and are underlain by coarse gravelly fragments at shallow depth.  The Machuelo soils have lighter colored surface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most acreage is planted to sugarcane which is irrigated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Semiarid portion of Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico; 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Alluvial great soil group.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
