{
  "SERIES": "CITADEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW",
  "REVDATE": "07/2010",
  "STATES": "SD,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Citadel silt loam, on a northeast facing, linear slope of 4 percent, under ponderosa pine forest at an elevation of about 1470 meters.  When described on July 15, 1999 the soil was slightly moist to moist throughout.  (Colors are for moist soil unless otherwise stated.)\n0i--0 to 4 cm; slightly decomposed pine forest litter; abrupt smooth boundary. (0.5 to 7 cm thick)\nA--4 to 7 cm; black (10YR 2/1) silt loam, very dark gray (10YR 3/1) dry; moderate very fine and fine granular structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, few fine and medium  roots; common fine irregular pores; strongly acid; abrupt smooth boundary. (0 to 16 cm thick)\nE--7 to 21 cm; brown (10YR 5/3) silt loam, pale brown (10YR 6/3) dry; moderate medium and fine platy structure parting to weak medium and coarse subangular blocky; moderately hard, very friable, nonsticky and nonplastic; common very fine, few fine, medium and coarse,  roots; few very fine tubular pores throughout; common (3 percent) black (10YR 2/1) medium worm casts throughout; moderately acid; abrupt wavy boundary. (8 to 30 cm thick)\nBt/E--21 to 35 cm; about 65 percent brown (7.5YR 4/3) silty clay loam, brown (7.5YR 5/3) dry (Bt part), and 35 percent brown (10YR 5/3) silt loam, pale brown (10YR 6/3) dry (E part); strong fine and medium angular blocky structure; moderately hard, firm, slightly sticky and moderately plastic; common very fine, few fine, medium and coarse roots; few fine and very fine tubular pores throughout; many (75 percent) faint brown (7.5YR 4/3) continuous clay films on vertical faces of peds, and common (10 percent) distinct very dark gray (7.5YR 3/1) organoargillans on vertical faces of peds; slightly acid; clear wavy boundary. (0 to 15 cm thick)\nBt1--35 to 57 cm; brown (7.5YR 4/3) silty clay, brown (7.5YR 5/3) dry; strong medium prismatic structure parting to strong fine and medium  angular blocky; hard, very firm, moderately sticky and very plastic; few very fine, fine, medium, and coarse roots; common very fine tubular pores throughout; many (75 percent) faint brown (7.5YR 4/3) continuous clay films on vertical faces of peds, and common (10 percent) distinct very dark gray (7.5YR 3/1) organoargillans on vertical faces of peds; slightly acid; gradual wavy boundary.\nBt2--57 to 76 cm; brown (10YR 4/3) silty clay loam, brown (10YR 5/3) dry; moderate medium prismatic structure parting to strong medium subangular blocky; hard, firm, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; common very fine tubular pores throughout; 3 percent subrounded limestone and calcareous sandstone gravel; common (20 percent) distinct brown (7.5YR 4/3) continuous clay films on vertical faces of peds, and common (10 percent) prominent very dark gray (7.5YR 3/1) organoargillans on vertical faces of peds; neutral; clear wavy boundary. (Combined thickness of the Bt horizon is 25 to 90 cm)\nBtk1--76 to 88 cm (30 to 34.5 inches); olive brown (2.5Y 4/3) clay loam, brown (10YR 5/3) dry; moderate medium and coarse subangular blocky structure; very hard, firm, slightly sticky and moderately plastic; 3 percent subrounded limestone and calcareous sandstone gravel, 1 percent cobble; common (30 percent) distinct brown (7.5YR 4/3) continuous clay films on vertical faces of peds, and few (5 percent) prominent very dark gray (7.5YR 3/1) organoargillans on vertical faces of peds; common very fine tubular pores throughout; few coarse, medium, fine, and very fine roots; matrix is noneffervescent, but has common fine distinct white (10YR 8/1), very weakly cemented spherical masses and threads of calcium carbonate; slightly alkaline; clear wavy boundary.\nBtk2--88 to 128 cm; light olive brown (2.5Y 5/3) silt loam, pale brown (10YR 6/3) dry; weak medium prismatic parting to moderate medium and coarse subangular blocky; very hard, firm, slightly sticky and moderately plastic; few coarse, medium, fine, and very fine roots; common very fine tubular pores throughout; 1 percent subrounded limestone gravel and 1 percent cobble; common (30 percent) distinct yellowish brown (10YR 5/4) continuous clay films on vertical faces of peds; many medium and coarse distinct very pale brown (10YR 8/2) very weakly cemented irregular threads of calcium carbonate in matrix, lining pores, and around rock fragments; violent effervescence; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btk horizon is 0 to 50 cm)\nBk--128 to 203 cm; light olive brown (2.5Y 5/4) silt loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and very fine roots; common very fine dendritic-tubular pores throughout; 6 percent rock fragments, of which 2 percent are subrounded limestone gravel, 3 percent cobble, and 1 percent stones; few (10 percent) distinct yellowish brown (10YR 5/4) continuous clay films on vertical faces of peds; many medium and coarse distinct very pale brown (10YR 8/2), very weakly cemented irregular threads of calcium carbonate in matrix, lining pores, and around rock fragments; strong effervescence; moderately alkaline. (20 to 75 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lawrence County, South Dakota; about 3.3 km (2 miles) northeast of Nemo, at the upper end of South Stagebarn Canyon; 280.4 meters (920 feet) south and 442 meters (1,450 feet) west of the northeast corner of Sec. 23, T. 3 N., R. 5 E.; Piedmont quadrangle; 44 degrees, 12 minutes, 33 seconds north latitude and 103 degrees, 28 minutes, 43 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Typic-udic soil moisture regime.\nMean annual soil temperature:  4 to 8 degrees C\nMean summer soil temperature:  10 to 14 degrees C\nParticle-size control section (weighted average):\nClay content:  35 to 45 percent\nSand content:   5 to 15 percent fine and coarser sand\nA horizon:\nHue:  5YR, 7.5YR, or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  1 or 2\nTexture:  L, SIL, FSL, VFSL\nClay content:  10 to 25 percent\nReaction:  strongly acid to neutral\nE horizon:\nHue:  5YR, 7.5YR, or 10YR\nValue:  5 to 7 dry, 4 or 5 moist\nChroma:  2 or 3\nTexture:  L, SIL, FSL, VFSL\nClay content:  10 to 20 percent\nReaction:  strongly acid to neutral\nThe Bt/E horizon has the combined properties of the Bt and E horizons.\nBt horizon:\nHue:  5YR, 7.5YR, 10YR, or 2.5Y\nValue:  4 to 6 dry, 4 or 5 moist\nChroma:  3 to 6\nTexture:  CL, C, SICL, SIC\nClay content:  35 to 45 percent\nRock fragments:  0 to 20 percent limestone and/or calcareous sandstone gravel\nReaction:  strongly acid to neutral (pH 5.1 to 7.3)\nBtk horizon:\nHue:  5YR, 7.5YR, 10YR, or 2.5Y\nValue:  4 to 6 dry, 4 or 5 moist\nChroma:  3 to 6\nTexture:  SIL, CL, SICL\nClay content:  25 to 40 percent\nRock fragments:  0 to 20 percent limestone and/or calcareous sandstone gravel\nReaction:  slightly alkaline or moderately alkaline (pH 7.4 to 8.4)\nBk horizon:\nHue:  5YR, 7.5YR, 10YR, or 2.5Y\nValue:  4 to 7 dry, 4 or 5 moist\nChroma:  3 to 6\nTexture:  L, CL, SIL, or SICL\nClay content:  20 to 35 percent\nRock fragments:  0 to 35 percent angular and subangular limestone and/or calcareous sandstone fragments.  Reaction:  slightly alkaline or moderately alkaline\nA C horizon is present in some pedons. Where present, the C horizon can have 5 to 60 percent angular and subangular limestone and/or calcareous sandstone fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this taxonomic family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  residuum, local alluvium, or colluvium derived from limestone, calcareous sandstone, or soft shale\nLandform:  ridges, ridge shoulders, and hillslopes of mountains\nSlopes:  2 to 50 percent\nElevation:  1,158 to 1,890 meters\nMean annual temperature:  4 to 7 degrees C\nMean annual precipitation:  508 to 762 mm\nPrecipitation pattern:  over one-half the mean annual precipitation falls as snow and rain during the period March through July\nFrost-free season:  60 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nPaunsaugunt - are shallow to a lithic contact; generally they occur or rises and ridges above the Citadel\nTollflat (T) - have greater than 15 percent fine and coarser sand in the particle-size control section; they occur on similar landscape positions as Citadel\nVanocker - are loamy-skeletal; generally the occur on rises and ridges above Citadel"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very high runoff, depending on slope; moderately low or moderately high saturated hydraulic conductivity"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation and wildlife, homesite and urban development, and for grazing.  Native vegetation is dominantly ponderosa pine with lesser amounts of Black Hills spruce, aspen, birch, and bur oak.  Understory species include prairie dropseed, needlegrass, western wheatgrass, roughleaf ricegrass, and little bluestem.  Shrubs include bearberry, oregon-grape, common juniper, hophorn bean, and snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Low Limestone Plateau physiographic area of the Black Hills in western South Dakota and northeastern Wyoming; LRR G, MLRA 62.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Meade County, Southern Part, South Dakota, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 4 to 21 cm; (A and E horizons)\nArgillic horizon - 21 to 128 cm; (Bt/E, Bt1, Bt2, Btk1, and Btk2 horizons)\nThe typical pedon for the series is changed to one which was sampled for complete characterization and meets the current classification.  The classification of the series is changed from Glossic Hapludalfs to Typic Hapludalfs because the color requirements for an albic horizon were not previously met.\nTaxonomic Version:  Keys to Soil Taxonomy, Tenth Ed., 2006\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
