{
  "SERIES": "CITICO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLL:NTH:DLN",
  "REVDATE": "04/2001",
  "STATES": "NC,TN",
  "OVERVIEW": "The Citico series consists of deep, well drained soils on foot slopes, benches,\nin coves, and on lower parts of mountain slopes.  They formed in colluvium\nweathered from metasedimentary rocks such as phyllite, slate, and slightly\nmetamorphosed shale, siltstone, or sandstone.  Slopes range from 15 to 65\npercent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Citico channery silt loam - forested.  (Colors are for moist\nsoil unless otherwise stated.)\nOe-0 to 1 inch; nearly black partially decomposed organic mat of pine needles\nand hardwood leaves.\nA-1 to 3 inches; very dark grayish brown (10YR 3/2) channery silt loam;\nmoderate medium granular structure; friable; many fine and medium roots; 15\npercent phyllite channers by volume; strongly acid; abrupt smooth boundary.  (1\nto 4 inches thick)\nBA-3 to 8 inches; brown (10YR 5/3) channery silt loam; moderate medium granular\nand weak fine subangular blocky structure; friable; common fine and medium\nroots; 20 percent phyllite channers by volume; strongly acid; gradual wavy\nboundary.  (0 to 8 inches thick)\nBw-8 to 20 inches; yellowish brown (10YR 5/4) channery silt loam; weak medium\nsubangular blocky structure; friable; common fine and medium roots; 20 percent\nphyllite channers by volume; strongly acid; gradual wavy boundary.  (10 to 18\ninches thick)\nBC-20 to 39 inches; yellowish brown (10YR 5/4) channery silt loam; weak medium\nsubangular blocky structure; friable; common fine and medium roots; 20 percent\nphyllite channers by volume; strongly acid; gradual wavy boundary.  (12 to 24\ninches thick)\nC-39 to 49 inches; brown (10YR 5/3) very channery silt loam; massive; friable;\nfew fine roots; 35 percent phyllite channers and 5 percent flagstones by volume;\nstrongly acid; abrupt wavy boundary.  (8 to 16 inches thick)\nR-49 inches; hard phyllite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Tennessee; 6 miles southeast of Tellico Plains on\nOld Furnace Road; .75 miles northeast of Holder Cemetery."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches and depth\nto hard bedrock ranges from 40 to 60 inches.  Channers, gravels, and flagstones\nof phyllite, slate, or other fine grained metasedimentary rocks  range from 15\nto 35 percent by volume in the solum and from 15 to 50 percent by volume in the\nC horizon.  Reaction is very strongly acid to moderately acid throughout.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  Horizons\nwith value 3 have a thickness of less than 7 inches.  Texture of the fine earth\nis silt loam or loam.\nThe Bw horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6,  Texture\nof the fine earth is silt loam or loam.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6.  Few or\ncommon mottles in shades of gray or brown may be present.  Texture of the fine\nearth is silt loam or loam.\nTransitional horizons occur between the major horizons in many pedons.  They\nhave properties and features similar to adjacent horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other competing series.  The Brecksville, Irma,\nand Muskingum series are in closely related families.  Brecksville and Muskingum\nsoils have a paralithic contact at 20 to 40 inches.  Irma soils have bedrock\ngreater than 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Citico soils are on foot slopes, benches, in coves, and on\nlower parts of mountain slopes in the Blue Ridge Mountains, particularly in the\nUnaka Mountain Range.  They formed in colluvium from metasedimentary rocks\nincluding phyllite, slate, and slightly metamorphosed shale, siltstone, or\nsandstone."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brasstown, Brookshire, Cataska,\nDitney, Jeffrey, Junaluska, Keener, Maymead, Soco, Spivey, Sylco, and Unicoi\nseries.  Brasstown, Cataska, Ditney, Jeffrey, Junaluska, Soco, and Sylco soils\nare on adjacent ridges and upper side slopes and formed in residuum.\nBrookshire, Keener, Maymead, and Spivey soils are on landscapes similar to\nCitico soils.  Brasstown, Junaluska, and Keener soils have argillic horizons.\nBrookshire and Jeffrey soils have dark surface horizons with color value and\nchroma of 3 or less 7 to 10 inches thick.  Cataska soils have a paralithic\ncontact within 20 inches.  Ditney and Soco soils have a lithic contact between\n20 and 40 inches and are in coarse-loamy families.  Soco soils have a paralithic\ncontact between 20 and 40 inches.  Maymead soils are in a coarse-loamy family.\nSpivey soils have an umbric epipedon.  Unicoi soils are in a loamy-skeletal\nfamily and have a lithic contact within 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderate\npermeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Practically all areas are in forest.  White pine, yellow\npoplar, eastern hemlock, white oak, northern red oak, red maple, and yellow\nbirch are dominant in the overstory.  Rhododendron, sweetball, and hydrangea are\ncommon in the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Blue Ridge Mountains, in Tennessee and possibly in\nNorth Carolina and Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Tennessee; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon (after mixing) - 1 to 8 inches\nCambic horizon - 8 to 20 inches\nLithic contact - 49 inches\nADDITIONAL DATA:  SIR=TN0072\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe-0 to 1 inch; nearly black partially decomposed organic mat of pine needles"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "narrative": "A-1 to 3 inches; very dark grayish brown (10YR 3/2) channery silt loam;"
      },
      {
        "name": "BA",
        "top": 8,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "narrative": "BA-3 to 8 inches; brown (10YR 5/3) channery silt loam; moderate medium granular"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "narrative": "Bw-8 to 20 inches; yellowish brown (10YR 5/4) channery silt loam; weak medium"
      },
      {
        "name": "BC",
        "top": 51,
        "bottom": 99,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "narrative": "BC-20 to 39 inches; yellowish brown (10YR 5/4) channery silt loam; weak medium"
      },
      {
        "name": "C",
        "top": 99,
        "bottom": 124,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "narrative": "C-39 to 49 inches; brown (10YR 5/3) very channery silt loam; massive; friable;"
      },
      {
        "name": "R",
        "top": 124,
        "narrative": "R-49 inches; hard phyllite bedrock."
      }
    ]
  ]
}
