{
  "SERIES": "CLAIREMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. WER-JGF-ROG",
  "REVDATE": "11/2013",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Clairemont series consists of very deep, well drained, moderately permeable soils that formed in calcareous silty alluvium derived from sandstone and siltstone of Perrmian age. These nearly level soils occur on flood plains of dissected plains. Slopes range from 0 to 2 percent. Mean annual precipitation is about 610 cm (24 in) and the mean annual temperature is about 17 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, thermic Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clairemont silt loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); reddish brown (5YR 5/4) silt loam, reddish brown (5YR 4/4) moist; compound moderate very fine granular, many wormcasts, and weak subangular blocky structure; hard, friable; common fine roots; common fine pores; few films and threads of calcium carbonate in the lower part; strongly effervescent; moderately alkaline; gradual boundary. Thickness is 10 to 36 cm (4 to 14 in).\nC1--20 to 81 cm (8 to 32 in); reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; massive, parting to angular blocky fragments with dull faces; faint bedding planes evident; hard, friable; few fine roots; few fine pores; few wormcasts; thin strata of very fine sandy loam and silt loam; few films and threads of calcium carbonate; strongly effervescent; moderately alkaline; diffuse boundary. Thickness is 41 to 91 cm (16 to 36 in).\nC2--81 to 152 cm (32 to 60 in); reddish brown (5YR 5/4) silty clay loam, dark reddish brown (5YR 3/4) moist; massive, parting to granular fragments with dull faces; faint bedding planes evident; hard, friable; thin strata of fine sandy loam and silt loam; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kent County, Texas; 5 miles southwest of Clairemont on U. S. Highway 380, then 4.5 miles south on Farm Road 1231, then 0.5 mile west on unpaved county road to McKenzie Creek bridge, then 300 feet east and 50 feet north of bridge in native rangeland. USGS topographic quadrangle: Cooper Mountain, TX; Latitude: 33 degrees, 4 minutes, 56.058 seconds N; Longitude: 100 degrees, 51 minutes, 30.027 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic-ustic soil moisture regime.\nTypically, these soils are calcareous and non-saline throughout, but a few pedons are noncalcareous to a depth of 10 inches.\nSome saline phases of this series are recognized.\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nSand content: 5 to 35 percent with less than 15 percent fine sand or coarser\nA Horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 6 (Moist value and chroma are more than 3.5 in the surface layer)\nChroma: 3 to 6\nTexture: silt loam, silty clay loam, loam, sandy clay loam, or clay loam.\nClay Content: 15 to 35 percent\nCalcium carbonate equivalent: 1 to 10 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0\nEffervescence: slight to violent\nReaction: moderately alkaline\nSome pedons have buried A horizons up to 25 cm (10 in) thick.\nC Horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: typically loam, silt loam, clay loam and silty clay loam, but thin strata of other textures occur in some pedons\nClay Content: 18 to 35 percent\nCalcium carbonate equivalent: 2 to 15 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nEffervescence: slight to violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Similar soils are the Colorado, Mangum, Norwood, Spur, Westola, and Yomont series.\nColorado soils are fine-loamy in the particle-size control section.\nMangum soils have more than 35 percent clay in the particle-size control section.\nNorwood soils are moist for longer periods.\nSpur soils have mollic epipedons.\nWestola and Yomont soils have less than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: calcareous silty alluvium derived from sandstone and siltstone of Permian age\nLandscape: Dissected plains\nLandform: Flood plain\nSlope: 0 to 2 percent\nMean annual precipitation: 508 to 762 mm (20 to 30 in)\nThornthwaite annual P-E indices: 30 to 44\nMean annual air temperature: 13.9 to 18.3 degrees C (57 to 65 degrees F)\nFrost- free period: 190 to 240 days\nElevation: 304.8 to 731.5 meters (1000 to 2400 feet)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the similar Colorado, Mangum, Spur, Westola, and Yomont series and the Beckman and Gracemont series.\nBeckman soils have more than 35 percent clay in the particle-size control section.\nGracemont soils have a coarse-loamy particle-size control section and have a water table within 102 cm (40 in) of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate.  Runoff is negligible on slopes less than 1 percent and very low on 1 to 3 percent slopes. Flooding is frequent or occasional, unless protected."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly rangeland with short and midgrasses, some areas have heavy infestations of mesquite. A few areas are in cotton, grain sorghum, and wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Central Rolling Red Plains, Western and Eastern Parts (MLRA-78B, 78C) and Rolling Limestone Prairie (MLRA-78A) of Texas, Oklahoma, and Kansas. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garza County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils formerly were included in the Norwood series.\nEdited 11/2013 (RFG-ROG): Converted to tabular format and added metric measurements.\nDiagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - 0 to 20 cm (0 to 8 in). (A horizon)\nIrregular distribution of organic matter (fluventic feature) - 20 to 152 cm (8 to 60 in). (C1 and C2 horizons)\nFamily criteria - particle-size control section contains less than 15 percent fine sand or coarser."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: None\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 20 cm (0 to 8 in); reddish brown (5YR 5/4) silt loam, reddish brown (5YR 4/4) moist; compound moderate very fine granular, many wormcasts, and weak subangular blocky structure; hard, friable; common fine roots; common fine pores; few films and threads of calcium carbonate in the lower part; strongly effervescent; moderately alkaline; gradual boundary. Thickness is 10 to 36 cm (4 to 14 in)."
      },
      {
        "name": "C1",
        "top": 20,
        "bottom": 81,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1--20 to 81 cm (8 to 32 in); reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; massive, parting to angular blocky fragments with dull faces; faint bedding planes evident; hard, friable; few fine roots; few fine pores; few wormcasts; thin strata of very fine sandy loam and silt loam; few films and threads of calcium carbonate; strongly effervescent; moderately alkaline; diffuse boundary. Thickness is 41 to 91 cm (16 to 36 in)."
      },
      {
        "name": "C2",
        "top": 81,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--81 to 152 cm (32 to 60 in); reddish brown (5YR 5/4) silty clay loam, dark reddish brown (5YR 3/4) moist; massive, parting to granular fragments with dull faces; faint bedding planes evident; hard, friable; thin strata of fine sandy loam and silt loam; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
