{
  "SERIES": "CLAIRE",
  "STATUS": "Established Series",
  "BYREV": "CJH-MDS",
  "REVDATE": "07/2005",
  "STATES": "MN,ND",
  "OVERVIEW": "The Claire series consists of very deep, excessively drained, rapidly permeable soils that formed in coarse sand.  These soils are on glacial outwash or delta plains and have slopes ranging from 0 to 25 percent.  Mean annual air temperature is 42 degrees F, and mean annual precipitation is 20 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Claire loamy coarse sand - on a south-facing convex slope of 1 percent under cropland.  Where described the soil was dry to 20 inches and moist 20 to 60 inches.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 8 inches; dark gray (10YR 4/1) loamy coarse sand, black (10YR 2/1) moist; very weak fine subangular blocky structure parting to single grained; loose; common roots; neutral; abrupt smooth boundary.  (Combined A horizons 2 to 15 inches thick)\nAC--8 to 14 inches; dark grayish brown (10YR 4/2) coarse sand, very dark grayish brown (10YR 3/2) moist; weak very coarse prismatic structure parting to single grained; loose; few roots; neutral; clear wavy boundary.  (0 to 10 inches thick)\nC1--14 to 19 inches; dark grayish brown (10YR 4/2) coarse sand, very dark grayish brown (10YR 3/2) moist; single grained; few roots; slightly alkaline; clear wavy boundary.\nC2--19 to 48 inches; grayish brown (10YR 5/2) coarse sand, dark grayish brown (10YR 4/2) moist; single grained; slightly alkaline; abrupt smooth boundary.\nC3--48 to 60 inches; light gray (10YR 7/1) fine sand, dark grayish brown (2.5Y 4/2) moist; common medium dark reddish gray (5YR 4/2) moist redoximorphic concentrations; single grained; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eddy County, North Dakota; about 1 mile south and 5 miles west of Hamar; 2540 feet east and 670 feet north of the southwest corner, sec. 2, T. 150 N., R. 63 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section is typically coarse sand, sand or loamy coarse sand.  The soil ranges from slightly acid in the upper part to moderately alkaline in the lower part.  Where the lower part of the surface layer has value of 5 or less dry and 3 or less moist it contains less than 1 percent organic matter.\nThe A horizon has hue of 10YR, value of 4 to 6 and 2 to 4 moist, and chroma of 1 or 2.  It typically is loamy coarse sand or loamy sand, but some is coarse sand, sand, sandy loam or coarse sandy loam.  Some pedons have Ab horizons.\nThe AC horizon has hue of 10YR, value of 4 to 6 and 3 or 4 moist, and chroma of 2.  It is loamy coarse sand, loamy sand or coarse sand.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 5 moist, and chroma of 1 to 6.  It commonly does not have carbonates, but some peds have slight effervescence at depths of 30 to 50 inches.  Some pedons have coarser or finer textured materials at depths of 40 to 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Abbeylake, Cantlin, Champlain, Corliss, Friendship, Grayling, Mahtomedi, Menahga, Nymore, Plainbo, Sartell, Serden, Shawano, and Sunday series.  Abbeylake and Corliss soils are not dry in the soil moisture control section for 35 to 45 consecutive days for 120 days following the summer solstice.  In addition, Corliss soils have more than 10 percent rock fragments in the series control section.  Cantlin, Champlain and Serden soils are dominated by fine sand in the series control section.  Friendship soils have distinct redoximorphic features within depths of 36 inches.  Grayling, Menahga, Nymore, Sartell and Sunday soils are medium to very strongly acid.  Mahtomedi soils have a Bw horizon.  Plainbo soils have bedrock within depths of 20 to 40 inches.  Shawano soils have B horizons with hue of 7.5YR and chroma of 4 or higher."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Claire soils are on level to hilly glacial outwash or delta plains.  Slope gradients typically range from 0 to 4 percent but are as steep as 25 percent.  The soils formed in coarse sand.  The climate is subhumid, with short warm summers and long cold winters.  Mean annual air temperature ranges from 38 to 45 degrees F, and mean annual precipitation from 16 to 22 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Serden soils and the Hamar, Hecla, Lohnes and Maddock soils.  Serden soils are on nearby plains.  Hamar soils are in concave swales and basins and are poorly drained.  Hecla and Maddock soils are on nearby plains and contain less coarse sand and more fine and very fine sand.  Hecla, Lohnes and Maddock soils have a mollic epipedon. Lohnes soils are in less sloping and concave areas in the same plain as the Claire soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Excessively drained.  Little or no runoff when the soil is not frozen.  Saturated hydraulic conductivity is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to small grains and tame grass and are used for range and pasture.  Native vegetation is as prairie sandreed, sand bluestem, Pennsylvania sedge, sand dropseed, needleandthread, some forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lamoure County, North Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 14 inches (A and AC horizons); Psamments suborder - coarse sand texture between 10 and 40 inches (AC, C1, and C2 horizons).\nADDITIONAL DATA:  Refer to S60ND-14-1 (1-6), North Dakota Agricultural Experiment Station.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy coarse sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark gray (10YR 4/1) loamy coarse sand, black (10YR 2/1) moist; very weak fine subangular blocky structure parting to single grained; loose; common roots; neutral; abrupt smooth boundary.  (Combined A horizons 2 to 15 inches thick)"
      },
      {
        "name": "AC",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--8 to 14 inches; dark grayish brown (10YR 4/2) coarse sand, very dark grayish brown (10YR 3/2) moist; weak very coarse prismatic structure parting to single grained; loose; few roots; neutral; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 36,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--14 to 19 inches; dark grayish brown (10YR 4/2) coarse sand, very dark grayish brown (10YR 3/2) moist; single grained; few roots; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 48,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--19 to 48 inches; grayish brown (10YR 5/2) coarse sand, dark grayish brown (10YR 4/2) moist; single grained; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "C3",
        "top": 122,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "C3--48 to 60 inches; light gray (10YR 7/1) fine sand, dark grayish brown (2.5Y 4/2) moist; common medium dark reddish gray (5YR 4/2) moist redoximorphic concentrations; single grained; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
