{
  "SERIES": "CLAMBEACH",
  "STATUS": "Established Series",
  "BYREV": "REV: JTB/AF/SAA/ET",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, isomesic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clambeach sand, on a less than 1 percent slope under slough sedge, Brewers rush, Pacific silverweed and dune willow at an elevation of 3 meters (10 feet). When described on April 18, 2002, the soil was moist throughout with a water table at 42 centimeters (16 inches). (Colors are for moist soil unless otherwise noted).\nA--0 to 22 centimeters (0 to 9 inches); very dark grayish brown (2.5Y 3/2) sand, gray (2.5Y 5/1) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium roots; many very fine irregular pores; 10 percent medium prominent dark yellowish brown (10YR 4/6) iron-manganese masses in the matrix; moderately acid (pH 6.0); clear smooth boundary. (8 to 25 centimeters thick)\nCg1--22 to 50 centimeters (9 to 20 inches); dark greenish gray (10Y 3/1) sand, greenish gray (10Y 5/1) dry; single grain; loose, loose, nonsticky and nonplastic; many very fine and fine and common medium roots; many very fine and fine interstitial pores; 30 percent coarse prominent olive brown (2.5Y 4/4) iron-manganese masses in the matrix; slightly acid (pH 6.2); clear smooth boundary.\nCg2--50 to 160 centimeters (20 to 63 inches); dark greenish gray (5GY 3/1) sand, greenish gray (5GY 5/1) dry; single grain; loose, loose, nonsticky and nonplastic; many very fine and fine interstitial pores; 10 percent coarse prominent olive brown (2.5Y 4/3) iron-manganese masses in the matrix; slightly acid (pH 6.4). (Combined thickness of the Cg horizons is 135 to 200 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 3 miles west of the town of Arcata on the Samoa peninsula, 230 meters west and 120 meters south of the northeast corner Section 34, T. 6N, R. 1W, HBLM; USGS Eureka Quadrangle; WGS84 Decimal degrees 40.8669444 latitude and -124.1622222 longitude; UTM Zone 10 402054mE 4524644mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section (36 to 109 centimeters (14 to 43 inches)) is not dry in any part for as long as 90 cumulative days in normal years. The soil has a water table starting at 0 to 10 centimeters (0 to 4 inches) in January through March. The soils have an aquic moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters (20 inches) is 10 to 15 degrees C (50 to 59 degrees F). The average summer soil temperature is about 15 degrees C (59 degrees F) and the average winter soil temperature is about 11 degrees C (52 degrees F). The difference between mean summer and mean winter soil temperatures is between 1 and 3 degrees C (33 and 38 degrees F).\nDepth to redoximorphic features:  0 to 10 centimeters (0 to 4 inches)\nEndosaturation: The water table is at a depth of between 15 and 60 centimeters (6 to 24 inches) in December, 0 to 10 centimeters (0 to 4 inches) January through March, between 15 and 60 centimeters (6 to 24 inches) in April, between 30 and 90 centimeters (12 to 35 inches) May through June, and 90 centimeters (35 inches) to greater than 182 centimeters (72 inches) from June through November.\nParticle size control section (weighted average):\nRock fragments: 0 to 30 percent gravel\nClay content: 0 to 1 percent\nSurface fragments: 0 to 5 percent gravel\nA Horizon:\nHue: 10YR or 2.5Y\nValue: 2 and 3 moist, 3 to 5 dry\nChroma: 1 and 2, moist and dry\nClay: 0 to 5 percent, by weight\nTexture: sand\nRock fragments; 0 to 5 percent gravel\nReaction: moderately to slightly acid\nRedoximorphic Features: fine to medium iron-manganese masses in the matrix\nQuantity: few to common\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 3 to 6\nSome pedons have a Bg horizon:\nHue: 2.5Y or 5Y\nValue: 3 or 4 moist, 4 or 5 dry\nChroma: 1 or 2, moist and dry\nClay: 0 to 1 percent, by weight\nTexture: sand, fine sand\nReaction: slightly acid to neutral\nRedoximorphic Features: medium to coarse iron-manganese masses in the matrix\nQuantity: common to many\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 3 to 6\nCg Horizon\nHue: 5Y, 10Y, 5GY, or N\nValue: 3 or 4 moist, 4 to 6 dry\nChroma: 0 to 2, moist and dry\nClay: 0 to 1 percent, by weight\nTexture: sand, fine sand\nReaction: slightly acid to neutral\nRock fragments: 0 to 30 percent gravel\nRedoximorphic Features: medium to coarse iron-manganese masses in the matrix\nQuantity: common to many\nHue: 7.5YR, 10YR or 2.5Y\nValue: 3 to 5\nChroma: 3 to 8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Heceta soil. Heceta soils have a difference between mean winter and mean summer soil temperatures of between 3 and 6 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Clambeach soils are on deflation basins and depressions in dune fields and coastal plains. Slopes are 0 to 2 percent. Elevations are 0 to 20 meters (0 to 65 feet). These soils formed in eolian and marine sand derived from mixed sources. The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 890 to 2030 millimeters (35 to 80 inches). The mean annual temperature is 10 to 15 degrees C (50 to 59 degrees F). Frost free season is about 275 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lanphere and Samoa  soils. Lanphere and Samoa soils do not have redoximorphic features in the matrix and do not have free water within 200 centimeters. Lanphere soils occur on stabilized dunes under forest vegetation. Samoa soils occur on recently stabilized dunes and have mean summer and mean winter soil temperatures that differ by more than 6 degrees C."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained; very high runoff; moderately slow permeability; moderately high saturated hydraulic conductivity. Frequent, long ponding occurs from January through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for plant and wildlife habitat and recreation. Vegetation includes California wax myrtle, Hooker willow, slough sedge, Brewers rush, Spanish lotus, Pacific silverweed, spikerush, hooded ladies tresses, and other native and non-native grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Redwood National and State Parks, California, 2007. The name is from Clam Beach County Park"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon: The zone from 0 to 22 centimeters. (A horizon)\n2. Particle size control section: The zone from 25 to 100 centimeters (Cg horizons)\n3. Aquic conditions: The zone from 0 to 160 centimeters (A and Cg horizons)\nADDITIONAL DATA:\nNASIS User Pedon ID: 02CA60018N\nSoil classified using Keys to Soil Taxonomy 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
