{
  "SERIES": "CLARENDON",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC",
  "REVDATE": "09/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Plinthaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clarendon loamy sand--cultivated.  (Colors are for moist soil.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) loamy sand; weak fine granular structure, very friable; common fine roots; strongly acid; abrupt smooth boundary.\nE--8 to 15 inches; light yellowish brown (10YR 6/4) loamy sand; few medium distinct very dark grayish brown (10YR 3/2) mottles; weak coarse granular structure parting to single grained; very friable; common fine roots; few nodules of ironstone; moderately acid; abrupt wavy boundary.\nBt1--15 to 21 inches; yellowish brown (10YR 5/6) sandy clay loam; few medium faint brownish yellow (10YR 6/6) soft masses of iron accumulation; weak medium subangular blocky structure; friable; few fine roots, few faint clay films on faces of peds; some of the mottled areas are firm; very strongly acid; clear smooth boundary.\nBt2--21 to 27 inches; yellowish brown (10YR 5/4) sandy clay loam; few medium faint gray (10YR 5/1) iron depletions, common medium faint yellowish brown (10YR 5/6) and few medium distinct strong brown (7.5YR 5/6) soft masses of iron accumulation; weak medium subangular blocky structure; friable; few fine roots; common faint clay films on faces of peds; very strongly acid; clear smooth boundary.\nBt3--27 to 40 inches; yellowish brown (10YR 5/4) sandy clay loam; common medium distinct light gray (10YR 7/1) iron depletions, common coarse prominent yellowish red (5YR 5/6) and common medium distinct strong brown (7.5YR 5/6) soft masses of iron accumulation; weak medium subangular blocky structure; common faint clay films on faces of peds; common (4 percent) plinthite occurring as firm 2 to 22 mm irregular nodules; extremely acid; clear wavy boundary.\nBtv--40 to 69 inches; mottled gray (10YR 5/1) and yellowish brown (10YR 5/4) sandy clay loam; many coarse prominent red (2.5YR 5/6), and common medium distinct brownish yellow (10YR 6/8) soft masses of iron accumulation; moderate medium subangular blocky structure; friable; common distinct clay films on faces of peds; common (15 percent) plinthite occurring as firm 2 to 50 mm irregular nodules; very strongly acid; clear wavy boundary.\nBtgv--69 to 80 inches; gray (10YR 6/1) sandy clay loam; many coarse prominent red (2.5YR 5/6), many coarse prominent yellowish red (5YR 5/6), and common coarse distinct yellowish brown (10YR 5/8) soft masses of iron accumulation; weak medium subangular blocky structure; friable; common distinct clay films on faces of most peds; common (10 percent) plinthite occurring as firm 2 to 50 mm irregular nodules; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orangeburg County, South Carolina; 19 miles east of Orangeburg, 3.7 miles east on U.S. Highway 301 from junction with U.S.  Highway 176; 0.4 mile north on county road; 50 feet east of road; and 40 feet north of culvert."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 18 to 30 inches, December to March\nRock Fragment content: ironstone, 0 to 10 percent in the A and E horizons and in the upper part of the Bt horizon, and 0 to than 2 percent in the lower part of the Bt horizon, by volume\nSoil Reaction: is very strongly acid to slightly acid in the A horizon and extremely acid to strongly acid throughout the rest of the profile, except where limed\nThickness of solum: 60 to 80 or more inches\nDepth to horizons with 5 percent or more plinthite: 20 to 58 inches & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 or 2\nTexture (fine-earth fraction)-- loamy sand, loamy fine sand, sandy loam, fine sandy loam, or sand\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7 and chroma of 1 to 4\nTexture (fine-earth fraction)-- loamy sand, loamy fine sand, sandy loam, fine sandy loam, or sand\nBt horizon:\nColor--hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 8\nTexture (fine-earth fraction)-- dominantly sandy clay loam but some pedons have subhorizons of sandy loam or sandy clay. The particle-size control section has 5 to 15 percent silt.\nRedoximorphic features--iron masses in shade of red, yellow, or brown, and iron depletions with chroma 2 or less are within 30 inches of the soil surface\nBtv horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 6, with or without mottles in shades of gray and brown; or it is mottled in shades of gray, yellow, brown, or red; or it has a gray matrix with mottles in shades of yellow, brown, or red\nTexture (fine-earth fraction)-- dominantly sandy clay loam but some pedons have subhorizons of sandy loam or sandy clay.\nRedoximorphic features--iron masses in shade of red, yellow, or brown, and iron depletions in shades of gray\nBtgv horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2\nTexture (fine-earth fraction)-- dominantly sandy clay loam but some pedons have subhorizons of sandy loam or sandy clay.\nRedoximorphic features--iron masses in shade of red, yellow, or brown, and iron depletions in shades of gray\nBC horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 6, with or without mottles in shades of gray and brown; or it is mottled in shades of gray, yellow, brown, or red; or it has a gray matrix with mottles in shades of yellow, brown, or red\nTexture (fine-earth fraction)-- sandy loam, sandy clay loam, or sandy clay.\nRedoximorphic features--iron masses in shade of red, yellow, or brown, and iron depletions in shades of gray\nBCg horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2\nTexture (fine-earth fraction)-- sandy loam, sandy clay loam, or sandy clay.\nRedoximorphic features--iron masses in shade of red, yellow, or brown, and iron depletions in shades of gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nIn same family;\nRobertsdale soils-- have more than 20 percent silt in the particle-size control section, more than 5 percent gravel-size ironstone in the B horizons\nIn similar subactive family;\nSaucier soils-- have more than 20 percent silt in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain\nLandform: uplands\nHillslope Profile Position: summits, shoulders\nGeomorphic Component: interfluves\nParent Material: marine sediments\nElevation: 75 to 450 feet\nMean Annual Air Temperature: 59 to 70 degrees\nMean Annual Precipitation: 38 to 52 inches\nFrost Free Period: 190 to 245 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDothan soils-- do not have mottles of chroma 2 or less within 30 inches of the soil surface\nForeston soils-- have a coarse-loamy particle size control section\nFuquay soils-- higher on the landscape and have sandy A horizons 20 to 40 inches thick\nGoldsboro soils-- do not have as much as 5 percent plinthite\nIrvington soils-- have fragipans\nNoboco soils-- slightly higher on the landscape and do not have mottles of chroma 2 or less within 30 inches of the soil surface\nNorfolk soils-- slightly higher on the landscape and do not have mottles of chroma 2 or less within 30 inches of the soil surface\nLeefield soils-- higher on the landscape and have sandy A horizons 20 to 40 inches thick\nLynchburg soils-- are lower lying soils and have less than 5 percent plinthite\nPaxville soils-- are lower lying soils and have less than 5 percent plinthite\nRains soils-- are lower lying soils and have less than 5 percent plinthite\nRobertsdale soils-- have fragipans\nStilson soils-- higher on the landscape and have sandy A horizons 20 to 40 inches thick\nTifton soils-- slightly higher on the landscape and do not have mottles of chroma 2 or less within 30 inches of the soil surface\nVarina soils-- slightly higher on the landscape and do not have mottles of chroma 2 or less within 30 inches of the soil surface"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): moderately well drained\nInternal Free Water Occurrence: moderately deep, common\nIndex Surface Runoff: low to medium\nPermeability: moderately slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: cropland\nDominant Vegetation: Where cultivated-- growing tobacco, cotton, corn, soybeans, small grain, and pasture grasses.  Where wooded-- pine with scattered hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Alabama, Florida, Georgia, and South Carolina\nExtent: large\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: very deep\nDrainage Class (Agricultural): moderately well drained\nInternal Free Water Occurrence: moderately deep, common\nIndex Surface Runoff: low to medium\nPermeability: moderately slow\nLandscape: middle to upper coastal plain\nLandform: uplands\nGeomorphic Component: interfluves\nHillslope Profile Position: summit, shoulder\nParent Material: marine sediments\nSlope: 0 to 6 percent\nElevation (type location):\nMean Annual Air Temperature (type location): 65 degrees F.\nMean Annual Precipitation (type location): 45 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clarendon County, South Carolina; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (Ap and E horizons).\nArgillic horizon - the zone from 15 to 80 inches (Bt1, Bt2, Bt3, Btv, and Btgv horizons).\nPlinthic feature - more than 5 percent plinthite in the zone from 40 to 80 inches (Btv and Btgv horizons).\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0009 CLARENDON   0-  6   59- 70  190-245  38- 52    75- 450\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0009 NONE          1.5-2.5  APPARENT DEC-MAR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0009  0-15  LS LFS S                0-  0  85-100  2-10   1-  3\nSC0009  0-15  SL FSL                  0-  0  85-100  5-15   1-  4\nSC0009 15-40  SCL                     0-  0  85-100 18-35   2-  5\nSC0009 40-80  SCL SL SC               0-  0  96-100 15-40   2-  5\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0009  0-15  4.5- 6.5  .5-3.  0- 0   2.0- 6.0  LOW\nSC0009  0-15  4.5- 6.5  .5-3.  0- 0   2.0- 6.0  LOW\nSC0009 15-40  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nSC0009 40-80  4.5- 5.5  0.-.5  0- 0   0.2- 0.6  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
