{
  "SERIES": "CLARKSDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF-JWS-RAT",
  "REVDATE": "01/2011",
  "STATES": "IL",
  "OVERVIEW": "The Clarksdale series consists of very deep, somewhat poorly drained soils formed in loess on uplands. Slope gradients range from 0 to 7 percent. Mean annual precipitation is about 914 mm (36 inches) and mean annual air temperature is about 11.1 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clarksdale silt loam, 0 to 2 percent slopes in a cultivated field at an elevation of 198 meters (650 feet) above mean sea level (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; common fine roots throughout; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nE--20 to 31 cm (8 to 12 inches); dark grayish brown (10YR 4/2) silt loam; moderate medium platy structure parting to weak very fine subangular blocky; friable; common very fine and fine roots throughout; many faint very dark grayish brown (10YR 3/2) organic coats on faces of peds and in pores; few fine prominent yellowish brown (10YR 5/6) masses of oxidized iron lining root channels and/or pores, few fine distinct black (2.5Y 2/1) masses of iron-manganese oxides throughout, and many fine distinct light gray (10YR 7/1) and light gray (10YR 7/2) clay depletions between peds; neutral; clear smooth boundary. [8 to 20 cm (3 to 8 inches) thick]\nBE--31 to 41 cm (12 to 16 inches); grayish brown (10YR 5/2) silt loam; moderate fine subangular blocky structure; friable; few fine roots throughout; common distinct very dark grayish brown (10YR 3/2) organo-clay films on faces of peds and in pores; few fine prominent black (2.5Y 2/1) masses of iron-manganese oxides throughout, common fine prominent yellowish brown (10YR 5/6) masses of oxidized iron throughout, and common fine faint light gray (10YR 7/1) clay depletions between peds; moderately acid; clear smooth boundary. [0 to 18 cm (0 to 7 inches) thick]\nBt1--41 to 58 cm (16 to 23 inches); brown (10YR 5/3) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few very fine and fine roots throughout; many prominent dark grayish brown (10YR 4/2) clay films on faces of peds and many prominent very dark gray (10YR 3/1) organo-clay films on faces of peds and in pores; common fine prominent black (2.5Y 2/1) masses of iron-manganese oxides and common fine distinct yellowish brown (10YR 5/6) masses of oxidized iron throughout; moderately acid; clear smooth boundary.\nBt2--58 to 79 cm (23 to 31 inches); brown (10YR 5/3) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots throughout; many faint grayish brown (10YR 5/2) clay films on faces of peds and many prominent very dark gray (10YR 3/1) organo-clay films on faces of peds and in pores; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron throughout, few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron throughout, common fine prominent black (2.5Y 2/1) masses of iron-manganese oxides throughout, and common fine faint light brownish gray (10YR 6/2) iron depletions throughout; moderately acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 13 to 46 cm (5 to 18 inches).]\nBtg1--79 to 119 cm (31 to 47 inches); light brownish gray (2.5Y 6/2) silty clay loam; moderate coarse prismatic structure parting to moderate coarse subangular blocky; firm; few fine roots throughout; common prominent grayish brown (10YR 5/2) clay films on faces of peds and many prominent very dark gray (10YR 3/1) organo-clay films on faces of peds and in pores; many fine and medium prominent strong brown (7.5YR 5/6) masses of oxidized iron throughout, few fine prominent black (2.5Y 2/1) masses of iron-manganese oxides throughout, and few fine faint light brownish gray (10YR 6/2) iron depletions lining root channels and/or pores; neutral; gradual wavy boundary.\nBtg2--119 to 145 cm (47 to 57 inches); light brownish gray (2.5Y 6/2) silt loam; weak coarse prismatic structure; firm; few fine roots throughout; common prominent dark grayish brown (10YR 4/2) clay films in root channels and/or pores; many medium prominent strong brown (7.5YR 5/6) masses of oxidized iron and few fine prominent black (2.5Y 2/1) masses of iron-manganese oxides throughout; neutral; clear wavy boundary. [Combined thickness of the Btg horizon is 51 to 102 cm (20 to 40 inches).]\nBCg--145 to 170 cm (57 to 67 inches); light brownish gray (2.5Y 6/2) silt loam; weak coarse subangular blocky structure; firm; common prominent dark grayish brown (10YR 4/2) clay films in root channels and/or pores; common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron and common medium prominent yellowish red (5YR 5/6) masses of oxidized iron throughout; neutral; clear wavy boundary. [0 to 38 cm (0 to 15 inches) thick]\nCg--170 to 203 cm (67 to 80 inches); light brownish gray (10YR 6/2) silt loam; massive; friable; few distinct dark grayish brown (10YR 4/2) clay films in root channels and/or pores; many medium prominent yellowish red (5YR 4/6) masses of iron accumulation and common medium prominent strong brown (7.5YR 5/6) masses of oxidized iron throughout; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Adams County, Illinois, 800 feet south and 550 feet east of the northwest corner of sec. 16, T. 2 N., R. 7 W.; USGS Lorraine, IL. topographic quadrangle; lat. 40 degrees 9 minutes 55.1 seconds N. and long. 91 degrees 13 minutes 18 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 102 to 152 cm (40 to 60 inches)\nDepth to carbonates: greater than 102 cm (40 inches), commonly greater than 152 cm (60 inches)\nParticle-size control section: averages 35 to 42 percent clay, individual subhorizons can have as little as 30 percent clay.\nSeries control section: averages less than 8 percent sand and less than 1 percent rock fragments.\nAp horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam\nReaction: neutral to moderately acid\nE horizon:\nHue: 10YR\nValue: 4 to6\nChroma: 1 or 2\nTexture: silt loam\nReaction: strongly acid to neutral\nOther features:\nThis horizon is not present in some eroded pedons.\nBt horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: silty clay loam or silty clay\nRedoximorphic iron depletions and concentrations:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 2 to 6\nChroma: 1 to 8\nReaction: strongly acid to neutral\nBtg horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: silty clayloam, silty clay or silt loam\nRedoximorphic iron depletions and concentrations:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 2 to 6\nChroma: 1 to 8\nReaction: slightly acid to moderately alkaline\nCg horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 to 6\nTexture: silt loam\nClay content: averages 18 to 27 percent\nRedoximorphic iron depletions and concentrations:\nHue: 5YR, 7.5YR, 10YR or 2.5Y\nValue: 2 to 6\nChroma: 1 to 8\nReaction: typically neutral to moderately alkaline, but slightly acid in the upper part in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Givin and Oconee soils. Given soils average more than 27 percent clay in the Cg horizon. Oconee soils have a mean annual soil temperature at 51 cm (20 inches) of more than 13.3 degrees C (56 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Clarksdale soils are on summits and side slopes on loess-mantled ground moraines. Slope gradients commonly are 0 to 2 percent but range to 7 percent. Clarksdale soils formed in loess. They are in areas on uplands between Typic Hapludalfs on crests and side slopes near drainageways and Argiudolls on ground moraines farther from the drainageways. Climate is midcontinental with hot summers and cold winters. Mean annual air temperature ranges from 10.0  to 12.2  degrees C. (50 to 54 degrees F.), mean annual precipitation ranges from 864 to 1016 mm (34 to 40 inches), frost free days range from 160 to 190 days, and elevation ranges from 122 to 305 meters (400 feet to 1000 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Downs, Ipava, Keomah, Rozetta, Rushville, and Sable soils. The moderately well drained Downs and Rozetta soils are in similar and more sloping areas. Ipava and Keomah soils are on similar nearby landscapes and form a biosequence with Clarksdale soils. The poorly drained Rushville soils do not have a dark surface layer and are on nearly level or slightly depressional areas. The poorly drained Sable soils have mollic epipedons and are typically on broad upland areas farther from the dissecting drainageways than Clarksdale soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is low to medium. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers per second) in the most restrictive layers. Permeability is moderately slow in the most restrictive layers. In undisturbed areas, the seasonal high water table is above a depth of 51 cm (20 inches) for some time in normal years. Where artificially drained it is above a depth of 91 cm (36 inches) for short periods in spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Clarksdale soils are used to grow corn, soybeans, small grain, and hay. Natural vegetation is grass and deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and western Illinois mainly in MLRAs 108A, 108B, 114B. and 115C. Clarksdale soils are extensive (more than 103,000 acres correlated)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Christian County, Illinois, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The typical pedon was moved from Christian County, Illinois to Adams County, Illinois with the 10/2001 update. The Christian County pedon was in an area where the glacial till is shallower than is typical for the Clarksdale soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 41 cm (16 inches) - (Ap E, and BE horizons);\nArgillic horizon - the zone from 41 to 145 cm (16 inches to 57 inches) - (Bt1, Bt2, Btg1, and Btg2 horizons);\nNational Cooperative Soil Survey\nU.S.A."
  }
}
