{
  "SERIES": "CLARESON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMA-LEB-RGC",
  "REVDATE": "12/2020",
  "STATES": "AR,KS,MO",
  "OVERVIEW": "The Clareson series consists of moderately deep, well drained soils that formed in residuum weathered from limestone.  These soils are on uplands.  Slope ranges from 1 to 3 percent.  Mean annual precipitation is about 1143 mm (45 inches), and mean annual temperature is about 14 degrees C (57 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clareson stony silty clay loam, convex, 2 percent slope in native grass on a summit of an interfluve at an elevation of 290 meters (951 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 inches); very dark brown (10YR 2/2) stony silty clay loam; dark grayish brown (10YR 4/2) dry; moderate medium granular structure; hard, friable; many fine roots; 5 percent limestone flagstones and 15 percent limestone stones; slightly acid; gradual smooth boundary. [15 to 30 centimeters (6 to 12 inches) thick]\nBA--20 to 36 cm (8 to 14 inches); very dark brown (10YR 2/2) silty clay loam, brown (7.5YR 4/2) dry; moderate medium granular structure; hard, firm; common fine roots; 5 percent limestone channers; moderately acid; gradual smooth boundary. [0 to 20 centimeters (0 to 8 inches) thick]\nBt--36 to 64 cm (14 to 25 inches); dark reddish brown (5YR 3/3) very flaggy silty clay, reddish brown (5YR 4/3) dry; moderate medium subangular blocky structure; very hard, very firm; few fine roots; few fine iron-manganese concretions; 15 percent limestone channers and 30 percent flagstones; moderately acid; gradual wavy boundary. [15 to 43 centimeters (6 to 17 inches) thick]\nBC--64 to 76 cm (25 to 30 inches); dark reddish brown (5YR 3/3) very flaggy silty clay, reddish brown (5YR 4/3) dry; weak medium subangular blocky structure; very hard, very firm; common medium distinct strong brown (7.5YR 5/8) iron-manganese masses; common small black concretions; flaggy limestone fragments comprise 55 percent of volume; neutral; abrupt wavy boundary. [0 to 30 centimeters (0 to 12 inches) thick]\nR--76 cm (30 inches); hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crawford County, Kansas; about 4 miles west and l 3/4 miles south of Arcadia; 1,100 feet north and 150 feet east of the southwest corner of sec. 8, T. 28 S., R. 25 E; USGS Arma, Kansas topographic quadrangle; lat. 37 degrees 38 minutes 32.50 seconds N. and long. 94 degrees 48 minutes 15.36 seconds W.; UTM Zone 15, 340811 easting and 4167666 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: ranges from 51 to 102 centimeters (20 to 40 inches).\nDepth to argillic horizon:  36 to 64 cm (14 to 25 inches)\nMollic thickness: 20 to 51 centimeters (8 to 20 inches)\nParticle-size control section (weighted average):  36 to 64 cm (14 to 25 inches)\nClay content: 38 to 70 percent\nRock fragments: 35 to 85 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 2 or 3 and 3 to 5 dry\nChroma: 2 or 3\nTexture: silt loam, silty clay loam, or their channery, flaggy, or stony analogues.\nClay content: 20 to 39 percent\nSand content: 0 to 20 percent\nRock fragment content: 0 to 20 percent\nReaction: moderately acid to neutral\nBA horizon:\nHue: 7.5YR or 10YR\nValue: 2 or 3 and 3 to 5 dry\nChroma: 2 or 3\nTexture: silt loam, silty clay loam, silty clay, clay, or their channery, flaggy, or stony analogues\nClay content: 20 to 55 percent\nSand content: 0 to 20 percent\nRock fragment content: 0 to 20 percent\nReaction: moderately acid to neutral\nBt horizon:\nHue: 2.5YR to 7.5YR\nValue: 2 to 4 and 4 or 5 dry\nChroma: 2 to 6\nTexture: very or extremely channery, flaggy, or stony silty clay, clay or silty clay loam\nClay content: 38 to 70 percent\nSand content: 0 to 25 percent\nRock fragment content: 35 to 85 percent limestone channers or flagstones.\nReaction: moderately acid to neutral\nBC horizon: (when present)\nHue: 2.5YR to 7.5YR\nValue: 2 to 4 and 4 or 5 dry\nChroma: 2 to 6\nTexture: very or extremely channery, flaggy, or stony silty clay or clay\nClay content: 40 to 70 percent\nSand content: 0 to 20 percent\nRock fragment content: 35 to 85 percent limestone channers or flagstones.\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Clareson soils are on uplands that have a convex surface.  Slope ranges from 0 to 15 percent.  The soils formed in material weathered from hard limestone that is jointed and thinly bedded.  Mean annual precipitation ranges from 940 to 1200 mm (37 to 47 inches).  Mean annual temperature ranges from 14 to 17 degrees C (57 to 63 degrees F).  Frost-free period is 175 to 255 days.  Elevation is 230 to 395 meters (755 to 1295 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Catoosa, Aliceville (Lula), Ringo, Sogn, Summit, and Zaar soils.  Catoosa, Aliceville (Lula), and Sogn are on similar topographic positions as Clareson soils.  Aliceville, Ringo and Summit are moderately well drained.  Sogn is somewhat excessively drained and Zaar is somewhat poorly drained or moderately well drained.  Ringo, Summit, and Zaar soils contain less than 15 percent coarse fragments and are below Clareson soils in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  Potential for surface runoff is high to very high.  Saturated hydraulic conductivity is moderately high (1 to 4 micrometers per second) in the surface and moderately low (0.4 to 1.4 micrometers per second) in the subsoil.  Permeability is moderately slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are mostly in native grass pasture.  Most common grasses are big bluestem, little bluestem, switchgrass, indiangrass, and sideoats grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 76, MLRA 84A, MLRA 112, and MLRA 116A in southeastern Kansas, southwestern Missouri and northwestern Arkansas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crawford County, Kansas, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 36 cm (14 inches) (A and BA horizons).\nArgillic horizon: from a depth of 36 to 64 cm (14 to 25 inches) (Bt horizon).\n05/2003 Cation-exchange activity class added, horizon nomenclature updated.\nNASIS data mapunit ID 745328 represents the typical pedon.  Other NASIS DMU ID's are 745325, 745326, 745327 and 745330.\nADDITIONAL DATA:\nLaboratory data--Kellogg Soil Survey Laboratory, Lincoln, Nebraska. - user pedon IDs 1969KS037016 and 83KS121001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
