{
  "SERIES": "CLAREVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-JKW-JAG",
  "REVDATE": "11/2010",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clareville loam, on southeast-facing, 0.7 percent slope in cropland; elevation is 55 meters (180 feet). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 13 cm (0 to 5 in); dark gray (10YR 4/1) loam, very dark gray (10YR 3/1), moist; weak fine granular structure; hard, friable; slightly sticky; few fine roots; neutral; abrupt smooth boundary. (8 to 20 cm [3 to 8 in] thick)\nA--13 to 28 cm (5 to 11 in); very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; weak fine subangular blocky structure; hard, friable; sticky; few fine roots; few fine pores; neutral; clear smooth boundary.  (10 to 20 cm [4 to 8 in] thick)\nBt1--28 to 46 cm (11 to 18 in); very dark gray (10YR 3/1) clay loam, black (10YR 2/1), moist; moderate fine and medium subangular blocky structure; very hard, firm, sticky; few fine roots; many fine pores; few distinct clay films; slightly alkaline; gradual smooth boundary.  (0 to 64 cm) [0 to 25 in] thick)\nBt2--46 to 64 cm (18 to 25 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2), moist; moderate medium prismatic structure parting to moderate medium blocky; very hard, firm, sticky; few fine roots; many fine pores; common distinct clay films; few wormcasts; slightly alkaline; gradual wavy boundary.  (15 to 30 cm [6 to 12 in] thick)\nBtk--64 to 84 cm (25 to 33 in); brown (10YR 5/3) clay loam, brown (10YR 4/3), moist; moderate medium blocky structure; very hard, very firm, sticky; few fine roots; many fine pores; common distinct clay films; few masses of calcium carbonate; few wormcasts; slightly effervescent; moderately alkaline; gradual wavy boundary.  (10 to 30 cm [4 to 12 in] thick)\nBk1--84 to 97 cm (33 to 38 in); grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2), moist; weak medium blocky structure; very hard, very firm, sticky; few fine roots; few fine pores; many wormcasts; few masses and concretions of calcium carbonate; slightly effervescent; moderately alkaline; clear wavy boundary.  (8 to 25 cm [3 to 10 in] thick)\nBk2--97 to 117 cm (38 to 46 in); grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; hard, firm, sticky; few fine roots; few fine pores; about 20 percent masses and concretions of calcium carbonate; strongly effervescent; moderately alkaline; gradual smooth boundary.  (10 to 30 cm [4 to 12 in] thick)\nBCk--117 to 203 cm (46 to 80 in); very pale brown (10YR 8/3) loam, very pale brown (10YR 7/3) moist; weak coarse subangular blocky structure; hard, friable; few masses and concretions of calcium carbonate; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jim Wells County, Texas; From the intersection of U.S. Highway 281 and Texas Highway 359 in Alice, 16 miles northeast on Texas Highway 359; 130 yards east of gas pipeline marker and right-of-way marker in cropland; (this point is 1.55 miles southwest of the intersection of Texas Highway 359 and Farm Road 624 in Orange Grove). Orange Grove, USGS topographic quadrangle; Latitude is 27 degrees 56 minutes 13.3 seconds N; 97 degrees 56 minutes 51.6 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 150 to 203 (60 to 80 in).  The mollic epipedon is 50 to 127 cm (20 to 50 in) thick.\nSoil Moisture: A typic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May. Mean annual soil temperature: 22 to 24 (72 to 75 degrees F).\nDepth to secondary calcium carbonate: 61 to 91 cm (24 to 36 in)\nParticle-size control section (weighted average)\nClay content: 35 to 45 percent\nA Horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: loam, clay loam, or sandy clay loam\nReaction: neutral or slightly alkaline\nBt Horizon\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: sandy clay loam, clay loam, sandy clay, or clay\nReaction: neutral or slightly alkaline\nBtk or Bk Horizons\nHue: 7.5YR or 10YR\nValue: 3 to 6 (increases with depth)\nChroma: 1 to 4 (increases with depth)\nTexture: sandy clay loam, clay loam, sandy clay, or clay\nCalcium carbonate equivalent: 5 to 30 percent\nEffervescence: none to strong\nBCk Horizon\nHue: 7.5YR or 10YR\nValue: 5 to 8\nChroma: 2 to 6\nTexture: loam, clay loam, or sandy clay loam\nCalcium carbonate equivalent: 15 to 50 percent\nEffervescence: none to strong"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar soils include Abilene (TX), Blanket (TX), Cuero (TX), Ramadero (TX), Runge (TX), and Smithville (TX) series.\nAbilene, Blanket, and Smithville soils: have mean annual soil temperature of less than 22 degrees C (72 degrees F).\nCuero, Ramadero, Runge, and Smithville soils: have a fine-loamy particle-size control section.  In addition, Runge soils have a mollic epipedon less than 20 in thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvial sediments of Holocene age\nLandscape: coastal plain\nLandform: base slope on draw\nSlope: dominantly 0 to 5 percent but mainly less than 2 percent.\nMean annual air temperature range: 21 to 24 (70 to 75 degrees F)\nMean annual precipitation range: 635 to 864 mm (25 to 34 in)\nPrecipitation Pattern: Precipitation mostly falls during the spring months and then during the fall months. December through March are the driest months.\nFrost-free period: 250 to 300 days\nElevation: 30.5 to 122 m (100 to 400 ft)\nThornthwaite annual P-E indices: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Edroy (TX), Hidalgo (TX), Lattas (TX), Orelia (TX), Raymondville (TX), Runge (TX), Victoria TX), Weesatche (TX), and Willacy (TX) series.\nHidalgo, Orelia, Runge, Weesatche, and Willacy soils: have less than 35 percent clay in the particle-size control section; on a slightly higher position.\nEdroy soils: have a clayey surface; are in depressions\nLattas and Victoria soils: have a clayey surface: are on coastal plain flats\nRaymondville soils: do not have an argillic horizon; are on coastal plain flats"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderately slow permeability.  Runoff is negligible on slopes of less than 1 percent, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as cropland but some areas are in rangeland.  Cultivated crops are cotton, grain sorghum, and corn.  Native grasses include Arizona cottontop, little bluestem, sideoats grama, curlymesquite, and Texas bristlegrass.  Woody invaders are whitebrush, spiny hackberry, and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and Central Rio Grande Plain and Gulf Coast Prairies, Texas; LRR I; MLRA 83A, 83C.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bee County, Texas; 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 64 cm (0 to 25 in)\nArgillic horizon -28 to 84 cm (11 to 33 in)\nCalcic horizon - 64 to 163 cm (25 to 64 in)\nADDITIONAL DATA:  NSSL Lincoln lab. sample numbers 71L843-71L845 and 71L846-71L848 for mineralogy and particle size analyses and samples T2L207-T2L214 for particle size analyses and water content at 15 bars.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
