{
  "SERIES": "CLAYSVILLE",
  "STATUS": "Established Series",
  "BYREV": "CER-JRS-AR-DRM; Rev. DHK",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Claysville silty clay loam - on a 10 percent northeast facing concave slope with hummocky microrelief in a pasture. (Colors are for moist soil unless otherwise indicated.)\nA1--0 to 8 inches; very dark grayish brown 10YR 3/2 silty clay loam, gray (10YR 5/1) dry; strong medium granular structure; friable; many fine roots; many faint very dark gray (10YR 3/1) organic coats on faces of peds; neutral; clear smooth boundary.\nA2--8 to 13 inches; very dark grayish brown (10YR 3/2) silty clay loam, very dark grayish brown (10YR 3/2) silty clay loam, crushed gray (10YR 5/1) dry; strong coarse granular structure; friable; many fine roots; many faint very dark gray (10YR 3/1) organic coats on faces of peds; neutral; clear smooth boundary. (Combined thickness of the A horizons is 10 to 18 inches)\nBA--13 to 22 inches; dark grayish brown (2.5Y 4/2) silty clay; common fine prominent yellowish brown (10YR 5/4) mottles; moderate fine prismatic structure parting to moderate fine subangular blocky; firm; many fine roots; many distinct very dark gray (10YR 3/1) organic coats on faces of peds; neutral; clear smooth boundary. (0 to 12 inches thick)\nBw1--22 to 38 inches; light olive brown (2.5Y 5/4) silty clay loam; many coarse prominent grayish brown (10YR 5/2) and many medium distinct yellowish brown (10YR 5/6) mottles; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common fine roots; few distinct grayish brown (2.5Y 5/2) coatings on faces of peds; common very fine dark concretions and soft accumulations (iron and manganese oxides); few slickensides; neutral; gradual smooth boundary.\nBw2--38 to 45 inches; light olive brown (2.5Y 5/4) silty clay loam; common medium prominent yellowish brown (10YR 5/6) mottles; moderate coarse prismatic structure; firm; common fine roots; few distinct grayish brown (2.5Y 5/2) coatings on faces of peds; common fine dark concretions and soft accumulations (iron and manganese oxides); few slickensides; 10 percent light yellowish brown (2.5Y 6/4) shale and siltstone fragments; neutral; clear smooth boundary. (Combined thickness of the Bw horizons is 20 to 40 inches)\nBC--45 to 54 inches; light brownish gray (10YR 6/2) shaly silty clay; common medium prominent olive yellow (2.5Y 6/6) mottles; weak coarse subangular blocky structure; firm; few medium roots; 20 percent light yellowish brown (2.5Y 6/4) shale and siltstone fragments; neutral; clear boundary. (0 to 18 inches thick)\nC1--54 to 75 inches; light brownish gray (2.5Y 6/2) silty clay loam; common coarse prominent dark yellowish brown (10YR 3/4) mottles; massive; firm; few medium roots; 5 percent light yellowish brown (2.5Y 6/4) shale and siltstone fragments; neutral; clear boundary.\nC2--75 to 84 inches; yellowish brown (10YR 5/4) shaly silty clay loam; common medium prominent gray (10YR 6/1) mottles; massive; firm; 20 percent light yellowish brown (2.5Y 6/4) shale and siltstone fragments; neutral above 80 inches; slight effervescence and mildly alkaline below 80 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Muskingum County, Ohio; Blue Rock Township; about 3 1/2 miles east of Gaysport; 2400 feet east of the intersection of Cutler Lake Road and Imlay Road, along Cutler Lake Road, then 300 feet north of Cutler Lake Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches. Depth to free carbonates ranges from 30 to 84 inches. Thickness of the mollic epipedon is 10 to 18 inches. The particle size control section is 35 to 50 percent clay. Rock fragments, mostly small fragments of shale, siltstone, or limestone are less than 15 percent in A horizon, 0 to 20 percent in BA and Bw horizons, and 0 to 40 percent in BC and C horizons.\nThe A horizon (and Ap in some cultivated pedons) has hue of 10YR, value of 2 or 3 (5 or less dry), and chroma of 1 to 3. It is silty clay loam or silty clay. It is neutral or slightly\nacid.\nThe BA horizon commonly has hue of 10YR or 2.5Y; value of 4, and less commonly 2 or 3 if part of the mollic epipedon; chroma of 2 to 4; and has distinct or prominent mottles (below the mollic epipedon). It is silty clay loam or silty clay; or their shaly or channery analogues. It is neutral or slightly acid.\nThe Bw horizon commonly has hue of 2.5Y or 10YR, and less commonly 7.5YR or 5YR in some subhorizons; value of 4 to 6; chroma 2 to 6; and distinct or prominent mottles. It is silty clay, clay, or silty clay loam; or their shaly or channery analogues. It is slightly acid to mildly alkaline.\nThe BC horizon commonly has hue of 2.5Y or 10YR, and less commonly 7.5YR or 5YR in some subhorizons; value 4 to 6, and chroma of 2 to 6. It is silty clay, clay, or silty clay loam; or their shaly, channery; or very shaly or very channery analogues. It is neutral or mildly alkaline and contains free carbonates in some pedons.\nThe C horizon has a wide range of colors and is variegated in many pedons. It commonly has hue of 5Y to 10R, value of 3 to 6, and chroma of 2 to 6. It is silty clay loam, silty clay, or clay; or their shaly, channery, or very shaly or very channery analogues. The C horizon is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lawshe and Snead series in the same family, and the Brookside, Guernsey, Sees, Upshur, Vandalia and Woolper series. Lawshe and Snead soils have sola less than 40 inches thick. In addition, Lawshe soils formed in colluvium from hard limestone. Brookside, Guernsey, Vandalia and Upshur soils have an ochric epipedon with value moist of 4 or more. In addition, Vandalia and Upshur have dominant hue of 5YR or redder, and Guernsey soils have an argillic horizon. Sees and Woolper soils have a surface layer with value 3 or less that is less than 10 inches thick. In addition, they are better drained than Claysville."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Claysville soils are on the concave part of colluvial footslopes and benches below steeper slopes. Slope gradients commonly are 8 to 15 percent, but range from 6 to 20 percent. Seeps, springs, and slips are common. Seepage water is carbonate rich from local limestone beds and groundwater below. The soils formed in colluvium from interbedded siltstone, shale, and limestone. Mean annual precipitation ranges from about 38 to 42 inches, and mean annual temperature ranges from about 49 to 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Brookside, Guernsey, Upshur, and Vandalia soils; and the Berks, Gilpin, Lowell, and Westmoreland soils. None of these soils has a mollic epipedon, and all are well drained or moderately well drained. Brookside, Guernsey, and Vandalia soils are on the more convex parts of colluvial benches and footslopes. Berks, Gilpin, and Lowell soils are on steep hillsides above the benches; and Upshur soils are on the upper parts of hillsides and on summits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Surface runoff is rapid. Permeability is moderately slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used as pasture. A few areas are drained and used for corn, small grains and hay. Seeps and slips make cultivation difficult in some areas. A few areas are wooded. The original vegetation was mixed prairie grasses and hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern and southeastern Ohio, and possibly eastern Kentucky, Pennsylvania and West Virginia. The series is of small extent, with approximately 8000 acres identified."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Muskingum County, Ohio, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Not prime farmland because slopes exceed 6 percent. Claysville soils were previously considered part of the Sees series.\nThe 01/2006 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on NASIS data elements for Guernsey, Morgan and Muskingum Counties, Ohio, and on associated soils, but not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available. Additionally, data elements in NASIS indicate an Aquertic subgroup.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nDiagnostic features and horizons recognized in this pedon are as follows:\nmollic epipedon - from the surface to a depth of about 13 inches (A1, A2)\ncambic horizon - the zone from a depth of about 13 to 45 inches (BA, Bw1, Bw2 horizons)\nADDITIONAL DATA: Samples have been collected for characterization, mineralogy, and engineering data on the typical pedon, MS-32.\nPrevious revision dates: 06/88- CER-JRS-AR-DRM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
