{
  "SERIES": "CLEAVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMA-MJZ-JBF",
  "REVDATE": "02/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Typic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cleaver very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The surface is covered with 55 percent gravel, 15 percent cobbles and 1 percent stones.\nA--0 to 5 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine interstitial pores; 50 percent gravel; slightly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (3 to 10 cm thick)\nV--5 to 8 cm; light gray (10YR 7/1) loam, grayish brown (10YR 5/2) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many fine and very fine vesicular pores; strongly effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (3 to 10 cm thick)\nBt--8 to 20 cm; brown (7.5YR 5/4) gravelly clay loam, brown (7.5YR 4/4) moist; weak medium and coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common medium, few fine and common very fine roots; common very fine and fine tubular pores; 20 percent gravel; common faint and distinct clay bridges; slightly alkaline (pH 7.6); clear wavy boundary.  (10 to 25 cm thick)\nBtk--20 to 28 cm; light brown (7.5YR 6/4) gravelly loam, brown (7.5YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common medium, few fine, and common very fine roots; few fine and many very fine tubular pores; common faint clay bridges; 25 percent gravel; secondary carbonates segregated as coats on bottoms of rock fragments; slightly alkaline (pH 7.8); abrupt wavy boundary.  (0 to 20 cm thick)\nBqkm--28 to 51 cm; white cemented material; indurated by opaline silica and secondary carbonates; broken in places by krotovinas; strongly effervescent; strongly alkaline (pH 9.0); gradual wavy boundary.  (20 to 80 cm thick)\nBqk1--51 to 99 cm; pink (7.5YR 7/4) extremely gravelly loamy sand, brown (7.5YR 5/4), moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 35 percent strongly cemented carbonate concretions; 5 percent stones, 10 percent cobbles and 50 percent gravel; violent effervescence; strongly alkaline (pH 8.7); clear wavy boundary. (15 to 60 cm thick)\nBqk2--99 to 142 cm; pink (7.5YR 7/4) extremely gravelly loamy sand, brown (7.5YR 5/4), moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 20 percent weakly cemented carbonate concretions and 20 percent carbonate masses and 20 percent strongly cemented carbonate concretions; 5 percent stones, 10 percent cobbles and 55 percent gravel; violent effervescence; strongly alkaline (pH 8.7); clear wavy boundary. (0 to 60 cm thick)\n2Bqky--142 to 197 cm; light yellowish brown (10YR 6/4) extremely gravelly loamy sand, dark yellowish brown (10YR 4/4), moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; 10 percent strongly cemented silica concretions around rock fragments and 20 percent weakly cemented carbonate concretions and 20 percent carbonate masses and fine barite crystals; 5 percent stones, 10 percent cobbles and 55 percent gravel; violent effervescence; strongly alkaline, (pH 8.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyon County, Nevada; about 5.7 kilometers southeast of Weeks; USGS Wabuska 7.5 minute topographic quadrangle ;about 250 feet south and 290 feet west of the northeast corner of section 24, T. 16 N., R. 24 E.; latitude 39 degrees 14 minutes 38.5 seconds N and longitude 119 degrees 13 minutes 55.0 seconds W; WGS84 Decimal Degrees 39.2440000 latitude, -119.2319167  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist winter and early spring, dry from late April through early December; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to indurated duripan: 25 to 50 cm.\nParticle-size control section - Clay Content: averages 18 to 35 percent.\nRock fragments: Averages 15 to 35 percent, mostly gravels.\nA and V horizons\nChroma:  1 through 3, dry or moist.\nRock fragments: 0 to 50 percent, mainly gravel.\nReaction:  Slightly alkaline through strongly alkaline.\nOther features:  Some pedons commonly have a varnished desert pavement; the upper few centimeters are commonly calcareous due to recharge from dust.\nBt and Btk horizons\nHue:  7.5YR or 10YR.\nValue:  5 or 6 dry, 3 through 5 moist.\nChroma:  3 through 5, dry or moist.\nTexture:  Gravelly loam, gravelly clay loam with subhorizons of gravelly clay common in some pedons.\nClay content:  25 to 35 percent.\nRock fragments:  15 to 35 percent.\nStructure: Weak or moderate; subangular blocky, prismatic or massive.\nReaction:  Slightly alkaline through strongly alkaline.\nOther features:  In some pedons transitional Bt horizons with sandy loam, fine sandy loam, loam or clay loam containing few or no gravel are common in the upper part of the argillic horizon and from 15 to 40 percent gravel and cobbles in the lower part.\nBqk and 2Bqky horizons if present\nHue:  7.5YR or 10YR.\nValue:  5 or 6 dry, 3 through 5 moist.\nChroma:  3 through 5, dry or moist.\nTexture:  Stratified extremely gravelly coarse sand to gravelly sandy loam.\nReaction: Slightly alkaline through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Corder, Laped, Shoofly, Silent, Spanel, and Tumtum series.\nCorder and Laped soils have lithic contacts at depths of 50 to 76 cm.  Shoofly soils have duripans less than 15 cm thick.  Silent soils are calcareous throughout.  Spanel soils are moist for 10 to 20 days cumulative between July and September and October due to convection storms.  Tumtum soils have mean annual soil temperature of 8 to 9 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cleaver soils are on fan remnants.  These soils formed in alluvium derived primarily from igneous rock.  Slopes are 2 to 30 percent.  Elevations range from 1,220 to 1,520 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 180 mm, the mean annual temperature is 10 to 12 degrees C., and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Bluewing and Theon soil. Bluewing is sandy-skeletal and lacks a duripan. Theon soils are shallow over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleaver soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly Bailey greasewood, shadscale, Nevada ephedra, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and north-central Nevada.  These soils are moderately extensive.  MLRAs 26 and 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lyon County (Physical Survey of the Mason Valley Soil Conservation District), Nevada, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A and V horizons).\nArgillic horizon - The zone from 8 to 28 cm (Bt and Btk horizons).\nIdentifiable secondary carbonates - The zone from 20 to 197 cm (Btk, Bqkm1, Bqmk2, Bqk1, Bqk2, and 2Bqky horizons).\nDuripan - The zone from 28 to 66 cm (Bqkm1 and Bqmk2 horizons).\nParticle-size control section - The zone from the soil surface to 28 cm (A1, A2, Bt, and Btk horizons).\nADDITIONAL DATA: A nearby pedon has full characterization by the Soil Survey Lab (SSL), Lincoln NE as soil survey sample number S08NV019001 (Pedon # 08N0490).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
