{
  "SERIES": "CLEARWATER",
  "STATUS": "Established Series",
  "BYREV": "MDO-RWD-CJH",
  "REVDATE": "03/2000",
  "STATES": "MN",
  "OVERVIEW": "The Clearwater series consists of very deep, poorly drained and very poorly drained soils formed in clayey, calcareous till on lake plains.  These soils have moderate to slow permeability in the upper part and slow permeability in the lower part.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 21 inches.  Mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clearwater clay on a level glacial lake plain in a cultivated field at 1020 feet elevation.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; black (N 2/0) clay, black (N 2/0) dry; moderate very fine granular structure; firm; about 5 percent gravel; slightly alkaline; abrupt smooth boundary.  (7 to 16 inches thick)\nBss1--8 to 16 inches; dark grayish brown (2.5Y 4/2) clay; few fine distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; moderate fine angular blocky structure; firm; about 5 percent gravel; few intersecting slickensides tilted less than 45 degrees from horizontal;  cracks 1/2 to 3 inches wide and 2 to 4 feet apart filled with A material; slight effervescence; slightly alkaline; clear smooth boundary.  (3 to 24 inches thick)\nBss2--16 to 35 inches; grayish brown (2.5Y 5/2) clay; few fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; moderate very fine angular blocky structure; firm; about 3 percent gravel; few intersecting slickensides tilted less than 60 degrees from horizontal;  cracks 1/4 to 1 inch wide and 2 to 4 feet apart filled with A material;few masses or threads of segregated lime; strong effervescence; moderately alkaline; clear smooth boundary.  (0 to 23 inches thick)\nCg1--35 to 65 inches; olive gray (5Y 4/2) clay; common fine prominent light olive brown (2.5Y 5/4) and common medium prominent olive yellow (2.5Y 6/6) redoximorphic concentrations; massive; very firm; about 2 percent gravel; strong effervescence; moderately alkaline; clear wavy boundary.\nCg2--65 to 80 inches; olive gray (5Y 5/2) clay; many large faint dark gray (5Y 4/1) redoximorphic depletions and few medium prominent yellowish brown (10YR 5/8) redoximorphic concentrations; massive; very firm; about 3 percent gravel; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pennington County, Minnesota; about 6 miles west and 3 1/2 miles south of St. Hilaire; 325 feet north and 1750 feet east of the southwest corner of sec. 24 T. 152 N., R. 45 W.  USGS Red Lake Falls quadrangle Lat. 47 degrees 58 minutes 5 seconds N. and Long. 96 degrees 21 minutes 40 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 16 inches.  The soil is calcareous in all parts below 10 inches.  The A horizon is calcareous throughout in some pedons.  Typically the profile has 2 to 8 percent rock fragments.  The particle-size control section has 35 to 60 percent clay and less than 20 percent fine sand or coarser.  It is slightly alkaline or moderately alkaline.\nAn Oa horizon 4 to 6 inches thick is present when mapped as the depressional phase.  The texture is muck.\nThe A horizon has hue of 10YR or 2.5Y or is neutral, value of 2 or 3, and chroma of 0 to 2.  It is silty clay, clay, silty clay loam, clay loam or sandy clay loam.  It is neutral to slightly alkaline.\nThe Bss horizon has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 1 or 2.  It is typically clay or silty clay but ranges to silty clay loam.   It is slightly alkaline or moderately alkaline.  Some pedons have a thin Bkss horizon below 16 inches.  Distinct slickensides and cracks filled with A material are present.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 or 2.  It typically has common or many faint to prominent redoximorphic features. It is slightly or moderately alkaline.  It typically is clay, but in some pedons it is clay loam, silty clay, clay, and silty clay loam below a depth of 36 inches.   The Cg is absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Fargo series.  The Fargo series does not have rock fragments, does not have carbonates within 10 inches and formed in lacustrine sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Clearwater soils have flat or slightly concave slopes with gradient of 0 to 2 percent on lake plains.  These soils formed in clayey, calcareous till of the late Wisconsinan glaciation.  Mean annual precipitation ranges from 18 to 28 inches with 80 to 85 percent accumulating in April to October.  Mean annual air temperature ranges from 36 to 42 degrees F.  Frost-free days range from 88 to 140.  Elevation ranges from 800 to 1300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boash, Espelie, Hilaire, Reis and Wyandotte soils.  The Boash soils have fine-loamy substratum within the control section.  Espelie soils have a sandy mantle.  Hilaire soils are moderately well drained, have a sandy mantle, and are on higher lying areas.  Reis soils have a calcic horizon within 16 inches of the surface and are on slight rises.  The Wyandotte soils have sandy-skeletal 2C horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Surface runoff is slow or very slow.  Some areas are subject to rare flooding.  Permeability is moderate or slow in the upper part and slow in the lower part.  Depth to an apparent seasonal high water table is as high as 0.5 to 1.5 feet at some time between April and June in most years in undrained areas.  Depressional areas have an apparent high water rable as high as +1.0 to 0.5 feet at some time during the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Clearwater soils are cultivated to small grain, sunflowers, or corn; some is used for pasture.  Native vegetation was tall grass prairie interspersed with aspen and oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwest Minnesota.  This series is moderately extensive.  Total acreage is about 45,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pennington County, Minnesota, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon: mollic epipedon - the zone from the surface to a depth of 8 inches (Ap horizon); aquic moisture regime per low chroma below mollic horizon; Vertisol criteria - cracks filled with A material and slickensides in the Bss horizon.\nLoam and mucky loam surfaces phases are no longer allowed in the range of the series.  They will be included with the Foxlake series. (3/2000)\nADDITIONAL DATA:  Refer to MN. Agr. Exp. Sta. CFC No. 2486 for results of some analysis of the typifying pedon and NSSL 97MN125-010 for characterization data of an additional pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "N",
        "dry_value": 2,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; black (N 2/0) clay, black (N 2/0) dry; moderate very fine granular structure; firm; about 5 percent gravel; slightly alkaline; abrupt smooth boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 20,
        "bottom": 41,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bss1--8 to 16 inches; dark grayish brown (2.5Y 4/2) clay; few fine distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; moderate fine angular blocky structure; firm; about 5 percent gravel; few intersecting slickensides tilted less than 45 degrees from horizontal;  cracks 1/2 to 3 inches wide and 2 to 4 feet apart filled with A material; slight effervescence; slightly alkaline; clear smooth boundary.  (3 to 24 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 41,
        "bottom": 89,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bss2--16 to 35 inches; grayish brown (2.5Y 5/2) clay; few fine distinct light olive brown (2.5Y 5/4) redoximorphic concentrations; moderate very fine angular blocky structure; firm; about 3 percent gravel; few intersecting slickensides tilted less than 60 degrees from horizontal;  cracks 1/4 to 1 inch wide and 2 to 4 feet apart filled with A material;few masses or threads of segregated lime; strong effervescence; moderately alkaline; clear smooth boundary.  (0 to 23 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 89,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--35 to 65 inches; olive gray (5Y 4/2) clay; common fine prominent light olive brown (2.5Y 5/4) and common medium prominent olive yellow (2.5Y 6/6) redoximorphic concentrations; massive; very firm; about 2 percent gravel; strong effervescence; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 165,
        "bottom": 203,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Cg2--65 to 80 inches; olive gray (5Y 5/2) clay; many large faint dark gray (5Y 4/1) redoximorphic depletions and few medium prominent yellowish brown (10YR 5/8) redoximorphic concentrations; massive; very firm; about 3 percent gravel; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
