{
  "SERIES": "CLEARLINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/DL/RWL",
  "REVDATE": "05/2006",
  "STATES": "OR",
  "OVERVIEW": "The Clearline series consists of deep, well drained soils on midslopes of plateaus and canyons. Clearline soils formed in ash and colluvium derived from basalt. Slopes are 30 to 90 percent. The mean annual precipitation is about 23 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clearline very gravelly ashy silt loam - Rangeland, on a 50 percent planar southwest-facing slope at an elevation of 4680 feet. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches; very dark grayish brown (10YR 3/2) very gravelly ashy silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine irregular pores; 25 percent gravel and 10 percent cobbles; NaF pH 8.4; neutral (pH 6.7); gradual smooth boundary.\nA2--4 to 16 inches; very dark grayish brown (10YR 3/2) very gravelly ashy silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine and fine roots; common fine tubular pores; 25 percent gravel and 10 percent cobbles; neutral (pH 7.0); gradual smooth boundary. ( Combined thickness of A horizon is 16 to 32 inches)\nAB--16 to 26 inches; dark brown (10YR 3/3) very gravelly ashy fine sandy loam, brown (10YR 5/3) dry; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common fine tubular pores; 30 percent gravel, 15 percent cobbles, and 5 percent stones; NaF pH 8.5; neutral (pH 7.0); clear wavy boundary. ( 0 to 12 inches thick)\nBw1--26 to 36 inches; yellowish brown (10YR 5/4) very gravelly ashy fine sandy loam, very pale brown (10YR 7/3) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; few fine tubular pores; 35 percent gravel, 15 percent cobbles and 5 percent stones; NaF pH 8.9; slightly alkaline (pH 7.4); clear wavy boundary. ( 9 to 12 inches thick)\n2Bw2--36 to 42 inches; dark yellowish brown (10YR 4/4) very cobbly loam, light yellowish brown (10YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; slightly effervescent; 20 percent gravel, 30 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.4); gradual smooth boundary.\n2Bw3--42 to 55 inches; brown (10YR 4/3) very cobbly loam, light yellowish brown (10YR 6/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; slightly effervescent; 30 percent gravel, 20 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.8); abrupt irregular boundary. (Combined thickness of 2Bw horizon is 13 to 23 inches)\n2R--55 inches; basalt bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon; located 1,920 feet south and 960 feet east of the northwest corner of section 9, T.2 S., R.47 E. (Latitude 45 degrees, 24 minutes, 16 seconds N, Longitude 116 degrees, 57 minutes, 23 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are dry in all parts between 8 and 31 inches for 75 to 90 consecutive days during the summer. The mean annual soil temperature is 42 to 45 degrees F. Depth to bedrock is 40 to 60 inches. The mollic epipedon ranges from 20 to 30 inches thick. Depth to the 2Bw horizon is 30 to 50 inches. The particle-size control section has 5 to 18 percent clay, 30 to 55 percent volcanic glass, and 40 to 75 percent rock fragments. Base saturation (sum) is 75 to 90 percent.\nThe A1 horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 1 or 2 moist or dry. It is very gravelly ashy silt loam with 5 to 10 percent clay. It has 35 to 45 percent rock fragments with 20 to 35 percent gravel and 0 to 10 percent cobbles. It has 15 to 30 percent volcanic glass, and 0.2 to 0.4 percent acid oxalate extractable aluminum plus one-half iron. Soil reaction is slightly acid to neutral.\nThe A2 horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist or dry. It is extremely cobbly ashy silt loam or very gravelly ashy silt loam with 5 to 10 percent clay. It has 35 to 65 percent rock fragments with 25 to 40 percent gravel, 5 to 35 percent cobbles, and 0 to 10 percent stones. It has 15 to 30 percent volcanic glass and 0.2 to 0.4 percent acid oxalate extractable aluminum plus one-half iron. Soil reaction is slightly acid to neutral.\nThe AB horizon, where present, is very gravelly ashy silt loam or very gravelly ashy fine sandy loam with 5 to 15 percent clay. It has 40 to 65 percent rock fragments with 30 to 45 percent gravel, 10 to 35 percent cobbles, and 0 to 10 percent stones. It has 30 to 60 percent volcanic glass and 0.2 to 0.4 percent acid oxalate extractable aluminum plus one-half iron. Soil reaction is neutral.\nThe Bw horizon has value of 4 or 5 moist, 5 to 7 dry and chroma of 3 or 4 moist or dry. It is very cobbly ashy fine sandy loam, very cobbly ashy silt loam, extremely cobbly ashy silt loam, or very gravelly ashy fine sandy loam with 5 to 15 percent clay. It has 40 to 75 percent rock fragments with 25 to 35 percent gravel, 15 to 35 percent cobbles, and 0 to 10 percent stones. Soil reaction is neutral to moderately alkaline.\nThe 2Bw horizon has value of 4 or 5 moist, 5 or 6 dry, and chroma of 3 or 4 moist or dry. It is very cobbly loam, very cobbly sandy loam, or extremely cobbly sandy loam with 12 to 18 percent clay. It has 35 to 75 percent rock fragments with 20 to 35 percent gravel, 15 to 35 percent cobbles, and 0 to 10 percent stones. Soil reaction is neutral to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fulcrum, Glencabin (T), Hatrock (T), Linecreek, Lonigan, and Stines series.\nFulcrum soils - 20 to 40 inches to lithic contact (tuff).\nGlencabin soils - 20 to 40 inches to lithic contact (rhyolite); dry more than 90 consecutive days.\nHatrock soils - more than 60 inches deep to bedrock; secondary carbonates at 20 to 30 inches.\nLinecreek soils - more than 60 inches deep to bedrock; dry for 60 to 75 consecutive days.\nLonigan soils - 20 to 40 inches to a paralithic contact; calcic horizon at a depth of 8 to 20 inches.\nStines soils - 40 to more than 60 inches to a paralithic contact; secondary carbonates at 27 to 38 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Clearline soils are on south-facing midslopes of plateaus and canyons. Elevations are 3,000 to 5,500 feet. Slopes are 30 to 90 percent. The soil formed in ash and colluvium derived from basalt. The climate is characterized by cool, wet winters and hot, dry summers. The mean annual precipitation is 17 to 30 inches. The mean annual temperature is 41 to 44 degrees F. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anatone, Bocker, and Imnaha soils. Anatone and Bocker soils are less than 20 inches deep to bedrock. Anatone soils are on adjacent side slopes. Bocker soils are on stable tops of plateaus. Imnaha soils are on adjacent side slopes and have an argillic horizon and bedrock at 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for watershed, recreation, livestock grazing, and wildlife habitat. The native vegetation is bluebunch wheatgrass, Sandberg bluegrass, yarrow, arrowleaf balsamroot, and silkey lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MLRA 9. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County Area, Oregon 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 26 inches (A1, A2, and AB horizons).\nCambic horizon - the zone from 26 to 55 inches (Bw1, 2Bw2, and 2Bw3 horizons).\nVitrandic feature - the zone from 0 to 36 inches (A1, A2, AB, and Bw1 horizons)\nPachic feature - the zone from 0 to 26 inches (mollic epipedon)\nParticle-size control section - the zone from 10 to 40 inches (lower 6 inches of A2 horizon, AB, Bw1, and upper 4 inches of 2Bw2 horizon) having a weighted average of 49 percent rock fragments and 45 percent volcanic glass."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Partial laboratory data available for this pedon. Reference sample S92OR-063-012 from Wallowa County, Oregon, NSSL, Lincoln, NE, 1/94."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; very dark grayish brown (10YR 3/2) very gravelly ashy silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine irregular pores; 25 percent gravel and 10 percent cobbles; NaF pH 8.4; neutral (pH 6.7); gradual smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--4 to 16 inches; very dark grayish brown (10YR 3/2) very gravelly ashy silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine and fine roots; common fine tubular pores; 25 percent gravel and 10 percent cobbles; neutral (pH 7.0); gradual smooth boundary. ( Combined thickness of A horizon is 16 to 32 inches)"
      },
      {
        "name": "AB",
        "top": 41,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--16 to 26 inches; dark brown (10YR 3/3) very gravelly ashy fine sandy loam, brown (10YR 5/3) dry; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common fine tubular pores; 30 percent gravel, 15 percent cobbles, and 5 percent stones; NaF pH 8.5; neutral (pH 7.0); clear wavy boundary. ( 0 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 66,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--26 to 36 inches; yellowish brown (10YR 5/4) very gravelly ashy fine sandy loam, very pale brown (10YR 7/3) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; few fine tubular pores; 35 percent gravel, 15 percent cobbles and 5 percent stones; NaF pH 8.9; slightly alkaline (pH 7.4); clear wavy boundary. ( 9 to 12 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 91,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw2--36 to 42 inches; dark yellowish brown (10YR 4/4) very cobbly loam, light yellowish brown (10YR 6/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; slightly effervescent; 20 percent gravel, 30 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.4); gradual smooth boundary."
      },
      {
        "name": "2Bw3",
        "top": 107,
        "bottom": 140,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "2Bw3--42 to 55 inches; brown (10YR 4/3) very cobbly loam, light yellowish brown (10YR 6/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; slightly effervescent; 30 percent gravel, 20 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.8); abrupt irregular boundary. (Combined thickness of 2Bw horizon is 13 to 23 inches)"
      },
      {
        "name": "2R",
        "top": 140,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--55 inches; basalt bedrock"
      }
    ]
  ]
}
