{
  "SERIES": "CLEARFORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACL-TEC-JCW",
  "REVDATE": "10/2015",
  "STATES": "TX",
  "OVERVIEW": "The Clearfork series consists of very deep, well drained, moderately slowly permeable soils that formed in calcareous loamy and clayey alluvium. These soils are on nearly level flood plains. Slopes are 0 to 1 percent. Mean annual air temperature is about 17.8 degrees C (64 degrees F), and mean annual precipitation is about 711 mm (28 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clearfork silty clay loam--pastureland; elevation is 352.4 m (1156 ft)\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 9 cm (0 to 4 in); reddish brown (5YR 4/3) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate coarse subangular blocky structure; very hard, very firm, very sticky and plastic; many fine roots; many fine pores; many worm casts; dry weather cracks about 1 cm wide; strongly effervescent; moderately alkaline; clear smooth boundary. Thickness is 10 to 25 cm (4 to 10 in)\nA2--9 to 44 cm (4 to 17 in); reddish brown (5YR 5/3) silty clay loam, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky structure; very hard, very firm, very sticky and plastic; many fine roots; common pores; common worm casts; dry weather cracks 5 to 8 mm wide; few threads and films of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary. Thickness is 15 to 38 cm (6 to 15 in)\nA3--44 to 72 cm (17 to 28 in); dark reddish gray (5YR 4/2) silty clay loam; dark reddish brown (5YR 3/2) moist; moderate medium and coarse subangular blocky structure; very hard, very firm, very sticky and plastic; common fine roots; common fine pores; few worm casts; few films and threads of calcium carbonate; strongly effervescent; moderately alkaline; clear smooth boundary. Thickness is 15 to 46 cm (6 to 18 in)\nBk1--72 to 150 cm (28 to 59 in); reddish brown (5YR 4/4) silty clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common fine roots; common fine pores; common worm casts; few films and threads of calcium carbonate; few thin lenses of silt loam; violently effervescent; moderately alkaline; clear smooth boundary. Thickness is 20 to 89 cm (8 to 35 in)\nBk2--150 to 193 cm (59 to 76 in); reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak fine and medium subangular blocky structure; hard, firm, sticky and plastic; common fine and medium roots; many fine tubular pores; few worm casts; few broken shell fragments; few threads of calcium carbonate; few thin discontinuous lenses of silt loam; violently effervescent; moderately alkaline; clear smooth boundary. Thickness is 15 to 76 cm (6 to 30 in)\nBk3--193 to 209 cm (76 to 82 in); reddish brown (5YR 5/4) silty clay loam; reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine tubular pores; few worm casts; few films and threads of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stephens County, Texas; 12.9 miles northwest of U.S. Highway 180 in Breckenridge on U.S. Highway 183; 4.6 miles west on county road; 0.8 miles north-northeast on a range trail; 30 feet south in range.\nUSGS topographic quadrangle: 32099-H1; Lusk, TX.\nLatitude: 32 degrees, 54 minutes, 2 seconds N;\nLongitude: 99 degrees, 4 minutes, 45 seconds W.\nDatum: WGS84.\nUTM Easting 492596 m, UTM Northing 3640265 m, UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 51 to 102 cm (20 to 40 in)\nDepth to identifiable secondary carbonate: 0 to 51 cm (0 to 20 in)\nCoefficient of linear extensibility: 0.035 to 0.065\nCracks: less than 1 cm wide extend from surface to a depth of about 51 cm (20 in) when dry\nParticle-size control section (weighted average)\nTotal clay content: 29 to 44 percent\nSilicate clay content: 28 to 35 percent\nTotal sand coarser than very fine: less than 15 percent\nA Horizon\nHue: 5YR, 7.5YR, or 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: clay loam, silty clay loam or silty clay\nCalcium carbonate equivalent: 1 to 13 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)\nBw or Bk Horizon\nHue: 5YR, 7.5YR, or 10YR\nValue: 3 to 6\nChroma: 4 to 6\nTexture: clay loam, silty clay loam or silty clay; most pedons have thin, discontinuous strata or lenses of loam or silt loam\nIdentifiable secondary carbonate: few to common, films, threads, very fine masses and concretions\nCalcium carbonate equivalent: 5 to 15 percent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Nipsum and Westfork series in the same family. Similar soils are the Bosque, Clairemont, Frio, Gageby, Mangum, Miller and Port series.\nNipsum soils: are dry in the control section for longer periods of time and do not have stratification below a depth of 50 cm (127 in)\nWestfork soils: slightly acid to slightly alkaline in the surface layer and do not have stratification below a depth of 50 cm (127 in)\nBosque and Gageby soils: have a fine-loamy particle-size control section\nClairemont soils: have an ochric epipedon\nFrio soils: do not have colors with hue redder than 7.5YR and have smectitic mineralogy\nMangum and Miller soils: have vertic properties\nPort soils: have a superactive CEC activity class"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous loamy and clayey Holocene alluvium\nLandscape: dissected plains\nLandform: flood plain (that drains areas having soils formed from red beds)\nSlope: 0 to 1 percent\nMean annual precipitation: 610 to 762 mm (24 to 30 in)\nThornthwaite P-E Index: 34 to 44\nMean annual air temperature: 16.7 to 18.3 degrees C (62 to 65 degrees F)\nFrost-free period: 210 to 230 days\nElevation: 274.3 to 518.2 m (900 to 1700 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clairemont, Frio, Leeray, Owens, Throck, and Thurber series.\nClairemont soils: occur on lower more frequently flooded areas\nFrio soils: occur on similar flood plains\nLeeray, Owens, Throck, and Thurber soils: occur higher on adjacent uplands\nLeeray soils: have intersecting slickensides\nOwens and Throck soils: are underlain with shale that has clay texture and do not have mollic epipedon\nThurber soils: have an argillic horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. These soils are subject to rare to occasional flooding for very brief to brief periods. Runoff is negligible."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for rangeland. Native vegetation consists of Texas wintergrass, vine mesquite, Canada wildrye, little barley, buffalograss, and tall dropseed. Woody vegetation is mesquite, scattered live oak, and elm. Some areas are cultivated. Wheat, grain sorghum, and cotton are the main crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas in the Texas North Central Prairies (MLRA 80B) and Rolling Limestone Prairie (MLRA 78A). This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil Survey of Shackleford County, Texas; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was previously in the Miller, Mangum or Nipsum series. Local tests show COLE of 0.04 to 0.05.  It was changed from a fine to fine silty particle size class  based on NSSL and TAMU laboratory data.\nEdited 10/2015 (RFG-ROG): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 39 in). (A2, A3, Bw1 horizons)\nMollic epipedon: 0 to 72 cm (0 to 28 in). (A1, A2, A3 horizons)\nCambic horizon: 72 to 209 cm (28 to 82 in). (Bw1, Bw2, Bw3 horizons)\nCumulic feature: mollic epipedon about 71 cm (28 in) thick and have irregular decrease in organic matter\nADDITIONAL DATA: NSSL Sample Nos. 84P 203-208 of pedon S83TX429001(1-6) from the type location.  TAMU sample nos. S86TX503-1-1, S86TX429-1-1 and S86TX417-1.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
