{
  "SERIES": "CLEAVAGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCH/RAF/RLB/JBF",
  "REVDATE": "05/2016",
  "STATES": "ID,NV,OR",
  "OVERVIEW": "The Cleavage series consists of shallow, well drained soils that formed in residuum or colluvium derived from rhyolite, welded tuff, chert, shale, quartzite, sandstone or conglomerate and other igneous or sedimentary rocks.  Cleavage soils are on plateaus, hills or mountain crests, summits, shoulders, ridges and sideslopes.  Slopes are 2 to 75 percent.  The mean annual precipitation is about 350 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cleavage gravelly loam-rangeland.  (Colors are for dry soil unless otherwise noted). The soil surface is covered with 15 percent gravel and 5 percent cobbles.\nA1--0 to 3 cm; grayish brown (10YR 5/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate very fine platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine and fine vesicular pores; 15 percent gravel and 5 percent cobbles, slightly alkaline (pH 7.4); clear smooth boundary.  (3 to 23 cm thick)\nA2--3 to 10 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak very fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; common very fine and few fine tubular pores; 10 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 20 cm thick)\nBA--10 to 23 cm; brown (10YR 5/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine, few fine and medium roots; common very fine tubular pores; 5 percent gravel, 30 percent cobbles and 5 percent stones; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 15 cm thick)\nBt--23 to 46 cm; light yellowish brown (10YR 6/4) very cobbly clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, few fine and medium roots; common very fine, few fine, and medium tubular pores; common thin clay films on faces of peds and lining pores and rock fragments; 30 percent gravel and 25 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary.  (8 to 30 cm thick)\nR--46 cm; rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 5 miles west of Midas; about 100 feet east and 2,700 feet south of the northwest corner of section 24, T. 39 N., R. 45 E.; USGS Midas 7.5 minuete topographic quadrangle; latitude 41 degrees 14 minutes 33 seconds N and longitude 116 degrees 51 minutes 16 seconds W; WGS84 Decimal Degrees 41.2425000 latitude, -116.854444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry from July through October for 70 to 120 consecutive days, aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C. and ranges down to 4 degrees C. in parts of Idaho.\nMollic epipedon thickness: 18 to 25 cm, does not include Bt horizon.\nDepth to bedrock: 36 to 50 cm.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content:  20 to 35 percent.\nRock fragments: 50 to 80 percent, mostly gravel or cobbles.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nBA horizon (when present)\nChroma:  2 through 4.\nTexture:  Very cobbly loam or very gravelly loam.\nConsistence: Slightly plastic or plastic, wet.\nRock fragments: 35 to 50 percent.\nReaction: Neutral or slightly alkaline.\nBt horizon\nHue:  7.5YR or 10YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 through 4.\nTexture:  Clay loam, sandy clay loam or loam.\nModifiers: Very cobbly, extremely cobbly, very gravelly or extremely gravelly\nStructure:  Subangular blocky or angular blocky or it is massive.\nConsistence: Very friable to firm, moist, slightly hard to hard dry, slightly sticky or moderately sticky and slightly plastic or moderately plastic wet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anaud, Cleavmor, Cropper, Gaciba, Granquin, Grosschat, Horsetrack, Mascamp, Pernty,  Shalper, Slatter, and Tractuff series.\nAnaud, Granquin, Grosschat, and Tractuff soils are intermittently moist for 10 to 20 days cumulative between July and September due to convection storms. Cleavmor soils contain a Btk horizon with few to many filaments of lime. Cropper and Gaciba soils have a mollic epipedon that includes the upper part of the Bt horizon. Horsetrack soils are less than 36 cm to bedrock.  Mascamp soils have a mollic epipedon that includes all or part of the argillic horizon and has segregated lime in the lower part of the argillic horizon or coating bedrock.  Pernty soils have 35 to 50 percent rock fragments in the Bt horizon. Shalper and Slater soils are less than 30 cm deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cleavage soils are on plateaus, hills or mountain crests, summits, shoulders, ridges and sideslopes.  These soils formed in residuum and colluvium derived from rhyolite, welded tuffs, chert, shale, quartzite, sandstone or conglomerate and other shallow igneous and sedimentary rocks with some colluvial influence from mixed rocks.   Slopes are 2 to 75 percent.  Elevations are normally 1,615 to 2,680 meters and range to 1,460 meters on north aspects in Idaho and 1,158 meters in Oregon.  The climate is cool, semi-arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 300 to 400 mm; mean annual air temperature is normally 6 to 7 degrees C. and ranges down to 3 degrees C. The frost free season is typically 80 to 100 and ranges to 60 days in parts of Idaho and 40 days in parts of Oregon."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Graley and Hackwood soils.  Graley soils have a clayey-skeletal particle-size control section.  Hackwood soils are more than 100 cm deep and have a fine-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, Idaho fescue, basin wildrye, and Douglas rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Nevada and southwestern Idaho. MLRA 23,24,25,27 28B.  These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County Area, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 23 cm (A1, A2 and BA horizons).\nArgillic horizon - The zone from 23 to 46 cm (Bt horizon).\nLithic contact - The boundary 46 cm (R layer).\nParticle-size control section - The zone from 23 to 46 cm (Bt horizon).\nClassification was updated to 11th edition on 07/2011 changed Lithic Argixerolls to Aridic Lithic Argixerolls."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 cm; grayish brown (10YR 5/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate very fine platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine and fine vesicular pores; 15 percent gravel and 5 percent cobbles, slightly alkaline (pH 7.4); clear smooth boundary.  (3 to 23 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--3 to 10 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak very fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; common very fine and few fine tubular pores; 10 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 20 cm thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--10 to 23 cm; brown (10YR 5/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine, few fine and medium roots; common very fine tubular pores; 5 percent gravel, 30 percent cobbles and 5 percent stones; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 15 cm thick)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--23 to 46 cm; light yellowish brown (10YR 6/4) very cobbly clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, few fine and medium roots; common very fine, few fine, and medium tubular pores; common thin clay films on faces of peds and lining pores and rock fragments; 30 percent gravel and 25 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary.  (8 to 30 cm thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--46 cm; rhyolite."
      }
    ]
  ]
}
