{
  "SERIES": "CLEET",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL-MPK-JVC-JBF",
  "REVDATE": "02/2011",
  "STATES": "OR",
  "OVERVIEW": "The Cleet series consists of shallow to a duripan, well drained soils that formed in alluvium derived from volcanic rocks. Cleet soils are on fan remnants. Slopes are 2 to 15 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cleet very gravelly sandy loam--on a 2 percent slope at 1,475 meters elevation--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common fine and common medium tubular pores; 35 percent gravel, 5 percent cobbles, and 2 percent stones; slightly alkaline (pH 7.6); clear smooth boundary. (5 to 18 cm thick)\nBt1--5 to 13 cm; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure parting to moderate medium granular; soft, friable, slightly sticky and slightly plastic; many very fine, many fine, and few medium roots; common fine and common medium tubular pores; few faint clay films on faces of peds; 30 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (15 to 15 cm thick)\nBt2--13 to 37 cm; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 4/4) moist; strong medium subangular blocky structure parting to weak fine angular blocky; hard, friable, slightly sticky and slightly plastic; common very fine, common fine, and few medium roots; few fine and few medium tubular pores; common distinct clay films on faces of peds; 30 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.8); gradual smooth boundary. (0 to 25 cm thick)\nBkqm1--37 to 107 cm; very pale brown (10YR 7/3) cemented material, yellowish brown (10YR 5/4) moist; massive; rigid; very strongly cemented by silica and secondary carbonates; few very fine and few fine roots in cracks; few fine tubular pores; strongly effervescent; gradual smooth boundary.\nBkqm2--107 to 152 cm; very pale brown (10YR 7/3) cemented material, yellowish brown (10YR 5/4) moist; massive; rigid; strongly cemented by silica and secondary carbonates; violently effervescent. (Combined thickness of the Bkqm horizons is 60 to 127 cm)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; between the Coyote Hills and the Rabbit Hills; approximately 600 feet east and 800 feet south of the northwest corner of section 30, T. 34 S., R. 24 E.; USGS Rabbit Hills SW 7.5 minute topographic quadrangle; latitude 42 degrees 35 minutes 52 seconds N and longitude 119 degrees 56 minutes 22 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and early spring, dry from late spring through late fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nOchric epipedon thickness: 5 to 18 cm.\nDepth to base of argillic horizon: 36 to 50 cm.\nDepth to duripan: 36 to 50 cm.\nDepth to bedrock: More than 150 cm.\nParticle-size control section - Clay content: 18 to 25 percent.\nRock fragments: 35 to 60 percent, mainly gravel. Lithology of fragments are volcanic rocks such as basalt or tuff.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nBt horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly loam or very gravelly sandy loam.\nBkqm horizons\nCementation: Strongly cemented through indurated\nOther feature: Some pedons have C horizons below the duripan."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brock, Deepeek, Hotcreek, Indicove, Lapon, Malmesa, Oleman, Shinnpeak, Troughs, Vinini, and Wanapum series.\nBrock soils are effervescent throughout. Deepeek and Shinnpeak soils have 25 to 35 percent clay in the particle-size control section. Hotcreek and Malmesa soils have lithic contacts at depths of less than 50 cm from the soil surface.  Indicove soils are intermittently moist for 10 to 20 days between July and September due to convection storms; particle-size control section with 50 to 75 percent rock fragments, mainly gravel of quartzite lithology. Lapon soils have 27 to 35 percent clay in the particle-size control section and have lithic contacts at depths of 38 to 100 cm from the soil surface. Oleman soils have 25 to 35 percent clay in the particle-size control section and have mean annual soil temperature of 13 to 14 degrees C. Troughs soils have 27 to 35 percent clay in the particle-size control section and have lithic contacts at depths of 50 to 100 cm from the soil surface. Vinini soils have lithic contacts at depths of 50 to 100 cm from the soil surface. Wanapum soils have mean annual soil temperature of 11 to 13 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cleet soils are on fan remnants. These soils formed in alluvium derived from volcanic rocks. Slopes are 2 to 15 percent. Elevations range from 1,350 to 1,525 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Enko, Felcher, and Locane soils. Enko soils are coarse-loamy, very deep, have cambic horizons, and are on lake terraces. Felcher soils are moderately deep to lithic contacts, have cambic horizons, and are on plateaus. Locane soils are clayey-skeletal, shallow to lithic contacts, and are on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; moderate permeability: moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleet soils are used for livestock grazing. The vegetation is mainly Wyoming big sagebrush, Thurber's needlegrass, bluebunch wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are not extensive with about 9,300 acres of the series mapped to date. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 cm (A horizon).\nArgillic horizon - The zone from 5 to 38 cm (Bt1 and Bt2 horizons).\nDuripan - The zone from 38 to 152 cm (Bkqm1 and Bkqm2 horizons).\nParticle-size control section - The zone from 5 to 32 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common fine and common medium tubular pores; 35 percent gravel, 5 percent cobbles, and 2 percent stones; slightly alkaline (pH 7.6); clear smooth boundary. (5 to 18 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 13 cm; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure parting to moderate medium granular; soft, friable, slightly sticky and slightly plastic; many very fine, many fine, and few medium roots; common fine and common medium tubular pores; few faint clay films on faces of peds; 30 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (15 to 15 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 13,
        "bottom": 37,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--13 to 37 cm; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 4/4) moist; strong medium subangular blocky structure parting to weak fine angular blocky; hard, friable, slightly sticky and slightly plastic; common very fine, common fine, and few medium roots; few fine and few medium tubular pores; common distinct clay films on faces of peds; 30 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.8); gradual smooth boundary. (0 to 25 cm thick)"
      },
      {
        "name": "Bkqm1",
        "top": 37,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bkqm1--37 to 107 cm; very pale brown (10YR 7/3) cemented material, yellowish brown (10YR 5/4) moist; massive; rigid; very strongly cemented by silica and secondary carbonates; few very fine and few fine roots in cracks; few fine tubular pores; strongly effervescent; gradual smooth boundary."
      },
      {
        "name": "Bkqm2",
        "top": 107,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "narrative": "Bkqm2--107 to 152 cm; very pale brown (10YR 7/3) cemented material, yellowish brown (10YR 5/4) moist; massive; rigid; strongly cemented by silica and secondary carbonates; violently effervescent. (Combined thickness of the Bkqm horizons is 60 to 127 cm)"
      }
    ]
  ]
}
