{
  "SERIES": "CLEGHORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJO-SJB-JJJ-JVC",
  "REVDATE": "02/2004",
  "STATES": "CA",
  "OVERVIEW": "The Cleghorn series consists of very deep, well drained soils that formed in alluvium derived from volcanic rocks.  Cleghorn soils are on fan remnants.  Slopes are 0 to 5 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Durinodic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cleghorn sandy loam--on a smooth slope of 2 percent under Wyoming big sagebrush, bottlebrush squirreltail, and cheatgrass at 4,440 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described on September 18, 1977, the profile was dry throughout.)\nA1--0 to 3 inches; light brownish gray (10YR 6/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate thick and very thick platy structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial pores; neutral (pH 6.8); clear wavy boundary.\nA2--3 to 7 inches; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate very thick platy structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine interstitial pores; neutral (pH 7.0); clear wavy boundary.  (Combined thickness of the A horizons is 4 to 8 inches)\nBt1--7 to 11 inches; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; moderate fine and medium prismatic structure parting to strong medium and coarse angular blocky; very hard, friable, moderately sticky and moderately plastic; common very fine, few fine and medium roots; many very fine tubular and interstitial pores; many faint and distinct clay films on faces of peds and lining pores; common clean sand grains from overlying horizon on faces of prisms; neutral (pH 7.0); clear wavy boundary.\nBt2--11 to 15 inches; light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium prismatic structure parting to moderate medium and coarse angular blocky; hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular and interstitial pores; many faint and distinct clay films on faces of peds and lining pores; neutral (pH 7.2); clear wavy boundary.  (Combined thickness of the Bt horizons is 8 to 14 inches)\nBtk--15 to 19 inches; light yellowish brown (10YR 6/4) loam, brown (10YR 4/3) moist; weak medium and thick platy structure parting to moderate fine and medium angular blocky; hard, friable, moderately sticky and slightly plastic; few very fine and fine roots; common very fine tubular and interstitial pores; common faint clay films on faces of peds and lining pores; slightly effervescent; secondary carbonates finely disseminated in the matrix (5 percent CaCO3); slightly alkaline (pH 7.4); gradual wavy boundary.  (0 to 6 inches thick)\nBkq1--19 to 34 inches; very pale brown (10YR 7/3) sandy loam, brown (10YR 4/3) moist; massive; hard, firm and brittle, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; continuous brittle matrix; few very thin (less than 1/2 mm) horizontal discontinuous silica laminae; strongly effervescent; secondary carbonates segregated in common fine filaments (6 percent CaCO3); slightly alkaline (pH 7.6); gradual wavy boundary.  (10 to 20 inches thick)\nBkq2--34 to 60 inches; light gray (10YR 7/2) loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; few 5 to 15 mm very hard durinodes; few 10 to 20 mm silica concretions; strongly effervescent; secondary carbonates segregated in common fine and medium filaments (8 percent CaCO3); slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 1.8 miles north of Mud Flat and south of Secret Valley about 0.4 miles east of U.S. Highway 395; approximately 400 feet west and 100 feet south of the northeast corner of section 34, T. 31 N., R. 15 E.; USGS Karlo 7.5 minute topographic quadrangle; 40 degrees 30 minutes 43 seconds north latitude and 120 degrees 15 minutes 25 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soils are dry in all parts of the moisture control section (8 to 19 inches) from June 15 to November 15 (153 days) and moist in all parts from December 1 to May 1.  The soil temperature exceeds 41 degrees F. from April 1 through December 1 (245 days) and exceeds 47 degrees F. from May 1 through November 15; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 50 to 55 degrees F.\nDepth to base of argillic horizon - 15 to 30 inches.\nDepth to horizon with a firm, brittle matrix - 15 to 30 inches.\nDepth to horizons with secondary carbonates - 15 to 35 inches.\nParticle-size control section - Clay content: 20 to 35 percent; Sand content: 30 to 50 percent; Rock fragments: 0 to 5 percent gravel.  Lithology of fragments are volcanic rocks such as basalt, tuff, and andesite.\nA horizons - Dry color: 10YR 5/2, 6/2, 6/3, or 7/2.\nMoist color: 10YR 3/2, 3/3, 4/2, or 4/3; the color value is 6 dry when the upper 7 inches of the soil are mixed.\nTexture: Sandy loam or loam.\nStructure: In the upper part of the A horizon is weak or moderate, thin to very thick platy, and the lower part is platy or is platy parting to weak or moderate, fine or medium subangular or angular blocky.\nRock fragments: 0 to 10 percent gravel.\nReaction: Neutral or slightly alkaline.\nBt horizons - Dry color: 10YR 5/3, 6/3, 6/4; 7.5YR 5/2, 5/4, or 6/2.\nMoist color: 10YR 3/3, 4/3, 4/4; 7.5YR 3/2, 3/4, or 4/2.\nTexture: Loam, sandy clay loam, or clay loam.\nClay content: 20 to 35 percent.\nStructure: Moderate fine or medium prismatic or prismatic parting to moderate or strong fine to coarse subangular blocky or angular blocky.\nRock fragments: 0 to 5 percent.\nReaction: Neutral or slightly alkaline.\nBkq1 horizon - Dry color: 10YR 6/3, 6/4, 7/3, or 7/4.\nMoist color: 10YR 4/3 or 4/4.\nTexture: Sandy loam or loam.\nRock fragments: 0 to 10 percent gravel.\nRupture resistance: Firm consistence and a brittle manner of failure due to weak bonding by opaline silica.\nDurinodes: 0 to 15 percent very hard, weakly cemented durinodes.\nIdentifiable secondary carbonates:  Occurs as few or common fine or medium filaments or threads.\nEffervescence: Slightly effervescent or strongly effervescent.\nCalcium carbonate equivalent: 2 to 9 percent.\nReaction: Slightly alkaline or moderately alkaline.\nBkq2 horizon - Dry color: 10YR 6/3, 6/4, 7/2, or 7/3.\nMoist color: 10YR 4/3 or 4/4.\nTexture: Loam or fine sandy loam.\nRock fragments: 5 to 15 percent gravel.\nRupture resistance: Very hard or hard dry, friable or firm moist.\nDurinodes: 0 to 10 percent very hard, weakly cemented 5 to 30 mm durinodes.\nIdentifiable secondary carbonates: Occurs finely disseminated in the matrix or segregated in few or common, fine or medium filaments or threads.\nEffervescence: Slightly effervescent or strongly effervescent.\nCalcium carbonate equivalent: 2 to 9 percent.\nReaction: Slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aladshi, Alley, Allor, Cath, Chime, Glyphs, Igert, Nevador, Wedertz, Wedlar, and Zevadez series.\nAladshi soils have 5 to 25 percent rock fragments in the particle-size control section.  Alley soils have 15 to 25 percent rock fragments in the particle-size control section.  Allor soils have 15 to 35 percent rock fragments in the particle-size control section, do not have secondary carbonates within 40 inches of the soil surface, and have substrata with 20 to 60 percent rock fragments.  Cath soils have subhorizons with 35 to 60 percent rock fragments in the lower part of the particle-size control section.  Chime soils are moderately deep to paralithic contacts.  Glyphs soils have 15 to 35 percent rock fragments in the particle-size control section and have 15 to 45 percent pebbles and 30 to 60 percent durinodes in the Bqk horizon.  Igert soils are moderately deep to lithic contacts.  Nevador and Wedlar soils do not have a horizon which is firm and brittle when moist.  Wedertz soils have albic horizons.  Zevadez soils do not have prismatic structure in the argillic horizon, have noncalcareous Bq horizons, and have 20 to 60 percent durinodes in the Bqk horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cleghorn soils are on fans remnants.  These soils formed in alluvium derived from volcanic rocks such as basalt, tuff, and andesite.  Slopes are 0 to 5 percent.  Elevations range from 4,000 to 5,350 feet.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 9 to 14 inches including 10 to 30 inches of annual snowfall.  The mean annual temperature is 44 to 49 degrees F., the mean January temperature is about 28 degrees F., and the mean July temperature is about 67 degrees F.  The frost-free period is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brubeck, Gerlach, Longcreek, and Ravendale soils.  Brubeck, Gerlach, and Ravendale soils are fine and have cracks that open and close from the surface to 20 inches at some time during the year.  Longcreek soils are clayey-skeletal and shallow to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleghorn soils are used for rangeland, hay, and small grain production.  The vegetation in rangeland is mainly Wyoming big sagebrush, Thurber's needlegrass, bottlebrush squirreltail, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County (Susanville Area Soil Survey), California, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 7 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 7 to 19 inches (Bt1, Bt2, and Btk horizons).\nIdentifiable secondary carbonates - The zone from 15 to 60 inches (Btk, Bkq1, and Bkq2 horizons).\nDuric feature - The zone from 19 to 34 inches (Bkq1 horizon).\nDurinodes - The zone from 34 to 60 inches (Bkq2 horizon).\nParticle-size control section - The zone from 7 to 19 inches (Bt1, Bt2, and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 inches; light brownish gray (10YR 6/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate thick and very thick platy structure; hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial pores; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 7 inches; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate very thick platy structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine interstitial pores; neutral (pH 7.0); clear wavy boundary.  (Combined thickness of the A horizons is 4 to 8 inches)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--7 to 11 inches; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; moderate fine and medium prismatic structure parting to strong medium and coarse angular blocky; very hard, friable, moderately sticky and moderately plastic; common very fine, few fine and medium roots; many very fine tubular and interstitial pores; many faint and distinct clay films on faces of peds and lining pores; common clean sand grains from overlying horizon on faces of prisms; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--11 to 15 inches; light yellowish brown (10YR 6/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium prismatic structure parting to moderate medium and coarse angular blocky; hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular and interstitial pores; many faint and distinct clay films on faces of peds and lining pores; neutral (pH 7.2); clear wavy boundary.  (Combined thickness of the Bt horizons is 8 to 14 inches)"
      },
      {
        "name": "Btk",
        "top": 38,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk--15 to 19 inches; light yellowish brown (10YR 6/4) loam, brown (10YR 4/3) moist; weak medium and thick platy structure parting to moderate fine and medium angular blocky; hard, friable, moderately sticky and slightly plastic; few very fine and fine roots; common very fine tubular and interstitial pores; common faint clay films on faces of peds and lining pores; slightly effervescent; secondary carbonates finely disseminated in the matrix (5 percent CaCO3); slightly alkaline (pH 7.4); gradual wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bkq1",
        "top": 48,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkq1--19 to 34 inches; very pale brown (10YR 7/3) sandy loam, brown (10YR 4/3) moist; massive; hard, firm and brittle, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; continuous brittle matrix; few very thin (less than 1/2 mm) horizontal discontinuous silica laminae; strongly effervescent; secondary carbonates segregated in common fine filaments (6 percent CaCO3); slightly alkaline (pH 7.6); gradual wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "Bkq2",
        "top": 86,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "Bkq2--34 to 60 inches; light gray (10YR 7/2) loam, brown (10YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; few 5 to 15 mm very hard durinodes; few 10 to 20 mm silica concretions; strongly effervescent; secondary carbonates segregated in common fine and medium filaments (8 percent CaCO3); slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
