{
  "SERIES": "CLEORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELH:JWF",
  "REVDATE": "11/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Fluventic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cleora fine sandy loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nA--0 to 15 inches; dark brown (10YR 3/3) fine sandy loam, brown (10YR 5/3) dry; weak fine granular structure; slightly hard, friable; few fine roots; moderately acid; gradual smooth boundary. (10 to 24 inches thick)\nAC--15 to 30 inches; brown (10YR 4/3) fine sandy loam, brown (10YR 5/3) dry; few thin strata of pale brown fine sandy loam; massive; slightly hard, very friable; few fine roots; moderately acid; gradual smooth boundary.  (6 to 30 inches thick)\nC--30 to 70 inches; dark yellowish brown (10YR 4/4) fine sandy loam, light yellowish brown (10YR 6/4) dry; thin strata of very pale brown fine sandy loam; massive; slightly hard, very friable; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sequoyah County, Oklahoma; on Little Skin Bayou Creek about 1/2 mile west of Muldrow, Oklahoma, about 1,100 feet north and 900 feet east of the southwest corner of sec. 24, T. 11 N., R. 25 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil ranges from moderately acid through neutral in all horizons.\nThe A horizon is very dark brown (10YR 2/2), very dark grayish brown (10YR 3/2), or dark brown (10YR 3/3; 7.5YR 3/2).  It is fine sandy loam, loamy fine sand, or loam.\nThe AC or Bw horizon is brown or dark brown (10YR 4/3, 5/3; 7.5YR 4/4, 5/4), dark yellowish brown (10YR 4/4), or yellowish brown (10YR 5/4).  It is fine sandy loam or loam.  The AC horizon is stratified with thin strata of sand through clay loam textures.\nThe C horizon is similar in color to the AC horizon, but includes brownish yellow (10YR 6/6, 6/8).  It is loam, loamy fine sand, or fine sandy loam and is stratified with thin strata of sand through clay loam textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Galtsmill and Ware series.   Galtsmill have mica flakes throughout the profile. Ware soils have dominantly very fine sand throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These are nearly level or undulating soils of flood plains.  Slopes range from 0 to 3 percent.  The soil formed in moderately coarse textured alluvium.  Cleora soils are occasionally or frequently flooded for very brief periods of time during January through July.  The depth to a water table is more than 6 feet.  The climate is warm and humid or moist subhumid.  Average annual precipitation is 36 to 56 inches.  Mean annual temperature is 57 degrees to about 68 degrees F.  Thornthwaite P-E indices are 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Osage, Radley, and Verdigris series.  Osage soils contain more than 35 percent clay in the control section and crack to the surface during dry periods.  Radley and Verdigris soils contain more than 18 percent clay and less than 15 percent of fine sand or coarser particles in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for growing cultivated crops or tame pastures.  The native vegetation is bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oklahoma, western Arkansas, southeastern Kansas, and southwest Missouri.  The series is of moderate extent, about 64,000 acres have been mapped to date."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okfuskee County, Oklahoma; l940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Cleora soils were formerly classified in the Alluvial great soil group.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
