{
  "SERIES": "CLERMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEL-SJH-JRA-MHD",
  "REVDATE": "05/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clermont silt loam, on a slightly concave, nearly level area in a cultivated field at an elevation of about 289 meters (947 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); grayish brown (2.5Y 5/2) silt loam, light gray (10YR 7/2) dry; weak medium granular structure; very friable; many fine roots; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation throughout; few fine prominent black (10YR 2/1) manganese oxide masses throughout; strongly acid; abrupt smooth boundary. [15 to 28 cm (6 to 11 inches) thick]\nEg--18 to 38 cm (7 to 15 inches); light brownish gray (2.5Y 6/2) silt loam; weak medium subangular blocky structure parting to weak medium platy in upper part; friable; common fine roots; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation throughout; few fine prominent black (10YR 2/1) manganese oxide masses throughout; very strongly acid; clear irregular boundary. [0 to 23 cm (9 inches) thick]\nBt/E--38 to 79 cm (15 to 31 inches); light brownish gray (2.5Y 6/2) silty clay loam (Bt) with many tongues of light brownish gray (2.5Y 6/2) silt loam material (E) that are widest in the lower part of horizon; weak medium prismatic structure parting to weak medium subangular blocky; friable; few fine roots; few faint grayish brown (2.5Y 5/2) clay films on faces of peds in Bt; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation throughout; very strongly acid; clear wavy boundary. [8 to 51 cm (3 to 20 inches) thick]\n2Btg--79 to 112 cm (31 to 44 inches); light brownish gray (2.5Y 6/2) silty clay loam; weak medium prismatic structure parting to weak medium subangular blocky; firm, few fine roots in the upper part; many prominent grayish brown (10YR 5/2) and gray (10YR 6/1) clay films on vertical faces of prisms; many very dark gray (10YR 3/1) krotovina throughout; many prominent light brownish gray (10YR 6/2) clay depletions on vertical faces of prisms; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine prominent black (10YR 2/1) manganese oxide masses throughout; 2 percent rock fragments; very strongly acid; gradual wavy boundary. [0 to 51 cm (20 inches) thick]\n2Bt1--112 to 142 cm (44 to 56 inches); dark yellowish brown (10YR 4/4) clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm, few fine roots; many prominent gray (10YR 6/1) and common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; many very dark gray (10YR 3/1) krotovina throughout; common medium distinct strong brown (7.5YR 5/6) and common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine distinct black (10YR 2/1) manganese oxide masses on faces of peds; 2 percent rock fragments; strongly acid in upper part and neutral in lower part; gradual wavy boundary.\n2Bt2--142 to 183 cm (56 to 72 inches); dark yellowish brown (10YR 4/4) clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; common fine roots concentrated in krotovinas; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; many prominent gray (10YR 6/1) clay films on horizontal faces of peds; many very dark gray (10YR 3/1) krotovina throughout; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine distinct black (10YR 2/1) manganese oxide masses on faces of peds; 2 percent rock fragments; neutral; clear wavy boundary.\n2Bt3--183 to 203 cm (72 to 80 inches); yellowish brown (10YR 5/6) clay loam; weak medium prismatic structure parting to moderate medium subangular and angular blocky; firm; many prominent gray (10YR 6/1) and common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; many very dark gray (10YR 3/1) krotovina throughout; common medium faint strong brown (7.5YR 5/6) and many medium faint light olive brown (2.5Y 5/6) masses of iron accumulation in the matrix; few fine prominent black (10YR 2/1) manganese oxide masses throughout; 5 percent rock fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brown County, Ohio; about 0.4 miles north of Centerville, in Sterling Township; 2135 feet north of the intersection of Bodmand Road and Greenbush West Road, then 426 feet west; USGS Mount Orab topographic quadrangle; lat. 39 degrees 05 minutes 12.50 seconds N. and long. 83 degrees 57 minutes 14.72 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: greater than 203 cm (80 inches)\nThickness of the loess mantle: 51 to 107 cm (20 to 42 inches)\nDepth to carbonates: greater than 203 cm (80 inches)\nParticle-size control section: averages 25 to 35 percent clay\nAp or A horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 1 or 2\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: very strongly acid or strongly acid\nEg horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: extremely acid to strongly acid\nBt/E or E/Bt horizon:\nHue: 10YR, 2.5Y or 5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nRock fragment content: 0 to 2 percent\nReaction: extremely acid to strongly acid\n2Btg and 2Bt horizons:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2 (2Btg); 3 to 6 (2Bt)\nTexture: silty clay loam or clay loam in the upper part, and clay loam, silty clay, or clay in the lower part\nRock fragment content: 2 to 10 percent\nReaction: very strongly acid in the upper part ranging to neutral in the lower part\n2C horizon, where present:\nTexture: loam or clay loam\nReaction: contains carbonates"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Cobbsfork series are in a similar family. Cobbsfork soils have subhorizons within the series control section that have fragic soil properties and classify as Fragic Glossaqualfs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Clermont soils are on broad, concave flats on loess-covered till plains of Illinoian age. Slope ranges from 0 to 1 percent. They formed in 51 to 107 cm (20 to 42 inches) of loess and the underlying till. Mean annual precipitation ranges from about 940 to 1170 mm (37 to 46 inches). Mean annual air temperature ranges from about 9 to 14 degrees C (48 to 57 degrees F). Frost-free period is 155 to 225 days. Elevation is 271 to 311 meters (890 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Avonburg, Blanchester, Bonnell, Cincinnati, Hickory, Jonesboro, Nicely, Schaffer, Rossmoyne, and Westboro soils. The poorly drained Blanchester soils, the somewhat poorly drained Avonburg, Schaffer and Westboro soils, the moderately well drained Jonesboro and Rossmoyne soils, and the well drained Cincinnati soils are in a toposequence with Clermont soils. Blanchester soils do not have an albic horizon, have more than 35 percent clay in the particle-size control section, and are in depressions. Avonburg, Schaffer, and Westboro soils are on higher topographic positions. Cincinnati, Jonesboro, and Rossmoyne soils are on higher topographic positions and on sloping areas along drainageways. Bonnell, Hickory, and Nicely soils formed mainly in till and are on steeper adjacent slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The depth to the top of an intermittent apparent high water table ranges from 15 cm (0.5 foot) above the surface to 15 cm (0.5 foot) below the surface between November and May in normal years. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately low in the upper part and low in the lower part. Permeability is slow or very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Clermont soils are cultivated but some areas are used for woodland or pasture. Principal crops are corn, soybeans, wheat, and grass and legume meadow. Native vegetation is mixed hardwoods; mainly pin oak, soft maple, ash, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Ohio and southern Indiana; MLRA 114A. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reconnaissance Soil Survey of Ohio, 1912."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 18 cm (Ap horizon).\nAlbic horizon: from a depth of 18 to 38 cm (Eg horizon).\nGlossic horizon: from a depth of 38 to 79 cm (Bt/E horizon).\nArgillic horizon: from a depth of 38 to more than 203 cm (Bt/E, 2Btg, 2Bt1, 2Bt2 and 2Bt3).\nAquic conditions: redox features present in all horizons within the profile.\nNASIS DMU ID number 528955 represents the typical pedon.\nWith the 08/2007 revision, there was a slight change in series concept. Previously, the Clermont soils were considered to be formed in a mantle of loess and the underlying pedisediment (or gritty\" loess) and/or weathered Illinoian till. With the 08/2007 revision, the pedisediment (or gritty\" loess) is no longer recognized.\nADDITIONAL DATA: Characterization data for the Clermont series from the Soil Characterization Laboratory at The Ohio State University for the following pedons: BN-19 (typical pedon), BN-21, BN-22, CL-2, CL-19, CL-55, CT-49, CT-62, CT-68, HY-S38, HY-49, RO-44, and WA-59.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
