{
  "SERIES": "CLEVELAND",
  "STATUS": "Established Series",
  "BYREV": "RLV-DJD;Rev. HCD",
  "REVDATE": "09/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, mesic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cleveland sandy loam--forested (66 percent slope.) (Colors are for moist soil.)\nA--0 to 5 inches; very dark brown (10YR 2/2) sandy loam; moderate medium granular structure; very friable; common fine flakes of mica; 10 percent pebbles of granite-gneiss 2 to 40 mm in size; the 20 to 40 mm size pebbles are thin and platy; many fine and medium roots; moderately acid; clear smooth boundary. (3 to 8 inches thick)\nBw--5 to 14 inches; brown (7.5YR 4/4) gravelly sandy loam; weak medium subangular blocky structure; very friable; few fine flakes of mica; 15 percent pebbles of granite-gneiss; larger fragments are thin and platy; many medium roots; medium and coarse sand grains coated with fine sand and silt grains; moderately acid; abrupt irregular boundary. (5 to 15 inches thick)\nR--14 inches; hard granite-gneiss rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Greenville County, South Carolina; 20 miles north of Greenville; 400 feet south of South Carolina Secondary Highway 118; 3.2 miles northeast (along Highway 118) of South Carolina Secondary Highway 42."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to lithic contact range from 10 to 20 inches. Content of rock fragments ranges from 0 to 45 percent by volume throughout. The soil is extremely acid to moderately acid throughout the profile. Content of flakes of mica is few or common throughout.\nThe A horizon has hue of 7.5YR or 2.5Y, value of 2 to 6, and chroma of 1 to 6. Where value is3 or less, this horizon is less than 7 inches thick.  It is sandy loam, fine sandy loam, or loam in the fine-earth fraction. Some pedons have A thin A horizon that is loamy sand.\nSome pedons have a thin E horizon with hue of 10YR, value of 3 or 4, and chroma of 2 through 4. It is sandy loam or fine sandy loam in the fine-earth fraction.\nThe Bw horizon has hue of 7.5YR or 2.5Y, value of 4 to 6, and chroma of 3 to 8. It is sandy loam, fine sandy loam, or loam in the fine-earth fraction.\nThe C horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 or 4, or it is multicolored. It is as much as 6 inches thick. It is sandy loam, fine sandy loam, or loam in the fine-earth fraction.\nThe R horizon is commonly hard, felsic or mafic igneous or high-grade metamorphic rock such as granite, granite gneiss, granodiorite, hornblende gneiss, amphibolite, high-grade metagraywacke, or mica gneiss. The upper boundary is considered as lithic contact where root spacing is greater than 4 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brimfield, Hollis, and Kearsarge series, and the Catlett, Elkmound, Holyoke, Ramsey, and Unicoi series in related families. Brimfield soils formed in sandstone. Catlett and Unicoi soils have more than 35 percent rock fragments in the particle-size control section. Elkmound soils are in a superactive CEC class and are underlain by sandstone and generally have rock fragments of sandstone. Hollis soils average more than 20 percent silt in the particle-size control section. Holyoke soils are in a subactive CEC class and formed in sandstone or basalt. Kearsarge soils have less sand and are underlain by phyllite. Ramsey soils have siliceous mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cleveland soils are on convex and uneven slopes, dominantly 50 to 95 percent, at elevations ranging from  1,400 to 5,000 feet in the Blue Ridge (MLRA 130). . These soils are affected by soil creep and formed in material weathered from felsic or mafic, igneous and high-grade metamorphic rocks such as granite, hornblende gneiss, granodiorite, biotite gneiss, and high-grade metagraywacke.Mean annual precipitation ranges from about 40 to 90 inches, mean annual temperature ranges from 46 to 57 degrees F"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brevard, Brownwood, Buladean, Cashiers, Chandler, Chestnut, Cleveland, Cowee, Cullasaja, Edneyville, Evard, Fannin, Greenlee, Haywood, Huntdale, Micaville, Peaks, Plott, Porters, Saluda, Saunook, Tate, Thunder, Trimont, Tuckasegee, Tusquitee, Unaka, Walhalla, and Watauga soils. All of these associated soils are more than 20 inches to lithic contact. Additionally, Brevard, Cowee, Evard, Fannin, Saluda, Saunook, Tate, Trimont, Walhalla, and Watauga soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid permeability. Runoff class is very high. Runoff is much lower where forest litter has little or no disturbance."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Common trees are chestnut oak, scarlet oak, hickory, eastern white pine, Virginia pine, and pitch pine. The understory includes rhododendron and mountain laurel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge (MLRA 130B) of South Carolina and North Carolina, and possibly Maryland and Virginia. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Greenville County, South Carolina; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 12/97 revision places this soil in the loamy, mixed, active, mesic Lithic Dystrochrepts family per 7th Edition of Keys to Soil Taxonomy (1996). CEC activity class placement was based on information provided from sampled pedons of soils forming in similar materials (Ashe, Edneyville, Chestnut). The 2/99 revision updates classification to 8th Edition of Keys to Soil Taxonomy.\nRevisions on 9/07(HCD) were to clean up formating problems in the OSD.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 5 inches (A horizon).\nCambic horizon - the zone from 5 to 14 inches (Bw horizon).\nLithic Contact - the occurrence of hard bedrock at 14 inches (R horizon).\nADDITIONAL DATA:\nMLRA: 130 SIR(s): SC0084\nRevised 11/92-RLV,DJD; 12/97-DHK; 2/99, 7/00-MKC\nNational Cooperative Soil Survey\nU.S.A."
  }
}
