{
  "SERIES": "CLEWISTON",
  "STATUS": "Tentative Series",
  "BYREV": "CAP-MVF",
  "REVDATE": "12/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, siliceous, hyperthermic Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clewiston muck in cropland, 0.5 percent slope. (Colors are for moist soil unless otherwise stated).\nOap--0 to 23 centimeters (0 to 9 inches); black (10YR 2/1) muck; about 30 percent fiber unrubbed and about 5 percent fiber rubbed; weak medium angular blocky structure; very friable, soft; many fine roots throughout; moderately acid; clear smooth boundary. [20 to 41 centimeters (8 to 16 inches) thick]\nA--23 to 48 centimeters (9 to 19 inches); very dark gray (10YR 3/1) fine sand; weak fine granular; very friable, soft; common fine roots throughout; neutral; gradual wavy boundary. [8 to 25 centimeters (3 to 10 inches) thick]\nCg--48 to 84 centimeters (19 to 33 inches); pale brown (10YR 6/3) fine sand; single grain; loose; about 5 percent gravel by volume; slightly alkaline; abrupt irregular boundary. [23 to 86 centimeters (9 to 34 inches) thick]\n2R--84 to 109 centimeters (35 to 45 inches); weakly to strongly cemented rippable limestone bedrock with solution holes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hendry County, Florida; about 5.8 miles southwest of Clewiston; about 3.4 miles west of Secondary Road 835; about 2,535 feet north and 2,210 feet west of the southeast corner of Sec. 8, T. 44 S., R. 34 E.; latitude 26 degrees, 40 minutes, 26.62 seconds N and longitude 80 degrees, 57 seconds, 26.90 seconds W; WSG84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 51 to 102 centimeters (20 to 40 inches)\nDepth to seasonally high water table: 0 to 15 centimeters (0 to 6 inches)\nSoil reaction: Very strongly acid to slightly alkaline\nDepth of the organic material: 20 to 41 centimeters (8 to 20 inches)\nDepth to bedrock: 51 to 102 centimeters (20 to 40 inches)\nDepth to aquic conditions: 0 to 15 centimeters (0 to 6 inches)\nFiber content: Un-Rubbed 10 to 70 percent and rubbed: less than 17 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sanibel series.\nSanibel soils--lack bedrock at depths less than 203 centimeters (80 inches) and are on similar landform positions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Southern Florida Flatwoods\nLandform(s): Talfs and/or dips in fresh water marshes and swamps\nParent material: organic materials formed from remains of hydrophytic herbaceous plant overlying limestone bedrock.\nMean annual air temperature: 25 to 27 degrees C (77 to 78 degrees F)\nMean annual precipitation: 127 to 165 centimeters (50 to 65 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Sanibel soils, these are:\nBasinger soils--have weakly defined spodic horizons, lack bedrock at depths less than 203 centimeters (80 inches), and are on slightly higher landform positions.\nDania soils--are composed entirely of sapric materials over limestone, have bedrock at depths less than 51 centimeters (20 inches), and occur on similar landform positions.\nLauderhill soils--are composed entirely of sapric materials over limestone, have bedrock at depths of 51 to 102 centimeters (20 to 40 inches), and occur on similar landform positions.\nMargate soils--have mollic epipedons, lack muck at the surface, and occur on slightly higher landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained\nSaturated hydraulic conductivity (Ksat): Very high to high\nPermeability: Rapid\nSurface runoff: Negligible to very slow\nFlooding frequency and duration: None\nPonding frequency and duration: Under natural conditions the soil is covered by water (ponded) - very frequently for very long duration for 1 to 5 months.\nHydric Indicators: A2 Histic Epipedon, A3 Black Histic, A6 Organic Bodies, and A8 Muck Presence"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Wildlife habitat, rangeland, cropland, pasture, and urban land.\nDominant vegetation: Sawgrass, paspalum, maidencane, and cutthroat grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Florida Flatwoods.  This soil is of limited extent\nSERIES Proposed: Hendry County, Florida; 2019."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\n1.\tParticle-size control section: 25 to 102 centimeters (10 to 40 inches)\n2.\tHistic epipedon: 0 to 25 centimeters (0 to 10 inches) (Oa horizons)\n3.\tLithic contact: 84 to 109 centimeters (35 to 45 inches) (2R horizon)\nThese soils were formerly classified as Typic Psammaquents based on the mineral soil beneath the Histic epipedon.  Amendment Notice no. 1 of NSTH now classifies these soils as Inceptisols.\nThis soil was previously mapped as Plantation. Plantation soils were established in Broward County and is now classified as isohyperthermic. Clewiston is replacing Plantation in the hyperthermic temperature regime.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S1983FL051019\nOSD User Pedon ID: S1983FL051019\nNational Cooperative Soil Survey\nU.S.A."
  }
}
