{
  "SERIES": "CLIFSAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI/PSD",
  "REVDATE": "07/2007",
  "STATES": "CO,WY",
  "OVERVIEW": "The Clifsand series consists of deep and well drained soils on terraces, ridge and hill crests, and dissected fan aprons.  These soils formed in alluvium derived from mixed sources.  Slopes are 0 to 30 percent.  The mean annual precipitation is 7 inches, and the mean annual temperature is 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clifsand gravelly loam-on a convex 5 percent slope utilized as rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots; slightly effervescent, carbonates disseminated; 20 percent pebbles; moderately alkaline; abrupt smooth boundary.  (2 to 5 inches thick)\nBk1--3 to 7 inches; brown (10YR 5/3) gravelly loam, brown (10YR 4/3) moist; weak medium and coarse granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots; strongly effervescent, carbonates disseminated and as few medium soft masses and seams; 20 percent pebbles; moderately alkaline; abrupt wavy boundary.  (3 to 8 inches thick)\nBk2--7 to 60 inches; very pale brown (10YR 7/3) very gravelly sandy loam, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots to 12 inches and few very fine, fine, and medium roots to 24 inches; strongly effervescent, carbonates disseminated and as common medium and large soft masses and common thin pendants on underside of coarse fragments; 50 percent pebbles; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming, 600 feet north, 700 feet east of the SW corner of sec. 28, T. 36 N., R. 93 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is typically calcareous to the surface but is leached a few inches in some pedons.  The mean annual soil temperature ranges from 47 to 52 degrees F.  The particle size control section is from 10 to 40 inches in this soil and has a matrix of loam or sandy loam modified with 2 - Clifsand Series\n30 to 70 percent pebbles and 5 to 15 percent cobbles.  Clay content of the control section ranges from 5 to 18 percent with sand ranging from 40 to 80 percent.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4.  Rock fragments range from 5 to 35 percent pebbles and 0 to 10 percent cobbles.  Reaction is mildly or moderately alkaline.  The surface may be covered with from 15 to 50 percent lag gravel.\nThe Bk1 or Bw horizon has hue of 5Y through 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4.  Where a Bw horizon is present, it is calcareous throughout.  The Bk1 horizon is not normally part of the diagnostic calcic horizon but may be depending on position and carbonate content.  Reaction is mildly through strongly alkaline.\nThe Bk2 horizon has a hue of 5Y through 10YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 5.  This horizon is a diagnostic calcic horizon with from 8 to 20 percent calcium carbonate equivalent.  Reaction is moderately and strongly alkaline.\nThe C horizon, when present, has hue of 5Y through 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 5.  Autogenetic carbonate is typically present and ranges from 1 to 8 percent.  Reaction is mildly through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blackston and Utaline series.  Blackston soils have 18 to 35 percent clay in the upper part of the control section and have sand and gravel at 20 to 40 inches.  The Utaline soils have 18 to 35 percent clay throughout the control section.  Bock soils formed in materials weathered from basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Clifsand soils are on old terraces, hillslopes, ridge crests, and dissected fan aprons.  Slopes are both complex and simple and range from 0 to 30 percent.  The mean annual temperature ranges from 43 to 52 degrees F., and the mean annual precipitation ranges from 5 to 9 inches with about half falling as snow and rain in April, May, and June.  Elevation ranges from 4,800 to 6,200 feet.  The frost-free season is estimated to be about 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Emblem, Persayo, and Rairdent soils.  Emblem soils have a soil profile with 18 to 35 percent clay above a sandy-skeletal substratum at 20 to 40 inches.  Persayo soils have bedrock at less than 20 inches and do not have a diagnostic calcic horizon.  The Rairdent soils have a gypsic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Native vegetation is threadleaf sedge, needleandthread, blue grama, Sandberg bluegrass, big sagebrush, phlox, and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Wyoming.  The series is of moderate extent, about 12,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, eastern part; 1985.  National Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots; slightly effervescent, carbonates disseminated; 20 percent pebbles; moderately alkaline; abrupt smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk1--3 to 7 inches; brown (10YR 5/3) gravelly loam, brown (10YR 4/3) moist; weak medium and coarse granular structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots; strongly effervescent, carbonates disseminated and as few medium soft masses and seams; 20 percent pebbles; moderately alkaline; abrupt wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 18,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "strongly alkaline",
        "narrative": "Bk2--7 to 60 inches; very pale brown (10YR 7/3) very gravelly sandy loam, pale brown (10YR 6/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, fine, and medium roots to 12 inches and few very fine, fine, and medium roots to 24 inches; strongly effervescent, carbonates disseminated and as common medium and large soft masses and common thin pendants on underside of coarse fragments; 50 percent pebbles; strongly alkaline."
      }
    ]
  ]
}
