{
  "SERIES": "CLIFTYCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLW-TJE",
  "REVDATE": "01/2011",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cliftycreek silt loam, on a northeast-facing, 4 percent slope in a cultivated field at an elevation of about 226 meters (740 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); brown (10YR 4/3) silt loam, brown (10YR 5/3) dry; moderate medium granular structure; friable; 2 percent rock fragments; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBt1--20 to 36 cm (8 to 14 inches); dark yellowish brown (10YR 4/6) silty clay loam; moderate medium subangular blocky structure; firm; many distinct brown (10YR 4/3) clay films on faces of peds; 2 percent rock fragments; neutral; clear smooth boundary. [0 to 25 cm (0 to 10 inches) thick]\n2Bt2--36 to 76 cm (14 to 30 inches); dark yellowish brown (10YR 4/6) clay loam; moderate medium subangular blocky structure; firm; many distinct brown (10YR 4/3) clay films on faces of peds; 2 percent rock fragments; slightly acid; clear smooth boundary.\n2Bt3--76 to 124 cm (30 to 49 inches); yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm; many distinct brown (10YR 4/3) clay films on faces of peds; 3 percent rock fragments; moderately acid; clear smooth boundary.\n2Bt4--124 to 142 cm (49 to 56 inches); dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; firm; many faint brown (10YR 4/3) clay films on faces of peds; 3 percent rock fragments; neutral; clear smooth boundary.\n2Bt5--142 to 163 cm (56 to 64 inches); dark yellowish brown (10YR 4/4) silty clay; moderate medium subangular blocky structure; very firm; many distinct brown (10YR 4/3) clay films on faces of peds; 3 percent rock fragments; neutral; abrupt wavy boundary. [Combined thickness of the 2Bt horizon is 102 to 152 cm (40 to 60 inches).]\n3Bt6--163 to 178 cm (64 to 70 inches); dark brown (10YR 3/3) silty clay; weak coarse subangular blocky structure; very firm; many distinct dark brown (10YR 3/3) clay films on faces of peds; 5 percent rock fragments; neutral; abrupt wavy boundary. [5 to 20 cm (2 to 8 inches) thick]\n3R--178 to 203 cm (70 to 80 inches); light yellowish brown (10YR 6/4) and very pale brown (10YR 7/4) limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bartholomew County, Indiana; about 1/2 mile southwest of Hartsville; 1,200 feet east and 400 feet south of the northwest corner of sec. 1, T. 9 N., R. 7 E.; USGS Hartsville, Indiana topographic quadrangle; lat. 39 degrees 15 minutes 39.2 seconds N. and long. 85 degrees 42 minutes 8.9 seconds W., NAD 27; UTM Zone 16, 611945 easting and 4346536 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 152 to 203 cm (60 to 80 inches)\nDepth to lithic contact: 152 to 203 cm (60 to 80 inches)\nThickness of the loess or silty material: 0 to 51 cm (0 to 20 inches)\nRock fragments: dominantly of mixed lithology in the till, and limestone or dolostone in the residuum\nParticle-size control section: averages between 25 and 34 percent clay\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam or loam\nRock fragment content: 0 to 8 percent\nReaction: slightly acid or neutral\nSome pedons have a BE, BA, or E horizon\nBt horizon (formed in loess):\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam or silty clay loam\nRock fragment content: 0 to 8 percent\nReaction: slightly acid or neutral\n2Bt horizon (formed in till):\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: clay loam, silty clay loam, or less commonly silty clay or clay\nRock fragment content: 0 to 8 percent\nReaction: moderately acid to neutral\n3Bt, 3BC, or 3C horizon (residuum):\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: silty clay loam, silty clay, or clay, or the gravelly or channery analogs of these textures\nClay content: 35 to 60 percent\nSand content: 3 to 18 percent\nRock fragment content: 0 to 20 percent\nReaction: slightly acid to moderately alkaline; carbonates are present in some pedons\n3R layer: limestone or dolostone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Caprell, Chili, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Wawaka, Wawasee, and Woodbine series. All of these soils except Gallman, Greybrook, Hickory, Kanawha, Martinsville, Ockley, Princeton, Riddles, and Skelton soils are less than 152 cm (60 inches) to the base of the argillic horizon. Gallman, Greybrook, Hickory, Kanawha, Martinsville, Ockley, Princeton, Riddles, and Skelton soils have less than 35 percent clay in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Cliftycreek soils are on planar or convex slopes on till plains of Wisconsinan age. They are in areas of bedrock controlled topography. Slope ranges from 0 to 40 percent. The soils formed in up to 51 cm (20 inches) of loess or silty material and in the underlying loamy till and clayey residuum overlying bedrock high in carbonates. Mean annual precipitation ranges from 914 to 1067 mm (36 to 42 inches). Mean annual air temperature ranges from 10 to 12 degrees C (50 to 54 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crosby, Fincastle, Miami, Milton, and Senachwine soils. The somewhat poorly drained Crosby and Fincastle soils are on adjacent, lower lying landform positions. The moderately well drained Miami soils are on similar positions. Milton soils have bedrock at shallower depths and are on similar or lower lying positions. Senachwine soils are formed entirely in till and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to high depending on slope gradient. Saturated hydraulic conductivity is moderately high or high. Permeability is moderate in the loess, and moderate or moderately slow in the underlying till and residuum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cropped to corn, soybeans, small grains, and forage. Uncultivated areas are in forest and are used for pasture in some places. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Indiana; MLRA 111A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bartholomew County, Indiana, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cliftycreek soils were formerly mapped as Milton soils in Bartholomew County, Indiana. Closer study showed that the bedrock is deeper than originally mapped in some areas. Cliftycreek soils are anticipated to occur in adjoining counties.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (Ap horizon).\nArgillic horizon: from a depth of 20 to 178 cm (Bt1, 2Bt2, 2Bt3, 2Bt4, 2Bt5, 3Bt6 horizons).\nLithic contact: at 178 cm (top of 3R layer).\nRepresentative data mapunit for this pedon is DMU ID 155541 in MO 11.\nADDITIONAL DATA: Transect data is on file at the MLRA Project Office in Indianapolis.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
