{
  "SERIES": "CLIFTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG-MKC",
  "REVDATE": "02/2002",
  "STATES": "GA,NC,SC,TN,VA,WV",
  "OVERVIEW": "The Clifton series consists of very deep, well drained, moderate permeability soils on ridges and side slopes of the Blue Ridge (MLRA 130). Slopes are 2 to  50 percent. They formed in residuum weathered from intermediate and mafic igneous and high-grade metamorphic rocks  that are high in ferromagnesium minerals. Near the type location mean annual air temperature is about 51 degrees F., and mean annual precipitation is about 53 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clifton loam--cultivated. (Colors are for moist soils unless otherwise stated.)\nAp--0 to 5 inches; brown (7.5YR 4/4) loam; weak medium granular structure; very friable; common fine roots; many fine pores; few fine flakes of mica; few small pebbles; strongly acid; clear smooth boundary. (4 to 10 inches thick)\nBA--5 to 10 inches; yellowish red (5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; few fine flakes of mica; strongly acid; clear smooth boundary. (0 to 7 inches thick)\nBt1--10 to 23 inches; red (2.5YR 5/6) clay; moderate medium subangular blocky structure; friable; thin continuous clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary.\nBt2--23 to 38 inches; red (2.5YR 4/6) clay; moderate medium subangular blocky structure; firm; thin continuous clay films on faces of peds; common fine flakes of mica; very strongly acid; gradual smooth boundary. ( Combined thickness of the Bt horizon is 15 to 45 inches.)\nBC--38 to 45 inches; red (2.5YR 4/6) clay loam; common medium distinct strong brown (7.5YR 5/8) mottles; weak medium subangular blocky structure; friable; common fine flakes of mica; strongly acid; gradual wavy boundary. (0 to 10 inches thick)\nC--45 to 65 inches; mottled yellowish red (5YR 5/6) and strong brown (7.5YR 5/8) saprolite that is fine sandy loam; common fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ashe County, North Carolina; 9 miles southeast of Jefferson on N.C. Highway 88, 1000 yards north of Ebenezer Church on State Road 1623, 20 feet west of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to more than 60 inches. Depth to bedrock is greater than 60 inches. Reaction ranges from very strongly acid to slightly acid, except where surface layers have been limed. Content of flakes of mica is few or common throughout Content of coarse fragments ranges from 0 to 35 percent by volume throughout.\nThe A1 or Ap horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 to 6 Where value is 3, the horizon is less than 7 inches thick. The A horizon is loam or fine sandy loam in the fine earth fraction.\nThe E horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8. Texture is loam, fine sandy loam, or sandy loam in the fine earth fraction.\nThe BA horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8. Texture is loam, clay loam, or sandy clay loam.\nThe Bt horizon has hue of 10R to 5YR, value of 4 to 5, and chroma of 6 or 8. Texture is clay loam, clay, or sandy clay.\nThe BC horizon has hue of 10R to 5YR, value of 4 to 6, and chroma of 6 or 8. It is loam, sandy clay loam, or clay loam.\nThe C horizon is saprolite that is multicolored, or similar in color to the BC  horizon. It is loam or fine sandy loam. Some pedons have non-redoxamorphic mottles in shades of brown, white, and red."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Appomattox, Braddock, Buffstat, Christian, Clover (T), Danripple (T), Flagspring (T), Howell, Totier, Unison, Warminster, and Yellowbottom (T) series. Appomattox soils have a mantle of colluvium over residuum at least 3 feet thick. Braddock and Unison soils formed in colluvium or old alluvium on toe  slopes, fans, and high stream terraces. Buffstat soils formed in residuum from fine grained metamorphic rocks and contain a high amount of silt. Christian soils formed in residuum from interbedded limestone, sandstone, siltstone, and shale and contain fragments of these rocks. Clover soils formed in residuum from Triassic materials and contain fragments of these rocks. Danripple soils formed in alluvium on stream terraces and have a seasonal high water table between 40 and 60 inches. Flagspring and Yellowbottom soils do not have an official series description at this time. Howell soils formed in unconsolidated sediments containing diatomaceous earth and/or glauconite. Totier and Warminster soils have a paralithic contact between 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Clifton soils are on gently sloping to steep ridges and side slopes of intermountain hills and low mountains of the Blue Ridge (MLRA 130). Elevations range from 1,400 to 4,000 feet. Slopes are typically between 8 and 30 percent but range from 2 to 50 percent. They formed in residuum weathered from intermediate and mafic igneous and high-grade metamorphic rocks high in ferromagnesium minerals such as hornblende gneiss and amphibolite. The mean annual temperature ranges from about 46 to 57 degrees F., and mean annual precipitation ranges from about 35 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Braddock and Unison series, these are the Bandana, Brevard, Chandler, Cowee, Evard, Fannin, French, Huntdale, Micaville, Saunook, and Wataugaseries. Bandana and French soils some what poorly drained and are on narrow floodplains. Brevard and Saunook soils formed in colluvium or alluvium on toe  slopes, benches, and fans are in a fine-loamy particle-size class. Chandler, Cowee, Evard, Fannin, Huntdale, and Micaville, soils  are on uplands. Chandler, Micaville, Fannin, and Watauga soils are in a micaceous and paramicaceous mineralogy class, respectively. Cowee and Evard soils are in a fine-loamy particle-size class. Huntdale and Saunook soils are in a fine-loamy particle-size class, have a thick dark surface horizon with value 3 or less.  Huntdale soils are on side slopes of cooler, north to east aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate to rapid runoff; medium internal drainage; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About one-half of the area of this soil is forested. The dominant trees are yellow poplar, eastern white pine, scarlet oak, pitch pine, Virginia pine, and shortleaf pine. The dominant understory is rhododendron, mountain laurel, flowering dogwood, sourwood, serviceberry, American holly, red maple, and black locust. Cleared areas are used for pasture, corn, and hayland.  Some areas are in burley tobacco, small grains, and vegetable crops.."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge (MLRA 130) of North Carolina, Virginia, South Carolina, and Georgia in the Southern Appalachian Mountains. The series has large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ashe County, North Carolina; 1912."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Limited data for Clifton shows the mean pH of the B horizon to be 5.8, with a range of 5.5 to 6.2.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 10 inches (Ap, BA horizons)\nArgillic horizon - 10 to 38 inches (Bt horizon)\nADDITIONAL DATA:  NSSL sample pedons: S87NC-199-002; S87NC-121-003; S87NC-199-004; S87NC-121-006; S87NC-009-001.\nMLRA = 130 SIR = NC0015\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; brown (7.5YR 4/4) loam; weak medium granular structure; very friable; common fine roots; many fine pores; few fine flakes of mica; few small pebbles; strongly acid; clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 25,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--5 to 10 inches; yellowish red (5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine roots; few fine flakes of mica; strongly acid; clear smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 58,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--10 to 23 inches; red (2.5YR 5/6) clay; moderate medium subangular blocky structure; friable; thin continuous clay films on faces of peds; few fine flakes of mica; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 97,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--23 to 38 inches; red (2.5YR 4/6) clay; moderate medium subangular blocky structure; firm; thin continuous clay films on faces of peds; common fine flakes of mica; very strongly acid; gradual smooth boundary. ( Combined thickness of the Bt horizon is 15 to 45 inches.)"
      },
      {
        "name": "BC",
        "top": 97,
        "bottom": 114,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--38 to 45 inches; red (2.5YR 4/6) clay loam; common medium distinct strong brown (7.5YR 5/8) mottles; weak medium subangular blocky structure; friable; common fine flakes of mica; strongly acid; gradual wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 165,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "narrative": "C--45 to 65 inches; mottled yellowish red (5YR 5/6) and strong brown (7.5YR 5/8) saprolite that is fine sandy loam; common fine flakes of mica; strongly acid."
      }
    ]
  ]
}
