{
  "SERIES": "CLIMAX",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/AON/RWL",
  "REVDATE": "02/97",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Leptic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Climax clay, on a 25 percent concave south-facing slope in a unimproved pasture.  When described the soils were dry.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; strong very fine granular and moderate fine subangular blocky structure; very hard, very firm, very sticky and very plastic; many very fine roots; many very fine irregular pores; slightly acid (pH 6.4); abrupt smooth boundary.  (2 to 8 inches thick)\nBss1--4 to 20 inches; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate fine and medium angular blocky structure; few wedge-shaped aggregates; extremely hard, extremely firm, very sticky and very plastic; many very fine roots; common very fine tubular pores; common pressure faces; few slickensides; slightly acid (pH 6.4); clear wavy boundary.  (10 to 20 inches thick)\nBss2--20 to 36 inches; black (N 2/ ) clay, black (10YR 2/1) dry; massive with distinct wedge-shaped aggregates; extremely hard, extremely firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many intersecting slickensides; neutral (pH 6.6); clear smooth boundary.  (6 to 20 inches thick)\nBss3--36 to 39 inches; olive brown (2.5Y 4/3) clay, light olive brown (2.5Y 5/3) dry; massive; very hard, extremely firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many intersecting slickensides; 60 percent weathered gravel size fragments; neutral (pH 6.9); clear wavy boundary.  (0 to 10 inches thick)\n2Crt--39 to 42 inches; partially weathered sandstone; many prominent dark reddish brown (5YR 3/3) and yellowish red (5YR 4/6) clay films and many black stains in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon; about 1/2 mile northwest of Umpqua Community College; 1,980 feet north and 2,970 feet west of the southeast corner of section 19, T. 26 S., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist, but is dry throughout the control section for 60 to 90 consecutive days during the summer.  The mean annual soil temperature ranges from 52 to 57 degrees F.  The soil has cracks that open and close for 60 to 80 consecutive days in most years.  Slickensides are close enough to intersect in all or in some part of the control section.  Depth to a paralithic contact and fractured bedrock is 20 to 40 inches.  Rock fragments range from 0 to 15 percent gravel and 0 to 5 percent cobbles.  In some pedons, the lower part of the solum may have up to 60 percent soft gravel size fragments.  The control section is clay with more than 60 percent clay.  Small (1 to 3 mm) concretions are throughout some pedons.\nThe A horizon has hue of 10YR or 2.5YR, value of 2 or 3 moist, 2 to 4 dry and chroma of 1 or less moist and dry.\nThe Bss1 and Bss2 horizons have hue of 10YR, 2.5YR, or neutral, value of 2 or 3 moist, 2 to 4 dry and chroma of 1 or less moist and dry.\nThe Bss3 horizon has hue of 10YR, 2.5YR, or neutral, value of 3 or 4 moist, 4 to 6 dry, and chroma of 2 or 3 moist and dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Climax soils are on concave hill slopes and broad sloping drainageways.  Elevations are 400 to 2,000 feet.  Slope are 12 to 60 percent.  The soils formed in clayey colluvium weathered predominantly from basalt but also volcanic breccia and tuffs. The climate is characterized by warm and dry summers and cool and moist winters.  The mean annual temperature is 50 to 55 degrees F.  The mean annual precipitation is 30 to 60 inches.  The frost-free period is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dixonville, Philomath, and Glengary soils and the competing Curtin soils.  Dixonville, Philomath, and Glengray soils lack intersecting slickensides.  Also, Dixonville and Philomath soils are well drained and the Glengray soils do not crack to the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very slow permeability.  A perched water table is at a depth of 2 to 3 feet below the surface from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing, improved pasture, small grains and orchard crops.  Native vegetation is grasses, rose, white oak, and poison oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon; MLRA 5.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Oregon, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was changed from Chromic Pelloxererts to Leptic Haploxererts in 5/94.\nDiagnostic features recognized in this pedon include:\nLeptic feature - bedrock at a depth of 39 inches.\nXeric soil moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
