{
  "SERIES": "CLIME",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAW, JLG, BKN",
  "REVDATE": "07/2020",
  "STATES": "KS",
  "OVERVIEW": "The Clime series consists of moderately deep, well drained soils that formed in residuum from shale. Clime soils are on side slopes on hillslopes on uplands in Bluestem Hills, MLRA 76. Slopes range from 1 to 60 percent. Mean annual precipitation is 910 millimeters (36 inches), and the mean annual air temperature is 13 degrees C (56 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Udorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clime silty clay on a 5 percent northeast-facing backslope in rangeland at an elevation of 361 meters (1184 feet). (Colors are for dry soil unless otherwise stated.) As described in the Chase County Soil Survey, issued June 1974.\nA--0 to 23 centimeters (0 to 9 inches); dark grayish brown (10YR 4/2) silty clay, very dark brown (10YR 2/2) moist; moderate fine granular structure; hard, firm, very sticky and very plastic; many roots; slight effervescence; moderately alkaline; clear smooth boundary. (5 to 12 inches thick)\nBw--23 to 46 centimeters (9 to 18 inches); grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; very hard, very firm, very sticky and very plastic; few roots; strong effervescence; moderately alkaline; clear smooth boundary. (6 to 20 inches thick)\nC--46 to 84 centimeters (18 to 33 inches); light brownish gray (10YR 6/2) silty clay, dark grayish brown (10YR 4/2) moist; massive; very hard, very firm, very sticky and very plastic; horizon contains many shale fragments; strong effervescence; moderately alkaline; diffuse smooth boundary. (0 to 20 inches thick)\nCr--84 to 152 centimeters (33 to 60 inches); light gray (10YR 7/1) consolidated calcareous clay shale; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chase County, Kansas; about 6.4 kilometers (4 miles) north and 0.8 kilometers (1/2 mile) west of Cottonwood Falls, Kansas; located about 250 meters (820 feet west) and 549 meters (1,800 feet) south of the northeast corner, sec 31, T. 18 S., R. 8 E. (Public Land Survey Location); Strong City Kansas USGS quadrangle; latitude 38 degrees, 26 minutes, 40.2 seconds N.; longitude 96 degrees, 33 minutes, 35.7 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic bordering on udic\nSoil temperature regime: mesic\nSoil temperature: 13 to 14 degrees C (55 to 58 degrees F)\nMollic epipedon thickness: 18 to 49 centimeters (7 to 19 inches)\nDepth to paralithic contact: 50 to 100 centimeters (20 to 40 inches)\nDepth to free carbonates: 0 to 25 centimeters (0 to 10 inches)\nParticle size control section (weighted average):\nClay content: 40 to 55 percent\nSand content: 1 to 15 percent\nRock fragments: 0 to 35 percent limestone and shale channers.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 or 2 dry or moist\nTexture: silty clay loam or silty clay. The range includes a stony and very stony surface phases.\nClay content: 28 to 48 percent\nSand content: 1 to 20 percent\nLimestone fragments on the surface, 75 millimeters to 610 millimeters (3 inches to 2 feet) in diameter, range from 0.01 to 3 percent by volume.\nRock fragments: 0 to 10 percent shale and limestone channers\nCalcium carbonate equivalent: 0 to 15 percent (The high calcium carbonate equivalence values are considered primary from the shale parent material.)\nReaction: neutral to moderately alkaline\nBw horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 1 to 4 dry or moist\nTexture: silty clay, clay, or silty clay loam.\nClay content: 30 to 60 percent\nSand Content: 1 to 15 percent\nRock fragments: 0 to 10 percent shale channers\nCalcium carbonate equivalent: 3 to 40 percent (The high calcium carbonate equivalence values are considered primary from the shale parent material.)\nReaction: slightly alkaline or moderately alkaline\nC horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: silty clay, clay, or silty clay loam, or their channery or very channery counterparts.\nClay content: 28 to 45 percent\nSand content: 1 to 20 percent\nRock fragments: 0 to 35 percent shale channers\nCalcium carbonate equivalent: 5 to 50 percent (The high calcium carbonate equivalence values are considered primary from the shale parent material.)\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: residuum from shale\nLandform: side slopes on hillslopes on uplands that have a plane or convex surface\nSlopes: 1 to 60 percent\nElevation: 300 to 505 meters (980 to 1650 feet)\nMean annual air temperature: 12 to 14 degrees C (53 to 58 degrees F)\nMean annual precipitation: 810 to 1060 millimeters (32 to 42 inches)\nPrecipitation pattern: Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and May and June being the wettest months. Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 160 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Irwin, Kipson, Martin, and Sogn, soils. Irwin soils have a clay increase in the control section (argillic horizon) and are on divides above Clime soils. Kipson soils have a paralithic contact with shale within 50 centimeters (20 inches) of the soil surface and are on similar position. Martin soils have a clay increase in the control section (argillic horizon) and are on foot slopes. Sogn soils have a lithic contact with limestone within 50 centimeters (20 inches) of the soil surface and generally occupy less sloping areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well\nRunoff: medium to very high\nSaturated Hydraulic Conductivity: moderately Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly in native grass. Vegetation is mixed tall and mid grasses. Some areas are cultivated. The principal crops are winter wheat and grain sorghum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East central Kansas; Land Resource Region H, Central Kansas Sandstone Hills; MLRA 76 Bluestem Hills. The Clime series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butler County, Kansas, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 25 to 84 centimeters (10 to 33 inches) (Bw and C horizons)\nMollic epipedon: the zone from 0 to 46 centimeters (0 to 18 inches) (A and Bw horizon).\nParalithic contact: the contact at 84 centimeters (33 inches) (Cr horizon)\nKeys to Taxonomy: Twelfth Edition, 2014.\n07/2003 WAW Change to semi-tabular format, changed runoff from rapid to very high. Updated cation exchange activity class to active based on laboratory data collected near the type location.\n01/2012 JLG Up-dated to meet MO5 Soil Technical Note-1 (Revision 4); conversion from English to metric; added the following: longitude and latitude to typical pedon, particle-size control section, sand and clay ranges, calcium carbonate equivalent based on lab data, mean annual soil temperature and soil moisture in characteristics, elevation, precipitation patterns, frost-free days, saturated hydraulic conductivity, Land Resource Region, Taxonomic Version, a couple of diagnostic features, lab samples under additional data, and soil moisture. Broaden range of mean annual precipitation; Removed Thornthwaites Annual PE Index.\n6/2020 BKN updated some tabular RIC data. Changed Keys to Taxonomy version to Twelfth Edition.\nADDITIONAL DATA: A pedon was sampled from the general area as the typical pedon described here for analysis. The data is listed under National Soil Survey Laboratory, Lincoln, Nebraska Numbers 79P1655 - 79P1658 (pedon 79KS017001). Addition laboratory data- Kansas State University Characterization Laboratory, Manhattan, Kansas sample numbers KSUSS2844-KSUSS2846 (88KS061014) and KSUR0542-KSUR0548 (97KS161036). http://ssldata.sc.egov.usda.gov/rptExecute.asp?p=7411&r=1&submit1=Get+Report\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
