{
  "SERIES": "CLINEFALLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Clinefalls series consists of very deep, well drained soils on stream terraces.  They formed in volcanic ash over stratified alluvium.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over mixed, mesic Typic Vitritorrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clinefalls ashy sandy loam - rangeland, on a 1 percent slope at 2730 feet elevation.  (When described (7/10/85), the soil was dry throughout.  Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) ashy sandy loam, very dark brown (10YR 2/2) moist; weak very fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; 5 percent gravel; neutral (pH 6.8); clear smooth boundary.\nA2--5 to 15 inches; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure parting to granular; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; many very fine irregular pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary.  (Combined thickness of the A horizon is 7 to 20 inches)\nBw--15 to 20 inches; grayish brown (10YR 5/2) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common very fine and fine irregular pores; 15 percent gravel; neutral (pH 7.0); clear wavy boundary.  (4 to 11 inches thick)\nBC--20 to 25 inches; brown (10YR 5/3) very gravelly ashy loamy sand, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine and few medium roots; common very fine and fine irregular pores; 35 percent gravel; neutral (pH 7.2); gradual wavy boundary.  (4 to 9 inches thick)\n2C1--25 to 41 inches; dark gray (10YR 4/1) and white (10YR 8/1) extremely gravelly sand, black (10YR 2/1) and very pale brown (10YR 7/3) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; many very fine irregular pores; 65 percent gravel; slightly alkaline (pH 7.4); abrupt smooth boundary.  (8 to 20 inches thick)\n3C2--41 to 50 inches; dark gray (10YR 4/1) sand, black (10YR 2/1) moist; single grain; loose, nonsticky and nonplastic; many fine irregular pores; 5 percent gravel; slightly alkaline (pH 7.4); abrupt smooth boundary.  (0 to 12 inches thick)\n4C3--50 to 60 inches; white (10YR 8/1) extremely gravelly sand, very pale brown (10YR 7/3) moist; single grain; loose, nonsticky and nonplastic; many fine irregular pores; 70 percent gravel; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deschutes County, Oregon; 1,600 feet south and 150 feet east of the NW corner of sec. 26, T. 14 S., R. 12 E. (Latitude 44 degrees, 19 minutes, 47 seconds N, Longitude 121 degrees, 16 minutes, 4 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually dry and are dry in all parts of the moisture control section for 120 to 150 days (cumulative).  The mean annual soil temperature is 48 to 52 degrees F.  Depth to bedrock is over 60 inches.  Depth to the stratified sand and gravel is 20 to 40 inches.  The ash mantle contains 20 to 50 percent pumice sand (0.5 to 2.0 millimeters), and an field estimated clay content of 5 to 10 percent.  The ash mantle contains 50 to 80 percent volcanic glass and glass-coated aggregates in the very fine sand fraction, a phosphate retention of 50 to 70 percent, a 15-bar water content of 5 to 10 percent on both dried and undried samples and an acid oxalate extractable aluminum plus one-half the acid oxalate iron of 0.4 to 1.0 percent.  The mollic epipedon is 7 to 12 inches thick.  Base saturation is 80 to 100 percent.  The upper part of the particle-size control section averages 5 to 25 percent gravel and the lower part averages 35 to 70 percent coarse fragments, primarily gravel.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 1 or 2 moist and dry.  It contains 5 to 15 percent gravel.  It is neutral.  Organic matter content is 1 to 2 percent.\nThe Bw and BC horizons have value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 moist and dry.  It is gravelly and very gravelly ashy sandy loam and ashy loamy sand.  It contains 15 to 45 percent gravel.  It is neutral.  Textures become more coarse with depth.\nThe C horizon has value of 4 to 8 dry, 2 to 7 moist and chroma of 1 through 3 dry and moist.  It is 5 to 70 percent gravel and 0 to 20 percent cobbles.  It is composed of stratified layers of sand and gravel with some cobbles.  It is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Clinefalls soils are on stream terraces at elevations of 2,500 to 4,000 feet.  Slopes are 0 to 3 percent.  They formed in volcanic ash over stratified alluvium.  The climate is characterized by cool, moist winters and hot, dry summers.  The mean annual precipitation is 10 to 12 inches.  The mean annual temperature is 47 to 52 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Plainview and Tumalo soils.  Plainview soils are on outwash plains and and have a duripan below 40 inches and are ashy over loamy-skeletal.  Tumalo soils are on outwash plains and have a duripan between 20 and 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is moderately rapid over very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated crops and livestock grazing.  Potential native vegetation is western juniper, mountain big sagebrush, antelope bitterbrush, Idaho fescue, and needleandthread ."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Deschutes Basin of central Oregon; MLRA 10.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nmollic epipedon - the zone from the surface of the soil to a depth of about 11 inches (A1, part of the A2 horizon).\ncambic horizon - the zone from 15 to 20 inches (Bw horizon).\nandic soil properties - based on laboratory data from the geographically associated Plainview and Tumalo Series, for the zone from 0 to 25 inches (A1, A2, Bw, and BC horizons).  Phosphate retention is 60 percent. Glass and glass-coated aggregates in the very fine sand fraction is 65 percent.  Acid oxalate aluminum plus one-half the acid oxalate iron is 0.5 percent.  The 15-bar water content on both dried and undried samples is 6 percent.\nparticle-size control section - 0 to 40 inches, the upper part (0 to 25 inches) contains an average of 19 percent rock fragments and the lower part (25 to 40 inches) contains an average of 65 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
