{
  "SERIES": "CLINKENBEARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. FJY-RLT",
  "REVDATE": "06/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clinkenbeard very flaggy clay loam, extremely stony - on a 46 percent slope with a southwestern aspect in a deciduous hardwood forest.  (Colors are for moist soil unless otherwise stated.)\nOi--0.5 to 0 inches; 100 percent cover of slightly decomposed leaf litter; 80 percent of surface covered with rock fragments.\nA--0 to 4 inches; dark brown (7.5YR 3/2) very flaggy clay loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular and moderate very fine subangular blocky structure; friable; many very fine, fine, medium, and coarse roots; 20 percent limestone and chert gravel, 30 percent limestone flagstones and 10 percent stones; slightly alkaline; clear wavy boundary.\nAB--4 to 10 inches; dark brown (7.5YR 3/3) very flaggy silty clay loam, brown (10YR 4/3) dry; moderate very fine subangular blocky structure; firm; many very fine, fine, medium, and coarse roots; 20 percent limestone and chert gravel, 35 percent limestone flagstones and 5 percent stones; slightly alkaline; gradual smooth boundary.  (The combined thickness of the A horizons is 7 to 15 inches.)\nBt1--10 to 16 inches; brown (10YR 4/3) very flaggy silty clay; moderate fine and very fine subangular blocky structure; firm; common very fine and fine, many medium and coarse roots; common faint clay films on faces of peds; dark brown (10YR 3/3) organic coatings on the faces of some peds; 15 percent limestone and chert gravel, 40 percent limestone flagstones and 5 percent stones; slightly alkaline; gradual smooth boundary.\nBt2--16 to 24 inches; dark yellowish brown (10YR 4/4) very flaggy silty clay; moderate fine subangular blocky structure; firm; common very fine, fine, medium, and coarse roots; common faint and few distinct clay films on faces of peds; 10 percent limestone and chert gravel, 45 percent limestone flagstones and cobbles and 5 percent stones; slightly alkaline; abrupt wavy boundary.  (Combined thickness of the Bt horizons is 5 to 25 inches.)\nR--24 inches; fractured, dolomite, with Bt material and roots extending down along fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boone County, Missouri, about 4 miles southeast of Ashland, 600 feet north and 1,100 feet east of the southwest corner of section 20, T. 46 N., R. 11 W; Jefferson City NW quadrangle; lat. 38 degrees 44 minutes 44 seconds N. and long. 92 degrees 11 minutes 23 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact with limestone or dolostone ranges from 20 to 40 inches.  Rock fragments range from 15 to 80 percent, and are dominantly limestone or dolostone.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 and chroma of 1 or 2.  The fine earth is loam, clay loam, or silty clay loam.  Reaction is slightly acid to slightly alkaline .\nThe AB horizon has hue of 7.5YR or 10YR, value of 3, and chroma of 2 or 3.  It is the flaggy to extremely flaggy or gravelly to extremely gravelly analogues of loam, silty clay loam, silty clay, or clay.  Reaction is slightly acid to slightly alkaline.\nThe Bt horizon has hue of 10YR to 2.5YR, value of 3 to 5 and chroma of 3 to 6.  It is the very flaggy analogues of silty clay or clay.  Clay content ranges from 40 to 65 percent.  Rock fragments average from 35 to 60 percent.  Reaction is neutral to moderately alkaline.\nThe BC horizon, where present, has hue of 2.5Y, value of 6, and chroma of 1 or 2.  The colors are relic to the color of the parent material. It is very channery silty clay.  Reaction is slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar series are Gasconade and Ranaker.  They are both shallow to a lithic contact.  Gasconade soils do not have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Clinkenbeard soils are on steep to very steep hills.  They have formed in residuum and colluvium derived from limestone and dolomite that is primarily Ordovician or Mississippian age.  Slopes range from 3 to 70 percent.  Mean annual temperature ranges from 54 to 57 degrees F, and mean annual precipitation ranges from 32 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rocheport, Bonnefemme, Cedargap, Dameron, Menfro, Sonsac and Winfield series.  Rocheport, Bonnefemme, Menfro, Sonsac and Winfield soils are all up slope from Clinkenbeard soils.  In addition, Rocheport, Menfro and Winfield soils are all more than 40 inches deep to bedrock.  Bonnefemme and Sonsac soils do not have a mollic epipedon, and Bonnefemme soils are not skeletal.  Cedargap and Dameron soils are on narrow flood plains and are very deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow, and the saturated hydraulic conducivity is moderately high. The runoff potential is low to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in mixed forest of deciduous hardwoods, cedars and shrubs, and are used for wildlife habitat and limited timber production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern Missouri (MLRA's 115B and 116B).  The series is of medium extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boone County, Missouri, 1998.  Source of the name is Clinkenbeard Road in southern Boone County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:\nmollic epipedon - the zone from the mineral soil surface to a depth of 10 inches (A and AB horizons);\nargillic horizon - the zone from approximately 10 to 24 inches (Bt1 and Bt2 horizons).\nADDITIONAL DATA;  Seven pedons have been described and sampled for lab analysis at University of Missouri Soil Characterization Laboratory.  The sample number of this pedon is M9101983.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
