{
  "SERIES": "CLINETOP",
  "STATUS": "Established Series",
  "BYREV": "Rev. WPT/GB/JPP",
  "REVDATE": "01/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clinetop loam - subalpine grass park.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; yellowish brown (10YR 5/4) loam, dark brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure parting to moderate fine granular; soft, very friable, slightly sticky, and slightly plastic; 5 percent pebbles and 5 percent cobble size rock fragments; medium acid; clear smooth boundary.  (3 to 7 inches thick)\nBw--5 to 18 inches; yellowish brown (10YR 5/4) loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure parting to moderate fine granular; soft, very friable, slightly sticky, and slightly plastic; 10 percent channery fragments, 5 percent cobble fragments; medium acid; abrupt smooth boundary.  (8 to 15 inches thick)\nR--18 inches; hard interbedded limestone and sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; 1,000 feet west, 2,350 feet north of the southeast corner of Sec. 15, T. 4 S., R. 89 W. or about 1.25 miles west of Monument Lake.  U.S.G.S. Carbonate quad; lat. 39 degrees, 42 minutes, 5 seconds N., and long. 107 degrees, 22 minutes, 2 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 38 to 45 degrees F.  Mean summer soil temperature ranges from 43 to 48 degrees F.   The particle-size control section is typically loam, clay loam, or sandy clay loam with clay ranging from 20 to 30 percent.  Coarse fragments range from 5 to 15 percent with pebble size fragments dominant.  Reaction is slightly acid to medium acid through the profile.   Depth to bedrock ranges from 10 to 20 inches.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 5 or 6, 3 or 4 moist, and chroma of 2 through 4.\nThe Bw horizon has hue of 2.5Y through 7.5YR, value of 4 through 6, 3 or 4 moist, and chroma of 2 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Granturk, Liesnoi, and Olathe series.  Liesnoi and Olathe soils have less than 20 percent clay in the particle-size control section.  Granturk soils have hues redder than 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Clinetop soils are on high plateaus and flat mountain tops.  They occur locally on low knolls, near ridge crest and points of rock outcrop.  Slopes range from 1 to 25 percent.  They are formed in mixed materials and in place from basalt, limestone and sandstone.  The mean annual precipitation is 28 to 35 inches, the majority of which is received as snow.  Mean annual temperature is 36 to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Causewa, Heterwa, Nimerick, Pineisle, and Packtrail soils.  All of these soils are more than 20 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Clinetop soils are used for wildlife habitat, recreation and limited late summer grazing.  Native vegetation include open areas of subalpine to alpine grasses with some small open stands of encroaching spruce and fir trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous subalpine and alpine areas of Western Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Flat Tops Soil Survey Area, Flat Tops Wilderness Area, Colorado, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons include a cambic horizon from 5 to 18 inches; and a lithic contact at 18 inches.  Last updated by the state 4/94.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
