{
  "SERIES": "CLINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJ/PDC/RKS/HCD",
  "REVDATE": "07/2006",
  "STATES": "AZ",
  "OVERVIEW": "The Cline series consists of very shallow and shallow, well drained soils that formed in alluvium from volcanic rock.  Cline soils are on mesas and have slopes of 2 to 15 percent.  The mean annual precipitation is about 10 inches and the mean annual air temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, thermic, shallow Typic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cline very stony loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; yellowish brown (10YR 5/4) very stony loam, dark yellowish brown (10YR 4/4) moist; weak thin platy structure; soft, very friable, slightly sticky and moderately plastic; few very fine roots; few very fine tubular pores;  25 percent gravel, 15 percent stone and 5 percent cobble; violently effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary.  (1 to 3 inches thick)\nBw--1 to 11 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine roots; common very fine tubular pores; 25 percent gravel and 10 percent cobble; violently effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary.  (6 to 13 inches thick)\n2Bkqm--11 to 18 inches; indurated duripan with a trowelled laminar cap. (3 to 13 inches thick)\n3R--18 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mohave County, Arizona; latitude of 34 degrees, 31 minutes, 41 seconds north and a longitude of 113 degrees, 24 minutes, 27 seconds west; 1,600 feet south and 50 feet east of the northwest corner of section 27, T. 14 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Intermittently moist in some part of the soil moisture control section during December - February and for more than 20 days cumulative during July - September.  Driest during May and June.  Typic aridic soil moisture regime.\nDepth to duripan: 4 to 18 inches\nDepth to bedrock:  7 to 20 inches\nSoil Temperature:  61 to 72 degrees F.\nA horizon\nHue: 10YR, 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 or 4, dry or moist\nEffervescence:  strong or violent\nBw horizon\nTexture:  fine sandy loam, sandy loam, loam (15 to 25 percent clay)\nRock fragments:  35 to 70 percent gravel, cobble and/or stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bylas (T) (AZ), Crosgrain (NV), Gotchell (AZ), Greyeagle (CA), Longjim (NV), Marsite (CA), and Tumarion (AZ) series.  Bylas soils are shallow to limestone bedrock, have secondary accumulations of calcium carbonate, and are dominated by calcrete flagstones.  Crosgrain, Gotchell, Greyeagle, Longjim, Marsite, and Tumarion soils precipitation is greatest in the winter with a lesser secondary peak in summer, typical of the Mojave Desert (MLRA 30) and are moist for less than 20 cumulative days during July-September.  In addition Crossgrain and Greyeagle soils do not have bedrock at depths less than 20 inches; Gotchell soils are shallow to fanglomerate bedrock; Longjim soils do not have bedrock within 20 inches and have less than 10 percent clay; and Marsite soils have less than 12 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cline soils are on mesas.  Slopes range from 2 to 15 percent.  These soils formed in alluvium from volcanic rock.  Elevations range from 2,400 to 4,900 feet.  The mean annual precipitation is 7 to 12 inches.  The mean annual air temperature is 59 to 70 degrees F.  The frost-free period is about 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Akela and Stagecoach soils.  Akela and Stagecoach soils do not have a duripan.  Stagecoach soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation includes big galleta, bush muhly, black grama, creosotebush, little leaf paloverde and range ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona.  This series is of moderate extent.  MLRA is 40.  The name is from a local ranch."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mohave County, Arizona; Soil survey of Mohave County, Arizona, Southern Part; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inch (A horizon)\nDuripan - The zone from 11 to 18 inches (2Bkqm horizon)\nLithic contact - The boundary at 18 inches (3R horizon)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; yellowish brown (10YR 5/4) very stony loam, dark yellowish brown (10YR 4/4) moist; weak thin platy structure; soft, very friable, slightly sticky and moderately plastic; few very fine roots; few very fine tubular pores;  25 percent gravel, 15 percent stone and 5 percent cobble; violently effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--1 to 11 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine roots; common very fine tubular pores; 25 percent gravel and 10 percent cobble; violently effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary.  (6 to 13 inches thick)"
      },
      {
        "name": "2Bkqm",
        "top": 28,
        "bottom": 46,
        "narrative": "2Bkqm--11 to 18 inches; indurated duripan with a trowelled laminar cap. (3 to 13 inches thick)"
      },
      {
        "name": "3R",
        "top": 46,
        "narrative": "3R--18 inches; basalt."
      }
    ]
  ]
}
