{
  "SERIES": "CLOUDLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFM:HRN",
  "REVDATE": "10/2002",
  "STATES": "AL,TN",
  "OVERVIEW": "The Cloudland series consists of deep, moderately well drained, slowly permeable soils that formed in alluvium from sandstone and shale residuum.  These loamy soils are on stream terraces.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Glossic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cloudland fine sandy loam--idle.\n(Colors are for moist soil unless otherwise\nstated.)\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) loam; weak fine granular structure; very friable; few fine roots; medium\nacid; clear smooth boundary.  (5 to 10 inches thick)\nB2--10 to 22 inches; light yellowish brown (2.5Y 6/4) silt\nloam; weak medium subangular blocky structure;  friable; few fine roots; strongly acid; clear wavy boundary.  (7 to 24 inches thick)\nBx&A--22 to 28 inches; light yellowish brown (2.5Y 6/4) loam with common medium distinct yellowish brown (10YR 5/6) and light\ngray (2.5Y 7/2) mottles, weak coarse prisms, 2 to 4 inches in diameter, parting to weak platy and moderate medium subangular\nblocky structure; prisms are firm and brittle and comprise about\n60 percent of horizontal area; few small pores within prisms; few fine roots in light gray (10YR 7/2) polygonal veins surrounding prisms filled with sandy loam material; very strongly acid; clear wavy boundary.  (3 to 13 inches thick)\nBx--28 to 36 inches; mottled light yellowish brown (2.5Y\n6/4), yellowish brown (10YR 5/6), and reddish yellow (7.5YR 7/5) loam; weak coarse prisms, 3 to 5 inches in diameter, parting to\nweak coarse platy and weak medium subangular blocky structure;\nprisms are firm and brittle and comprise about 75 percent of horizonal area; few small pores within prisms, few fine roots in light gray (2.5Y 7/2) polygon veins surrounding prisms; 5 percent small chert fragments; very strongly acid; gradual wavy boundary.\n(6 to 23 inches thick)\nB3--36 to 62 inches; mottled strong brown (7.5YR 5/6),\nyellowish brown (10YR 5/6), pale brown (10YR 6/3); and light\nbrownish gray (10YR 6/2) loam; massive; firm; 5 percent small\nchert fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cherokee County, Alabama; about 2.5 miles north of Bomar community in the SE1/4NW1/4SW1/4SE1/4 sec. 23, T. 10S., R.\n10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Depth to the fragipan ranges from 18 to 28 inches.  Reaction\nranges from medium acid to very strongly acid in the A and B2 horizons, except where limed, and from strongly acid to very\nstrongly acid in the Bx and B3 horizons.  Coarse fragments range\nfrom 0 to 10 percent in the A, B2, and Bx horizons and from 0 to\n25 percent in the B3 horizons.  Silt content is more than 30\npercent in the B2 and Bx horizons.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 4.  Texture is fine sandy loam, loam, or silt loam.\nThe B2 horizon has hue of 10YR or 2.5Y, value of 5 or 6, and\nchroma of 4 through 8.  Texture is fine sandy loam, loam, or silt loam.  The Bx horizon is mottled in shades of yellow, brown, and\ngray or it has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of\n3 through 8 with common to many mottles of chroma 2 or less.\nPercent brittleness by volume ranges from 60 to about 90.  Texture\nis loam, clay loam, or silty clay loam.  The B3 horizon has the\nsame hue, value, chroma, and texture range as the Bx horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Prentiss and Stemley series\nin the same family and the Dickson, Locust, Nixa, Paden, Roane, Sango, and Wynnville series in closely related families.  Prentiss soils have thicker fragipan horizons and have red mottles in the lower part of the fragipan horizon.  Stemley soils have more than\n15 percent by volume of chert fragments in the A, B2, and Bx horizons.  Dickson, Locust, Paden, Roane, and Wynnville soils have\na weighted average of 18 through 34 percent clay in their control sections.  Nixa soils have more than 35 percent coarse fragments\nin its control section.  Sango soils have less than 15 percent\nsand coarser than very fine sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cloudland soils are on level to gently\nsloping stream terraces and upland depressions.  Slopes range from\n0 to 3 percent.  The regolith is alluvium washed from soil derived from sandstone and shale residuum.  Average annual rainfall is 55 inches and the mean annual temperature is 60 degrees F. near the\ntype location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Allen, Cedarbluff, Gaylesville, Holston, and McQueen series.  All of\nthese soils lack fragipans, except Cedarbluff which has some\nfragic characteristics and is more poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are moderately well\ndrained.  Runoff is moderate to slow.  Permeability is moderate in the upper part of the solum and slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Corn, soybeans, cotton, pasture, and\nwoodland.  Forested areas are chiefly hardwoods, dominated by\noaks, hickory, maple, beech, and elm with some shortleaf and\nloblolly pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Appalachian Valleys of Alabama, Tennessee, and Georgia.  The series is of moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia\nextent.  Approximately 8,000 acres mapped in the county where the series is proposed."
  },
  "ORIGIN": {
    "section": "DBSERIES ESTABLISHED",
    "content": "DBSERIES ESTABLISHED:  Cherokee County, Alabama; 1973"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The name is from a community in the county.  Sample No.  S70-Ala-10-58(1-5) Data by Alabama Agricultural Experiment\nStation.\nHorizon             Depth               Sand                Silt\nClay                Texture\nAp                   0-10@               47                  46\n7                 fsl-1\nB2                  10-22@               37                  53\n10                 sil\nBx1                 22-28@               39                  41\n20                 l\nBx2                 28-36@               38                  40\n22                 l\nB3                  36-62@               35                  45\n20                 l\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 10 inches; dark grayish brown (10YR 4/2) loam; weak fine granular structure; very friable; few fine roots; medium"
      },
      {
        "name": "B2",
        "top": 25,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B2--10 to 22 inches; light yellowish brown (2.5Y 6/4) silt"
      },
      {
        "name": "A",
        "top": 56,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bx&A--22 to 28 inches; light yellowish brown (2.5Y 6/4) loam with common medium distinct yellowish brown (10YR 5/6) and light"
      },
      {
        "name": "Bx",
        "top": 71,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bx--28 to 36 inches; mottled light yellowish brown (2.5Y"
      },
      {
        "name": "B3",
        "top": 91,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B3--36 to 62 inches; mottled strong brown (7.5YR 5/6),"
      }
    ]
  ]
}
