{
  "SERIES": "CLOUDLESS",
  "STATUS": "Established Series",
  "BYREV": "FRK/RG/CLM",
  "REVDATE": "12/2005",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cloudless silt loam, hayland; on a 10 percent northeast facing slope at 5,760 feet. When described on November 28, 1989, the soil was frozen to 2 inches, moist to 9 inches, dry to 44 inches and moist from 44 to 60 inches. (Color is for dry soil unless otherwise noted.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium roots; common fine irregular and tubular pores; neutral (pH 7.0); gradual smooth boundary. (4 to 10 inches thick)\nAB--6 to 9 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium roots; many fine irregular and common fine tubular pores; neutral (pH 7.1); clear smooth boundary. (2 to 8 inches thick)\nBt1--9 to 15 inches; grayish brown (10YR 5/2) silt loam, dark brown (10YR 3/3) moist; strong fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; common fine tubular pores; common distinct clay films on faces of peds and in pores; 5 percent gravel; neutral (pH 7.0); gradual smooth boundary. (4 to 12 inches thick)\nBt2--15 to 21 inches; yellowish brown (10YR 5/4) silty clay loam, brown (10YR 4/3) moist; strong medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; common fine tubular pores; many prominent clay films on faces of peds and in pores; 10 percent gravel; neutral (pH 7.2); gradual smooth boundary. (5 to 10 inches thick)\nBt3--21 to 29 inches; light yellowish brown (10YR 6/4) gravelly silty clay loam, brown (10YR 4/3) moist; strong fine subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; few fine tubular pores; continuous prominent clay films on faces of peds and in pores; 20 percent gravel; neutral (pH 7.2); gradual smooth boundary. (4 to 15 inches thick)\nBt4--29 to 44 inches; light yellowish brown (10YR 6/4) gravelly silty clay loam, brown (10YR 4/3) moist; strong fine subangular blocky structure; hard, friable, sticky and plastic; few fine and medium roots; few medium tubular pores; many distinct clay films on faces of peds and in pores; 20 percent gravel; neutral (7.2); clear smooth boundary. (10 to 21 inches thick)\nBt5--44 to 60 inches; pale brown (10YR 6/3) gravelly silty clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, very friable, sticky and plastic; few fine roots; few fine tubular pores; few faint clay films on faces of peds; 25 percent gravel; neutral (pH 7.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, Idaho; about 3 miles west of Oxford, about 2,500 feet east and 2,380 feet north of the southwest corner of section 19, T.13S., R.38E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon - 10 to 18 inches\nDepth to secondary lime - greater than 50 inches\nAverage annual soil temperature - 43 to 47 degrees F.\nAverage summer soil temperature - 61 to 65 degrees F.\nParticle-size control section - averages 18 to 32 percent clay and averages 15 to 30 percent fine sand or coarser and more than 50 percent silt\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nReaction - slightly acid or neutral\nAB horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBt horizon\nValue - 4 through 6 dry, 3 or 4 moist\nChroma - 2 through 4 dry, 2 or 3 moist\nTextures - SIL, SICL, GR-SICL\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alexander (T), Ayoub, Cloud Rim, Dry Canyon, Isbell, Jacanyon (T), Kanlee, Maple Mountain, Paynecreek, and Ticino series. Alexander, Ayoub, Jacanyon, and Kanlee soils have bedrock at less than 40 inches. Cloudrim soils have less than 50 percent silt, thin clay films, and weak or moderate structure in the argillic horizon and have moderate permeability. Dry Canyon soils are 40 to 60 inches to a paralithic contact. Isbell, Maple Mountain, and Paynecreek soils have solum thickness less than 50 inches. Ticino soils have a paralithic contact between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cloudless  soils are on dissected mountain slopes, hills and fan terraces at elevations of 4,800 to 6,850 feet.  They formed in slope alluvium, colluvium and residuum from mixed sedimentary rocks. Slopes are 1 to 20 percent.  The average annual precipitation ranges from 12 to 18 inches.  The average annual air temperature is 41 to 45 degrees F.  The frost free period is 70 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bergquist, Burgi, Hades, Justesen and Vitale soils. Bergquist, Burgi and Vitale soils are on steeper mountain slopes and have more than 35 percent coarse fragments in the control section. Hades soils are on mountain slopes and have mollic epipedon thickness greater than 20 inches. Justesen soils are on alluvial fans and have lime at less than 50 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cloudless soils are used for nonirrigated cropland and rangeland. Crops include wheat, barley and alfalfa. The native vegetation is basin big sagebrush, mountain big sagebrush, bluebunch wheatgrass and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 15 inches (Ap, AB and Bt1 horizons).\nArgillic horizon - The zone from 9 to 60 inches (Bt1, Bt2, Bt3, Bt4, and Bt5 horizons).\nParticle-size control section - The zone from 9 inches to 29 inches (Bt1, Bt2 and Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
