{
  "SERIES": "CLOVER",
  "STATUS": "Established Series",
  "BYREV": "DHE-HLG-GAH/Rev. JAK",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clover fine sandy loam (in an area of Clover fine sandy loam, 8 to 15 percent slopes), in a cultivated field. (Colors are for moist soil.)\nAp--0 to 9 inches; brown (7.5YR 5/4) fine sandy loam; weak fine granular structure; very friable, nonsticky, nonplastic; common fine and medium roots; strongly acid; abrupt smooth boundary. (2 to 12 inches thick.)\nBt1--9 to 18 inches; yellowish red (5YR 4/6) clay mottled with yellowish red and reddish yellow lithochromic masses; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; few fine roots; common fine tubular pores; common distinct clay films on faces of peds; very strongly acid; gradual smooth boundary.\nBt2--18 to 32 inches; red (2.5YR 4/8) clay mottled with yellowish brown lithochromic masses; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common fine tubular pores; common distinct clay films on faces of peds; few fine flakes of mica; very strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 20 to 50 inches.)\nBC--32 to 42 inches; reddish brown (2.5YR 4/4) silty clay loam mottled with brown and yellowish brown lithochromic masses; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine irregular pores; few distinct clay films on faces of peds; few fine flakes of mica; very strongly acid; gradual wavy boundary. (0 to 15 inches thick.)\nC--42 to 65 inches; 60 percent reddish brown (5YR 4/4) and 40 percent pale brown (10YR 6/3) silt loam saprolite; massive; friable, slightly sticky, nonplastic; few fine irregular pores; few fine flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Halifax County, Virginia; about 7,400 feet northwest of the intersection of Secondary Road 600 and Secondary Road 778, 3,200 feet north of Secondary Road 778, about 3.2 miles northwest of Clover; USGS (Unknown) topographic quadrangle: lat. 36 degrees 52 minutes 43 seconds N. and long. 78 degrees 44 minutes 18 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 1 to 15 inches\nDepth to base of Argillic horizon: 25 to 60 inches\nDepth to Bedrock: Greater than 60 inches\nRock Fragment Content: 0 to 35 percent, by volume, in the A and E horizons and 0 to 5 percent by volume in the B and C horizons; mostly pebbles. Some pedons have as much as 45 percent cobbles and stones in the A and E horizons.\nSurface Rock Fragment Content: 0 to 15 percent, mostly cobbles and stones\nSoil Reaction: Very strongly acid to moderately acid in the A, E, and upper B horizon, unless limed. The lower B horizon and C horizon is very strongly acid or strongly acid.\nMica Content: 0 to 20 percent, by volume, mica flakes throughout & RANGE OF INDIVIDUAL HORIZONS:\nAp horizon or A horizon (if it occurs):\nColor--hue of 5YR to 2.5Y, value of 2 to 6, chroma of 2 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, silt loam, loam,  or loamy sand. Eroded phases include sandy clay loam, silty clay loam, or clay loam.\nE horizon (if it occurs):\nColor--hue of 5YR to 2.5Y, value of 5 to 7, chroma of 3 or 6\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, silt loam, loam, or loamy sand\nBE or BA horizon (if they occur):\nColor--hue of 5YR to 10YR, value of 3 to 6, chroma of 2 to 8\nTexture (fine-earth fraction)--fine sandy loam, sandy loam, loam, sandy clay loam, clay loam, or silty clay loam\nBt horizon:\nColor--hue of 2.5YR to 7.5YR, value of 3 to 6, chroma of 3 to 8\nTexture (fine-earth fraction)--sandy clay, clay loam, silty clay loam, silty clay, or clay\nNon-redoximorphic mottles (if they occur)--shades of red, yellow, brown, and gray\nBC horizon:\nColor--hue of 2.5YR to 10YR, value of 3 to 6, chroma of 2 to 8, or is mottled in shades of these colors\nTexture (fine-earth fraction)--sandy clay loam, loam, silt loam, clay loam, sandy clay, silty clay, silty clay loam or clay. Most pedons have weathered Triassic C material in this horizon.\nNon-redoximorphic mottles (if they occur)--shades of red, yellow, brown, and gray\nC horizon:\nColor--hue of 2.5YR to 2.5Y, value of 3 to 6, chroma of 2 to 8, or is variegated in shades of these colors\nTexture (fine-earth fraction)--variable, typically loamy. It is saprolite weathered from Triassic sandstone, mudstone, shale, and siltstone.\nNon-redoximorphic mottles (if they occur)--shades of red, yellow, brown, and gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBraddock soils--formed in colluvium and alluvium from crystalline rocks\nBuffstat soils--formed in residuum from sericite schist or graphitic schist\nCasville soils--formed in residuum from felsic or intermediate igneous and high-grade metamorphic rock\nChristian soils--formed in residuum from interbedded limestone, sandstone, siltstone, and shale\nClifton soils--formed in residuum from intermediate and mafic igneous and high-grade metamorphic rock\nDanripple soils--formed in old alluvium\nFlagspring soils--formed in colluvium from cherty limestone over limestone residuum\nGroseclose soils--formed in materials weathered from limestone, shale, siltstone, and sandstone\nHowell soils--formed in fine unconsolidated sediments containing detectable amounts of diatomaceous earth and/or glauconite\nMonmouth soils--formed in fine-textured marine sediments high in glauconite\nMuse soils--formed in residuum or colluvium from shale and siltstone\nSequoia soils--formed in residuum of shale and siltstone\nTotier soils--formed in residuum from Triassic red shale and have paralithic contact at 40 to 60 inches\nUnison soils--formed in colluvium and alluvium from a mixture of mafic and felsic rock\nWarminster soils--formed in Triassic age residuum and have paralithic contact at 40 to 60 inches\nYellowbottom soils--formed in residuum of sericite schist, phyllite, and metamonzagranite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Piedmont basin\nLandform: Low hill\nGeomorphic Component: Interfluve, side slope, nose slope, head slope\nHillslope Profile Position: Summit, shoulder, backslope\nParent Material: Residuum from Triassic age materials\nSlope: 1 to 50 percent\nElevation: 350 to 1400 feet\nFrost Free Period: 160 to 205 days\nMean Annual Air Temperature: 52 to 57 degrees F.\nMean Annual Precipitation: 40 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAyersville soils--are moderately deep (20 to 40 inches) to soft and hard bedrock and have a fine-loamy particle-size class; on similar landforms\nEasthamlet soils--are moderately deep to soft bedrock (deep to hard bedrock), are somewhat poorly drained, and have very high shrink-swell potential; on lower-lying landforms\nLackstown soils--have a perched seasonal high water table at a depth of 12 to 24 inches (moderately well to somewhat poorly drained); on lower-lying landforms\nPinkston soils--have a coarse-loamy particle-size class and are moderately deep to bedrock; on similar landforms\nRockbarn soils--are moderately deep (20 to 40 inches) to soft bedrock and deep or very deep (40 inches or more) to hard bedrock; on similar landforms\nStoneville soils--are deep (40 to 60 inches) to soft bedrock; on similar landforms\nStraightstone soils--are very deep to bedrock and are well drained; on similar landforms\nWolftrap soils--have very high shrink-swell potential and are moderately well drained; on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Very deep (Greater than 60 inches)\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep (Greater than 60 inches)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low to high\nPermeability: Moderate\nShrink-Swell Potential: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Cultivated crops and pasture\nDominant Vegetation: Where cultivated--corn, tobacco, soybeans, small grains, and truck crops. Where wooded-Upland oaks, hickory, yellow-poplar, sweetgum, red maple; sourwood, and flowering dogwood. Shortleaf pine, loblolly pine, and Virginia pine are common in old fields."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Triassic basin of the West Central and Southern Piedmont of North Carolina and Virginia\nExtent: Moderate\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low to high\nPermeability: Moderate\nShrink-Swell Potential: Moderate\nLandscape: Piedmont basin\nLandform: Low hill\nGeomorphic Component: Interfluve, side slope, nose slope, head slope\nHillslope Profile Position: Summit, shoulder, backslope\nParent Material: Residuum from Triassic age materials\nSlope: 1 to 50 percent\nElevation (type location): Unknown\nFrost Free Period (type location): 190 days\nMean Annual Air Temperature (type location): 57 degrees F.\nMean Annual Precipitation (type location): 42 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Halifax County, Virginia, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Clover soils were previously mapped as Mayodan soils. The April 1997 adjustment of the mesic/thermic line necessitated the establishment of a  mesic counterpart.\nDiagnostic horizons and soil characteristics recognized in this pedon:\nOchric epipedon--the zone from 0 and 9 inches (Ap horizon)\nArgillic horizon--the zone from 9 and 32 inches (Bt1 and Bt2 horizons)\nOther soil features identified with this pedon:\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA:\nLaboratory Data: No laboratory data available.\nDatabase Information:\nTypical Pedon Data Mapunit ID--103343\nTABULAR SERIES DATA:\nSOI-5   Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0082  CLOVER      1-50   52-57   160-205   40-55   350-1400\nNC0214  CLOVER      3-50   52-57   160-205   40-55   350-1400\nNC0261  CLOVER      1-50   52-57   160-205   40-55   350-1400\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0082 NONE          >6.0       -      -       >80\nNC0214 NONE          >6.0       -      -       >80\nNC0261 NONE          >6.0       -      -       >80\nSOI-5  Depth  Texture                3-Inch  No-10    Clay%  -CEC-\nNC0082  0-12  SL FSL SIL              0-5    83-100   5-20    1-6\nNC0082  0-12  GR-SL GR-FSL GR-L       5-15   55-80    2-18    1-6\nNC0082  0-12  CL SCL                  0-5    95-100  20-30    4-8\nNC0082 12-18  SICL CL SCL             0-2    95-100  20-40    4-9\nNC0082 18-47  C SC SIC                0-2    90-100  35-60    7-13\nNC0082 47-60  VAR                      -       -       -       -\nNC0214  0-12  ST-FSL ST-SL           10-25   50-75    5-15    2-5\nNC0214  0-12  STV-SL STV-FSL         10-25   50-75    5-15    2-5\nNC0214 12-18  SCL SICL ST-CL          0-15   70-90   20-40    4-9\nNC0214 18-47  C SC SIC                0-5    90-100  35-60    7-13\nNC0214 47-60  VAR                      -       -      -      -\nNC0261  0-12  CL SCL SICL             0-5  95-100    20-35    4-7\nNC0261 12-18  SICL CL SCL             0-2  95-100    20-40    4-9\nNC0261 18-47  C SC SIC                0-2  90-100    35-60    7-13\nNC0261 47-60  VAR                      -     -         -       -\nSOI-5  Depth    -pH-     O.M.   Salin  Permeab  Shnk-Swll\nNC0082  0-12  4.5-6.0  0.5-2.0  0-0    2.0-6.0  LOW\nNC0082  0-12  4.5-6.0  0.5-2.0  0-0    2.0-6.0  LOW\nNC0082  0-12  4.5-6.0  0.5-2.0  0-0    0.6-2.0  LOW\nNC0082 12-18  4.5-6.0  0.5-1.0  0-0    0.6-2.0  LOW\nNC0082 18-47  4.5-5.5  0.0-0.5  0-0    0.6-2.0  MODERATE\nNC0082 47-60     -        -      -        -      -\nNC0214  0-12  4.5-6.0  0.5-2.0  0-0    6.0-20   LOW\nNC0214  0-12  4.5-6.0  0.5-2.0  0-0    6.0-20   LOW\nNC0214 12-18  4.5-5.5  0.0-0.5  0-0    0.6-2.0  LOW\nNC0214 18-47  4.5-5.5  0.0-0.5   -     0.6-2.0  MODERATE\nNC0214 47-60     -        -      -        -     -\nNC0261  0-12  4.5- 6.0  .5-2.  0- 0   0.6- 2.0  LOW\nNC0261 12-18  4.5- 6.0  .5-1.  0- 0   0.6- 2.0  LOW\nNC0261 18-47  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0261 47-60     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
