{
  "SERIES": "CLOVELLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC-SDM-JLD-CLN",
  "REVDATE": "03/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, euic, hyperthermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clovelly muck--on broad level brackish marsh.  (Colors are for wet soil.)\nOa1--0 to 12 inches; very dark grayish brown (10YR 3/2) muck; about 20 percent fiber; 5 percent rubbed; about 60 percent mineral; massive; many medium and coarse roots and stems; very fluid, flows easily between fingers leaving only fiber and roots in hand; moderately alkaline; clear smooth boundary.\nOa2--12 to 36 inches; black (10YR 2/1) muck; same color pressed and rubbed; about 10 percent fiber, 2 percent rubbed; about 60 percent mineral; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; few medium and fine roots; moderately alkaline; abrupt smooth boundary. (combined thickness of the Oa horizons ranges from 16 to 51 inches)\nCg1--36 to 74 inches; gray (5Y 5/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; moderately alkaline; clear smooth boundary. (10 to 40 inches thick)\nCg2--74 to 84 inches; dark gray (5Y 4/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving hand empty; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lafourche Parish, Louisiana; 3.75 miles east of Golden Meadow at the end of Yankee Canal; 150 feet north of shell dam; lat. degrees 23 minutes 41.2 seconds N. and long. 90 degrees 11 minutes 35.2 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the organic horizons ranges from 16 to 51 inches. The organic fraction is dominantly herbaceous sapric materials but some pedons have layers, particularly surface layers, that are hemic or fibric materials, but their cumulative thickness is less than one half the total thickness of the organic horizons.  Reaction ranges from neutral to moderately alkaline throughout the profile.  In drained pedons, reaction ranges from very strongly acid to neutral.  Salinity, or electrical conductivity of the saturation extract, ranges from 4 to 8 dS/m in at least 1 layer within a depth of 40 inches.\nThe organic layers have hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 2 or less. Mineral content ranges from 40 to 70 percent.\nWhere present, the Ag horizon has hue of 10YR to 5Y, value of 2 to 4, and chroma of 2 or less. Texture is mucky clay, clay, or silty clay.  The n-value ranges from 0.7 to more than 1.0.\nThe Cg horizon has hue of 10YR to 5Y, 5BG, 5GY, or 5G, value of 4 to 6, and chroma of 1 or less. Texture is mucky clay, clay, or silty clay.  The n-value ranges from 0.7 to more than 1.0 to a depth of 60 inches and deeper."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Allemands, Bellpass, and Bessie series in the same family, and Carlin, Kenner, Lafitte, Maurepas, and Tomoka series.  Allemands soils have a salinity content of less than 3 dS/m in the control section and are in fresh water marshes.  Bellpass and Bessie soils have EC, or salinity, of more than 8 dS/m in the control section and are in coastal salt water marshes.  Tomoka soils are more acid. Carlin, Kenner, Lafitte, and Maurepas soils have more than 51 inches of organic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Clovelly soils are on intermediate or brackish marshes that border saline bays, saline marshes, or open Gulf waters.  They flood frequently or very frequently with intermediate or brackish water during high tides.  Slope ranges from 0 to 0.2 percent.  Near the type location the average annual rainfall is about 67 inches and the mean annual temperature is about 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Allemands, Bellpass, and Lafitte series and the Scatlake series.  Scatlake soils are at slightly higher elevations and are saline mineral soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Clovelly soils are very poorly drained.  Runoff is negligible or ponded.  Permeability is very slow.  The water table is at 0.5 foot below to 1 foot above the soil surface most of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for wildlife habitat and recreation.  This soil is associated with many small areas of open water.  The vegetation is mainly marshhay cordgrass, seashore saltgrass, olney bulrush, coastal water hyssop, saltmarsh bulrush, and seashore paspalum in brackish marsh.  In addition to these plants, widgeongrass, sawgrass, giant bulrush, alligatorweed, common duckweed, roseau, smartweed, bulltongue, and cattail are found in intermediate marshes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Marshes (MLRA 151) of Louisiana and possibly Mississippi and Texas.  The extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lafourche Parish, Louisiana, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nSapric soil materials--0 to 36 inches (Oa horizons).\nEcological Site:  Intermediate Organic Marsh or Brackish Organic Marsh.\nADDITIONAL DATA: LSU data from Terrebonne Parish (S94LA-109-007, 008, 017, 027).\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
