{
  "SERIES": "CLOVERLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RJE/KWH/RWL",
  "REVDATE": "03/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Xeric Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cloverland silt loam, coniferous forest. (Colors are for dry soil unless otherwise noted)\nOi & Oe--2 inches to 0; loose and partly decomposed needles and twigs.\nA1--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, black (10YR 2/1) moist; moderate medium granular structure; hard, firm, sticky and plastic; many very fine, fine and medium coarse roots; many very fine irregular and few fine tubular pores; slightly acid (pH 6.4); clear wavy boundary.\nA2--6 to 10 inches; grayish brown(10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common very fine, fine, medium, and coarse roots; many very fine irregular and few fine tubular pores; slightly acid (pH 6.2); clear wavy boundary. (Combined thickness of the A horizon is 9 to 22 inches)\nBt1--10 to 21 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common very fine, fine, and medium, and few coarse roots; many very fine irregular and few fine tubular pores; few faint stress cutans on faces of peds; slightly acid (pH 6.2); clear wavy boundary\nBt2--21 to 30 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist, moderate medium subangular blocky structure, hard, firm, sticky and plastic; common very fine and fine, and medium roots; common very fine irregular and few fine tubular pores; continuous faint stress cutans on faces of peds; neutral (pH 6.6); clear wavy boundary. (Combined thickness of the Bt horizon is 5 to 24 inches)\nB/Eb--30 to 37 inches; 60 percent brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm, sticky and plastic; common very fine, fine and medium roots; common very fine irregular pores; few faint stress cutans on faces of some peds; 40 percent light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine irregular pores; moderately acid (pH 6.0); clear irregular boundary. (2 to 9 inches thick)\nBtb1--37 to 40 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; common medium light brownish gray (10YR 6/2) bleached spots; strong medium angular blocky structure; very hard, firm, sticky and plastic; few very fine and fine exped roots; common very fine irregular pores; continuous prominent dark brown (10YR 3/3) stress cutans on face of peds; neutral (pH 6.6); clear wavy boundary. (3 to 12 inches thick)\nBtb2--40 to 60 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; strong medium-coarse angular blocky structure; very hard, firm, sticky and plastic; few very fine and fine exped roots; common very fine irregular pores; continuous prominent very dark brown (10YR 2/2) and brown (10YR 5/3) stress cutans on face of peds; 5 percent weathered basalt gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Asotin County, Washington; about 20 miles southwest of Anatone, 400 feet west and 1,000 feet north of the southeast corner sec. 4, T. 6 N., R. 42 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to basalt is 40 to more than 60 inches. Depth to the buried soil ranges from 25 to 40 inches. Average annual soil temperature is about 45 degrees F. The soils are usually moist, but are dry in all parts between depths of 4 and 12 inches for 45 to 60 consecutive days during summer and fall. The particle-size control section has 22 to 35 percent clay. The mollic epipedon is 20 to 35 inches thick.\nThe A1 or Ap horizon has value of 3 or 4 dry, 2 or 3 moist and, chroma of 1 or 2 moist. Soil reaction is moderately acid to neutral.\nThe A2 horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist. Soil reaction is moderately acid or slightly acid.\nThe Bt horizon has value of 4 to 6 dry and chroma of 2 or 3 dry or moist. Texture is silt loam or silty clay loam. Soil reaction is moderately acid to neutral.\nThe B part of the B/E horizon has value of 4 or 5 dry, 4 or 5 moist and chroma of 2 or 3 dry or moist. Texture is silt loam or silty clay loam. The E part has value of 5 or 6 dry, 3 to 5 moist, and chroma of 1 to 3 moist. Soil reaction is moderately acid to neutral.\nThe Btb horizon has hue of 7.5YR or 10YR, value of 4 to 6 dry, 3 or 4 moist, and chroma of 4 to 6 dry or moist. The upper part is silty clay loam or silty clay. The lower part is silty clay loam, clay loam, silty clay, or clay. The lower part of the Btb horizon is gravelly, very gravelly, or very cobbly in pedons with bedrock within 60 inches. It is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family. The Tensed series is in a similar family and are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cloverland soils are on mountain plateaus, benches, and north facing hillslopes, and have slopes of 2 to 45 percent. These soils formed in loess and minor amounts of materials weathered from basalt and volcanic ash. Elevation ranges from 2,800 to 4,400 feet. These soils are in a climate with warm, dry summers and cool, moist winters. The average annual precipitation ranges from 17 to 40 inches. The average January temperature is about 28 degrees F, and average July temperature is about 64 degrees F. The average annual air temperature is 42 to 45 degrees F. Frost-free season is 60 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sweiting and Tolo soils. Sweiting soils are 20 to 40 inches deep to basalt. Tolo soils have more than 60 percent volcanic ash in the upper part of the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow to rapid runoff; permeability is moderate above Btb horizon and slow within Btb horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, livestock grazing, wildlife habitat, and crop production. The principal crops are small grains, alfalfa and grass. Native vegetation is ponderosa pine, Douglas-fir and understory mainly of white spirea, common snowberry, rose, strawberry, mallow ninebark, pinegrass, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountainous areas of southeastern Washington and northeastern Oregon; MLRA 9. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Asotin County, Washington, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the surface to 30 inches\nAlbic horizon - from 30 to 37 inches\nArgillic horizon - from 37 to 60 inches.\nADDITIONAL DATA: Partial laboratory data are available - S59WA-2-1, S59WA-2-2, and S79WA003-2.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
