{
  "SERIES": "CLOVERLICK",
  "STATUS": "Established Series",
  "BYREV": "REV.JDC-WHC-JDM",
  "REVDATE": "07/2011",
  "STATES": "KY,VA,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cloverlick gravelly loam--on a 65 percent east facing slope with an overstory of sugar maple, yellow-poplar, and black locust. (Colors are for moist soils)\n0i--0 to 5 centimeters (0 to 2 inches); slightly decomposed leaves, roots and twigs; strongly acid.\nA--5 to 20 centimeters (2 to 8 inches); very dark gray (10YR 3/1) gravelly loam; brown (10YR 4/3) dry; moderate fine granular structure; very friable; many fine roots; 30 percent mixed sedimentary rock fragments; very strongly acid; clear wavy boundary. (6 to 9 inches thick)\nBw1--20 to 46 centimeters (8 to 18 inches); brown (10YR 4/3) gravelly loam; yellowish brown (10YR 5/4) dry; moderate fine subangular blocky structure; friable; common medium roots; 20 percent mixed sedimentary rock fragments; very strongly acid; clear wavy boundary.\nBw2--46 to 61 centimeters (18 to 24 inches); yellowish brown (10YR 5/4) gravelly loam; weak medium subangular blocky structure; friable; common medium roots; 30 percent mixed sedimentary rock fragments; very strongly acid; clear wavy boundary.\nBw3--61 to 79 centimeters (24 to 31 inches); yellowish brown (10YR 5/4) very gravelly loam; weak medium subangular blocky structure; friable; few fine roots; 35 percent mixed sedimentary rock fragments; very strongly acid; clear wavy boundary.\nBw4--79 to 109 centimeters (31 to 43 inches); yellowish brown (10YR 5/4) very gravelly loam; weak medium and coarse subangular blocky structure; friable; few fine roots; 50 percent mixed sedimentary rock fragments; very strongly acid; clear wavy boundary. (Combined thickness of Bw is 34 to 60 inches)\nBC--109 to 183 centimeters (43 to 72 inches); yellowish brown (10YR 5/4) very flaggy loam; weak coarse subangular blocky structure; friable; few fine roots; 60 percent mixed sedimentary rock fragments; very strongly acid. (0 to 36 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harlan County, Kentucky; on a north east facing mountainside in the Right Fork of Cloverlick Creek; about .3 mile south east of the community of Clover and 5 miles (airline) southeast of the town of Cumberland; Latitude 36 degrees, 54 minutes, and 55 seconds N. and Longitude 82 degrees, 56 minutes, 40 seconds W.; USGS Benham Quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 40 to 60 inches or more. Depth to bedrock ranges from 48 to 60 inches or more. Rock fragments, mostly sandstone gravel, channers, cobbles and flagstones, make up 15 to 50 percent of the A horizon, 15 to 70 percent of the individual Bw horizons, and 35 to 90 percent of the BC and C horizons. Reaction ranges from extremely acid to strongly acid throughout, except for a few A horizons that are moderately or slightly acid.\nThe A horizon has hue of 10YR, value, moist, of 3 or less, dry, of 5 or less (crushed and smoothed sample) either throughout the upper 18 centimeters of the mineral soil (unmixed) or between the mineral soil surface and a depth of 18 centimeters after mixing. The fine-earth texture is loam, silt loam, clay loam, or silty clay loam.\nThe BA horizon (where present) has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6. The fine-earth texture is loam, silt loam or fine sandy loam.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 6. The fine-earth texture is loam or silt loam.\nThe BC horizon and C horizons (where present) has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6. Some pedons have lithochromic mottles in shades of brown, olive or gray that increase with depth. The fine-earth texture is sandy loam, fine sandy loam, loam, silt loam, clay loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Berks, Blasdell, Brownstown, Brownsville, Cadosia, Calvin, Deadline, Highsplint, Jubin, Judyville, Keyesville (T), Lippitt, Manlius, Nailkeg, Peaks, Sylco, Warwick and Wyoming series in the same family. Berks, Brownstown, Calvin, Judyville, Keyesville, Lipputt, Manlius, Matewan, Nailkeg, Peaks and Sylco soils are moderately deep. Blasdell soils formed in water sorted material dominated by fragments of local shale bedrock. Brownsville soils formed in colluvium or residuum weathered from thinly bedded and fractured acid siltstone or very fine grained sandstone. Cadosia soils formed in glacial till and local colluvium. Deadline soils formed in colluvium and residuum weathered from schist or phyllite. Highsplint soils have thinner surface horizons and more clay in the solum. Jubin soils have more sand in the solum. Warwick soils formed in glacial outwash. Wyoming soils formed in gravelly, water-sorted material weathered from red and gray sandstone, siltstone and shale on outwash terraces, moraines, kames, eskers and valley trains."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cloverlick soils are on hillsides and mountainsides, foot slopes and a few alluvial fans. They are more abundant on the north and east slopes in areas with cool aspect. Slopes are dominantly 35 to 75 percent, but range from 5 to about 90 percent. These soils formed in stony, loamy colluvium or residuum weathered from Pennsylvanian clastics. Elevation ranges from about 1,000 to 4,200 feet. Near the type location mean annual precipitation is about 53 inches and mean annual temperature is about 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cutshin, Guyandotte, Highsplint, Kimper, Renox and Shelocta soils. Cutshin and Guyandotte soils have umbric epipedons. Highsplint soils have thinner surface layers and more clay in the subsoil. Kimper soils are fine-loamy. Renox and Shelocta soils have ochric epipedons and argillic horizons. All of these soils are intermingled on the landscape and the differences are due mainly to parent materials, relief and vegetation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate or moderately rapid. Runoff is moderate where permeability is moderately rapid and high where permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in second growth forest with mixed stands of sugar maple, yellow-poplar, northern red oak, yellow buckeye, and American basswood. Minor species include red maple, black locust and black cherry. A few of the less sloping areas are used for pasture and sites for homes and gardens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cloverlick soils are in the Allegheny-Cumberland Plateau of eastern Kentucky and possibly similar areas in Tennessee, Virginia and West Virginia. The series is estimated to be of moderate extent, about 80,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harlan County, Kentucky, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cloverlick soils were previously mapped as Jefferson, Shelocta or Cutshin soils.\nDiagnostic horizons recognized in this pedon are:\nOchric epipedon- (Umbric intergrade) 0 to 6 in (A horizon).\nCambic horizon- 6 to 70 in (Bw & BC horizons).\nThe 2005 revision assigns CEC activity class and updates the profile description to reflect standards set forth in the Keys to Soil Taxonomy Ninth Edition, 2003.\nADDITIONAL DATA: Characterization sample S85KY-95-3 (Typical pedon)\nReference samples S84KY-95-3 and S84KY-95-8.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
