{
  "SERIES": "CLOWERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBR/PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Clowers series consists of deep, well and moderately well drained soils formed in mixed, calcareous alluvium.  Clowers soils are on alluvial flood plains and terraces.  Slopes are typically 0 to 3 percent but range up to 6 percent.  The mean annual precipitation is about 8 inches, and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clowers loam-rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak coarse platy structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; common medium and fine roots; slightly effervescent, lime disseminated; 2 percent semirounded pebbles; moderately alkaline (pH 8.4); clear smooth boundary.\n(1 to 8 inches thick)\nC1--4 to 15 inches; light brownish gray (2.5Y 6/2) loam stratified with thin lenses of very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium roots; slightly effervescent, lime disseminated; 2 percent rounded pebbles; strongly alkaline (pH 8.6); gradual wavy boundary.  (5 to 15 inches thick)\nC2--15 to 60 inches; light brownish gray (2.5Y 6/2) loam stratified with lenses of very fine sandy loam, clay loam, and silt loam, dark grayish brown (2.5Y 4/2) moist; massive with much of the original stratified layers in place; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots to 30 inches; strongly effervescent, lime disseminated and as few fine soft masses in various strata; 5 percent rounded pebbles; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sublette County, Wyoming; about 660 feet north and 660 feet east of the SW corner of sec. 29, T. 32, N., R. 110 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are typically calcareous at the surface but are leached up to 8 inches in some pedons.  Depth to bedrock exceeds 60 inches.  The mean annual soil temperature is about 41 to 47 degrees F., and the mean summer soil temperature is about 59 to 63 degrees F.  The soil is stratified with individual strata whose textures range from sandy loam to clay loam.  The particle size control, though stratified, averages 18 to 35 percent clay, 20 to 55 percent silt, and 20 to 55 percent sand with more than 15 but less than 35 percent fine or coarser sand.  Bulk texture is loam or clay loam.  Coarse fragments are variable within various strata but when averaged range from 0 to 15 percent pebbles within the control section.  Calcium carbonate equivalent ranges from 2 to 10 percent throughout with only minor segregation.  Gypsum crystals are common in some strata.  ESP ranges from 0 to 15 percent with the highest concentration located in thin strata at depths of 20 to 40 inches or more.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 5 moist, and chroma of 1 through 4.  EC ranges from 0 to 14 mmhos.  Reaction is moderately or strongly alkaline.\nThe C horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Strata of sandy loam, sandy clay loam, loam, silt loam, silty clay loam, and clay loam are common and range from thin lenses to strata 10 inches thick.  EC ranges from 0 to 14 mmhos in the upper part and from 0 to 8 in the lower part.  Reaction is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Laney series in the same class and the Glenderson and Quealman series.  The Laney soils have 15 to 50 percent exchangeable sodium throughout.  The Glenderson and Quealman soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Clowers soils are on nearly level or gently sloping alluvial flood plains, drainageways, and terraces.  These soils formed in stratified, calcareous alluvium from mixed sources.  Elevation ranges from 6,300 to 7,400 feet.  The mean annual precipitation is about 8 inches and ranges from 5 to 9 inches.  About half falls as rain or snow in April, May, and early June.  The mean annual temperature is about 40 degrees F. and ranges from 38 to 44 degrees F.  The frost-free season is estimated to range from 60 to 90 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Debone, Edlin, Monte, and competing Quealman.  The Debone soils have a natric horizon and occur upslope on more stable surfaces.  Edlin soils have a developed B horizon, are coarse-loamy, and occur on more stable upslope positions.  Monte soils have a regular decrease in organic carbon and usually occupy the second terrace or toeslope positions.  Quealman soils occur intermixed with the Clowers soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained;  runoff is slow through medium; permeability is moderate.  A water table is common in some areas during the irrigation season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated hay, pastureland, native range, and wildlife habitat.  Native vegetation consists of needleandthread, Indian ricegrass, thickspike wheatgrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Intermountain valleys in western Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eden Valley Area, Wyoming; 1985.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well and moderately well",
        "drainage_overview": "well and moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak coarse platy structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; common medium and fine roots; slightly effervescent, lime disseminated; 2 percent semirounded pebbles; moderately alkaline (pH 8.4); clear smooth boundary."
      },
      {
        "name": "C1",
        "top": 10,
        "bottom": 38,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--4 to 15 inches; light brownish gray (2.5Y 6/2) loam stratified with thin lenses of very fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium roots; slightly effervescent, lime disseminated; 2 percent rounded pebbles; strongly alkaline (pH 8.6); gradual wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "C2",
        "top": 38,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--15 to 60 inches; light brownish gray (2.5Y 6/2) loam stratified with lenses of very fine sandy loam, clay loam, and silt loam, dark grayish brown (2.5Y 4/2) moist; massive with much of the original stratified layers in place; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots to 30 inches; strongly effervescent, lime disseminated and as few fine soft masses in various strata; 5 percent rounded pebbles; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
