{
  "SERIES": "CLUBCAF",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR,DAG,WJE,DGF",
  "REVDATE": "07/2004",
  "STATES": "VA",
  "OVERVIEW": "The Clubcaf series consists of very deep, poorly drained soils formed in alluvium derived from limestones, shales, siltstones, sandstones, and quartzites on flood plains. Permeability is moderate. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 42 inches, and mean annual air temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Clubcaf on a 2 percent convex slope in a cultivated field. (Colors are for moist soil unless otherwise stated)\nAp -- 0 to 7 inches; dark brown (10YR 3/3) silt loam; brown (10YR 4/3) dry; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; many coarse distinct dark grayish brown (10YR 4/2) redox depletions and yellowish red (5YR 4/6) redox concentrations; moderately acid; abrupt smooth boundary. (0 to 12 inches thick)\nBg1 -- 7 to 22 inches; very dark gray (10YR 3/1) silt loam; brown (10YR 4/3) dry; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine and medium roots; common medium distinct yellowish red (5YR 4/6) redox concentrations; 2 percent gravel; moderately acid; gradual smooth boundary.\nBg2 -- 22 to 41 inches; very dark gray (10YR 3/1) silt loam; brown (10YR 4/3) dry; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common medium distinct yellowish red (5YR 4/6) redox concentrations; 2 percent gravel; moderately acid; gradual smooth boundary. (Combined thickness of the Bg horizon ranges from 30 to 48 inches)\nCg -- 41 to 62 inches; very dark grayish brown (10YR 3/2) silty clay loam; dark grayish brown (10YR 4/2) dry; massive; friable, slightly sticky, slightly plastic; common fine roots; common medium distinct brown (10YR 4/3) redox concentrations; 2 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wythe County, Virginia; about 0.3 mile southwest 240 degrees of the junction of Highways VA-669 and VA-668 and 0.8 mile northwest 318 degrees of the junction of Highways VA-651 and VA-669."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 60 inches or more. Depth to bedrock is more than 60 inches. Percent coarse fragments consisting of gravel range from 0 to 5 percent in the A, Ap, and Bg horizons and from 0 to 60 percent in the Cg horizon. Reaction is moderately acid to mildly alkaline.\nThe Ap horizon has hue of 10YR, 2.5Y or 5Y, value of 2 or 3, and chroma of 2 or 3. It is loam or silt loam.\nSome pedons have an A horizon which has hue of 10YR, 2.5Y or 5Y, value of 2 or 3, and chroma of 2 or 3. It is loam or silt loam.\nThe Bg horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3, and chroma of 0 to 3. It is loam, silt loam, clay loam, or silty clay loam.\nThe Cg horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 to 7, and chroma of 0 to 4. It is loamy sand, sandy loam, loam, silt loam, clay loam, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Afton, Catherine, Clementine, Colo, Otter, Sawmill, and Whitewood series are in a closely related family. Afton soils formed in loess and alluvium derived from loess. Catherine and Clementine soils receive less than 25 inches of annual precipitation. Colo soils receive less than 30 inches of annual precipitation. Otter and Sawmill soils formed in alluvium derived from loess and till of Wisconsin age. Whitewood soils contain free carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Clubcaf soils formed in alluvium derived from limestones, shales, siltstones, sandstones, and quartzites and are on flood plains. Slope gradients range from 0 to 3 percent. Climate is humid continental. Mean annual air temperature ranges from 50 to 57 degrees F. and mean annual precipitation ranges from 38 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alonzville, Berks, Botetourt, Broadway, Caverns, Combs, Coursey, Frederick, Groseclose, Ingledove, Lehew, Moomaw, Shottower, Speedwell, and Weikert soils. Alonzville, Caverns, Coursey, Botetourt, Ingledove, and Shottower soils are well drained and are on stream terraces. Berks, Lehew, and Weikert soils are shallower to bedrock, contain more coarse fragments in the subsoil, and are on uplands. Broadway, Combs, and Speedwell soils have mollic epipedons, are better drained, and are on similar landscapes. Frederick and Groseclose soils are well drained, contain more clay in the subsoil, and are on uplands. Moomaw soils have a fragipan and are on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. The potential for surface runoff potential is low. Permeability is moderate. These soils are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cultivated. Pasture and hay are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 128, 130, 147. Mainly in the Valley and Ridge physiographic province of Virginia, and possibly, West Virginia, Maryland, Kentucky, and Pennsylvania. The area is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wythe County, Virginia, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1.  Mollic epipedon - the zone from 0 to 41 inches (Ap and Bg horizons).\n2.  Fluventic features - irregular decrease in organic matter content with \tincreasing depth.\n3.  Aquic moisture regime.\nSoils now within the range of the Clubcaf series were previously correlated as Melvin and Dunning series in published soil surveys.\nADDITIONAL DATA: Ranges for morphology, chemistry, and particle-size distribution are based on 6 pedons from Wythe, Smyth, and Washington Counties, Virginia.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 7 inches; dark brown (10YR 3/3) silt loam; brown (10YR 4/3) dry; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; many coarse distinct dark grayish brown (10YR 4/2) redox depletions and yellowish red (5YR 4/6) redox concentrations; moderately acid; abrupt smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 18,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg1 -- 7 to 22 inches; very dark gray (10YR 3/1) silt loam; brown (10YR 4/3) dry; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine and medium roots; common medium distinct yellowish red (5YR 4/6) redox concentrations; 2 percent gravel; moderately acid; gradual smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 56,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg2 -- 22 to 41 inches; very dark gray (10YR 3/1) silt loam; brown (10YR 4/3) dry; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common medium distinct yellowish red (5YR 4/6) redox concentrations; 2 percent gravel; moderately acid; gradual smooth boundary. (Combined thickness of the Bg horizon ranges from 30 to 48 inches)"
      },
      {
        "name": "Cg",
        "top": 104,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg -- 41 to 62 inches; very dark grayish brown (10YR 3/2) silty clay loam; dark grayish brown (10YR 4/2) dry; massive; friable, slightly sticky, slightly plastic; common fine roots; common medium distinct brown (10YR 4/3) redox concentrations; 2 percent gravel; neutral."
      }
    ]
  ]
}
