{
  "SERIES": "CLUGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev: TJK-JAL-EMM",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive Lithic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Clugulch sandy loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 inches to 2; partially decomposed twigs, needles, bark, and lichens. (1 to 3 inches thick)\nA--2 to 5 inches; dark grayish brown (10YR 4/2) sandy loam, black (10YR 2/1) moist; moderate fine granular structure; soft, very friable, nonsticky and moderately plastic; few very fine and fine roots; many very fine pores; 5 percent gravel; neutral (pH 6.7); clear wavy boundary. (1 to 4 inches thick)\nBw--5 to 9 inches; light brownish gray (10YR 6/2) coarse sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; few very fine pores; 10 percent gravel; slightly acid (pH 6.5); abrupt wavy boundary. (3 to 6 inches thick)\nR--9 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Silver Bow County, Montana; 2,000 feet south and 1,350 feet west of the NE corner of sec. 5, T. 1 S., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 42 degrees F.\nMoisture control section - 4 inches to the lithic contact.\nDepth to bedrock - less than 10 inches.\nSurface stones or boulders - 0 to 0.1 percent\nThe surface, when mixed to a depth of 7 inches, does not meet the color requirements for a mollic epipedon.\nSome pedons have a Cr horizon above the R horizon.\nA horizon\nHue:  10YR or 2.5Y\nValue:  4 or 5 dry\nChroma:  1, 2, or 3\nTexture:  sandy loam or coarse sandy loam\nClay content:  10 to 18 percent\nRock fragments:  0 to 25 percent gravel, 0 to 5 percent cobbles\nReaction:  pH 6.1 to 7.5\nBw horizon\nHue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  sandy loam or coarse sandy loam, more than 35 percent fine and coarser sand\nClay content:  5 to 15 percent\nRock fragments:  5 to 35 percent gravel (mainly less than 10 mm in diameter)\nReaction:  pH 6.1 to 7.5\nC horizon present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nClinetop (CO) - has more than 18 percent clay in the particle-size control section; is medium to slightly acid throughout; has precipitation range of 28 to 35 inches.\nGoodview (AK) - have an umbric epipedon.\nLiesnoi (AK) - has a silt loam loess mantle over bedrock; has a udic or wetter moisture regime.\nNoname (OR) - has more than 18 percent clay in the particle-size control section; does not have an O horizon.\nOlathe (CO) - has less than 35 percent fine and coarser sand in the particle-size control section; has 24 to 28 inches of precipitation; is at elevations of 9,000 feet and higher."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - bedrock-floored plains; mountains; hills.\nElevation - 5,500 to 7,000 feet.\nSlope - 2 to 70 percent.\nParent material - residuum derived from granite or other coarse grained igneous rocks.\nClimate - long, cold winters; cool, moist springs; short, cool summers.\nMean annual precipitation - 15 to 24 inches.\nMean annual air temperature - 36 to 40 degrees.\nFrost free season - 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Clugulch soils are primarily used for timber production, understory grazing, watersheds, and as wildlife habitat. The native vegetation is Douglas fir, lodgepole pine, and common juniper with a sparse understory of heartleaf arnica, Idaho fescue, spirea, and woods rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Clugulch soils are of small extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Silver Bow County portion of the Jefferson Soil Survey area, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1596, MT3075.\nDiagnostic horizons and features recognized in this pedon are:\nA layer of partially decomposed forest litter from 2 inches to the mineral soil surface (Oi horizon);\nOchric epipedon - from the soil surface to 7 inches (A, Bw horizons);\nCambic horizon - from 3 to 7 inches (Bw horizon);\nLithic contact - hard granite bedrock at 7 inches (R horizon);\nParticle-size control section from 0 to 7 inches (A, Bw horizons).\nClugulch soils have a cryic temperature regime and an ustic moisture regime.\nThe 3/2008 description reflects a change in classification from Loamy, mixed, superactive Lithic Eutrocryepts to Loamy, mixed, superactive Lithic Haplocryepts due to revision of the cryepts great groups and subgroups.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
