{
  "SERIES": "COAHUILA",
  "STATUS": "Established Series",
  "BYREV": "CLG:MLG:WJG",
  "REVDATE": "02/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, hyperthermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coahuila clay loam--rangeland.        (Colors are for dry soil unless otherwise stated.)\nA--0 to 9 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure parting to weak medium granular; weak thin platy structure in upper 1 inch; slightly hard, friable; common very fine to medium roots; few fine discontinuous pores; violently effervescent; moderately alkaline; clear wavy boundary.  (5 to 15 inches thick)\nBw--9 to 22 inches; pale brown (10YR 6/3) silty clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable; few fine and medium roots; few fine discontinuous pores; about 2 percent by volume of threads and films of calcium carbonate; few calcium carbonate concretions 2 to 6 mm in size; violently effervescent; moderately alkaline; clear wavy boundary.  (10 to 15 inches thick)\nBk1--22 to 33 inches; pale brown (10YR 6/3) silty clay loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, friable; few very fine roots; about 8 percent by volume of threads, films, soft masses, and concretions of calcium carbonate 2 to 8 mm in size; violently effervescent; moderately alkaline; clear wavy boundary.  (10 to 30 inches thick)\nBk2--33 to 62 inches; very pale brown (10YR 7/4) silty clay, light yellowish brown (10YR 6/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable; few very fine roots; about 18 percent by volume of threads, films, soft masses and concretions of calcium carbonate 2 to 8 mm in size; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Val Verde County, Texas; from the intersection of U. S Highway 90 and U. S. Highway 277 in Del Rio, 8.6 miles east and northeast on U. S. Highway 90, 100 feet north of fence in range."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 60 to more than 80 inches.  Calcium carbonate equivalent averages 40 to 60 percent in the 10 to 40 inch control section.  Visible segregations of calcium carbonate comprise of 5 to 25 percent within 40 inches of the surface.  Total clay content of the 10 to 40 inch control section ranges from 30 to 50 percent and noncarbonate clay content is 18 to 35 percent.\nThe A horizon is grayish brown, pale brown, light brownish gray, or brown in 10YR hue, values of 5 and 6, and chromas of 2 to 3. When values are less than 5.5 dry and 3.5 moist the A horizon is less than 7 inches thick.  Texture of the A horizon is loam, clay loam, or silty clay loam.\nThe Bw horizon is light brownish gray, grayish brown, brown, light brown, light yellowish brown, pale brown, or very pale brown of hue 10YR and 7.5YR, values of 5 through 7, and chromas of 2 through 4.\nThe Bk horizons are very pale brown, light gray, light yellowish brown, pink, white, and pale brown in hues 10YR and 7.5YR, values of 6 through 8 and chromas of 1 through 4.  Texture of the B horizons is silty clay loam, silty clay, clay loam, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chispa, Copita, Hoban, Hodgins, Lozier, Mavco, Pryor, Ratliff, Reagan, and Valverde series. Chispa, Hoban, Hodgins, Lozier, Reagan, and Valverde soils have mean annual soil temperature less than 72 degrees.  In addition, Chispa, Hoban, Hodgins, Ratliff, Reagan, and Valverde soils, as well as Copita, Mavco, and Pryor soils, have less than 40 percent calcium carbonate equivalent in the control section.  Copita soils have more than 15 percent sand coarser than very fine sand. Lozier soils have more than 35 percent coarse fragments and are shallow.  Mavco soils have argillic horizon.  Valverde soils have sola less than 60 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coahuila soils are on nearly level to gently sloping ancient stream terraces of piedmont alluvial plains below limestone hills.  Slope shape is plain or convex.  Slope gradients range from 0 to 3 percent, but are mainly less than 1.5 percent.  The soil formed in calcareous alluvium.  The climate is hot semiarid.  Mean annual precipitation is 16 to 21 inches and mean annual temperature ranges from 68 degrees to 72 degrees F.  The Thornthwaite P-E indices range from about 19 to 31.  Frost free days range from 245 to 270 days and elevation ranges from 700 to 1800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Elindio, Felipe, Valverde, and Zapata series.  Elindio soils have mollic epipedons.  Felipe soils lack calcic horizons and are shallow.  Valverde soils have a lithic contact between 40 and 60 inches.  Zapata soils have petrocalcic horizons and are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all of the Coahuila soils are used as rangeland.  In good and excellent condition the site is dominated by sideoats grama, pink pappusgrass, plains bristlegrass, vine mesquite and forbs such as bush sunflower and orange zexmenia.  As retrogression occurs, slim tridens, fall witchgrass, plains bristlegrass, and perennial threeawn increase along with woody shrubs.  As deterioration continues, a large percent of the plants consists of woody shrubs, such as mesquite, tarbush, ceniza, blackbrush, condalias,  agarito, yuccas, and cacti with an understory or red grama hairy tridens, fall witchgrass, perennial threeawn, and curly mesquite.  Perennial croton and gray coldenia may also increase.  A few areas are irrigated to forage or grazing crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Western Rio Grande Plain of Texas and probably Mexico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Val Verde County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Coahuila series was included with the Reagan series and probably would have been classified in the Calcisol great soil group.  The name is from a state in Mexico.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 9 inches (A horizon)\nCambic horizon - 9 to 22 inches (Bw horizon)\nCalcic horizon - 22 to 62 inches (Bk1 and Bk2 horizons)\nADDITIONAL DATA:  Coahuila soil samples; Texas Highway Department Lab.  Nos. E78640051, E78640052, E78640053, and Texas A&M University and NSSL Lab. Nos. S77TX-465-5. NSSL (78P2107-2109).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
