{
  "SERIES": "COALDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RR/GB/JPP",
  "REVDATE": "03/2003",
  "STATES": "CO",
  "OVERVIEW": "The Coaldale series consists of shallow, well drained soils that formed in residuum from granite or gneiss.  Coaldale soils are on mountain slopes and have slopes of 20 to 45 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coaldale very gravelly sandy loam - woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; 45 percent pebbles; neutral; clear smooth boundary.  (2 to 5 inches thick)\nBt--3 to 10 inches; brown (7.5YR 5/4) very gravelly sandy clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common prominent clay films on faces of peds; 55 percent pebbles; neutral; clear smooth boundary.  (4 to 10 inches thick)\nBk--10 to 18 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; 55 percent pebbles; few, fine soft masses of visible calcium carbonate; strongly effervescent; moderately alkaline; clear irregular boundary.  (5 to 10 inches thick)\nR--18 inches; hard granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Colorado; about 2,700 feet east and 3,700 feet south of the intersection of Cottonwood Creek Road and U.S.  Highway 50.  It is about 1,000 feet north and 200 feet west of the southeast corner of Sec. 3, T. 47 N., R. 11 E.  U.S.G.S. Cotopaxi quad., Lat. 38 degrees, 21 minutes, 00 seconds N., and Long. 105 degrees, 43 minutes, 47 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from about 43 to 47 degrees F.  Depth to the lithic contact ranges from 10 to 20 inches.  Rock fragments range from 35 to 90 percent and are mainly subangular pebbles about one inch diameter or less.  Depth to continuous horizons of visible secondary calcium carbonate ranges from 6 to 15 inches.  Some pedons have a Cr horizon about 3 to 8 inches thick over the lithic contact.\nThe A horizon and transitional B/A horizons, if present, have a hue of 7.5YR or 10YR, value of 4 or 5, 3 or 4 moist and chroma of 2 through 4.  Reaction is slightly acid to slightly alkaline.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6, 3 through 5 moist, and chroma of 2 through 5.  The fine earth fraction is typically sandy clay loam or clay loam.  The clay content ranges from 20 to 34 percent, and the total sand content ranges from 35 to 70 percent consisting mainly of fine or coarser sand.  It is neutral or slightly alkaline.\nThe Bk horizon has hue of 7.5YR or 10YR, value of 5 through 7, 4 through 6 moist, and chroma of 3 through 5.  It is typically very gravelly or extremely gravelly sandy loam.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Swissvale (CO) and Worfstone (WY) series.  Swissvale soils lack a consistent k horizon and are noncalcareous throughout the solum.  Worfstone soils have a consistent calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coaldale soils are on mountain slopes.    Slopes range from 20 to 45 percent.  Elevation ranges from 6,700 to 7,700 feet.   The soils formed in residual material weathered from granite or gneiss.   The average annual precipitation is about 12 to 16 inches.  The mean annual temperature is 41 to 46 degrees F.  The mean summer air temperature is about 60 to 65 degrees F.  The frost-free season is 85 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boyle and the Bronell soils.  Boyle soils have a mollic epipedon, are noncalcareous throughout, and have a Cr horizon extending below a depth of 20 inches.  Bronell soils are deep and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing, wildlife habit, and recreation.  Native vegetation is mainly pinion and juniper with a sparse understory of Indian ricegrass, Scribner needlegrass, muttongrass, blue grama, and true mountain mahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central Colorado.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County (Fremont County Area), Colorado, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision updates the classification from a Borollic Lithic Haplargids to be compatible to the 1994 Amendments to Soil Taxonomy.  Diagnostic features and horizons recognized in this soil include an ochric epipedon from 0 to 3 inches; an argillic horizon from 3 to 10 inches; a Bk horizon from 10 to 18 inches; and a lithic contact at 18 inches.  The soil has an ustic aridic moisture regime and a frigid temperature regime.  Last updated by the state 8/95.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; 45 percent pebbles; neutral; clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 8,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--3 to 10 inches; brown (7.5YR 5/4) very gravelly sandy clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common prominent clay films on faces of peds; 55 percent pebbles; neutral; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 25,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bk--10 to 18 inches; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; 55 percent pebbles; few, fine soft masses of visible calcium carbonate; strongly effervescent; moderately alkaline; clear irregular boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches; hard granodiorite."
      }
    ]
  ]
}
