{
  "SERIES": "COARSEWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD-JMG-ACT",
  "REVDATE": "1/98",
  "STATES": "TX",
  "OVERVIEW": "The Coarsewood series consists of very deep, well drained, moderately rapidly permeable soils that formed in calcareous, loamy alluvium.  These soils are on nearly level flood plains.  Slope ranges from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, thermic Udic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coarsewood silt loam--cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; brown (7.5YR 5/4) silt loam, light brown (7.5YR 6/4) dry; weak medium subangular blocky structure; slightly hard; very friable; common fine and medium roots; few fine pores; few shell fragments less than 1/4 inch across; moderately alkaline; violently effervescent; abrupt smooth boundary. (5 to 10 inches thick)\nBw1--7 to 25 inches; brown (7.5YR 5/4) silt loam, pink (7.5YR 7/4) dry; with many very fine and fine faint strata of light brown (7.5YR 6/4) silt loam; weak coarse prismatic structure parting to weak fine subangular blocky; very friable; common fine roots; few fine pores; few shell fragments less than 1/4 inch across; moderately alkaline; violently effervescent; abrupt smooth boundary.\nBw2--25 to 48 inches; brown (7.5YR 5/4) silt loam, light brown (7.5YR 6/4) dry; with common fine distinct strata of dark reddish brown (5YR 3/2) silt loam; weak coarse prismatic structure parting to weak fine subangular blocky; very friable; few fine roots; few fine pores; few shell fragments less than 1/4 inch across; moderately alkaline; violently effervescent; abrupt smooth boundary. (combined thickness of Bw horizon is 15 t 50 inches)\nC1--48 to 65 inches; light brown (7.5YR 6/4) silt loam, pink (7.5YR 7/4) dry; with common fine and medium distinct strata of dark reddish brown (5YR 3/2) silt loam; massive; very friable; few fine roots; moderately alkaline; violently effervescent; abrupt smooth boundary. (10 to 25 inches thick)\nC2--65 to 80 inches; light brown (7.5YR 6/4) loam, pink (7.5YR 7/4) dry; with common fine distinct strata of dark reddish brown (5YR 3/2) silt loam; massive; very friable; moderately alkaline; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brazos County, Texas, approximately 9 miles west on Bryan; from intersection of Texas Highway 21 and Farm Road 50, 0.25 mile west of State Highway 21, 200 feet north along edge of borrow pit."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 40 to about 60 inches.  The clay content of the control section ranges from 8 to 18 percent, with less than 15 percent sand coarser than very fine sand.  It is slightly or moderately alkaline and effervescence ranges from slight to violent throughout.  Fragments of snail shells less than 1/2 inch across range from 0 to 2 percent by volume.  These soils are dry in the moisture control section for more than 90 but less than 120 days during the growing season in most years.\nThe A horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 4.  Texture is very fine sandy loam, silt loam, or loam.\nThe Bw horizon has hue of 5YR to 10YR, value of 5 to 7, and chroma of 3 to 6.  Very fine to coarse strata, less than 1/2 inch thick, in faint to distinct shades of brown, range from few to common.  Texture of the matrix is very fine sandy loam, loam or silt loam.  Some pedons contain a few threads and fine concretions of calcium carbonate.\nThe C horizon has hue of 5YR to 10YR, value of 5 to 7, and chroma of 2 to 6.  It is stratified with these colors and with textures of very fine sandy loam, loam, silt loam or with strata that are slightly more sandy or clayey.\nSome pedons have buried A horizons in the lower part of the control section or within 60 inches of the surface.  Where present, they have hue of 5YR or 7.5YR, value of 3 to 5 and chroma of 2 to 4.  Texture is silt loam or silty clay loam.  Reaction is moderately alkaline.  Calcium carbonate in the form of films, threads, and concretions range from none to about 20 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Apalo, Clemville, Enterprise, Norwood, Weswood, Yahola and Yomont series.  Apalo and Enterprise soils do not have fluventic properties and are noncalcareous in the surface layer.  Clemville, Norwood, and Weswood soils have fine-silty control sections.  Yahola soils have coarse-loamy control sections.  Yomont soils are dry in the moisture control section for more than 120 days during the growing season in most years (Typic)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Coarsewood soils are on nearly level flood plains.  The soil formed in stratified, calcareous, loamy alluvium along channel levees of rivers and streams draining soils that formed in Permian Age sediments, mainly along the Brazos and Colorado River Flood Plains.  Slopes are mainly less than 3 percent.  Mean annual precipitation ranges from 32 to 40 inches, and mean annual temperature ranges from 66 to 70 degrees F.  Frost free days range from 250 to 280 days and elevation ranges from 200 to 350 feet.  Thornthwaite P-E indices ranges from 52 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These soils include Asa, Gaddy, Highbank, Roetex, Ships, Weswood and Yahola.  Asa soils are on slightly higher positions and have a mollic epipedon.  Gaddy soils are in lower positions along the meander of present-day river channels and have sandy control sections.  Highbank soils have clayey control sections and are along recent overbank deposits.  Roetex and Ships are clayey soils in slightly lower or in depressional positions.  Weswood soils are on similar positions and typically are adjacent to areas of Coarsewood soils.  Yahola soils are slightly lower and are adjacent to present-day river channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately rapid.  Runoff is negligible. The soil is rarely to occasionally flooded with flooding occurring every 5 to 20 years for a very brief duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland, pasture or pecan orchards.  Crops grown are corn, cotton, sorghum, small grains, and peanuts.  Pasture areas are mainly improved bermudagrasses.  Native vegetation consists of mid and tall prairie grasses.  Trees include pecan, elm, hackberry, cottonwood and live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along the Brazos and Colorado Rivers in South Central and Southeast Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Brazos County, Texas; 1989. Established by the correlation of Fayette County, Texas Soil Survey, May 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Typic Ustifluvents to Udic Ustifluvents is based on evaluation of rainfall patterns within the geographic distribution of the series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 7 inches.  (Ap horizon)\nThe Bw horizon - from 7 to 48 inches has soil structure.  However, it does not meet the requirements for a cambic horizon.  There is no evidence of removal of carbonates.  (Bw1 and Bw2 horizons)\nFluventic Property - There is irregular distribution of organic carbon and stratification is present.\nSoil Interpretation Record Number: TX1161"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (7.5YR 5/4) silt loam, light brown (7.5YR 6/4) dry; weak medium subangular blocky structure; slightly hard; very friable; common fine and medium roots; few fine pores; few shell fragments less than 1/4 inch across; moderately alkaline; violently effervescent; abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1--7 to 25 inches; brown (7.5YR 5/4) silt loam, pink (7.5YR 7/4) dry; with many very fine and fine faint strata of light brown (7.5YR 6/4) silt loam; weak coarse prismatic structure parting to weak fine subangular blocky; very friable; common fine roots; few fine pores; few shell fragments less than 1/4 inch across; moderately alkaline; violently effervescent; abrupt smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 64,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--25 to 48 inches; brown (7.5YR 5/4) silt loam, light brown (7.5YR 6/4) dry; with common fine distinct strata of dark reddish brown (5YR 3/2) silt loam; weak coarse prismatic structure parting to weak fine subangular blocky; very friable; few fine roots; few fine pores; few shell fragments less than 1/4 inch across; moderately alkaline; violently effervescent; abrupt smooth boundary. (combined thickness of Bw horizon is 15 t 50 inches)"
      },
      {
        "name": "C1",
        "top": 122,
        "bottom": 165,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--48 to 65 inches; light brown (7.5YR 6/4) silt loam, pink (7.5YR 7/4) dry; with common fine and medium distinct strata of dark reddish brown (5YR 3/2) silt loam; massive; very friable; few fine roots; moderately alkaline; violently effervescent; abrupt smooth boundary. (10 to 25 inches thick)"
      },
      {
        "name": "C2",
        "top": 165,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--65 to 80 inches; light brown (7.5YR 6/4) loam, pink (7.5YR 7/4) dry; with common fine distinct strata of dark reddish brown (5YR 3/2) silt loam; massive; very friable; moderately alkaline; violently effervescent."
      }
    ]
  ]
}
