{
  "SERIES": "COARDS",
  "STATUS": "Tentative Series",
  "BYREV": "DMB-PK/Rev. DCS/RBT",
  "REVDATE": "11/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, subactive, nonacid, mesic Fluventic Sulfiwassents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coards silt loam, on permanently submerged fluviomarine bottom, <0.1 percent slope, under 190 centimeters of strongly saline water. (Colors are for moist soil unless otherwise noted.\nA--0 to 2 inches (0 to 4 cm); dark gray (5Y 4/1) silt loam; massive; non-sticky; very fluid; abrupt boundary.\nAse--2 to 6 inches (4 to 15 cm); greenish black (10Y 2.5/1) silt loam; massive; very sticky; very fluid; sulfurous odor; clear boundary.  (2 to 29 centimeter thick).\nCseg1--6 to 16 inches (15 to 42 cm); very dark greenish gray (10Y 3/1) silt loam; massive; moderately sticky; very fluid; 2 percent shell fragments; sulfurous odor; clear boundary.\nCseg2--16 to 32 inches (42 to 81 cm); very dark greenish gray (10Y 3/1) silty clay loam; massive; moderately sticky; very fluid; 3 percent olive (5Y 4/4) herbaceous fibers; sulfurous odor; clear boundary.\nCseg3--32 to 83 inches (81 to 210 cm); very dark greenish gray (10Y 4/1) silty clay loam; massive; very sticky; very fluid; sulfurous odor."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Worcester County, Maryland; approximately 4,900 feet south-southwest of Assacorkin Island and 11,044 feet east-northeast of the end of George Island Landing Road where it meets Parker Bay and approximately 10,130 feet north of the Maryland / Virginia state line in Chincoteague Bay, lat. 38 degrees 2 minutes 52.30 seconds N. long. 75 degrees 19 minutes 26.90 seconds W., NAD 83, USGS 7  minute Boxiron quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock:  Greater than 80 inches (200 centimeters)\nDepth to Seasonal High Water Table:  Permanently submersed\nDepth to Sulfidic Materials:  0 to 20 inches (0 to 50 centimeters and a horizon at least 15 centimeters thick)\nManner of failure / fluidity class:  Slightly to very fluid throughout\nShell Fragments:  typically 0 to 5 percent by volume but could range up to 25 percent if a former historic oyster reef is encountered\nSoil Reaction:  Slightly alkaline to moderately alkaline throughout the profile\nOxidized reaction: Extremely or ultra acid\nElectrical Conductivity:  greater than 5.3 dS m-1\nSalinity Class:  Slightly to strongly saline & RANGE OF INDIVIDUAL HORIZONS:\nA, Ag, Ase, or Aseg horizon:\nColor--hue of 10Y, 10GY, 5GY, 5Y, 2.5Y or N, value of 2.5 to 4 moist, chroma of 0 to 2 with a dominant chroma of 1.\nTexture--silty clay loam, silty clay, silt loam, clay, loam, fine sandy loam, sandy loam, loamy fine sand, or fine sand with mucky analogs\nConsistence--non fluid to very fluid\nSulfurous odor and sulfidic materials are present.\nCseg horizon (some pedons may have 2Cseg horizons):\nColor--hue of 10Y, 5GY, 10GY, N, 5Y, 2.5Y or 10YR value of 2 to 4 moist, chroma 0 to 2 but dominantly a chroma of 1.\nTexture--silty clay loam, silt loam, clay loam, clay, or silty clay (not thick enough to dominate PSCS)\nConsistence-moderately fluid to very fluid\nOrganic carbon ranges from 11.3 to 15.2 g kg-1.\nSulfurous odor and sulfidic materials are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nNone"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape:  Mid-Atlantic Coastal Plain Estuaries\nLandform:  Low-energy mainland coves, fluviomarine and lagoon bottoms\nParent Material:  Fine mainland cove, lagoon bottom, and fluviomarine bottom estuarine deposits\nSlope:  0 to 1 percent\nMean Annual Air Temperature:  10 to 13.9 degrees C. (50 to 57 degrees F.)\nMean Annual Water Temperature:  11.1 to 14.4 degrees C. (52 to 58 degrees F.)\nWater Regime: Tidal, 1 to 4 feet tidal range"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nPasture Point soils--are coarse-loamy and are on submerged wave-cut platforms.\nTingles soils--are fine-silty and have lower quantities of clay (<35%) and do not allow thick silty clay loam and silty clay layers.\nTrappe soils--are sandy throughout and are on submerged wave-cut platforms.\nTruitt soils--are fine-silty soils formed in estuarine deposits that have buried and preserved organic horizons below a depth of 40 inches (1 meter).\nTumagan soils--have organic horizons greater than within 16 inches (40 centimeters) of the soil surface.\nSouthpoint soils--are fine-silty soils formed in estuarine deposits of relict marsh sediments, and upland subaerial soils on mainland coves and submerged wave-cut headlands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class:  Subaqueous (permanently submersed)\nSaturated Hydraulic Conductivity:  Low to moderately low\nSoil is permanently submerged with salt or brackish water. The presence of sulfidic material within 50 cm of the soil surface puts these soils at risk for acid sulfate drainage if they are dredged and exposed to the air."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Most areas are unvegetated and function as estuarine benthic wildlife habitat.  Benthic fauna such as tubeworms are common.  Benthic fauna such as clams, razor clams, juvenile blue crabs, scallops, oysters and juvenile finfish are rare.\nDominant Vegetation: Native vegetation includes rooted algae, eelgrass (Zostera marina) and Widgeon grass (Ruppia maritima).  Vegetative coverage ranges from 0 to 5 percent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mid-Atlantic coastal lagoons and estuaries of Delaware (Indian River and Rehoboth Bays), Maryland (Chincoteague Bay), and possibly New Jersey (Barnegat Bay).  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Worcester County, Maryland, 2007. The name was taken and used from Danielle Balduff's dissertation for Chincoteague Bay, Maryland."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon--the zone from 0 to 6 inches (0 to 15 cm) (A and Ase horizons)\nPeraquic feature--Positive soil water potential (permanently submerged) at the soil surface. (under 75 inches (190 cm) of salt water).\nParticle size control section--The zone from 0 to 40 inches (0 to 100 cm) (the A, Ase and the Cseg horizons).\nSulfidic materials--a 6 inch (15 centimeter) thick horizon with 20 inches (50 centimeters) of the soil surface that contains sulfidic materials (the Ase, Cseg1 and Cseg2 horizons).\nFluidity Class--the zone from 0 to 83 inches (0 to 210 centimeters) is very fluid.\nFluventic feature--the soil organic carbon is greater than 0.2 percent at a depth of 50 inches (125 centimeters) below the soil surface.\nADDITIONAL DATA:  Balduff, D.M. 2007 Ph.D. dissertation, University of Maryland.\nNASIS user site and pedon ID:  2005MD047093.\nNASIS Data Map Unit ID: 800940\nNational Cooperative Soil Survey\nU.S.A."
  }
}
