{
  "SERIES": "COARSEGOLD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/RCH",
  "REVDATE": "05/2001",
  "STATES": "CA",
  "OVERVIEW": "The Coarsegold series consists of moderately deep, well drained soils that formed from weathered schist.  Coarsegold soils are in mountainous areas and have slopes of 8 to 75 percent.  The mean annual precipitation is about 26 inches and the mean annual air temperature is about 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coarsegold loam, annual grass pasture.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; brown (5YR 5/3) loam, dark brown (7.5YR 3/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; many fine pores and worm holes, some up to 1/8 inch in diameter; many worm casts locally producing a moderate fine granular structure; moderate organic matter content; some gravel; slightly acid (pH 6.4); clear smooth boundary.  (2 to 7 inches thick)\nB1--5 to 17 inches; reddish brown (5YR 5/4) gravelly heavy loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; hard, friable, nonsticky and nonplastic; thin continuous clay films in worm channels and pores, thin and patchy on faces of peds; many worm casts; slightly acid (pH 6.5); clear smooth boundary.  (4 to 12 inches thick)\nB21t--17 to 27 inches; reddish brown (5YR 4/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; weak coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; thin, nearly continuous clay films; many root channels, some up to 1/4 inch in diameter with shining compression surfaces; neutral (pH 6.6); clear smooth boundary.  (6 to 12 inches thick)\nB22t--27 to 38 inches; reddish brown (5YR 4/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse angular blocky structure; very hard, very firm, sticky and plastic; moderate continuous clay films; numerous large root channels, some up to 1/4 inch in diameter with shining compression surfaces; few very fine and fine pores; slightly acid (pH 6.5); clear wavy boundary.  (6 to 11 inches thick)\nCr--38 to 50 inches; weathered mica schist with soil material as tongues and in fractures; light reddish brown (2.5YR 6/4) gravelly clay loam, reddish brown moist; common thin clay films.  Weathered mica schist becomes less decomposed with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madera County, California; 1/4 mile south, 1/4 mile west of NE corner section 10, T.8S., R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to a paralithic contact are 20 to 40 inches.  The mean annual soil temperature is about 59 degrees F.  Usually the soil becomes dry between depths of 5 and 15 inches in May and remains dry until sometime in early October or November, and is moist in some or all parts the rest of the year.  The control section has 25 to 35 percent clay, 5 to 10 percent coarse and very coarse sand, and 2 to 20 percent rock fragments.  The soils are typically micaceous throughout and are medium acid to neutral.\nThe A horizon is dark brown, brown and grayish brown with hue of 10YR or 7.5YR, value of 3 through 5 and chroma of 2 through 4 dry.  Moist colors are very dark grayish brown and dark brown with value of 3 and chroma of 2 through 4.  This horizon is loam, sandy loam, fine sandy loam or very fine sandy loam.  Structure is granular or subangular blocky, or the soil is massive.\nThe Bt horizon is reddish brown or yellowish red and red to dark red in hue of 5YR or 2.5YR with value of 3 through 6 and chroma of 3 through 8.  Moist colors are generally one unit of value lower.  This horizon is clay loam, sandy clay loam or heavy loam or gravelly equivalents of each.  Structure is subangular or angular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Academy, Burchell, Honn, Jacinto, Modesto, Perkins, Pleasanton, Rescue, Sobrante, Trimmer and Whitney series.  Academy soils are not micaceous and are underlain by consolidated terrace sediments.  Burchell soils are moderately or strongly alkaline and somewhat poorly drained.  Honn, Jacinto, Modesto, Pleasanton and Whitney soils lack a paralithic contact and have a B2t horizon with hue of 7.5YR or yellower.  Perkins soils lack a paralithic contact and are slowly permeable.  Rescue soils are deeper than 40 inches to a paralithic contact, have 10 to 20 percent coarse and very coarse sand, and are nonmicaceous. Sobrante soils have a lithic contact at a depth of 20 to 40 inches and are nonmicaceous.  Trimmer soils are nonmicaceous and have 10 to 20 percent coarse and very coarse sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coarsegold soils are on hilly to steep mountainous areas underlain by metasedimentary rocks of mica schist, quartz, gneiss or quartzite.  They occur at elevations of 500 to 4,500 feet in a subhumid mesothermal climate with mean annual rainfall of 18 to 35 inches, hot, dry summers and cool, moist winters.  The mean  annual temperature is 59 degrees F; the average January temperature is about 42 degrees F.; and the average July temperature is about 65 to 70 degrees F.  The frost free season averages about 160 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:   These are the Auberry, Blasingame, Holland, Las Posas and Trabuco soils.  Auberry and Holland soils have a base saturation of less than 75 percent in the upper 30 inches of the argillic horizon.  Blasingame soils have less than 1 percent organic matter in the surface.  Las Posas and Trabuco soils have more than 35 percent clay in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland with a very small area used for dry farmed hay and grain.  In the Sierra Nevada the vegetation is blue and interior live oak, digger pine, buckeye, ceanothus, birchleaf mountain mahogany, poison oak and manzanita.  Open areas have a ground cover of annual grasses, forbs and weeds.  In Southern California the vegetation is chaparral composed of chamise, scrub oak, birchleaf mountain mahogany, eastern manzanita, cupleaf ceanothus, and yucca.  Open areas have a ground cover of cheatgrass, wild oats and other annual grasses and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the western foothills of the central and southern Sierra Nevada, California, and in mountains of Southern California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Madera County, California, 1959.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
