{
  "SERIES": "COATSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev.  SLE-CLL-RAT-GRS",
  "REVDATE": "01/2011",
  "STATES": "IL",
  "OVERVIEW": "The Coatsburg series consists of very deep, poorly drained soils on till plains. The modern soil is largely super-imposed in a paleosol thought to be of Illinoisan age.  Slope ranges from 4 to 20 percent. The mean annual precipitation is about 965 mm (38 inches), and the mean annual temperature is about 10.6 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coatsburg silt loam, on a north-facing 10 percent slope in a cultivated field at an elevation of 213 m (700 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); very dark gray (10YR 3/1) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; many fine and medium roots; moderately acid; abrupt smooth boundary.\nAB--15 to 25 cm (6 to 10 inches); very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak medium subangular blocky structure parting to moderate fine subangular blocky; firm; common fine roots; few prominent light gray (10YR 7/1) dry, silt coatings on faces of peds; common fine prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; many fine prominent irregular light olive brown (2.5Y 5/4) masses of oxidized iron throughout; moderately acid; clear wavy boundary. [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\n2Btg1--25 to 36 cm (10 to 14 inches); dark grayish brown (10YR 4/2) silty clay loam; weak medium subangular blocky structure; firm; few fine roots; common distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; common distinct dark gray (10YR 4/1) clay films on faces of peds; common fine prominent irregular strong brown (7.5YR 5/6) and many fine prominent irregular light olive brown (2.5Y 5/4) masses of oxidized iron throughout; moderately acid; clear wavy boundary.\n2Btg2--36 to 48 cm (14 to 19 inches); grayish brown (10YR 5/2) silty clay; weak coarse prismatic structure parting to weak medium subangular blocky; firm; few fine and medium roots; common distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; many fine prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; common fine faint irregular light brownish gray (10YR 6/2) iron depletions throughout; moderately acid; clear wavy boundary.\n2Btg3--48 to 66 cm (19 to 26 inches); grayish brown (10YR 5/2) silty clay loam; weak very coarse prismatic structure; firm; few fine roots; few distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; common distinct gray (10YR 5/1) clay films on faces of peds; common fine and medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; many fine faint irregular light brownish gray (10YR 6/2) iron depletions throughout; moderately acid; clear wavy boundary.\n2Btg4--66 to 97 cm (26 to 38 inches); grayish brown (10YR 5/2) silty clay loam; weak very coarse prismatic structure; firm; few very fine roots; few  distinct gray (10YR 5/1) clay films on faces of peds and in pores; common fine and medium prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; common fine and medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; many fine and medium faint irregular light brownish gray 10YR 6/2) iron depletions throughout; moderately acid; clear wavy boundary.\n2Btg5--97 to 114 cm (38 to 45 inches); light brownish gray (10YR 6/2) silty clay loam; moderate very coarse prismatic structure; firm; few distinct dark gray (10YR 4/1) clay films lining root channels and pores; common distinct grayish brown (10YR 5/2) clay films on faces of peds; common   prominent light gray (10YR 7/2) silt coatings on faces of peds; common medium prominent irregular brownish yellow (10YR 6/8) masses of oxidized iron throughout; slightly acid; clear wavy boundary.\n2Btg6--114 to 157 cm (45 to 62 inches); gray (10YR 6/1) silty clay loam; moderate very coarse prismatic structure; firm; many prominent light gray (10YR 7/2) silt coatings on faces of peds; common distinct gray (10YR 5/1) clay films on faces of peds; few medium prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; common medium and coarse prominent irregular brownish yellow (10YR 6/6) masses of oxidized iron throughout; slightly acid; clear wavy boundary.\n2Btg7--157 to 178 cm (62 to 70 inches); light brownish gray (10YR 6/2) silty clay; weak very coarse prismatic structure parting to moderate medium subangular blocky; very firm; few distinct gray (10YR 6/1) clay films on faces of peds and in pores; common fine prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; many medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; 2 percent pressure faces throughout; slightly acid; gradual wavy boundary. [Combined thickness of the 2Bt horizon is 76 to 178 cm (30 to 70 inches).]\n2BCg--178 to 203 cm (70 to 80 inches); gray (10YR 6/1) silty clay; weak very coarse prismatic structure; firm; common fine prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; many coarse prominent irregular brownish yellow (10YR 6/6) masses of oxidized iron throughout; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Adams County, Illinois; about 1/2 mile southeast of La Prairie; 2,550 feet east and 2,400 feet north of the southwest corner of sec. 20, T. 2 N., R. 5 W.; USGS Augusta, IL. topographic quadrangle; latitude 40 degrees 8 minutes 33 seconds N, and longitude 90 degrees 59 minutes 58 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 127 to 203 cm (50 to 80 inches)\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nClay mineralogy: dominant clay mineral in the Bt horizon is smectite, but the content of illite increases with increasing depth.\nParticle-size control section: averages 35 and 45 percent clay, 15 to 35 percent fine sand or coarser material\nFree carbonates: present in some pedons below a depth of 152 cm (60 inches)\nAp, A, and/or AB horizon:\nHue: 10YR\nValue: 2 or 3 (4 or 5 dry)\nChroma: 1 or 2 moist or dry\nTexture: commonly silt loam, but silty clay loam and clay loam are within the range, particularly in eroded pedons.\nClay content: average 20 to 35 percent\nSand content; 5 to 15 percent\nReaction: strongly acid to slightly alkaline, the latter in pedons that have been limed.\nSome pedons have a thin Btg horizon formed in loess above the 2Btg horizon formed in till.\nBtg and/or 2Btg horizons:\nHue: 10YR, 2.5Y, 5Y or N (neutral)\nValue: 3 to 6\nChroma: 0 to 2\nTexture: clay, clay loam, silty clay or silty clay loam\nRedoximorphic features:\nClay content: 35 to 45 percent\nSand content: 15 to 35 percent\nHue: 5Y, 2.5Y, 10YR, 7.5YR or 5YR\nValue: 3 to 6\nChroma: 1 to 8\nReaction: strongly acid or moderately acid in at least one subhorizon, and ranges from strongly acid to slightly acid.\n2BCg, 2BC, 2C and/or 2Cg horizons:\nHue: 10YR, 7.5YR, 2.5Y, 5Y or N\nValue: 4 to 6\nChroma: 0 to 8\nTexture: clay, clay loam, silty clay, silty clay loam or loam\nClay content: averages 20 to 45 percent\nReaction: moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Butler, Carbika, Chancellor, Clarinda, Edinburg, Fosterburg, Haig, Lodgepole, Mazaska, Minnetonka, Sacville, Sampsel, Taintor, Terrabella, Virden, Winterset, and Worthing series. Butler and Clarinda soils average more than 45 percent clay in the particle-size control section. Carbika and Sacville soils have a mean annual soil temperature of more than 13 degrees C (56 degrees F). Chancellor, Lodgepole and Worthing soils have mollic epipedons that extend to depths greater than 51 cm (20 inches). Edinburg, Fosterburg, Haig, Minnetonka, Taintor, Virden, and  Winterset soils average less than 15 percent sand in the particle-size control section. In addition, Fosterburg soils contain a concentration of between 5 and 15 percent exchangeable sodium. Mazaska soils have free carbonates above a depth of 152 cm (60 inches). Sampsel soils have a paralithic contact within a depth of 203 cm (80 inches). Terrabella soils have matrix colors with hues redder than 10YR in the middle part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Coatsburg soils are on the upper ends of incised drainageways and convex side slopes on till plains. They formed in 51 cm (20 inches) or less of loess or other silty material, and glacial till or accretion gley that contains a strongly developed paleosol. Slopes commonly are 5 to 10 percent, but range from 4 to 20 percent. Mean annual temperature ranges from 7.8 to 12.2 degrees C (46 to 54 degrees F); mean annual soil temperature ranges from 11.1  to 13.3 degrees C (52 to 56 degrees F); mean annual precipitation ranges from 737 to 1016 mm (29 to 40 inches); frost free days range from 150 to 190 days; and elevation ranges from 122 to 305 meters (400 to 1000 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Assumption, Atlas, Keller, and Ogle soils. The well drained or moderately well drained Assumption soils are upslope or at higher elevations than Coatsburg soils. The somewhat poorly drained Atlas and Keller soils, and the well drained Ogle soils are on similar slopes nearby. Atlas soils are the forested member of a biosequence with Coatsburg soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Coatsburg soils are poorly drained.  Saturated hydraulic conductivity is low to moderately low (0.01 to 0.42 micrometers per second). Permeability is very slow. Surface runoff potential is medium to very high. At undisturbed sites there is a perched water table at depths of 0 to 31 cm (0 to 1.0 foot) during the spring in most years. These soils are seasonally wet and seepy."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for pasture or for forages that are cut for hay. Cultivated crops are on some of the less sloping areas. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western and northwestern Illinois; LRRs K and M, MLRAs 95B, 108B, and 115C.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stephenson County, Illinois, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The variability of the properties in the Coatsburg series is related to the geologic truncation of the paleosol before it was buried by loess, and to the extent that modern soil forming processes have altered the paleosol. Many of the properties of the 2Btg horizon are believed to have been inherited from the paleosol. It is difficult to differentiate the properties of the lower part of the modern soil from those of the paleosol in many pedons. Some mapped areas of this soil contain buried horizons (subscript b) of the paleosol beneath the modern solum. Calcium and other bases have been replenished in some pedons after burial by loess by seepage water from upslope or from the mantling material. This causes the reaction of the solum to have a wide range. The type location was moved to this more representative pedon in 1996.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon - from a depth of 0 to 25 cm (0 to 10 inches) (Ap and AB horizons)\nargillic horizon - from a depth 25 to 178 cm (10 to 70 inches) (2Btg horizons)\nlithologic discontinuity at a depth of 25 cm (10 inches)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 inches); very dark gray (10YR 3/1) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; many fine and medium roots; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "AB",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--15 to 25 cm (6 to 10 inches); very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak medium subangular blocky structure parting to moderate fine subangular blocky; firm; common fine roots; few prominent light gray (10YR 7/1) dry, silt coatings on faces of peds; common fine prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; many fine prominent irregular light olive brown (2.5Y 5/4) masses of oxidized iron throughout; moderately acid; clear wavy boundary. [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]"
      },
      {
        "name": "2Btg1",
        "top": 25,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg1--25 to 36 cm (10 to 14 inches); dark grayish brown (10YR 4/2) silty clay loam; weak medium subangular blocky structure; firm; few fine roots; common distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; common distinct dark gray (10YR 4/1) clay films on faces of peds; common fine prominent irregular strong brown (7.5YR 5/6) and many fine prominent irregular light olive brown (2.5Y 5/4) masses of oxidized iron throughout; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Btg2",
        "top": 36,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg2--36 to 48 cm (14 to 19 inches); grayish brown (10YR 5/2) silty clay; weak coarse prismatic structure parting to weak medium subangular blocky; firm; few fine and medium roots; common distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; many fine prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; common fine faint irregular light brownish gray (10YR 6/2) iron depletions throughout; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Btg3",
        "top": 48,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg3--48 to 66 cm (19 to 26 inches); grayish brown (10YR 5/2) silty clay loam; weak very coarse prismatic structure; firm; few fine roots; few distinct very dark gray (10YR 3/1) organo-clay films on faces of peds; common distinct gray (10YR 5/1) clay films on faces of peds; common fine and medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; many fine faint irregular light brownish gray (10YR 6/2) iron depletions throughout; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Btg4",
        "top": 66,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg4--66 to 97 cm (26 to 38 inches); grayish brown (10YR 5/2) silty clay loam; weak very coarse prismatic structure; firm; few very fine roots; few  distinct gray (10YR 5/1) clay films on faces of peds and in pores; common fine and medium prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; common fine and medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; many fine and medium faint irregular light brownish gray 10YR 6/2) iron depletions throughout; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Btg5",
        "top": 97,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg5--97 to 114 cm (38 to 45 inches); light brownish gray (10YR 6/2) silty clay loam; moderate very coarse prismatic structure; firm; few distinct dark gray (10YR 4/1) clay films lining root channels and pores; common distinct grayish brown (10YR 5/2) clay films on faces of peds; common   prominent light gray (10YR 7/2) silt coatings on faces of peds; common medium prominent irregular brownish yellow (10YR 6/8) masses of oxidized iron throughout; slightly acid; clear wavy boundary."
      },
      {
        "name": "2Btg6",
        "top": 114,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg6--114 to 157 cm (45 to 62 inches); gray (10YR 6/1) silty clay loam; moderate very coarse prismatic structure; firm; many prominent light gray (10YR 7/2) silt coatings on faces of peds; common distinct gray (10YR 5/1) clay films on faces of peds; few medium prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; common medium and coarse prominent irregular brownish yellow (10YR 6/6) masses of oxidized iron throughout; slightly acid; clear wavy boundary."
      },
      {
        "name": "2Btg7",
        "top": 157,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btg7--157 to 178 cm (62 to 70 inches); light brownish gray (10YR 6/2) silty clay; weak very coarse prismatic structure parting to moderate medium subangular blocky; very firm; few distinct gray (10YR 6/1) clay films on faces of peds and in pores; common fine prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; many medium prominent irregular strong brown (7.5YR 5/6) masses of oxidized iron throughout; 2 percent pressure faces throughout; slightly acid; gradual wavy boundary. [Combined thickness of the 2Bt horizon is 76 to 178 cm (30 to 70 inches).]"
      },
      {
        "name": "2BCg",
        "top": 178,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BCg--178 to 203 cm (70 to 80 inches); gray (10YR 6/1) silty clay; weak very coarse prismatic structure; firm; common fine prominent irregular black (2.5Y 2.5/1) masses of iron-manganese oxides throughout; many coarse prominent irregular brownish yellow (10YR 6/6) masses of oxidized iron throughout; slightly acid."
      }
    ]
  ]
}
