{
  "SERIES": "COBBLYWHEEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DHZ/TM/JBF",
  "REVDATE": "08/2009",
  "STATES": "NV",
  "OVERVIEW": "The Cobblywheel series consists of very deep, well drained soils that formed in colluvium and solifluction deposits derived from quartzite. Cobblywheel soils are on mountains. Slope ranges from 15 to 75 percent. The mean annual precipitation is about 800 millimeters and the mean annual air temperature is about 1.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active Xeric Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cobblywheel extremely cobbly loam--wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 35 percent gravel, 30 percent cobbles, 5 percent stones, and 5 percent boulders.\nOa--0 to 4 cm; very dark brown (10YR 2/2) extremely cobbly highly decomposed organic material, black (10YR 2/1) moist; many very fine roots; 35 percent gravel, 30 percent cobbles, 5 percent stones, and 5 percent boulders; neutral (pH 6.9); clear smooth boundary. (2 to 7 cm thick)\nA--4 to 37 cm; dark yellowish brown (10YR 4/4) extremely cobbly loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium, and few coarse roots; common very fine and fine tubular and interstitial pores; 35 percent gravel and 25 percent cobbles; neutral (pH 7.2); clear smooth boundary. (15 to 35 cm thick)\nBkq--37 to 152 cm; yellowish brown (10YR 5/4) extremely cobbly loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common fine and medium interstitial pores; few fine secondary calcium carbonate concretions on the bottom of rock fragments, few fine brittle silica masses on the bottom of rock fragments; 50 percent gravel and 35 percent cobbles; violently effervescent; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; in Great Basin National Park about 1.1 miles northwest of Wheeler Peak; USGS Wheeler Peak 7.5 minute topographic quadrangle; latitude 38 degrees 59 minutes 56 seconds N and longitude 114 degrees 19 minutes 31 seconds W; UTM zone 11, 0731634e, 4320055n; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist throughout the year. Most of the moisture that falls on this soil is in the form of snow and is removed by wind and sublimation. These soils are dry in all parts more than half of the cumulative days per year when the soil temperature is above 5 degrees C. Xeric soil moisture regime bordering on aridic.\nMean annual soil temperature - 1 to 4 degrees C.\nMean summer soil temperature - 5.5 to 7 degrees C.\nThickness of mollic epipedon - 25 to 40 cm.\nParticle-size control section - Clay content: 12 to 18 percent.\nRock fragments: Averages 50 to 85 percent, mainly gravel and cobbles. Lithology of fragments is quartzite.\nA horizon - Value: 3 or 4 moist.\nChroma: 3 or 4 moist.\nConsistence: Soft or slightly hard, dry.\nOrganic matter: 1 to 2 percent.\nBkq horizon - Value 5 or 6 dry, 3 or 4 moist.\nTexture: Loam or sandy loam. Lower subhorizons are gravel or cobbles in some pedons.\nClay content: 12 to 18 percent.\nRock fragments: 65 to 90 percent. Texture modifier is extremely cobbly.\nStructure: Weak or moderate, medium or coarse subangular blocky.\nConsistence: Soft or slightly hard, dry.\nConcentrations: Secondary calcium carbonate and silica masses less than 2 millimeters thick on the bottom of rock fragments, 1 to 3 percent (by volume) of the horizon.\nCalcium carbonate equivalent: 1 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cobblywheel soils are on mountains.\nThey typically are on backslope and shoulder positions.\nThese soils formed in colluvium and solifluction deposits derived from quartzite.\nSlope ranges from 15 to 75 percent.\nElevations range from 2,850 to 4,000 meters.\nThe climate is subhumid, continental with cold, snowy winters and cool, dry summers.\nThe mean annual precipitation is 600 to 950 mm, most of which comes in the form of snow. Most of the snow that falls on this soil is removed by wind or sublimation, making it much drier than the precipitation would indicate. This dry and cold climate inhibits plant growth.\nMean annual air temperature is 0 to 3 degrees C.\nThe frost-free period is 20 to 40 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Keyole, Steepshrub, and Wheelerpek soils.\nKeyole soils do not have accumulations of secondary calcium carbonate or secondary silica.\nSteepshrub soils have mollic epipedons.\nWheelerpek soils are shallow to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cobblywheel soils are used for recreation, livestock grazing, and wildlife habitat. The native vegetation is mainly Wheeler bluegrass, clubmoss, wax currant, and Ross's sedge. This pedon is correlated to Ecological Site R028AY069NV, Alpine Ridge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA's 28A and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Great Basin National Park, Nevada, 2009. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (Oa horizon and upper part of the A horizon).\nCambic horizon - The zone from 37 to 152 cm (Bkq horizon).\nParticle-size control section - The zone from 29 to 104 cm. (lower part of the A and upper part of the Bkq horizons, 25 to 100 cm below the mineral soil surface).\nADDITIONAL DATA: NASIS user site ID: 07NV708008-DHZ.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 4,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "cf_class": "extremely cobbly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa--0 to 4 cm; very dark brown (10YR 2/2) extremely cobbly highly decomposed organic material, black (10YR 2/1) moist; many very fine roots; 35 percent gravel, 30 percent cobbles, 5 percent stones, and 5 percent boulders; neutral (pH 6.9); clear smooth boundary. (2 to 7 cm thick)"
      },
      {
        "name": "A",
        "top": 4,
        "bottom": 37,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--4 to 37 cm; dark yellowish brown (10YR 4/4) extremely cobbly loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium, and few coarse roots; common very fine and fine tubular and interstitial pores; 35 percent gravel and 25 percent cobbles; neutral (pH 7.2); clear smooth boundary. (15 to 35 cm thick)"
      },
      {
        "name": "Bkq",
        "top": 37,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.3,
        "pH_class": "neutral",
        "narrative": "Bkq--37 to 152 cm; yellowish brown (10YR 5/4) extremely cobbly loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common fine and medium interstitial pores; few fine secondary calcium carbonate concretions on the bottom of rock fragments, few fine brittle silica masses on the bottom of rock fragments; 50 percent gravel and 35 percent cobbles; violently effervescent; neutral (pH 7.3)."
      }
    ]
  ]
}
