{
  "SERIES": "COBOC",
  "STATUS": "Established Series",
  "BYREV": "Rev. GKL-CMF-DJE",
  "REVDATE": "3/93",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, mesic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coboc gravelly loam - on a southwest facing convex slope of 45 percent under ponderosa pine, Douglas fir, incense-cedar, madrone, California black oak, deerbrush, whiteleaf manzanita and forbs at 1,750 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described April 28, 1975, the soil was moist throughout).\nO1--1 to 0 inch; fresh and partially decomposed needles and twigs.\nA--0 to 1 inches; brown (7.5YR 5/4) gravelly loam, reddish brown (5YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; common roots; 20 percent pebbles; slightly acid (ph 6.3); clear smooth boundary.  (1 to 3 inches thick)\nAB--1 to 6 inches; brown (7.5YR 5/4) loam, reddish brown (5YR 4/3) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common roots; 12 percent pebbles; slightly acid (pH 6.1); gradual smooth boundary.  (4 to 12 inches thick)\nBAt--6 to 18 inches; yellowish red (5YR 5/6) gravelly clay loam, reddish brown (5YR 4/4) moist; moderate very fine and fine subangular blocky structure; very hard, friable, slightly sticky and plastic; few thin clay films on peds; common roots; 15 percent pebbles; medium acid (pH 5.9); diffuse smooth boundary.  (7 to 14 inches thick)\nBt--18 to 40 inches; yellowish red (5YR 5/6) gravelly clay, yellowish red (5YR 5/6) moist; moderate medium angular blocky structure; very hard, firm, slightly sticky and plastic; continuous moderately thick clay films on peds and pores; few roots; 15 percent pebbles; strongly acid (pH 5.5); diffuse smooth boundary.  (13 to 22 inches thick)\nBCt--40 to 72 inches; reddish yellow (5YR 6/6) gravelly clay loam,yellowish red (5YR 5/6) moist; weak coarse angular blocky structure; very hard, firm, slightly sticky and plastic; many moderately thick clay films on ped faces and pores; very few roots; 15 percent gravel; medium acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  About 2.5 miles northeast of the town of Seiad Valley; Siskiyou County, California; 1,950 feet south and 650 feet east from the NW section corner, SW 1/4, NW 1/4 sec. 5, T. 46 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is 60 or more inches deep.  Mean annual soil temperature is 47 to 58 degrees; mean January soil temperature is 36 to 46 degrees F; mean July soil temperature is 58 to 75 degrees F.  The soil temperature exceeds 41 degrees F from February 20 to December 1, and exceeds 47 degrees F from March 20 to November 15.   The soil between the depths of 8 to 24 inches is dry for 90 or more days from mid-July to mid-October in most years and is moist in some or all parts the rest of the year.  The base saturation from 6 to 60 inches is between 35 and 75 percent.\nThe A horizon has colors of 7.5YR 4/4, 5/4; 5YR 5/6.  Moist colors are 10YR 3/2; 5YR 4/4, or 4/3.  It is loam or gravelly loam with 20 to 27 percent clay.  The volume of pebbles ranges from 1 to 25 percent. It is medium or slightly acid.\nThe Bt horizon has colors of 7.5YR 6/6; 5YR 5/6, 6/6; 2.5YR 5/7, or 5/8.   Moist colors are 7.5YR 6/6; 5YR 5/4, 5/6; 2.5YR 4/6, or 5/6.  It is gravelly clay loam or gravelly clay.  The volume of pebbles ranges from 5 to 35 percent.  It has a weighted average of greater than 35 percent clay.  Clay content does not decrease by as much as 20 percent of the maximum amount of clay to a depth of 60 inches.  It is strongly acid to medium acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coboc soils are on high terraces, landslide deposits, and mountain footslopes.  Slopes are 9 to 50 percent.  The soils formed in mixed alluvium and metamorphic colluvium.  Elevations are 1,000 to 5,000 feet.  The climate is humid, with warm dry summers and cold moist winters.  Mean annual precipitation is 30 to 60 inches.  Mean January temperature is 28 to 42 degrees F; mean July temperature is 65 to 74 degrees F; mean annual temperature is 45 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  See remarks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability, medium to rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as watershed, wildlife habitat and timber production.  Vegetation is ponderosa pine, Douglas fir, incense-cedar, madrone, California black oak, deerbrush, whiteleaf manzanita and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central California.  Series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County, California, 1982.  Klamath National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was established to identify and map a new family in a survey area that classified soil map components only to the family level.\nLast revised by the state on 8/82.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
