{
  "SERIES": "COBRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWW-PWB-JVC-JBF",
  "REVDATE": "01/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, mesic Durinodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cobre ashy silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 cm; light gray (2.5Y 7/2) ashy silt loam, dark grayish brown (2.5Y 4/2) moist; weak medium platy structure; slightly hard, very friable, moderately sticky and slightly plastic; few very fine roots; many very fine interstitial and many very fine, fine, and few coarse vesicular pores; 10 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (2 to 10 cm thick)\nA2--3 to 5 cm; light gray (2.5Y 7/2) ashy silt loam, dark grayish brown (2.5Y 4/2) moist; moderate medium platy structure; slightly hard, very friable, moderately sticky and slightly plastic; few very fine roots; many very fine interstitial and many very fine and fine vesicular pores; 10 percent gravel; slightly effervescent; moderately alkaline; (pH 8.2); abrupt smooth boundary.  (2 to 8 cm thick)\nBw1--5 to 15 cm; light gray (2.5Y 7/2) ashy silt loam, grayish brown (2.5Y 5/2) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, sticky and slightly plastic; common very fine and few fine roots; many very fine interstitial and few very fine tubular pores; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (5 to 25 cm thick)\nBw2--15 to 33 cm; light gray (2.5Y 7/2) ashy loam, grayish brown (2.5Y 5/2) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, few medium and coarse roots; many very fine interstitial pores; 10 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 20 cm thick)\n2Bqk1--33 to 64 cm; pale yellow (2.5Y 8/2) ashy sandy loam, light brownish gray (2.5Y 6/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine, few medium roots; many very fine interstitial pores; 50 percent hard 2 to 5 cm diameter durinodes; 10 percent fine gravel; few fine coats of secondary carbonate on bottoms of rock fragments; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 38 cm thick)\n2Bqk2--64 to 74 cm; pale yellow (2.5Y 8/2) ashy sandy loam, light brownish gray (2.5Y 6/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial and few very fine tubular pores; 60 percent hard 2 to 5 cm diameter durinodes; 10 percent fine gravel; few fine coats of secondary carbonate and silica lining tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (5 to 30 cm thick)\n2Cr--74 to 104 cm; light gray (2.5Y 7/2) vitric tuff, grayish brown (2.5Y 5/2) moist; few very fine roots along bedding planes; few fine coats of secondary carbonate and silica lining bedding planes in the upper 5 cm; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 2 miles north of Cobre and 0.75 mile northeast of the Toano railroad siding; 250 feet west and 600 feet south of the northeast corner of section 32, T. 38 N., R. 67 E.; USGS Valley Pass 7.5 minute topographic quadrangle; 41 degrees 8 minutes 22 seconds north latitude and 114 degrees 24 minutes 46 seconds west longitude; WGS84 Decimal Degrees 41.1394444 latitude, -114.4119444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry mid-June through late October for 70 to 100 consecutive days; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are vitric tuffs.\nDepth to base of cambic horizon: 28 to 64 cm.\nDepth to horizons with durinodes: 28 to 54 cm.\nReaction: Slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent: 0 to 5 percent.\nParticle-size control section - Clay content:  Averages 8 to 18 percent. Rock fragments: 0 to 15 percent, mainly gravel.  Lithology of fragments is vitric tuff.\nVolcanic glass content: 60 to 90 percent in the coarse silt through fine sand fractions.\nA horizons\nHue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nEffervescence:  Noneffervescent or slightly effervescent.\nBw horizons\nHue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Ashy silt loam, ashy loam, or ashy very fine sandy loam.\nClay content:  15 to 25 percent.\nRock fragments:  0 to 15 percent, mainly ashy tuff gravel.\nStructure:  Subangular blocky or angular blocky.\nEffervescence:  Noneffervescent through strongly effervescent.\nBq or Bqk horizons\nHue:  2.5Y, 5Y or 10YR.\nValue:  6 through 8 dry, 4 through 6 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Ashy loam, ashy fine sandy loam, or ashy sandy loam.\nClay content:  8 to 18 percent.\nRock fragments:  Average 0 to 15 percent; some thin subhorizons range up to 25 percent ashy tuff gravel.\nStructure:  Subangular blocky or it is massive.\nEffervescence:  Noneffervescent through strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cobre soils are on pediments and hills.  These soils formed in residuum and colluvium derived from tuff or tuffaceous sedimentary rocks, such as siltstone.  Slopes are 2 to 15 percent.  Elevations range from 1,650 to 2,015 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 6 to 8 degrees C, and the frost-free period is 90 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Izar and Jackpot soils.  Izar soils are shallow to lithic contacts.  Jackpot soils are shallow to paralithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cobre soils are used for rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, Douglas rabbitbrush, bottlebrush squirreltail, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are moderately extensive. MLRAs 25 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Northeast Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2, Bw1 and part of the Bw2 horizons).\nCambic horizon - The zone from 5 to 33 cm (Bw1 and Bw2 horizons).\nDurinodes and duric feature - The zone from 33 to 74 cm (2Bqk1 and 2Bqk2 horizons).\nParalithic contact - The boundary at 74 cm to underlying soft bedrock (2Cr layer).\nParticle-size control section and substitute class with glassy mineralogy - The zone from 25 to 74 cm (2Bqk1, 2Bqk2 and part of the Bw2 horizons).\nADDITIONAL DATA:  A pedon of Cobre which is very similar to the series type location has full characterization data from the Soil Survey Laboratory, Lincoln, NE, as soil survey sample number S84NV-007-111.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
