{
  "SERIES": "COCHINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DA-WJG-CNL-CKH",
  "REVDATE": "11/2016",
  "STATES": "TX",
  "OVERVIEW": "The Cochina series consists of very deep, moderately well drained, very slowly permeable soils formed in calcareous clayey alluvium. These nearly level soils occur on flood plains. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 56 cm (22 in) and the mean annual air temperature is about 22 degrees C (72 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, hyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cochina clay, in rangeland; at elevation of 169.7 meters (557 feet).\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 inches); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; very hard, very firm, very sticky and very plastic; common fine roots; few shell fragments; EC 1.6 dS/m; slightly effervescent; moderately alkaline; gradual wavy boundary. Thickness is 10 to 30 cm (4 to 12 in)\nBw--18 to 86 cm (7 to 34 inches); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure parting to moderate fine angular blocky; extremely hard, very firm, very sticky and very plastic; common fine roots; few shell fragments; few slickensides in lower part; very few brown-black concretions 1 millimeter across; EC 1.0 dS/m; strongly effervescent; moderately alkaline; diffuse wavy boundary. Thickness is 30 to 76 cm (12 to 30 in)\nBnssz--86 to 132 (34 to 52 inches); light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; moderate medium subangular blocky structure parting to moderate fine angular blocky; extremely hard, very firm, very sticky and very plastic; few fine roots; common slightly darker streaks; few slickensides; few brown-black concretions 1 millimeter across; EC 4.2 dS/m; strongly effervescent; moderately alkaline; diffuse wavy boundary. Thickness is 30 to 61 cm (12 to 24 in)\nBnssyz--132 to 183 (52 to 72 inches); pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; extremely hard, very firm, very sticky and very plastic; few slickensides; few salt threads; few gypsum crystals; few brown-black concretions 1 millimeter across; EC 7.0 dS/m; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Zavala County, Texas; 0.5 mile south on U.S. Highway 83 from its junction with Loop 155 on southwest side of Crystal City, 150 feet west in rangeland from right-of-way fence.\nUSGS topographic quadrangle: Crystal City SW, Texas;\nLatitude: 28 degrees, 40 minutes, 11.10 seconds N;\nLongitude: 99 degrees, 50 minutes, 26.10 seconds W.;\nDatum: NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic ustic moisture regime. The soil moisture control section is moist in some or all parts for less than 90 consecutive days in normal years.\nMean annual soil temperature: 22.2 to 24.4 degrees C (72 to 76 degrees F)\nSolum thickness: 152 to 203 cm (60 to 80 in\nDepth to sodic features: 41 to 102 cm (16 to 40 in)\nVertic Features: Cracks that are 1 cm (0.4 in) to 8 cm (3 in) wide and extend to a depth of 0 to 50 cm (20 in) or more.\nParticle-size control section (weighted average)\nClay content: 60 to 80 percent\nA horizon\nHue: 10YR, 2.5Y\nValue: 5 to 6\nChroma: 2 to 4\nTexture: clay loam or clay\nClay content: 40 to 80 percent\nRock fragments: 0 to 5 percent by volume; mostly fine and medium chert gravel\nCalcium carbonate equivalent: 2 to 20 percent\nElectrical conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 2 to 15\nEffervescence: slight or strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBw or Bss horizon\nHue: 10YR, 2.5Y\nValue: 5 to 6\nChroma: 2 to 4\nTexture: clay\nClay content: 60 to 80 percent\nRock fragments: 0 to 5 percent by volume; mostly fine and medium chert gravel\nCalcium carbonate equivalent: 2 to 25 percent\nElectrical conductivity (mmhos/cm): 0 to 4\nSodium Adsorption Ratio: 2 to 15\nEffervescence: slight or strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBnssz horizon\nHue: 10YR, 2.5Y\nValue: 5 to 7\nChroma: 2 to 4.\nTexture: clay\nClay content: 55 to 80 percent\nRock fragments: 0 to 5 percent by volume; mostly fine and medium chert gravel\nCalcium carbonate equivalent: 2 to 25 percent\nGypsum: 0 to 1 percent\nElectrical conductivity (mmhos/cm): 4 to 16\nSodium Adsorption Ratio: 13 to 30\nEffervescence: slight or strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nBnssyz horizon\nHue: 10YR, 2.5Y\nValue: 5 to 7\nChroma: 2 to 4.\nTexture: clay\nClay content: 55 to 80 percent\nRock fragments: 0 to 5 percent by volume; mostly fine and medium chert gravel\nCalcium carbonate equivalent: 2 to 25 percent\nGypsum: 0 to 5 percent\nElectrical conductivity (mmhos/cm): 4 to 16\nSodium Adsorption Ratio: 13 to 55\nEffervescence: slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\nMost pedons contain few to common vertical streaks similar to the A horizon in color and texture. Texture is clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Benito and Harlingen series. Similar soils are the Arroyada, Coquat, Lomalta, Mercedes, and Monwebb soils.\nArroyada soils: have chromas of less than 1.5 in at least the upper 30 cm (12 in); have 35 to 60 percent clay in the particle-size control section.\nBenito soils: have chromas of less than 1.5 in at least the upper 30 cm (12 in); are poorly drained.\nCoquat soils: have 35 to 60 percent clay in the particle-size control section; cracks that remain open more than 90 days.\nHarlingen soils: occur on stream terraces of the lower Rio Grande river that do not flood or are only rarely flooded\nLomalta soils: have chroma less than 1.5 in at least the upper 30 cm (12 in) and are poorly drained.\nMercedes and Monwebb soils: have chroma less than 1.5 in at least the upper 30 cm (12 in); have 35 to 60 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous clayey alluvium\nLandform: flood plains\nSlope: 0 to 1 percent\nPrecipitation pattern: June to August and December to February are the driest months, while September to November and March to May are the wettest months.\nMean annual precipitation: 508 to 635 mm (20 to 25 in)\nThornthwaite annual P-E indices: 25 to 40\nMean annual air temperature: 21.1 to 22.2 degrees C (70 to 72 degrees F)\nFrost-free period: 265 to 280 days\nElevation: 42.7 to 228.6 m (140 to 750 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brundage, Catarina, Chacon, Cotulla, Maverick, Montell, Pryor, Uvalde, and Winterhaven series.\nBrundage soils: occur on a slightly higher landform; a fine-loamy particle-size control section; more saline throughout; and have a natric horizon.\nCatarina and Cotulla soils: occur on a slightly higher landform; formed over claystone; have 35 to 60 percent clay in the particle-size control section.\nChacon soils: occur on a higher landscape position; have an argillic horizon; are well drained.\nMaverick and Pryor soils: occur on a higher landscape position; are moderately deep over claystone or mudstone.\nUvalde soils: occur on a slightly higher landscape position; a fine-silty particle-size control section; have a mollic epipedon.\nWinterhaven soils: occur on a similar landform; fine-silty particle-size control section; well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is very slow. Runoff is slow. Flooding is occasional to frequent and has very brief to long durations."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as rangeland. Native vegetation is dominated by large mesquite; oak and elm may make up a large percent of the overstory along stream banks. Bristlegrass, Virginia wildrye, and fourflower trichloris dominate the potential herbaceous community. Mesquite, sedges, and spiny aster are persistent increasers. Retama and sneezeweed are persistent invaders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Rio Grande Plain, Texas; LRR I, MLRA 83B; large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Zavala County, Texas; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included as a phase of the Mercedes series.\nEdited 11/2016 (RFG-GWH): Added clay content, CCE, EC, and SAR to the range in characteristics. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 18 cm (0 to 7 in).  (A horizon)\nVertic feature: Slickensides occur from 18 to 183 cm (7 to 72 in). (BA, Bssnz, Bssnyz horizons)\nSodic feature: 86 to 183 cm (34 to 72 in) (Bz and Byz horizons)\nADDITIONAL DATA: KSSL data is available for pedon ID S11TX3111012 from McMullen Co, TX. Particle-size analysis, salinity and sodicity tests were performed at the project office on pedons S08TX3119004, P09TX3119103, S10TX3113582, S10TX3113594, and S10TX3114694.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
