{
  "SERIES": "CODORA",
  "STATUS": "Established Series",
  "BYREV": "DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Codora series consists of very deep, somewhat poorly drained soils that formed in alluvium from igneous, metamorphic and sedimentary rocks.  Codora soils are on flood plains.  Slopes range from 0 to 2 percent.  The mean annual precipitation is about 18 inches, (457 mm) and the mean annual temperature is about 60 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Fluventic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Codora silty clay loam, on a 1 percent slope under a cover of dry land barley at an elevation of 85 feet, (26 m).  (Colors are for dry soil unless otherwise noted).\nAp--0 to 6 inches, (0 to 15 cm); grayish brown (2.5Y 5/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; 4 percent sand; 65 percent silt; 31 percent clay; coarse subangular blocky parting to medium granular structure; hard, firm, slightly sticky, moderately plastic; many very fine and fine roots; few very fine tubular and many very fine to medium irregular pores; neutral, pH 6.7 by Unspecified; abrupt smooth boundary.\nA--6 to 11 inches, (15 to 28 cm); grayish brown (2.5Y 5/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; 4 percent sand; 64 percent silt; 32 percent clay; moderate coarse subangular blocky structure; hard, firm, slightly sticky, moderately plastic; many very fine and fine roots; few very fine tubular and many very fine to medium irregular pores; neutral, pH 6.7 by Unspecified; clear smooth boundary. (Combined thickness of the Ap and A horizon is 10 to 20 inches, (25 to 51 cm) thick)\nBw1--11 to 22 inches, (28 to 56 cm); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; 3 percent sand; 59 percent silt; 38 percent clay; weak coarse subangular blocky structure; hard, firm, moderately sticky, moderately plastic; many very fine roots; many very fine and fine tubular and common very fine to medium irregular pores; organic stains and 3 percent patchy clay films; neutral, pH 7.1 by Unspecified; clear smooth boundary.\nBw2--22 to 38 inches, (56 to 96 cm); 50 percent grayish brown (10YR 5/2) and 50 percent light brownish gray (10YR 6/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; 4 percent sand; 57 percent silt; 39 percent clay; massive; hard, firm, moderately sticky, moderately plastic; few very fine roots; many very fine and fine tubular and common very fine irregular pores; 1 percent patchy clay films; neutral, pH 7.2 by Unspecified; clear smooth boundary. (Combined thickness of the Bw1 and Bw2 horizon is 18 to 30 inches, (46 to 76 cm) thick)\nBw3--38 to 60 inches, (96 to 152 cm); pale brown (10YR 6/3) silty clay loam, dark brown (10YR 3/3) moist; 7 percent sand; 61 percent silt; 32 percent clay; moderate coarse subangular blocky structure; hard, firm, slightly sticky, moderately plastic; few very fine roots; many very fine and fine tubular and common very fine to medium irregular pores; carbonate, finely disseminated and carbonate masses lining pores; slight effervescence; moderately alkaline, pH 8.1 by Unspecified. (22 to 42 inches (56 to 107 cm) or more thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Glenn County, California, about 0.67 miles north east of Butte City, 1500 feet west and 2500 feet south of the northwest corner of Section 28, Township 19 N., Range 1 W., 39 degrees, 28 minutes, 20 seconds North latitude and 121 degrees, 58 minutes, 50 seconds West longitude, NAD27 - U.S.G.S Quad: Butte City, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to buried silty clay is 60 to 80 inches, (152 to 203 cm) or more.  The mean annual soil temperature is 62 to 64 degrees F, (17 to 18 degrees C).  The particle-size control section averages 36 to 40 percent clay.  Mineralogy is mixed.  The soil is intermittently calcareous from 38 to 60 inches, (96 to 152 cm).  A fluctuating water table can occur between 38 and 80 inches, (96 to 203 cm) or more below the surface of the soil from December through April.  Redoximorphic features such as oxidized iron masses or manganese masses may occur in all horizons.\nThe Ap and A horizon dry color is 2.5Y 5/2 or 6/2.  Moist color is 2.5Y 3/2 or 4/2.  Texture is silty clay loam or clay loam.  Clay content ranges from 27 to 40 percent.  Organic matter ranges from 1 to 3 percent.  Reaction ranges from slightly acid to slightly alkaline.\nThe upper Bw horizon dry color is 10YR 5/2 or 6/2.  Moist color is 10YR 3/2.  Texture is silty clay loam, clay loam or clay.  Clay content ranges from 35 to 40 percent.  Organic matter ranges from 0.5 to 3 percent.  Reaction ranges from neutral to mildly alkaline.\nThe lower Bw horizon dry color is 10YR 5/3, 6/3 or 6/4.  Moist color is 10YR 3/3 or 4/4.  Texture is silty clay loam, silty clay or clay.  Clay content ranges from 27 to 45 percent.  Intermittently calcareous, calcium carbonate is finely disseminated.  Organic matter ranges from 0.5 to 1 percent.  Reaction ranges from mildly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Codora soils are on flood plains adjacent to the Sacramento River.  Slopes range from 0 to 2 percent.  These soils formed in alluvium from igneous, metamorphic and sedimentary rocks.  Elevation is 65 to 95 feet, (20 to 29 m).  The mean annual precipitation is 17 to 19 inches, (432 to 483 mm).  The mean annual temperature is 60 degrees F, (16 degrees C).  Frost free season is 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Columbia Taxadjunct, Llanoseco, Marvin and Parrott soils.  Columbia Taxadjunct soils are coarse-loamy and are in oxbows.  Llanoseco soils are very deep to duripan, are fine, have slickensides and cracks, have smectitic mineralogy and are in flood basins.  Marvin soils are fine, are somewhat poorly drained, are on flood plains adjacent to flood basins and are in lower positions.  Parrott soils are fine-silty, and are on flood plains in the reach of the Sacramento River that deposits mainly silt loam textured alluvium during floods."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; very low runoff; moderately slow saturated hydraulic conductivity in the Ap, A, Bw1, and Bw2 horizons and slow in the Bw3 horizon.  The soils are protected by levees and are subject to occasional flooding for brief periods in December through March.  Water occasionally ponds up to 2.5 inches, (6 cm) above the surface for brief duration from December through March.  A fluctuating apparent water table can occur between 38 and 80 inches, (96 to 203 cm) or more from the soil surface from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for dryland and irrigated crops such as barley, safflower, milo, corn, sugarbeets, beans, almonds, walnuts, prunes and rice."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in Butte and Glenn Counties. MLRA: 17 - Sacramento Valley"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Glenn County, California.  Source of name from the town of Codora."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon the zone from 0 to 11 inches, 0 to 28 cm)\nCambic horizon: the zone from 11 to 60 inches, (28 to 102 cm)\nParticle Size Control Section: 10 to 40 in, (25 to 102 cm)\nThe soil moisture control section 5 to 19 inches, (13 to 48 cm).\nAssumed superactive CEC class and organic matter percentages.\nThe modal pedon is from the Glenn Co soil survey pgs 174-175 and will be used as the type location until maintenance activities begin in MLRA 17.  This description is the TUD for Zamora (formerly known as Codora).  Codora is being set up again to split the use of Zamora on alluvial fans and flood plains.  Zamora should be restricted to use on alluvial fans.  This profile also represents Codora in Butte County."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Lab data from (57-11-4) reported in Soil Survey, Glenn Co. (also describes methodology) Ester B. Perry University of California, Agricultural Experiment Station, Berkley, California and William R. Allardice Department of Soils and Plant Nutrition Davis, California."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches, (0 to 15 cm); grayish brown (2.5Y 5/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; 4 percent sand; 65 percent silt; 31 percent clay; coarse subangular blocky parting to medium granular structure; hard, firm, slightly sticky, moderately plastic; many very fine and fine roots; few very fine tubular and many very fine to medium irregular pores; neutral, pH 6.7 by Unspecified; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 28,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--6 to 11 inches, (15 to 28 cm); grayish brown (2.5Y 5/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; 4 percent sand; 64 percent silt; 32 percent clay; moderate coarse subangular blocky structure; hard, firm, slightly sticky, moderately plastic; many very fine and fine roots; few very fine tubular and many very fine to medium irregular pores; neutral, pH 6.7 by Unspecified; clear smooth boundary. (Combined thickness of the Ap and A horizon is 10 to 20 inches, (25 to 51 cm) thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--11 to 22 inches, (28 to 56 cm); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; 3 percent sand; 59 percent silt; 38 percent clay; weak coarse subangular blocky structure; hard, firm, moderately sticky, moderately plastic; many very fine roots; many very fine and fine tubular and common very fine to medium irregular pores; organic stains and 3 percent patchy clay films; neutral, pH 7.1 by Unspecified; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 56,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--22 to 38 inches, (56 to 96 cm); 50 percent grayish brown (10YR 5/2) and 50 percent light brownish gray (10YR 6/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; 4 percent sand; 57 percent silt; 39 percent clay; massive; hard, firm, moderately sticky, moderately plastic; few very fine roots; many very fine and fine tubular and common very fine irregular pores; 1 percent patchy clay films; neutral, pH 7.2 by Unspecified; clear smooth boundary. (Combined thickness of the Bw1 and Bw2 horizon is 18 to 30 inches, (46 to 76 cm) thick)"
      },
      {
        "name": "Bw3",
        "top": 97,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw3--38 to 60 inches, (96 to 152 cm); pale brown (10YR 6/3) silty clay loam, dark brown (10YR 3/3) moist; 7 percent sand; 61 percent silt; 32 percent clay; moderate coarse subangular blocky structure; hard, firm, slightly sticky, moderately plastic; few very fine roots; many very fine and fine tubular and common very fine to medium irregular pores; carbonate, finely disseminated and carbonate masses lining pores; slight effervescence; moderately alkaline, pH 8.1 by Unspecified. (22 to 42 inches (56 to 107 cm) or more thick)"
      }
    ]
  ]
}
