{
  "SERIES": "COFFTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG",
  "REVDATE": "02/2003",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Fluvaquentic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coffton silt loam - on a plane 1 percent in a slope cultivated field at an elevation of about 780 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate medium granular structure; friable; common very fine and fine roots; slightly acid; abrupt smooth boundary.  (6 to 10 inches thick)\nA--8 to 11 inches; very dark gray (10YR 3/1) silt loam, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure parting to weak medium platy; friable; common very fine and fine roots; slightly acid; clear smooth boundary.  (0 to 8 inches thick)\nBg1--11 to 23 inches; dark grayish brown (10YR 4/2) silt loam; weak medium subangular blocky structure; friable; common very fine and fine roots; few faint grayish brown (10YR 5/2) clean silt and very fine sand grains coating faces of some peds; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid; clear wavy boundary.\nBg2--23 to 38 inches; grayish brown (10YR 5/2) silt loam; weak medium subangular blocky structure; friable; common very fine and fine roots; common distinct light brownish gray (2.5Y 6/2) clean silt and very fine sand grains coating faces of peds; few distinct dark gray (10YR 4/1) organic coatings on faces of peds; many fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid ; gradual smooth boundary. (Combined thickness of the Bg horizons is 20 to 30 inches.)\nCg--38 to 60 inches; olive gray (5Y 5/2) silt loam;   massive; friable; few thin strata of dark grayish brown (10YR 4/2) fine sandy loam; many fine prominent yellowish red (5YR 4/6) masses of iron accumulation; many prominent black (N 2/0) iron-manganese concretions; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 3 miles northeast of North Bend; about 1440 feet south and 500 feet west of the center of sec. 15, T. 19 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 30 to 50 inches.  Thickness of the mollic epipedon ranges from 10 to 24 inches.  The particle size control section averages from 10 to 18 percent clay and less than 15 percent fine sand or coarser.  The mean annual soil temperature at a depth of 20 inches ranges from 46 to 52 degrees F.  Reaction ranges from moderately acid to neutral throughout.  Redox accumulations are throughout the profile below the A horizon.  Redox depletions with chroma of 2 or less are the matrix color below the A horizon in most pedons.  Aquic conditions occur at a depth of 1 to 2 feet for some time in most years.\nThe Ap and A horizon have value of 2 or 3 and chroma of 1 to 3.\nThe Bg horizon has hue of 10YR or 2,5Y and value of 4 to 6.\nSome pedons have a Bw horizon with hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 3.  It is silt loam.\nThe Cg or C horizon has hue of 10YR, 2.5Y or 5Y; value of 4 to 8; and chroma of 1 to 3.  It is silt loam or silt loam with few thin strata of loam, fine sandy loam, loamy fine sand, or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Coffeen series.  Related soils are the Ceresco and Huntsville series.  Coffeen soils have mean annual soil temperature ranging from 53 to 58 degrees F.  Ceresco soils are coarse-loamy.  Huntsville soils have a mollic epipedon 24 or more inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coffton soils are on flood plains and alluvial fans.  They formed in silty alluvium.  Slope gradients range from 0 to 3 percent.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days. Elevation ranges from 700 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arenzville, Curran, Ettrick and Orion soils.  The moderately well drained Arenzville soils and the somewhat poorly drained Orion soils form a drainage sequence in nearby areas where there is recent light colored silty alluvium over a dark colored buried soil.  The somewhat poorly drained Curran soils are nearby on low terraces above the flood plain.  The poorly drained and very poorly drained Ettrick soils are in lower positions on the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is moderate.  This soil is subject to occasional flooding of very brief or brief duration.  In undrained areas, this soil has an apparent seasonal high water table at depths of 1 to 2 feet for 1 month or more per year at some time during the period October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland.  Corn, small grain, and hay are the principal crops.  Some areas are in woodland.  Native vegetation is dominantly prairie grasses with some deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central Wisconsin.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - 0 to 11 inches (Ap, A); cambic horizon - 11 to 38 inches (Bg1, Bg2); fluventic feature - irregular decrease in organic carbon with depth and slope less than 25 percent;  aquic feature - dominant chroma of 2 and aquic conditions in one or more horizons with a total thickness of 6 inches or more directly below the mollic epipedon (Bg1).\nADDITIONAL DATA:  Soil Interpretation Record - WI0488.  Refer to soil survey sample number S91WI-053-005 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
