{
  "SERIES": "COGGON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RID-FFR-TWN",
  "REVDATE": "02/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coggon loam, on a slope of about 4 percent, in a wooded pasture.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 centimeters (0 to 3 inches); very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; moderate fine and very fine granular structure; friable; many roots; slightly acid; clear wavy boundary. [2 to 10 centimeters (1 to 4 inches) thick]\nE--8 to 28 centimeters (3 to 11 inches); dark grayish brown (10YR 4/2) loam with a little mixing of very dark gray (10YR 3/1) from the A horizon; moderate thin platy structure; friable; common roots; moderately acid; clear wavy boundary. [5 to 20 centimeters (2 to 8 inches) thick]\nBE--28 to 43 centimeters (11 to 17 inches); brown (10YR 5/3) loam with a few fine mixings of yellowish brown (10YR 5/6); moderate fine subangular blocky structure; friable; few roots; about 10 percent rock fragments (2 to 75 millimeters in diameter) concentrated in a stone line 2 to 13 centimeters (1 to 5 inches) thick at the lower boundary of this horizon; strongly acid; clear smooth boundary. [0 to 25 centimeters (0 to 10 inches) thick]\n2Bt1--43 to 61 centimeters (17 to 24 inches); yellowish brown (10YR 5/6) loam; moderate fine subangular blocky structure; friable; few roots; few fine pores; few discontinuous distinct dark gray (10YR 4/1) clay films on surfaces along root channels; continuous brown (10YR 5/3) silt and very fine sand on vertical faces of peds; about 4 percent rock fragments (2 to 75 millimeters in diameter); strongly acid; gradual smooth boundary.\n2Bt2--61 to 79 centimeters (24 to 31 inches); yellowish brown (10YR 5/6) loam; moderate fine subangular blocky structure; friable; few roots; few fine and medium pores; common discontinuous distinct dark gray (10YR 4/1) clay films on surfaces along root channels; continuous grayish brown (10YR 5/2) silt and very fine sand on vertical faces of peds; few fine soft distinct yellowish red (5YR 4/6) iron accumulations (oxides); few fine prominent grayish brown (2.5Y 5/2) redoximorphic depletions; about 4 percent rock fragments (2 to 75 millimeters in diameter); strongly acid; gradual smooth boundary.\n2Bt3--79 to 112 centimeters (31 to 44 inches); yellowish brown (10YR 5/6) and strong brown (7.5YR 5/8) loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common discontinuous distinct dark gray (10YR 4/1) clay films on surfaces along root channels; few discontinuous light brownish gray (10YR 6/2) silt and very fine sand coats on prisms; common fine prominent black (10YR 2/1) concretions (oxides); common fine prominent grayish brown (2.5Y 5/2) redoximorphic depletions; about 4 percent rock fragments (2 to 75 millimeters in diameter); strongly acid; gradual smooth boundary.\n2Bt4--112 to 157 centimeters (44 to 62 inches); yellowish brown (10YR 5/6) loam; weak medium subangular blocky structure; firm; common discontinuous distinct dark gray (10YR 4/1) clay films on surfaces along root channels; few discontinuous distinct grayish brown (10YR 5/2) silt and very fine sand on vertical faces of peds; common fine prominent grayish brown (2.5Y 5/2) redoximorphic depletions; about 4 percent rock fragments (2 to 75 millimeters in diameter); strongly acid; gradual smooth boundary. [Combined thickness of the 2Bt horizon is 97 to 122 centimeters (38 to 48 inches).]\n2BC--157 to 203 centimeters (62 to 80 inches); yellowish brown (10YR 5/6) loam; moderate coarse and extremely coarse prismatic structure dissected by few oblique fractures; very firm; many coarse prominent light brownish gray (2.5Y 6/2) redoximorphic depletions; about 4 percent rock fragments (2 to 75 millimeters in diameter); neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies; Bremer County, Iowa subset; about 3 1/2 miles north and 1 mile east of Tripoli; about 283 meters (930 feet) west and 221 meters (725 feet) south of the northeast corner of section 22, T. 93 N., R. 12 W.; USGS Sumner SW quadrangle; lat 42 degrees 51 minutes 36 seconds N. and long. 92 degrees 14 minutes 33 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to glacial till--36 to 56 centimeters (14 to 22 inches)\nDepth to carbonates--greater than 203 centimeters (80 inches)\nContent of clay in the particle-size control section (weighted average)--20 to 28 percent\nContent of sand in the particle-size control section (weighted average)--25 to 45 percent\nSpecial feature--some pedons have a stone line or thin layer, 2 to 13 centimeters (1 to 5 inches) thick of gravelly and sandy materials at the base of the silty or loamy sediments\nAp or A horizon:\nHue--10YR\nValue--3 or 4\nChroma--1 to 3\nTexture--loam or silt loam\nClay content--18 to 24 percent\nSand content--20 to 50 percent\nReaction--strongly acid to neutral\nRock fragment content--1 to 10 percent\nSpecial features--when mixed to a depth of 18 centimeters (7 inches), matrix value is 4 or more, moist, 6 or more, dry\nE horizon:\nHue--10YR\nValue--4 or 5\nChroma--2 or 3\nTexture--loam or silt loam\nClay content--18 to 24 percent\nSand content--20 to 50 percent\nReaction--strongly acid to neutral\nRock fragment content--1 to 10 percent\nBE horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 to 6\nTexture--loam or silt loam\nClay content--18 to 24 percent\nSand content--20 to 50 percent\nReaction--strongly acid to neutral\nRock fragment content--1 to 10 percent\n2Bt horizon:\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--3 to 8\nTexture--loam, clay loam, or sandy clay loam\nClay content--20 to 28 percent\nSand content--25 to 45 percent\nReaction--very strongly acid to moderately acid\nRock fragment content--2 to 15 percent\n2BC horizon:\nHue--10YR or 2.5Y\nValue--5 or 6\nChroma--2 to 6\nTexture--loam\nClay content--18 to 27 percent, mean of 22 percent\nSand content--35 to 50 percent, mean of 44 percent\nReaction--slightly acid to moderately alkaline\nRock fragment content--2 to 15 percent\nMoist bulk density--1.75 g/cc to 1.90 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beech, Blakeslee, Dormont, Nessel, Richland, and Summitville series.\nBeech--average 15 to 35 percent rock fragments in the particle-size control section\nBlakeslee--have a rock fragment content of 25 to 80 percent in the lower third of the series control section\nDormont--have 5 to 50 percent siltstone, shale or sandstone rock fragments in the lower third of the series control section\nNessel--do not have a lithologic discontinuity within the series control section and have carbonates within depths of 76 to 122 centimeters (30 to 48 inches)\nRichland--have more than 20 percent rock fragments in the middle third of the series control section\nSummitville--have up to 35 percent flat fragments of siltstone and sandstone in the upper third of the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--36 to 56 centimeters (14 to 22 inches) of silty or loamy sediments and the underlying glacial till\nLandform--interfluves and side slopes on dissected till plains\nSlopes--1 to 9 percent\nElevation--213 to 427 meters (700 to 1400 feet) above sea level\nMean annual air temperature--7 to 10 degrees C (45 to 50 degrees F)\nMean annual precipitation--76 to 86 centimeters (30 to 34 inches)\nFrost-free period--150 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bassett, Clyde, Oran, and Tripoli soils.\nBassett--are on similar landscape positions as the Coggon soils and have layers that when mixed to a depth of 18 centimeters (7 inches), have a matrix value of 3 or less, moist, 5 or less, dry\nClyde--are at lower elevations in flat to concave drainageways, have a frequently saturated zone within a depth of 0.3 meter (0 to 1 foot) in normal years and have glacial till with moist bulk density of 1.75 g/cc to 1.90 g/cc within depths of 76 to 127 centimeters (30 to 50 inches)\nOran--are at lower elevations on interfluves, have an ochric epipedon 15 to 43 centimeters (6 to 17 inches) thick, have glacial till with moist bulk density of 1.75 g/cc to 1.90 g/cc within depths of 36 to 61 centimeters (14 to 24 inches), and have a frequently saturated zone within depths of 0.3 to 1.1 meters (1.0 to 3.5 feet) in normal years\nTripoli--are at lower elevations in flat to concave drainageways, have a frequently saturated zone within a depth of 0.3 meter (0 to 1 foot) in normal years, and have glacial till with moist bulk density of 1.75 g/cc to 1.90 g/cc within depths of 46 to 71 centimeters (18 to 28 inches)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs within depths of 0.6 to 1.1 meters (2.0 to 3.5 feet) during April to June in normal years and both perched and apparent saturation can occur on this soil based on the season and intensity of rainfall during a given period of time\nSaturated hydraulic conductivity--moderately high in the silty or loamy sediments and low or moderately low in the glacial till\nSurface runoff potential--low or medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMany areas are pastured or wooded. Some areas are cultivated. The principal crops are corn, small grains, soybeans, and hay. The native vegetation is deciduous trees, dominantly oak and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Dissected till plains and Wisconsin driftless section\nMLRAs--Eastern Iowa and Minnesota Till Prairies (104) and Northern Mississippi Valley Loess Hills (105)\nLRR M; northeast Iowa and southeast Minnesota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bremer County, Iowa, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 43 to 93 centimeters (17 to 37 inches) (2Bt1, 2Bt2, and 2Bt3 horizons);\nseries control section--the zone from the surface to a depth of 157 centimeters (62 inches) (A, E, BE, 2Bt1, 2Bt2, 2Bt3, and 2Bt4 horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 28 centimeters (0 to 11 inches) (A and E horizons);\nargillic horizon--the zone from a depth of 43 to 157 centimeters (17 to 62 inches) (2Bt1,2Bt2, 2Bt3, and 2Bt4 horizons);\nudic moisture regime.\nSome pedons have vertical seams or wedges of sand or loamy sand about 5 to 15 centimeters (2 to 6 inches) wide and about 0.9 to 1.2 meters (3 to 4 feet) deep extending downward from the stone line into the glacial till.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nOxyaquic subgroup based on a zone of saturation within 100 centimeters (39 inches) for 20 or more consecutive days or 30 or more cumulative days in normal years.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
