{
  "SERIES": "COHAGEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PKW-CJH",
  "REVDATE": "05/98",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Cohagen series consists of shallow, well to excessively drained soils formed in materials weathered from soft sandstone bedrock on uplands.  These soils have moderate or moderately rapid permeability.  Slopes range from 3 to 70 percent.  Mean annual air temperature is about 42 degrees F, and mean annual precipitation is about 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, frigid, shallow Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cohagen fine sandy loam - on a south-facing convex slope of 18 percent in native grass.  (Colors for dry soil unless otherwise stated.  Where described the soil was moist throughout.)\nA--0 to 3 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure parting to weak medium granular; slightly hard, very friable; many roots; slight effervescence; slightly alkaline; clear wavy boundary. (2 to 6 inches thick)\nC1--3 to 8 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium and fine subangular blocky structure; slightly hard, very friable; common roots; slight effervescence; slightly alkaline; gradual boundary.\nC2--8 to 17 inches; light yellowish brown and light olive brown (2.5Y 6/4 and 5/5) fine sandy loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky structure; hard, friable; common grading to few roots; 25 percent soft sandstone fragments; slight effervescence; moderately alkaline; clear wavy boundary.  (Combined C horizons 8 to 14 inches thick)\nCr--17 to 40 inches; pale yellow and light yellowish brown (2.5Y 7/4 and 6/4) soft calcareous sandstone, light olive brown (2.5Y 5/4) moist; massive; slightly hard and brittle; soft and easily crushed; few roots in cracks in upper part; few seams of carbonates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Oliver County, North Dakota; 4 miles north and 2 1/2 miles west of Hanover, North Dakota; 2,360 feet east and 250 feet north of the southwest corner, sec. 29, T. 143 N., R. 85."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to soft sandstone typically is about 18 inches but ranges from 10 to 20 inches.  The control section commonly is fine sandy loam or sandy loam, but the ranges includes loamy very fine sand.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 or 4 moist, and chroma 2 to 4.  It typically is fine sandy loam or sandy loam but some is loamy fine sand or loam.  It is neutral or slightly alkaline.\nThe upper part of the C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 or 5 moist, and chroma 2 to 4.  It has weak to moderate grades of subangular blocky or prismatic structure or is massive.  It is neutral to moderately alkaline.  The Cr horizon is platy or massive weakly consolidated soft calcareous sandstone with hue of 10YR, 2.5Y, or 5Y.  It crushes to a fine sandy loam or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abac, Cabba and Wiggler series.  Abac soils have 5YR or redder hue throughout. Cabba soils have loam, silt loam, or clay loam control sections.  Wiggler soils are shallow over weathered shale bedrock and receive less of their total precipitation in spring and summer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cohagen soils are on undulating to very steep uplands.  Slope gradients range from 3 to 70 percent.  The Cohagen soils formed in fine sandy loam residuum weathered from the soft sandstone bedrock.  The climate is cool, semiarid with long cold winters and warm moist spring and summer.  The mean annual precipitation is 13 to 18 inches, more than 70 percent of which falls in the spring and summer.  The mean annual air temperature is 39 to 45 degrees F; mean January temperature is about 10 to 25 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Flasher, Parshall, Tally and Vebar series.  These are commonly in a landscape sequence with Cohagen and Flasher soils on the crests of hills and steeper slopes and Parshall, Tally and Vebar soils on the lower slopes and nearly level areas.  Parshall, Tally, and Vebar soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively drained.  Runoff is very low to high depending on the slope.  Permeability is moderate or moderately rapid in the soil and moderate or moderately slow in the sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range and pasture.  A few areas are cultivated with adjacent thicker soils.  Native vegetation is little bluestem, needleandthread, prairie sandreed, upland sedges, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sedimentary plains of western North Dakota, eastern Montana and northwestern South Dakota.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Oliver County, North Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 2/95.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - zone from the surface of the soil to a depth of 3 inches (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
