{
  "SERIES": "COIN",
  "STATUS": "Established Series",
  "BYREV": "JFG-AGG",
  "REVDATE": "02/2011",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: fine, smectitic, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coin silt loam, on a plane slope of 1 percent, on a glacial outwash plain, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nE--8 to 13 inches; brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; friable; moderately acid; clear smooth boundary. (0 to10 inches thick)\nB/E--13 to 19 inches; 70 percent olive brown (2.5Y 4/3) silty clay loam (Bt); 30 percent brown (10YR 5/3) silt loam (E); few fine distinct yellowish brown Fe concentrations; moderate medium subangular blocky structure; friable; moderately acid; clear wavy boundary. (2 to 10 inches thick)\nBtg1--19 to 29 inches; grayish brown (2.5Y 5/2) silty clay loam; common fine distinct light olive brown (2.5Y 5/6) Fe concentrations; moderate medium subangular blocky structure; firm; few faint continuous olive brown (2.5Y 4/3) clay films on faces of peds; moderately acid; clear wavy boundary.\nBtg2--29 to 38 inches; olive (5Y 5/3) silty clay; common fine prominent light olive brown (2.5Y 5/6) Fe concentrations; moderate medium subangular blocky structure; firm; few faint discontinuous dark grayish brown (2.5Y 4/2) clay films on faces of peds; moderately acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 15 to 50 inches)\n2BC--38 to 45 inches; brown (7.5YR 4/4) loamy coarse sand; few fine distinct yellowish brown (10YR 5/6) Fe concentrations; weak fine subangular blocky structure; friable; slightly acid; clear wavy boundary. (0 to 10 inches thick)\n2C--45 to 80 inches; brown (7.5YR 5/3) gravelly sand; few fine distinct yellowish brown (10YR 5/6) Fe concentrations; single grain; loose; about 20 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mille Lacs County, Minnesota; about 1.25 miles northwest of Long Siding; 1100 feet south and 100 feet east of the northwest corner of sec. 6, T. 36 N., R. 26 W.; USGS Foreston quadrangle; lat. 45 degrees 38 minutes 41 seconds N. and long. 93 degrees 38 minutes 06 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to sand and gravel is 24 to 55 inches. It is moderately acid to slightly alkaline in the upper mantle and moderately acid to neutral in the underlying sand and gravels.\nThe Ap or A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 to 3. It is silt loam, loam, silty clay loam, very fine sandy loam.\nUncultivated pedons may have an O horizon 1 to 2 inches thick.\nThe E horizon has hue of 10YR, 5Y, or 2.5Y, value of 4 to 6, and chroma of 1 to 3. It is silt loam, loam, or very fine sandy loam.\nThe B/E or E/B horizon has colors and textures similar to the E and Bt horizons.\nThe Bt horizon has hue of 10YR, 2.5Y, or 5Y, value 3 to 5, and chroma of 2 to 4. It is silty clay, clay, or silty clay loam. It has faint to prominent redoximorphic features.\nSome pedons can have a BC or Bk horizon.\nThe 2BC or 2C horizon has hue of 7.5Y or 5YR, value of 4 or 5, and chroma of 2 to 4. It is loamy fine sand to coarse sand or their gravelly or very gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Longsiding series. Longsiding soils do not have coarse textured material in the lower third of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have slightly concave to linear slopes on glacial lake plains. Slope gradients range from 0 to 2 percent. They formed in clayey and silty lacustrine sediments over outwash. Mean annual air temperature ranges from 36 to 45 degrees F. Mean annual precipitation ranges from 24 to 33 inches. Frost free days range from 90 to 145. Elevation above sea level ranges from 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Lewis Lake and Whited soils formed in similar materials and are the most common associates in this drainage catena. The moderately well drained Lewis Lake (T) soils are on higher lying areas. The poorly drained Whited (T) soils are in swales and flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Surface runoff is low. Saturated hydraulic conductivity, expressed in inches per hour, is .06 to .6 in the upper part and 6 to over 20 in the lower part. The seasonal high saturation occurs at a depth of 1 foot during April to May in years of normal precipitation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are cultivated. Common crops grown include corn, soybeans, oats, and legume hay. The remaining areas are forested. Native vegetation is deciduous forest; ash, aspen, basswood, and elm were the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 90. East-central Minnesota. Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mille Lacs County, Minnesota, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon: ochric epipedon - the zone from the surface to 13 inches (Ap and E horizons); albic horizon - the zone from 8 to 13 inches (E horizon); glossic horizon the zone from 13 to 19 inches; argillic horizon - the zone from 19 to 29 inches (Bt1 and Bt2 horizons); aquic moisture regime - based upon low chroma matrix and redoximorphic features in the upper 10 inches of the argillic horizon. 2/11/2011-TYPE LOCATION error was corrected.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
