{
  "SERIES": "COKESBURY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDC-MJ",
  "REVDATE": "02/2008",
  "STATES": "NJ,PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Fragiaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cokesbury gravelly loam - cultivated.(Colors are for moist soils.)\nAp--0 to 9 inches, very dark grayish brown (10YR 3/2) gravelly loam; weak fine subangular blocky and weak medium granular structure; friable; many roots; 20 percent angular gravel with few cobbles mostly of granitic gneiss with some sandstones; slightly acid; abrupt smooth boundary. (7 to 10 inches thick)\nBEg--9 to 15 inches, light gray (2.5Y 7/2) loam, weak coarse prismatic structure; friable; many roots; many coarse distinct light olive brown (2.5Y 5/4) iron-manganese masses and many coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron; 10 percent angular gravel and cobbles; slightly acid; gradual wavy boundary. (0 to 10 inches thick)\nBtg--15 to 25 inches, light brownish gray (2.5Y 6/2) gravelly clay loam, moderate very coarse prismatic structure parting to moderate medium subangular blocky structure; friable, slightly plastic; many roots; few clay films on faces of peds; common coarse distinct light yellowish brown (10YR 6/4) iron-manganese masses and prominent strong brown (7.5YR 5/8) masses of oxidized iron; 15 percent pebbles and cobbles; moderately acid; clear wavy boundary. (9 to 14 inches thick)\nBtx--25 to 35 inches, strong brown (7.5YR 5/8) loam; weak very coarse prismatic parting to weak very thick platy structure; extremely firm; brittle; few roots distributed along faces of peds; many coarse distinct light yellowish brown (10YR 6/4) and common coarse prominent light gray (2.5Y 7/2) iron depletions on vertical faces of peds; few clay films on faces of peds; few medium brown (7.5YR 5/4) soft spherical ironstone nodules; 10 percent angular pebbles and cobbles; strongly acid; clear wavy boundary. (6 to 15 inches thick)\nC--35 to 60 inches, pale brown (10YR 6/3) gravelly loam; weak very thick platy and weak very coarse prismatic structure; extremely firm; brittle; common coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron and light gray (2.5Y 7/2) iron depletions and few medium distinct dark reddish brown (2.5YR 2.5/4) iron-manganese masses 30 percent angular gravel, cobbles and stones; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morris County, New Jersey; Parsipany-Troy Hills Township, 200 feet northeast of junction of Hanover Avenue and Raynor Road, in low spot 100 feet northeast of parking lot, 20 feet south of fence."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 26 to 40 inches. Depth to bedrock ranges form 6 to more than 10 feet. Depth to the fragipan is 20 to 30 inches. Rock fragments range form 5 to 25 percent in the solum and 30 to 50 percent in the C horizon. Rock fragments are predominantly granitic gneiss or quartzite and most pedons have less than 20 percent of the rock fragments and fine-earth derived form shales, sandstones or siltstones.\nThe A or Ap horizon have hues of 10YR or 2.5Y, values of 3 or 4 and chromas of 1 through 3. Fine earth fraction is loam or silt loam.\nThe BE and Bt horizons have hues of 7.5YR through 5Y, values of 4 through 7 and chromas of 1 through 8. They are loam, sandy clay loam, clay loam or silty clay loam Individual subhorizons range from 20 to 40 percent clay but the textural control section averages 25 to 30 percent. Structure is prismatic or subangular blocky.\nThe Btx horizon has hue of 7.5YR through 5Y, value of 5 or 6, and chroma of 2 through 8, and has mottles with 2 or lower chroma. It is loam, sandy clay loam, clay loam or silty clay loam. It is firm to extremely firm. Structure is very coarse prismatic or subangular blocky of any grade, or weak grade of any other structure size.\nThe C horizon have hues of 7.5YR through 5Y, values of 4 through 7 and chromas of 2 through 8. The C horizon is loam, sandy loam or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Andover series is the only other series in the same family. Andover soils have sola thicker than 40 inches and have coarse fragments dominated by sandstone, siltstone or shale and occur in the Northern Appalachian Valley and Ridge Province. Other series in related families are the Lamington, Mullins, Nolo, Robertsville, Shelmadine, and Tyler, all except Lamington and Nola are silty soils with less than 15 percent fine sand and coarser in textural control section. Lamington soils are formed in old sediments derived primarily from red Triassic shale and sandstone can have hues as red as 2.5YR in the sola and are semiactive. Nolo soils lack rock fragments of grantitic gneiss or quartzite, but rather contain fragments weathered mostly from acid sandstone and includes some materials from shale and siltstone. Shelmadine soils formed in pre-Wisconsin age glacial till and have less sand and more silt in the particle-size control section. Mullins soils formed in old alluvium and residuum from acid siltstone, sandstone, and shale and are fine-silty. Robertsville formed in old, mixed alluvium or colluvium on stream terraces and concave upland areas and are fine-silty. Tyler soils are somewhat poorly drained and formed in silty alluvium and in a mantle of loess on high Illinoian age terraces and valley fills and have an Aeric subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cokesbury soils are on 0 to 8 percent concave footslope and toeslope positions of headslopes, in upland depressions or along waterways and bands that extend along the base of steeper slopes. They are formed either in old till or on driftless landscapes in colluvium from primarily granitic gneiss or other acid crystalline rocks. Average annual temperature ranges from 45 to 50 degrees F. and average annual precipitation from 40 to 48 inches. Frost free period ranges form 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Annandale, Califon, Edneyville, Gladstone and Parker soils. Annandale, Edneyville, Gladstone and Parker soils have no mottles of low chroma. In addition, Edneyville, Gladstone and Parker soils lack a fragipan. Also, Parker soils lack an argillic horizon. Califon soils lack mottles of low chroma near the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Surface runoff is slow. Saturated hydraulic conductivity is moderately low. The water table is at or near the surface for long periods of time during winter and spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for woodland and unimproved pasture. Native woodland is mainly pin oak, elm, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated West-central New Jersey and East-central Pennsylvania and adjacent driftless uplands of the Northern Piedmont. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Upper Raritan River Area, New Jersey, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 12/2005 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on NASIS data from Morris County, New Jersey and not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available. In addition, horizon nomenclature in the typical pedon and the range in characteristics section were revised.\nThe 2/2008 revision includes competing series and other sections on the OSD were revised, updates this soil to the 10th Edition of the Keys to Soil Taxonomy. Revisions to geographic setting to include adjacent driftless uplands of the Northern Piedmont.  Minor revisions to nomenclature within the description were done. This pedon has been entered into NASIS and has pedon ID# 86NJ027001.\nPrevious revision dates: 3/86--CFE, CFJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
