{
  "SERIES": "COKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/TDT/RWL",
  "REVDATE": "02/97",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Xeric Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coker clay on a 1 percent slope in a pear orchard at 1,370 feet elevation.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 4 inches; very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; strong fine and very fine granular structure; extremely hard, extremely firm, very sticky and very plastic; many fine and very fine roots; many irregular pores; neutral (pH 7.0); abrupt smooth boundary.  (3 to 5 inches thick)\nA--4 to 10 inches; very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; weak medium and coarse angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; few pressure faces; many fine and very fine roots; common very fine tubular pores; neutral (pH 7.2); clear smooth boundary.  (5 to 7 inches thick)\nBss--10 to 20 inches; very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; moderate coarse and medium prismatic structure; extremely hard, extremely firm, very sticky and very plastic; common slickensides; common fine and very fine roots; common very fine tubular pores; neutral (pH 7.2); gradual smooth boundary.  (5 to 15 inches thick)\nBkss1--20 to 33 inches; very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; moderate coarse and medium prismatic structure; extremely hard, extremely firm, very sticky and very plastic; common slickensides; common fine roots; common very fine tubular pores; slightly effervescent; few fine segregated soft lime masses; mildly alkaline (pH 7.8); clear wavy boundary. (10 to 15 inches thick)\nBkss2--33 to 46 inches; dark gray (10YR 3/1) clay, grayish brown (10YR 5/2) dry; common tongues of very dark gray (10YR 3/1) and dark gray (10YR 4/1) dry; weak coarse prismatic structure; extremely hard, extremely firm, very sticky and very plastic; many intersecting slickensides; common fine roots; few very fine tubular pores; strongly effervescent; few fine segregated soft lime masses; moderately alkaline (pH 8.0); gradual wavy boundary. (12 to 18 inches thick)\nBkss3--46 to 59 inches; dark grayish brown  (10YR 4/2) clay, grayish brown (10YR 5/2) dry; massive extremely hard, extremely firm, very sticky and very plastic; many intersecting slickensides; common fine roots; few very fine tubular pores; strongly effervescent; common fine segregated soft lime masses; moderately alkaline (pH 8.4); gradual wavy boundary.  (10 to 18 inches thick)\nBk--59 to 70 inches; dark grayish brown (10YR 4/2) clay, grayish brown (10YR 5/2) dry; massive; extremely hard, extremely firm, very sticky and very plastic; few fine roots; few very fine tubular pores; strongly effervescent; common medium segregated soft lime masses; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Oregon; in a pear orchard approximately 1,390 feet south and 2,050 feet east of the northwest corner of sec. 27, T. 36 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist but is dry between 4 and 12 inches for 80 to 110 consecutive days in the four month period following the summer solstice.  The soil cracks open and closes once each year in the summer.  It remains open for 80 consecutive days or more in most years.  Slickensides are close enough to intersect in all or some part between 10 and 40 inches.  The mean annual soil temperature is 47 to 56 degrees F.  Depth to bedrock is 60 or more inches.  The textural control section is 60 to 70 percent clay, 0 to 10 percent gravel and 0 to 5 percent cobbles.  Soft lime masses are below a depth of 20 inches. Above a depth of 40 inches the chroma is 2 or 3 in some subhorizon.  Hue is 10YR or 2.5Y.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 1.5 or less moist and dry.\nThe B horizons have value of 2 or 3 moist, 3 to 5 dry and chroma of 1.5 or less moist and dry above 30 inches.  Value ranges to 4 or 5 moist and dry and chroma of 2 to 4 moist and dry below 30 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bashaw, Natroy, and Padigan series.  Bashaw soils have chroma of 1 or less to a depth of 40 inches, lack secondary carbonates in the particle-size control section, are dry for 45 to 90 consecutive days, and are poorly drained.  Natroy soils have distinct to prominent redox concentrations throughout the solum, lack secondary carbonates within the particle-size control section, and are poorly drained.  Padigan soils are dry for 60 to 80 consecutive days and are poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHICALLY SETTING",
    "content": "GEOGRAPHICALLY SETTING:  Coker soils are on alluvial fans and upland basins at elevations of 1,200 to 3,600 feet.  Slopes are 0 to 12 percent.  The soils formed in clayey alluvium weathered from tuff and breccia.  The mean annual temperature is 46 to 54 degrees F.  The mean annual precipitation is 18 to 30 inches.  The frost-free period is 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brader, Carney, Cove, Debenger, Heppsie, McNull, Medco and Padigan soils.  Carney soils are less than 40 inches deep to bedrock.  Cove, Heppsie, McNull, Medco and Padigan soils lack intersecting slickensides.  Brader soils are less than 20 inches to bedrock.  Debenger soils are fine-loamy and are less than 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow permeability.  An apparent water table is at a depth of 0.5 to 1.5 feet from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for hay, irrigated pasture, grazing and pear production.  Native vegetation is Oregon white oak, grasses rushes and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon; MLRA 5.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Oregon, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was changed from Chromic Pelloxererts to Xeric Endoaquerts in 5/94.\nDiagnostic features recognized in this pedon:\nAquert feature - the zone from 10 to 20 inches (A2 horizon) having aquic conditions for some time in most years and chroma of 1.\nEndosaturation feature - the zone from 10 to 60 inches is saturated with water for some time during the year.\nADDITIONAL DATA:  Characterization data on two profiles (S63-Ore-15-2 and 4) reported by Oregon State University laboratory sampled in Jackson County in 1963.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
