{
  "SERIES": "COLADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCH/EWB/JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed over smectitic, calcareous, mesic Oxyaquic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colado fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine angular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and many fine roots; many fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (6 to 18 cm thick)\nC1--8 to 23 cm; grayish brown (2.5Y 5/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; weak fine and weak medium angular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and many fine roots; many fine tubular pores; slightly effervescent, moderately alkaline (pH 8.4); clear smooth boundary.  (10 to 20 cm thick)\nC2--23 to 51 cm; grayish brown (2.5Y 5/2) fine sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, loose, nonsticky and nonplastic; common fine roots; common fine interstitial pores; few mollusk shells; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (18 to 35 cm thick)\nC3--51 to 86 cm; grayish brown (2.5Y 5/2) sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, loose, nonsticky and nonplastic; few fine roots; common fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 50 cm thick)\n2C4--86 to 107 cm; dark grayish brown (2.5Y 4/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; massive; hard, firm, moderately sticky and moderately plastic; common fine tubular pores; common fine distinct brown (7.5YR 4/4) masses of iron accumulation; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 32 cm thick)\n2C5--107 to 152 cm; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; massive; very hard, very firm, very sticky and very plastic; common fine tubular pores; common fine distinct brown (7.5YR 4/4) masses of iron accumulation; slightly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; about 6 miles south and 2 miles east of Lovelock;  USGS Wildhorse Pass 7.5 minute quadrangle; about 2,300 feet south and 2,400 feet west of the northeast corner of section 36, T. 26 N., R. 31 E.; latitude 40 degrees 4 minutes 44.4 seconds N and longitude 118 degrees 26 minutes 47.7 seconds W; WGS84 Decimal Degrees 40.0790000 latitude, -118.446583 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in summer and fall; typic aridic(torric) soil moisture regime.\nMean annual soil temperature: 11 to 13 degrees C.\nParticle-size control section - Clay content:  0 to 8 percent in the upper part of the profile, and 35 to 45 in the lower part.\nRock fragments:  0 to 5 percent.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 or 3 dry or moist.\nReaction:  Moderately alkaline or strongly alkaline.\nSodicity (SAR):  1 to 5.\nC horizons\nHue:  10YR or 2.5Y.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 or 3 dry or moist.\nTexture:  Fine sandy loam to sand.\nClay content:  averages 0 to 15 percent.\nReaction:  Moderately alkaline through strongly alkaline.\nSalinity (EC):  4 to 16 dS/m.\nSodicity (SAR):  1 to 12.\n2C horizons\nHue:  2.5Y or 5Y.\nValue:  3 through 5 dry or moist.\nChroma:  2 or 3 dry or moist.\nTexture:  Silty clay loam, silty clay, or clay.\nClay content:  Averages 35 to 45 percent.\nSalinity(EC):  16 to 32 dS/m.\nSodicity(SAR):  13 to 30.\nReaction: Moderately alkaline through very strongly alkaline.\nRedoximorphic features:  Distinct and prominent redox concentrations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series recognized in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Colado soils are on lake plains, alluvial flats and stream terraces.  These soils formed in eolian deposits over alluvium and lucustrine deposits derived from mixed rocks.  Slopes are 0 to 2 percent.  Elevations range from 1160 to 1280 meters.  The climate is semiarid with cool moist winter and warm dry summers.  The mean annual precipitation is 100 to 180 mm, the mean annual temperature is 9 to 12 degrees C., and the frost free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:   These are the Placeritos, Sonoma, Sondoa, and Isolde soils.  Placeritos and Sonoma soils have a fine silty particle-size control section and have an irregular decrease in carbon.  Sondoa soils have a fine silty particle-size control section.  Isolde soils have a sandy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; rapid permeability; very high saturated hydraulic conductivity in the upper part, and slow permeability; moderately high saturated hydraulic conductivity on in the lower part.  Endosaturation is present with an apparent seasonal high water table between 100 and 150 cm (deep free water occurrence class) between May and September.  Cumulative annual duration class is Common.  These soils are susceptible to rare flooding for very brief periods between December and June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Colado soils are used mainly for livestock grazing and wildlife habitat.  The present vegetation is black greasewood, Torrey's quailbush, and inland saltgrass.  Some small areas have been leveled and are used for alfalfa hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pershing County (Lovelock Soil Survey), Nevada, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of C1 horizons).\nZone of endosaturation - The zone from 86 cm to 152 cm (2C4 and 2C5 horizons).\nParticle-size control section - The zone from 25 to 100 cm (parts of the C2, C3, and 2C4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
