{
  "SERIES": "COLESTINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKS/AON/TDT",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colestine gravelly loam - on a 65 percent west facing slope in a forested area.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches; dark brown (10YR 3/3) gravelly loam, yellowish brown (10YR 5/4) dry; weak medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; many irregular pores; 30 percent angular gravel; neutral (pH 6.8); abrupt smooth boundary.  (2 to 6 inches thick)\nA2--4 to 12 inches; dark brown (10YR 3/3) gravelly loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine and few medium and coarse roots; many fine and very fine tubular pores; 30 percent angular gravel; slightly acid (pH 6.4); clear smooth boundary.  (5 to 10 inches thick)\nBw1--12 to 24 inches; yellowish brown (10YR 5/4) gravelly clay loam, very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few medium and coarse roots; common very fine tubular pores; 25 percent angular gravel; slightly acid (pH 6.2); gradual smooth boundary.  (5 to 15 inches thick)\nBw2--24 to 34 inches; yellowish brown (10YR 5/6) gravelly clay loam, very pale brown (10YR 7/3) dry; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common fine and very fine tubular pores; common clean sand and silt coatings on faces of peds; 20 percent angular gravel; slightly acid (pH 6.4); clear wavy boundary.  (5 to 15 inches thick)\nR--34 inches; fractured metamorphic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Josephine County, Oregon; about 1 mile southwest of Golden, about 900 feet east and 775 feet south of the NW corner of sec.  31, T. 33 S., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 54 degrees F.  The soils are usually moist but are dry throughout between depths of 4 and 12 inches for 60 to 90 consecutive days during the summer in most years.  The depth to highly fractured bedrock is 20 to 40 inches.  The soils have an ochric epipedon or have an umbric epipedon less than 10 inches thick.  The solum is 20 to 40 inches thick and has a base saturation of 35 to 60 percent by ammonium acetate.  It is moderately acid to neutral.\nThe A horizon has value of 3 or 4 moist, 4 through 6 dry, and chroma of 2 through 4 moist and 3 or 4 dry.\nThe Bw horizon has hue of 2.5Y, 10YR or 7.5YR, value of 4 or 5 moist, 5 through 7 dry, and chroma of 3 through 6 moist and dry.  It is loam or clay loam and has 22 to 30 percent clay, more than 15 percent material coarser than very fine sand, 15 to 30 percent angular gravel and 0 to 15 percent angular cobbles, but not exceeding 35 percent coarse fragments in combination.  Clean sand and silt coatings on faces of peds are few to common in the lower part of the B horizon in most pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hugo, Hurlbut, Littlesand, and Madonna series.  The Hugo soils are over 40 inches deep.  Hurlbut and Littlesand soils are 20 to 40 inches to a paralithic contact.  In addition, Littlesand soils are dry for 45 to 60 days.  Madonna soils have mean annual soil temperature of 52 to 56 degrees F., are moderately acid or strongly acid and can range to very strongly acid, and are dry for 45 to 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Colestine soils are on mountain slopes at elevations of 200 to 4,000 feet.  Slopes range from 20 to 90 percent.  The soils formed in colluvium and residuum weathered from altered sedimentary and extrusive igneous rocks.  The climate is characterized by cool, moist winters and warm, dry summers.  The mean annual temperature is 45 to 54 degrees F, mean January temperature is 33 degrees F, and mean July temperature is 65 degrees F.  The mean annual precipitation is typically 40 to 60 inches.  In the interior mountains of Curry Cuunty, Oregon, the mean annual precipitation ranges to 100 inches.  The frost-free period is 100 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beekman, Pollard, Speaker, and Josephine soils.  Beekman soils are loamy-skeletal.  Josephine, Pollard, and Speaker soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, water supply and wildlife habitat.  Native vegetation is Douglas fir, ponderosa pine, Pacific madrone, sugar pine, tanoak, dogwood, shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of Southwestern Oregon; MLRA 5.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Josephine County, Oregon, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized:\nOchric epipedon\nCambic horizon - from 12 to 34 inches (Bw1 and Bw2 horizons)\nDystric feature - base saturation (ammonium acetate) is less than 60 percent between 10 and 34 inches based on laboratory data from Beekman series.\nParticle-size control section - from 10 to 34 inches.\nADDITIONAL DATA:  Classification is based on laboratory data extrapolated from the reference samples on the Beekman series; samples 83T7852-53, NSSL.\nClassification revised from fine-loamy, mixed, mesic, Dystric Xerochrepts 6/99\nNational Cooperative Soil Survey\nU.S.A."
  }
}
