{
  "SERIES": "COLERIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR-JFH",
  "REVDATE": "07/2006",
  "STATES": "NE",
  "OVERVIEW": "The Coleridge series consists of very deep, somewhat poorly drained soils formed in silty alluvium on bottom lands.  Slope ranges from 0 to 2 percent.  Mean annual air temperature is about 10 degrees C and mean annual precipitation is about 640 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coleridge silty clay loam with a slope of less than 1 percent - cultivated.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 centimeters; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable; slightly acid; abrupt smooth boundary.\nA1--20 to 46 centimeters; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; weak medium and fine subangular blocky structure; slightly hard; friable; neutral; clear wavy boundary.\nA2--46 to 71 centimeters; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; weak fine and very fine subangular blocky structure; slightly hard, friable; neutral; clear smooth boundary.  (Combined thickness of A horizons is 61 to 140 centimeters thick)\nBw--71 to 102 centimeters; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; neutral; clear wavy boundary.  (8 to 51 centimeters thick)\nCg--102 to 152 centimeters; gray (10YR 5/1) silty clay loam; dark gray (10YR 4/1) moist; few medium prominent brown (7.5YR 5/4) moist mottles; massive; slightly hard; friable; few accumulations of iron and manganese; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stanton County, Nebraska, about 9 miles South and 8 1/2 (8.5) miles east of Stanton; 60 feet south and 1,850 feet west of the northeast  corner, sec. 11, T. 21 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 75 to 150 centimeters.  Carbonates are typically absent in the solum but are in some pedons at depths between 100 and 150 centimeters.  The mollic epipedon is more than 75 centimeters thick and generally extends into the Bw horizon.  The series control section averages 30 to 35 percent clay; individual subhorizons can have 36 to 40 percent clay.  Sand content of the series control section is less than 15 percent fine sand or coarser. Some pedons have buried A horizons below 50 centimeters.  Few to common (up to 20% of the matrix) high chroma redoximorphic features are at depths of 45 to 100 centimeters or more.\nThe A horizon typically has color value of 3 or 4 (2 or 3 moist) and chroma of 0 to 2.  The A horizon is silty clay loam or silt loam.  It is moderately acid to neutral (pH 5.6 to 7.3).\nSome pedons have an AC horizon.\nThe Bw horizon has slightly higher value and similar texture to the A and Cg horizons.  It is moderately acid to neutral (pH 5.6 to 7.3). Bw horizons not meeting the criteria to be part of the mollic epipedon are considered cambic subsurface horizons.\nThe Cg horizon has hue of 10YR to 5Y, value of 5 to 7 (3 to 6 moist) and chroma of 2 or less.  The Cg horizon is typically silty clay loam or silt loam.  Thin layers of silty clay to loam textures are in some pedons. It is slightly acid to moderately alkaline (pH 6.1 to 8.4) depending on the presence of carbonates at depths below 100 centimeters."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ackmen, Alcester, Gabaldon, Hord, Muir, Roxbury, Shell, Tobin and Vega series.   These soils are all drier in the series control section during the growing season.  The Ackmen, Shell, Tobin soils do not have a Bw horizon.  Gabaldon, Roxbury and Vega soils are calcareous at depths less than 38 centimeters.  Muir soils have redoximorphic features at depths below 150 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coleridge soils are on bottom lands.  Slopes range from 0 to 2 percent.  Coleridge soils formed in silty alluvium.  Mean annual air temperature ranges from 9 to 12 degrees C, and mean annual precipitation ranges from 560 to 740 millimeters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aowa, Calco, Colo, Kezan, Lamo and Zook soils.  The Aowa soils are higher on the landscape and are not saturated with water in the series control section.  The Calco, Colo, Kezan and Zook are saturated with water higher in the profile and are lower on the landscape.  The Zook soils are in the fine family.  The Lamo soils are calcareous throughout the solum and are on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Coleridge soils have a seasonal high water table ranging from a depth of about 45 centimeters in wet years to about 105 centimeters or more in dry years..   Surface runoff is slow.  Saturated hydraulic conductivity is moderately slow.     Flooding is occasional."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cropped to corn and soybeans.  Small grains and sorghum are of smaller extent.  A few areas are in permanent pasture that contain some trees.  Native grasses include mostly big bluestem, little bluestem, switchgrass, Indiangrass, prairie cordgrass and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Land Resource Region M (Central Feed Grains and Livestock Region). Major Land Resource Area 102C (Loess Uplands). Northeast Nebraska.  Coleridge soils are moderately extensive; 19,203 hectares (47,432 acres) are correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Knox County, Nebraska, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have historically been mapped with the Colo series in Nebraska but are saturated in the lower horizons and are outside the series range for Colo.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 102 centimeters (Ap, A1, A2 and Bw horizons)\nSoil Moisture Control Section: 10 to 30 centimeters\nUstic soil moisture regime.\nSoil Temperature Control Section: at 50 centimeters\nMesic soil temperature Regime\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 centimeters; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--20 to 46 centimeters; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; weak medium and fine subangular blocky structure; slightly hard; friable; neutral; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 46,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--46 to 71 centimeters; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; weak fine and very fine subangular blocky structure; slightly hard, friable; neutral; clear smooth boundary.  (Combined thickness of A horizons is 61 to 140 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 71,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--71 to 102 centimeters; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate fine and medium subangular blocky structure; slightly hard, friable; neutral; clear wavy boundary.  (8 to 51 centimeters thick)"
      },
      {
        "name": "Cg",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--102 to 152 centimeters; gray (10YR 5/1) silty clay loam; dark gray (10YR 4/1) moist; few medium prominent brown (7.5YR 5/4) moist mottles; massive; slightly hard; friable; few accumulations of iron and manganese; neutral."
      }
    ]
  ]
}
