{
  "SERIES": "COLLAMER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGG-PSP-SEA",
  "REVDATE": "02/2013",
  "STATES": "NY,PA",
  "OVERVIEW": "The Collamer series consists of very deep, moderately well drained soils formed in silty glacio-lacustrine sediments. They are on lake plains and till plains that have a thick mantle of lake sediments. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 94 cm, and mean annual air temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, mesic Glossaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Collamer silt loam in a hay field on a 2 percent slope. (Colors are for moist soils unless otherwise noted.)\nAp--0 to 30 cm; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2), dry; moderate fine and medium granular structure; friable; common fine roots; neutral, pH 7.1; clear wavy boundary. (15 to 30 cm thick)\nE/B--30 to 46 cm; 70 percent brown (10YR 5/3) broken face and 30 percent dark yellowish brown (10YR 4/4) interior silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; neutral, pH 6.7; gradual wavy boundary. (0 to 30 cm thick)\nBt/E--46 to 58 cm; 90 percent dark yellowish brown (10YR 4/4) B material, 5 percent pale brown (10YR 6/3) broken face E material, and 5 percent brown (10YR 5/3) broken face E material, silt loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; 10 percent faint dark grayish brown (10YR 4/2),moist, clay films on surfaces along pores; neutral, pH 6.9; gradual wavy boundary.(8 to 28 cm thick)\nBt1--58 to 84 cm; brown (10YR 4/3) silt loam; moderate medium and coarse subangular blocky structure; firm; few fine roots in cracks; 35 percent distinct dark grayish brown (10YR 4/2), moist, clay films on vertical faces of peds; 15 percent fine distinct light brownish gray (10YR 6/2), moist, masses of reduced iron and 15 percent medium and coarse prominent dark yellowish brown (10YR 4/6), moist, masses of oxidized iron; slightly alkaline, pH 7.2; clear wavy boundary. (20 to 61 cm thick)\nC1--84 to 114 cm; 80 percent light olive brown (2.5Y 5/4) and 20 percent yellowish brown (10YR 5/6) silt loam; massive; friable; slightly alkaline, pH 7.7; clear wavy boundary.\nC2--114 to 183 cm; 80 percent dark yellowish brown (10YR 4/4), 10 percent yellowish brown (10YR 5/6), and 10 percent brown (10YR 5/3) silt loam; massive; friable; strong effervescence, by HCl, 1 normal; slightly alkaline, pH 8.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ontario County, New York; Town of Geneva, 1,725 feet (526 meters) east of Ontario County Route 6 and 2,350 feet (716 meters) northeast of the intersection of Ontario County Route 6 and Ontario County Route 4. USGS Phelps, NY topographic quadrangle; Latitude 42 degrees, 52 minutes, 56 seconds N. and Longitude 77 degrees, 00 minutes, 18 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 61 to 132 cm. Bedrock is deeper than 152 cm. Depth to carbonates ranges from 51 to 183 cm. Rock fragments range from 0 to 5 percent throughout, however in some pedons that are underlain with till rock fragment content ranges up to 35 percent by volume below a depth of 102 cm. Some surfaces may have up to 10 percent rock fragment content. Reaction ranges from strongly acid to neutral in surface layer and upper part of the subsoil, moderately acid to slightly alkaline in the lower part of the subsoil, and is slightly acid to moderately alkaline in the substratum.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 or 3. Texture of the fine-earth fraction is fine sandy loam, very fine sandy loam, or silt loam. It has weak or moderate granular or subangular blocky structure. Consistence is very friable or friable.\nIn some pedons, an E horizon is present. It has hue of 5YR to 2.5Y, value of 5 or 6, and chroma of 2 to 4. It normally has common or many high chroma redoximorphic features. Texture of the fine-earth fraction ranges from fine sandy loam to silt loam. It is massive, or has weak platy or subangular blocky structure. Consistence ranges from very friable to firm.\nThe E/B and B/E horizons have E horizon-like material on exteriors of peds and are like the Bt horizon in interior of peds. The B/E horizon has few to many redoximorphic concentrations with chroma of 3 or more.\nThe Bt horizon has hue of 5YR to 2.5Y, value of 4 or 5, chroma of 3 to 6, above 76 cm and chroma of 2 to 6 below 76 cm. It has few to many, low chroma redoximorphic depletions and high chroma redoximorphic concentrations. Texture of the fine-earth fraction is silt loam or silty clay loam, except individual thin subhorizons range from fine sandy loam to silty clay. It has weak to moderate subangular blocky, angular blocky, or prismatic structure.\nA BC horizon is present in some pedons. It has hue of 5YR to 2.5Y. It has weak or moderate platy or prismatic structure.\nThe C horizon has hue of 5YR to 2.5Y, value of 4 or 5, and chroma of 2 to 6. Texture of the fine-earth fraction is silty clay loam to stratified silt and very fine sand.\nSome pedons, below a depth of 102 cm, have a 2C horizon with textures of gravelly loam to channery silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Currently there are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Collamer soils are nearly level to moderately steep with slope ranging from 0 to 25 percent. These soils developed in calcareous lake laid silt and very fine sand deposits. They are on glacial lake plains and on till plains that have a moderately thick mantle of glacio-lacustrine sediments. Mean annual temperature ranges from 7 to 11 degrees C. Mean annual precipitation ranges from 66 to 102 cm, and annual frost-free season ranges from 130 to 200 days. Elevation ranges from 29 to 518 m above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Collamer soils are in a drainage sequence with the well drained Dunkirk, the somewhat poorly drained Niagara, and the poorly drained and very poorly drained Canandaigua soils. Other associated soils are the Alton, Amboy, Arkport, Colonie, Howard, Hudson, Palmyra, Schoharie, and Sodus soils. Alton, Howard, and Palmyra soils are on adjacent gravelly terraces. Amboy soils have a fragipan. Arkport and Colonie soils are in nearby deltaic deposits that have a higher sand content. Sodus soils are on adjacent glacial till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is low to very high. Saturated hydraulic conductivity is moderately high or high in the mineral surface layer and upper part of the subsoil, and moderately low to high in the lower part of the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and used for growing hay, small grains, corn, vegetable crops, small fruits or pasture. Woodlots contain sugar maple, red oak, black cherry, basswood, hickory, and other hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Erie-Ontario plain of New York and Pennsylvania and the Mohawk, Hudson, and Champlain Valleys of New York as well as smaller north flowing tributary valleys to these major lowlands. MLRA 101, 139, 140, 142, and 144A. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monroe County, New York, 1933."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A new typical pedon has been selected due to the uncertainty in interpreting the old typical pedon description.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from 0 to 30 cm (Ap horizon).\n2. Argillic horizon - the zone from 46 to 84 cm (Bt/E and Bt horizons).\n3. Glossic properties- the zone from 46 to 58 cm (Bt/E horizon).\n4. Udic soil moisture regime.\n5. CEC activity class of semi-active from preponderance of lab data for the Dunkirk-Collamer-Niagara catena.\n(6) This pedon sampled as S07NY069048 and run through NSSC lab (now KSSL)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 30 cm; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2), dry; moderate fine and medium granular structure; friable; common fine roots; neutral, pH 7.1; clear wavy boundary. (15 to 30 cm thick)"
      },
      {
        "name": "E/B",
        "top": 30,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E/B--30 to 46 cm; 70 percent brown (10YR 5/3) broken face and 30 percent dark yellowish brown (10YR 4/4) interior silt loam; moderate medium and coarse subangular blocky structure; friable; few fine roots; neutral, pH 6.7; gradual wavy boundary. (0 to 30 cm thick)"
      },
      {
        "name": "Bt/E",
        "top": 46,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt/E--46 to 58 cm; 90 percent dark yellowish brown (10YR 4/4) B material, 5 percent pale brown (10YR 6/3) broken face E material, and 5 percent brown (10YR 5/3) broken face E material, silt loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; 10 percent faint dark grayish brown (10YR 4/2),moist, clay films on surfaces along pores; neutral, pH 6.9; gradual wavy boundary.(8 to 28 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 58,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--58 to 84 cm; brown (10YR 4/3) silt loam; moderate medium and coarse subangular blocky structure; firm; few fine roots in cracks; 35 percent distinct dark grayish brown (10YR 4/2), moist, clay films on vertical faces of peds; 15 percent fine distinct light brownish gray (10YR 6/2), moist, masses of reduced iron and 15 percent medium and coarse prominent dark yellowish brown (10YR 4/6), moist, masses of oxidized iron; slightly alkaline, pH 7.2; clear wavy boundary. (20 to 61 cm thick)"
      },
      {
        "name": "C1",
        "top": 84,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--84 to 114 cm; 80 percent light olive brown (2.5Y 5/4) and 20 percent yellowish brown (10YR 5/6) silt loam; massive; friable; slightly alkaline, pH 7.7; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 114,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--114 to 183 cm; 80 percent dark yellowish brown (10YR 4/4), 10 percent yellowish brown (10YR 5/6), and 10 percent brown (10YR 5/3) silt loam; massive; friable; strong effervescence, by HCl, 1 normal; slightly alkaline, pH 8.0."
      }
    ]
  ]
}
