{
  "SERIES": "COLLARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/TAD/MJD",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Collard series consists of very deep, somewhat excessively drained, rapidly permeable soils. These soils formed in alluvium derived dominantly from quartzite, sandstone and quartzite conglomerate on alluvial fans and plains.  Slope ranges from 2 to 20 percent.  The average annual precipitation is about 14 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Collard gravelly sandy loam, rangeland.  (Colors are for air dry soil unless otherwise noted.)\nA1--0 to 2 inches; brown (7.5YR 5/3) gravelly sandy loam, dark brown (7.5YR 3/2) moist; weak medium platy structure that parts to weak medium granular; slightly hard, very friable, nonsticky and slightly plastic; few very fine roots; few very fine and fine pores; 20 percent gravel, mainly as a surface mantle; neutral (pH 6.6); abrupt smooth boundary. (2 to 3 inches thick)\nA2--2 to 6 inches; brown (7.5YR 5/3) gravelly sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; few very fine and fine roots; few fine and very fine pores; 20 percent gravel; neutral (pH 6.8); clear smooth boundary.  (4 to 6 inches thick)\nBw--6 to 11 inches; brown (7.5YR 5/3) gravelly sandy loam, dark brown (7.5YR 3/3) moist; weak, medium, subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few very fine roots; few coarse, medium and fine pores; 35 percent gravel and cobbles; neutral (pH 6.8); clear smooth boundary.  (4 to 7 inches thick)\nBt--11 to 20 inches; brown (7.5YR 5/4) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky, and plastic; few fine and very fine roots; few fine and very fine pores; few thin clay films on peds; 50 percent gravel and cobbles; neutral (pH 6.8); gradual smooth boundary.   (7 to 11 inches thick)\n2C1--20 to 25 inches; brown (7.5YR 5/4) very cobbly loamy sand, dark brown (7.5YR 4/4) moist; single grained; loose; few fine and very fine roots; few medium pores; 60 percent gravel and cobbles; slightly acid (pH 6.4) ; gradual wavy boundary.  (4 to 8 inches thick)\n2C2--25 to 42 inches; light brown (7.5YR 6/4) very cobbly loamy sand, brown (7.5YR 4/2) moist; single grained; loose; few fine and very fine roots; 75 percent gravel and cobbles; neutral (pH 6.6); gradual irregular boundary.  (15 to 25 inches thick)\n2C3--42 to 60 inches; light brown (7.5YR 6/4) very cobbly loamy sand, brown (7.5YR 4/3) moist; single grained; loose; few medium, fine, and very fine roots; 75 percent gravel and cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanpete County, Utah; 1/2 mile north of Freedom on west side of Maple Canyon Road; 2,700 feet west and 480 feet north of the southeast corner of section 36, T.14S., R.2E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches range from 47 to 49 degrees F.  The mean summer temperature ranges from 65 to 68 degrees F.  The soil moisture regime is Xeric bordering on Aridic.\nThe mollic epipedon ranges from 10 to 17 inches thick.  The solum (A and Bt horizons) above the very cobbly loamy sand is 17 to 40 inches thick.  The particle size control section averages 18 to 35 percent clay.\nThe A horizon is brown or dark brown and has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3. Texture is gravelly fine sandy loam, gravelly sandy loam or extremely stony silt loam with 20 to 65 percent rock fragments.  It is slightly acid to neutral.\nThe Bt horizon ranges from brown to dark brown.  It has hue of 7.5YR or 10YR, value of 4 or 6 dry, 3 or 4 moist, and chroma of 3 through 6.  Texture is gravelly sandy loam, very gravelly sandy clay loam or very cobbly clay loam with 35 to 70 percent rock fragments. The Bt horizon has organic carbon content of less than 0.58 percent and ranges from slightly acid to slightly alkaline.\nThe C horizon has hue of 5YR through 10YR, value of 5 or 6 dry, 3 to 5 moist, and chroma of 4 through 6.  Texture is  very cobbly loamy sand.  Rock fragments range from 50 to 80 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Badge (WA), Hooverton (T ID), Kusshi (T WA), Phys (OR), Ridd (UT) and Whitinger (T CA) soils. Badge soils have bedrock from 40 to greater than 60 inches and are dry for 90 to 105 consecutive days.  Hooverton, Ridd, and Whitinger soils have bedrock at 20 to 40 inches.  Kusshi soils have bedrock from 40 to greater than 60 inches and the combined thickness of the A and Bt horizons exceeds 40 inches.  Phys soils have a mean annual soil temperature of 49 to 53 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Collard soils are on alluvial fans and plains at elevations of 4,800 to 6,100 feet.  Slope ranges from 2 to 20 percent.  These soils formed in alluvium from quartzite, sandstone, and quartzite conglomerate.  The climate is semiarid with an average annual precipitation ranging from 12 to 16 inches.  The mean annual temperature is 45 to 52 degrees F.  The mean summer temperature is 63 to 65 degrees F.  The frost free season ranges from 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calita, Donnardo, Doyce, and Snake Hollow soils.  Calita, Donnardo and Snake Hollow soils lack argillic horizons.  Doyce soils are nongravelly."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland for cattle and sheep and for nonirrigated small grain and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah.  These soils are inextensive.  MLRA 25, 28A and 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanpete Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 11 inches.  (A1, A2, and Bw horizons)\nArgillic horizon - the zone of clay accumulation from 11 to 20 inches.  (Bt horizon)\nThe classification was changed from Aridic Argixerolls to Typic Argixerolls in 12/94.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
