{
  "SERIES": "COLMOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEH/GWA",
  "REVDATE": "05/2017",
  "STATES": "NM",
  "OVERVIEW": "The Colmor series is a member of the fine-silty, mixed, mesic family of Aridic Haplustolls. Typically, Colmor soils have thick, grayish brown, granular A horizons, pale brown, calcareous, silty clay loam B2 horizons, and very pale brown, calcareous C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Colmor silt loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 4 inches; grayish brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, friable, slightly sticky, slightly plastic; many fine and very fine roots; common fine pores; calcareous; mildly alkaline; clear smooth boundary.  (4 to 6 inches thick)\nA12--4 to 14 inches; grayish brown (10YR 5/2) silty clay loam, dark brown (10YR 3/3) moist; moderate fine granular structure; hard, friable, slightly sticky, slightly plastic; common fine roots; common medium tubular pores; calcareous; moderately alkaline; gradual smooth boundary. (4 to 12 inches thick)\nB2--14 to 25 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common fine roots; common medium tubular pores; calcareous; moderately alkaline; gradual smooth boundary. (5 to 17 inches thick)\nB3ca--25 to 32 inches; light yellowish brown (10YR 6/4) silty clay loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few fine roots; few fine tubular pores; calcareous with lime segregated into few fine, irregular, soft masses; moderately alkaline; gradual smooth boundary.  (6 to 16 inches thick)\nC1ca--32 to 52 inches; very pale brown (10YR 8/4) silt loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable, slightly sticky, slightly plastic; few fine roots; few fine tubular pores; calcareous with lime disseminated; moderately alkaline; gradual smooth boundary. (14 to 30 inches thick)\nC2ca--52 to 64 inches; very pale brown (10YR 8/3) silty clay loam, brown (10YR 5/3) moist; massive; hard, firm, slightly sticky, plastic; few fine roots; few very fine vesicular pores; calcareous, with lime disseminated; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colfax County, New Mexico; 50 feet west and 3,630 feet south of the NE corner sec. 25, T.26N., R.24E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Annual soil temperature ranges from 47 degrees to 53 degrees F. Thickness of the solum ranges from 24 to 45 inches, but is generally over 30 inches thick. The mollic epipedon ranges from 8 to 18 inches thick. The A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry and moist. It is silt loam, loam or silty clay loam. The B2 horizon has value of 4 through 6 dry, 4 or 5 moist and chroma of 2 through 4 dry and moist. It is silty clay loam, clay loam or silt loam with less than 15 percent fine and/or coarse sand. The B3ca horizon has value of 5 through 7 dry, 4 through 6 moist and chroma of 2 through 4 dry and moist. It contains 5 to 15 percent calcium carbonate. The Cca horizon has value of 5 through 8 dry, 4 through 6 moist and chroma of 2 through 4 dry and moist. It is loam, silt loam or silty clay loam. This horizon contains 20 to 30 percent calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Alicia, Calabasas, Elkader, Floweree (T), Las Lucas, Lonepine, Menoken, Modell (T), Oglala, Shoebar (T), Tilford (T), Tripp, and Ulysses series.  Alicia, Calabasas, Las Lucas, Lonepine, Menoken, Modell, and Shoebar soils lack mollic epipedons. Elkader soils have carbonatic mineralogy.  Floweree soils have frigid temperature. Oglala and Tripp soils have coarse-silty family control sections. Tilford soils have hue redder than 10YR in the B and C horizons. Ulysses soils have sola thinner than 24 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Colmor soils are on level to rolling uplands at elevations of 5,800 to 7,500 feet. The soils formed in 4 to 10 feet of moderately fine textured material weathered from shale. At the type location the climate is continental with average temperature of 48 degrees F. Annual rainfall is 14 to 17 inches with about 3/4 received during the period of April through September."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the La Brier, Litle, Swastika, and Vermejo soils. Litle and Vermejo soils lack mollic epipedons. La Brier and Swastika soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland. Vegetation is blue grama, galleta, and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern New Mexico. This soils is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Union County, New Mexico, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Brown soils.\nADDITIONAL DATA:  S67NMex-4-1, Lincoln Lab. 67L866-67L869.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
