{
  "SERIES": "COLMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJW-RWK-ET",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colma loam, rangeland.  (Colors are for dry soil unless otherwise noted).\nA11--0 to 4 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate medium granular structure; soft, friable, nonsticky and nonplastic; many fine roots; many fine and medium tubular pores; many worm casts and insect holes, few rodent burrows; slightly acid (pH 6.5); clear irregular boundary.  (2 to 4 inches thick)\nA12--4 to 10 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and common medium roots; many worm casts and insect holes, few rodent burrows; slightly acid (pH 6.4)0; clear irregular boundary.  (4 to 7 inches thick)\nA3--10 to 17 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and common medium roots; many worm casts and insect holes, few rodent burrows; slightly acid (pH 6.2); clear wavy boundary.  (6 to 8 inches thick)\nB21t--17 to 28 inches; light yellowish brown (10YR 6/4) loam, brown (10YR 5/3) moist; few faint strong brown (7.5YR 5/6) mottles; weak coarse and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common worm casts and insect holes, few rodent burrows; few, thin, discontinuous strong brown (7.5YR 5/8) clay films; moderately acid (pH 6.0); diffuse irregular boundary.  (10 to 17 inches thick)\nB22t--28 to 39 inches; brown (10YR 5/3) heavy loam, dark brown (10YR 4/3) moist; common prominent dark red (2.5YR 3/6) mottles; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few worm casts, insect holes and rodent burrows; few fine and medium roots; few thin discontinuous clay films; moderately acid (pH 5.8); abrupt irregular boundary.  (10 to 17 inches thick)\nC--39 to 60 inches; light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak medium angular blocky structure; weakly consolidated, very firm, nonsticky and nonplastic; few fine roots along faces of peds; reddish brown (5YR 5/4) and strong brown (7.5YR 5/8) stains on faces of peds; moderately acid (pH 5.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Mateo County, California; along old Coast Highway, about 1 mile south of Pomponio Creek, near the top of the ridge on the south side of the road; approximately 3 miles north of Pescadero."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 32 to 53 inches.  The soil becomes moist in October or early November and remains moist until May.  Mean annual soil temperature is 55 degrees to 58 degrees F.  The depth to consolidated marine sediments that act much like a paralithic contact is greater than 40 inches.\nThe A1 horizon is dark gray or very dark gray (10YR 4/1, 10YR 3/1).  Texture is sandy loam, fine sandy loam or loam.\nThe B2t horizon is brown, pale brown, yellowish brown or light yellowish brown (10YR 5/3, 6/3, 5/4, 6/4).  Texture is loam or clay loam with 18 to 30 percent clay.\nThe C horizon is light yellowish brown or yellowish brown (10YR 6/4, 5/4).  It is sandy loam, fine sandy loam, loam or clay loam.  The lower C horizon, below a depth of 40 inches is consolidated marine sediments that restrict the penetration of roots and water."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dragoon, Foehlin (T), Gerig (T), Glenrose, Ladd, Lobitos, Los Gatos, Mehlhorn, Minerva (T) and Snowden (T) series.  The Dragoon soils are 20 to 38 inches deep to granitic rock and are slightly acid to neutral.  Foehlin soils developed on alluvial fans and terraces, are over 60 inches deep and are slightly acid.  Gerig soils are 20 to 30 inches deep to tuff, and have colors in 7.5YR and 5YR hues.  Glenrose soils contain volcanic ash and numerous rock fragments.  Ladd soils have very dark brown A horizons high in volcanic ash.  Lobitos, Los Gatos, Mehlhorn, and Minerva soils are less than 40 inches deep to bedrock.  Los Gatos soils have colors in 7.5YR and 5YR hues.  Snowden soils have colors in 7.5YR and 5YR hues and are neutral or slightly acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Colma soils are on terraces and uplands and have slope gradients of 9 to 75 percent.  They formed in materials weathered from weakly consolidated marine sediments.  Elevations are usually below 1,000 feet.  The climate is characterized by warm, dry summers and cool, moist winters.  Mean annual precipitation is 20 to 30 inches.  Average January air temperature is about 52 degrees F; average July air temperature about 62 degrees F; and mean annual air temperature about 55 degrees F.  Frost-free season is about 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Botella, Gazos, Lobitos and Soquel.  Botella soils have a mean annual soil temperature of greater than 59 degrees F, and a mollic epipedon greater than 20 inches thick.  Gazos soils have a mean annual soil temperature greater than 59 degrees F, and lack a B2t horizon.  Lobitos soils are 20 to 40 inches deep to bedrock.  Soquel soils lack a B2t horizon and have an irregular decrease in organic matter."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; permeability is moderately slow in the B2t horizon and slow in the consolidated sediments."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range and as watershed lands; small areas have been cleared and planted to hay and pasture.  Vegetation is coyote brush, Lupine, and poison oak, with an understory of annual grasses and forbs with a few perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The first rolling hills east of the coast line along the central coast of California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Mateo County, California, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nLast revised by the state on 3/77.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
