{
  "SERIES": "COLMENA",
  "STATUS": "Established Series",
  "BYREV": "PDH-JLS-JKW",
  "REVDATE": "11/2010",
  "STATES": "TX",
  "OVERVIEW": "The Colmena series consists of very deep, moderately permeable, well drained soils that formed in loamy sediments over calcareous loamy alluvium of Quaternary age.  These nearly level to gently sloping soils are on side slopes of Paleoterrace remnants.  Slope ranges from 0 to 3 percent.  The mean annual temperature is about 22.2 degrees C (72 degrees F), and the mean annual precipitation is about 660 mm (26 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colmena fine sandy loam--on an east-facing, linear, 2 percent slope in rangeland; elevation is 21 meters (69 feet). (Colors are for dry soil unless otherwise noted.)\nA1--0 to 14 cm (0 to 6 in); dark gray (10YR 4/1) fine sandy loam, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; slightly hard, very friable; common fine and medium roots; common fine tubular and very fine tubular pores; neutral; clear smooth boundary.\nA2--14 to 28 cm (6 to 11 in); very dark grayish brown (10YR 3/2) fine sandy loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; hard, very friable; common fine roots; common fine and very fine tubular pores; neutral; clear smooth boundary. (combined thickness of the A horizons is 20 to 46 cm [8 to 18 in])\nBt1--28 to 48 cm (11 to 19 in); dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure; hard, very friable; common fine roots; common very fine, fine and medium tubular pores; 6 percent distinct very dark grayish brown (10YR 3/2) clay films on all faces of peds; neutral; gradual smooth boundary.\nBt2--48 to 99 cm (19 to 39 in); yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure; very hard, very friable; common fine and medium roots; common very fine and fine tubular pores; 8 percent distinct brown (10YR 4/3) clay films on all faces of peds; neutral; abrupt smooth boundary. (combined thickness of the Bt horizons is 46 to 127 cm [18 to 50 in])\n2Btk1--99 to 128 cm (39 to 50 in); variegated matrix with 50 percent light gray (10YR 7/2) and 50 percent light yellowish brown (10YR 6/4) sandy clay loam, 50 percent brown (10YR 5/3) and 50 percent grayish brown (10YR 5/2) moist; moderate medium prismatic structure; extremely hard, very friable; common fine roots; common very fine and fine tubular pores; 3 percent faint pale brown (10YR 6/3) clay films on surfaces along pores; 2 percent fine prominent irregular extremely weakly cemented white (7.5YR 8/1) calcium carbonate masses with sharp boundaries in matrix along faces of peds and 10 percent fine prominent irregular extremely weakly cemented white (7.5YR 8/1) calcium carbonate, finely disseminated with sharp boundaries infused in matrix; strong effervescence; slightly alkaline; gradual smooth boundary.\n2Btk2--128 to 155 cm (50 to 61 in); very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; moderate medium prismatic structure; extremely hard, very friable; common fine roots; common very fine and  fine tubular pores; 3 percent faint light yellowish brown (10YR 6/4) clay films on surfaces along pores; 15 percent fine prominent irregular extremely weakly cemented white (7.5YR 8/1) calcium carbonate masses with sharp boundaries in matrix along faces of peds; violent effervescence; slightly alkaline, pH 7.7; gradual smooth boundary.\n2Btk3--155 to 203 cm (61 to 80 in); very pale brown (10YR 7/4) sandy clay loam, pale brown (10YR 6/3) moist; moderate medium prismatic structure; very hard, very friable; common fine roots; common very fine and fine tubular pores; 3 percent faint brownish yellow (10YR 6/6) clay films on surfaces along pores; 20 percent medium prominent irregular extremely weakly cemented white (7.5YR 8/1) calcium carbonate masses with sharp boundaries in matrix along faces of peds and 5 percent coarse prominent irregular weakly cemented white (7.5YR 8/1) calcium carbonate masses with sharp boundaries along faces of peds; violent effervescence; slightly alkaline. (combined thickness of the 2Btk horizons is 38 to 130 cm [15 to 51 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kleberg County, Texas; from the intersection of U. S. Highway 77 and Highway 141 in Kingsville: 7.7 miles west on Highway 141; 3.1 miles southwest on ranch road; 2.1 miles south on ranch road; 4.0 miles east on ranch road; 200 feet south in rangeland. Escondido Lake, Texas USGS topographic quadrangle; Latitude, 27 degrees, 28 minutes, 41.18 seconds N; Longitude, 97 degrees, 56 minutes, 6.70 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A typic-ustic moisture regime.  The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature: 22.2 to 23.3 degrees C (72 to 74 degrees F)\nDepth to argillic horizon: 13 to 38 cm (5 to 15 in)\nDepth to secondary calcium carbonate: 74 to 165 cm (29 to 65 in)\nParticle-size control section (weighted average):\nClay content: 20 to 32 percent\nA horizon\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: loamy fine sand or fine sandy loam\nClay content: 8 to 19 percent\nRock fragments: 0 to 5 percent\nCalcium carbonate equivalent: 0 to 5 percent\nEC (dS/cm): 0 to 3\nSAR: 0 to 4\nReaction: slightly acid to slightly alkaline\nBt horizon\nHue: 7.5YR or 10YR\nValue: 3 to 7\nChroma: 1 to 4\nTexture: sandy clay loam or clay loam\nClay content: 20 to 32 percent\nClay films: 4 to 8 percent, along faces of peds and in matrix, faint to distinct\nRedox concentration: amount-0 to 10 percent, size-fine and medium, contrast-distinct, prominent, and clear, location-ped faces and along root channels\nRock fragments: 0 to 5 percent\nCalcium carbonate equivalent: 0 to 5 percent\nEC (dS/cm): 0 to 3\nSAR: 0 to 4\nEffervescence: none to slight\nReaction: neutral to moderately alkaline\n2Bk or 2Btk horizon\nHue: 7.5YR or 10YR\nValue: 4 to 8\nChroma: 2 to 8\nTexture: loam or sandy clay loam\nClay content: 20 to 32 percent\nClay films: 3 to 5 percent, on surfaces along pores, faint\nCalcium carbonate equivalent: 5 to 15 percent\nIdentifiable secondary carbonates: amount-2 to 20 percent threads, kind-masses and nodules, size-fine to coarse, location-infuse in matrix and in matrix along faces of peds\nEC (dS/m): 0 to 1\nSAR: 2 to 4\nEffervescence: slight to violent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alet (TX), Pernitas (TX), Pharr (TX), Orelia (TX), Runge (TX), and Weesatche (TX) series.  Similar series are the Czar (TX), Racombes (TX) and Tela (TX).\nAlet soils; do not have a litholgic discontinuity; are very rarely to rarely flooded.\nPernitas and Pharr soils: are calcareous throughout.\nOrelia soils: do not have a litholgic discontinuity; are slowly permeable.\nRunge soils: have thin strata of sandstone in lower horizons; occur on the Oakville and Fleming Formations.\nWeesatche soils: have a calcic horizon within 100 cm (40 inches) of the surface.\nCzar and Racombes soils: have a mollic epipedon thicker than 51 cm (20 inches).\nTela soils: an aridic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy sediments over calcareous loamy alluvium of Quaternary age\nLandform: Paleoterrace remnants\nSlope: 0 to 3 percent\nMean annual soil temperature: 22 to 23 degrees C (72 to 74 degrees F)\nMean annual precipitation: 610 to 760 mm (24 to 30 inches)\nFrost-free period: 303 to 320 days\nElevation: 6 to 91 meters (20 to 300 feet)\nThornthwaite annual P-E indices: 28 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Alet, Clareville, Czar, Delfina, Gertrudis, and Premont soils.\nAlet soils: are on poorly defined drains and are rarely flooded.\nClareville and Czar soils: are on concave toeslope positions on stream terraces and have a mollic epipedon thicker than 50 cm (20 inches).\nDelfina and Premont soils: are on convex shoulder positions on knolls and have an ochric epipedon.\nGertrudis soils: are on convex shoulder and sideslope positions on erosional remnants and are calcareous throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are crop production, livestock grazing, and wildlife habitat.  Grasses present include false rhodesgrass, Kleberg bluestem, plains bristlegrass, shortspike windmillgrass, prairie threeawn, and guineagrass.  Woody vegetation consists of mesquite, catclaw, elbowbush, limepricklyash, pricklypear, granjeno, and tassajillo.  Crops grown include grain sorghum, watermelons, and cotton with some minor areas used for truck crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plain, Texas; LRR I; MLRA 83A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kleberg County, Texas, 2007.  The name is from a creek in Duval County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was previously included in the Runge series.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 28 to 79 cm (11 to 31 in). (Bt horizons)\nMollic epipedon: 0 to 48 cm (0 to 19 in). (A and Bt1 horizons)\nArgillic horizon: The zone from 28 to 203 cm (11 to 80 in). (Bt and 2Btk horizons)\nLithologic Discontinuity: The zone from 99 to 203 cm (39 to 80 in). (2Btk horizons)\nADDITIONAL DATA:  TAMU data from Kleberg County, Texas (S06-TX273-002); NSSL data from Duval County, Texas (S01TX-131-005)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
