{
  "SERIES": "COLOROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL/ELS",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Argic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Colorock very gravelly clay loam - rangeland (Colors are for dry soil unless otheIwise stated.)  The surface has well developed gravel pavement of subangular to rounded gravel and some cobbles. The gravel and cobbles have a well developed desert varnish on exposed surfaces.\nBt1--0 to 1 inch; pink (7.5YR 7/4) very gravelly clay loam, brown (7.5YR 5/4) moist; moderate medium prismatic structure; slightly hard, friable, sticky, plastic; few very fine roots; many very fine, common medium, and few fine vesicular pores; few thin clay films on faces of peds; strongly effervescent; moderately alkaline (pH 8.2); abrupt slightly wavy boundary. (1 to 2 inches thick)\nBt2--1 to 2.5 inches; pink (7.5YR 7/4) clay loam, light reddish brown (5YR 6/4) moist; weak medium prismatic parting to weak thin and medium prismatic parting to weak thin and medium platy structure; slightly hard, friable, sticky, plastic; few very fine roots; common very fine tubular, and many very fine interstitial pores; many thin yellowish red (5YR 5/6) clay films on faces of peds; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (1 to 6 inches thick)\nBtk3--2.5 to 6 inches; pink (7.5YR 7/4) sandy loam, brown (7.5YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common very fine, and few fine roots; few very fine tubular, and common very fine interstitial pores; few thin clay bridges between sand grains and many thin clay films in pores; many medium and coarse pinkish white (7.5YR 8/2) lime masses; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (3 to 6 inches thick)\n2Bk--6 to 15 inches; white (10YR 8/2) extremely gravelly sandy loam, very pale brown (10YR 7/3) moist; massive; hard and very hard, firm and very firm, nonsticky, nonplastic; common very fine, and many fine and medium roots; common fine and very fine, and few medium interstitial pores; pockets and seams are weakly lime-cemented; 80 percent pebbles; violently effervescent; strongly alkaline (pH 8.6); gradual smooth boundary. (6 to 12 inches thick)\n2Bkm1--15 to 29 inches; white (10YR 8/2) lime hardpan with several thin (1/16 to 1/4 inch) continuous, indurated laminar strata interbedded with strongly cemented gravelly material, very pale brown (10YR 7/3) moist; massive; very hard and extremely hard, very firm and extremely firm; few very fine roots in matrix matted in places on laminar strata; few fine and common very fine interstitial pores; 80 percent pebbles; violently effervescent; moderately alkaline (pH 8.4); diffuse smooth boundary . (10 to 20 inches thick)\n2Bkm2--29 to 42 inches; white (10YR 8/2) lime hardpan containing many thin (1/16 to 1/4 inch) continuous indurated laminar strata interbedded with strongly lime-cemented strata, very pale brown (10YR 7/3) moist; massive; extremely hard, extremely firm; few very fine interstitial pores; 80 percent pebbles; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (10 to 18 inches thick)\n3Ck--42 to 45 inches; light gray (10YR 7/2) extremely gravelly sandy loam, pale brown (10YR 6/3) moist; massive; hard, friable, nonsticky, nonplastic; many very fine interstitial pores; 80 percent pebbles, lime-coated on underside; violently effervescent; moderately alkaline (pH 8. 4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about three miles west of Dry Lake Station; one mile north and 1,320 feet west of the apparent northeast corner of sec. 3, T.175., R.63E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 5 to 10 inches and depth to hardpan is 12 to 20 inches.\nMean annual temperature is 59 to 66 F.\nThese soils are usually dry for 6 months or more during most years, mainly during the spring and fall months.\nThe section from the top of the argillic horizon to the petrocalcic horizon averages gravelly or very gravelly, sandy loam or sandy clay loam with 15 to 20 percent clay and 35 to 60 percent gravel.\nPebbles of the erosion pavement range from subangular to well rounded and from 1/8 to 4 inches in diameter. Very thin (1/4 to 2 inches thick) pinkish gray or light brown A1 horizons underlie the erosion pavement in some pedons in protected areas around the base of shrubs and the lee side of larger pebbles.\nThe B1t and B2t horizons have hue of 5YR or 7.5YR, value of 7 dry and 5 or 6 moist, and chroma of 4 through 6.\nThey have weak or moderate and medium to coarse prismatic structure.  Weak grades of prismatic structure part to moderate, fine or medium subangular blocky or platy structure.\nThese horizons are usually clay loam, but include sandy clay loam, or loam.\nHorizons of secondary lime accumulations occur in the Btk3 or 3Ck horizon in some pedons. Secondary lime occurs as white or pinkish white, medium and coarse mottles or soft nodules, and has value of 8 dry and 7 moist. Pebbles in these horizons are lime-coated on all sides. Salt crystals are present in some pedons.\nAn unconformity can be present in the B3t and 3Ck horizons consisting of soil material containing 75 to 85 percent gravel.\nThe 2Bkm horizon has hue of 10YR or 7.5YR, and chroma of 1 through 3. It is 20 to 36 inches thick.\npH ranges from 8.2 to 8.8."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: these are the Bard, Casito, Cave, Crystal Springs, Goodsprings, Las Vegas, Mormon Mesa, Skyhaven, and Terino series. All of these soils lack argillic horizons except the Casito, Skyhaven, and Terino soils. Casito soils have 8 to 20 inch thick sola, and 7 to 16 inch thick B2t horizons resting on the petrocalcic horizon. Skyhaven soils have gravel-free profiles, strong structural grade in the B2t horizons and contain visible gypsum in the Clcacs horizons. Terino soils have 10 to 20 inch thick sola and are noncalcareous in the Al and upper B2t horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Colorock soils are on smooth to gently convex, gently to moderately sloping broad alluvial fans at elevations of 1,300 to 3,000 feet. Slope gradients are commonly 2 to 5 percent, but range up to 8 percent. The alluvial fans are dissected by a few shallow, and widely spread very deep intermittent stream channels. m ese soils formed in gravelly alluvium from mixed rock sources dominantly from limestone with some quartzite and sandstone. m e climate is hot and arid with a mean annual temperature of about 66 F., average January temperature about 45 F., July 89 F., and a mean annual precipitation of 4 to 6 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carrizo, St. Thomas, and Tonopah soils and the competing Bard soils. Carrizo and Tonopah soils have sandy-skeletal control sections and lack petrocalcic horizons. St.  Thomas soils have lithic contacts at depths of less than 19 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability to the indurated hardpan and very slow through it."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soil is used for livestock grazing during winter and spring months. Principal vegetation is stunted, widely-spaced plants of creosotebush, white bursage, and cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Nevada and possibly other areas in southwestern Utah, northwestern Arizona and southeastern California. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County (Virgin River Area), Nevada, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Colorock soils were classified as Red Desert soils.  Redefinition of the particle size control section for soils with the lower boundary of the argillic horizon within 10 inches changes the placement of these soils from the loamy family to the loamy-skeletal family.\nOSED scanned by NSSQA.  Last revised by state on 9/71.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
