{
  "SERIES": "COLONEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRK-ANA-RFL",
  "REVDATE": "06/2016",
  "STATES": "ME,VT",
  "OVERVIEW": "The Colonel series consists of somewhat poorly drained soils that formed in loamy lodgment till on hills and mountains in glaciated uplands. They are shallow to a dense substratum and very deep to bedrock. Estimated saturated hydraulic conductivity is moderately high or high in the solum, and low to moderately high in the dense substratum. Slope ranges from 0 to 35 percent. Mean annual precipitation is about 1180 mm, and mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, frigid, shallow Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Colonel fine sandy loam, on a northwest facing 5 percent slope, in a very stony wooded area. (Colors are for moist soil.)\nOa--0 to 3 cm; dark reddish brown (5YR 2.5/2) highly decomposed plant material; weak fine granular structure; very friable; many very fine and fine, and common medium roots; 5 percent gravel and 5 percent cobbles; very strongly acid; abrupt smooth boundary.  (O horizon thickness is 0 to 10 cm.)\nE--3 to 5 cm; grayish brown (10YR 5/2) fine sandy loam; weak fine granular structure; friable; many very fine and fine, and common medium roots; 5 percent gravel and 5 percent cobbles; very strongly acid; abrupt broken boundary. (0 to 13 cm thick.)\nBhs--5 to 8 cm; dark reddish brown (5YR 3/2) fine sandy loam; weak fine granular structure; friable; many very fine and fine, common medium, and few coarse roots; 5 percent gravel and 5 percent cobbles; strongly acid; abrupt wavy boundary. (0 to 36 cm thick.)\nBs1--8 to 23 cm; brown (7.5YR 4/4) fine sandy loam; weak fine granular structure; friable; many very fine and fine, common medium, and few coarse roots; 5 percent gravel and 5 percent cobbles; strongly acid; abrupt wavy boundary.\nBs2--23 to 30 cm; dark yellowish brown (10YR 4/4) fine sandy loam; weak thin platy structure parting to weak fine granular; friable; common very fine and fine roots; common fine prominent olive gray (5Y 5/2) iron depletions and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; 5 percent gravel and 5 percent cobbles; strongly acid; clear wavy boundary. (Combined thickness of the Bs horizon is 0 to 38 cm.)\nBC--30 to 45 cm; light olive brown (2.5Y 5/4) gravelly fine sandy loam; moderate medium platy structure; friable; few very fine and fine roots; common medium distinct olive gray (5Y 5/2) iron depletions and common medium faint brown (10YR 4/3) masses of iron accumulation; 10 percent gravel and 5 percent cobbles; strongly acid; abrupt wavy boundary. (0 to 41 cm thick.)\nCd--45 to 165 cm; olive (5Y 4/3) gravelly fine sandy loam; strong very coarse prisms parting to strong medium and thick plates; very firm; common fine prominent dark reddish brown (5YR 2/2) oxide coatings on and within prisms and plates; common coarse faint olive gray (5Y 5/2) iron depletions and common fine faint brown (10YR 4/3) masses of iron accumulation; 10 percent gravel and 5 percent cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oxford County, Maine; Town of Dixfield; located about 3.0 km southwest of the confluence of Tucker Valley Brook and Seven Mile Stream, and 450 meters west of the Franklin County line; USGS East Dixfield, ME topographic quadrangle; latitude 44 degrees, 32 minutes, 30.2 seconds N. and longitude 70 degrees, 18 minutes, 36.2 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mineral solum and depth to densic materials from the mineral surface range from 25 to 50 cm. Depth to bedrock is greater than 165 cm. Texture is typically fine sandy loam in the fine-earth fraction, but includes sandy loam, very fine sandy loam, and loam. Some pedons have an E horizon that is commonly silt loam. The clay content in the particle-size control section averages less than 10 percent. Rock fragments are mostly gravel, channers, and cobbles with a few stones, and range from 5 to 30 percent throughout the mineral solum and 5 to 35 percent in the substratum. Stones and boulders cover from 0 to 15 percent of the surface. Reaction ranges from extremely acid to slightly acid in the solum and from very strongly acid to neutral in the substratum. Iron depletions in the solum are between depths of 18 to 41 cm from the mineral soil surface.\nThe O horizons, where present, consist of slightly, intermediately, and/or highly decomposed plant material. The Oa horizon is neutral or has hue of 2.5YR to 10YR, value of 2 to 3, and chroma of 0 to 3.\nSome pedons have an A or Ap horizon that is neutral or has hue of 7.5YR or 10YR, and value and chroma of 2 or 3. A horizons are 0 to 10 cm thick.\nThe E horizon has hue of 5YR to 10YR, value of 5 or 6, and chroma of 1 or 2.\nThe Bhs horizon has hue of 2.5YR to 10YR, and value and chroma of 3 or less.\nThe Bs horizon has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 3 to 8.\nThe BC horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 to 6.\nSome pedons have an E' horizon that has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2 or 3.\nThe Cd layer has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 2 to 4. Aggregation of material into structural units in the Cd horizon is interpreted as geogenic and is inherited from the parent material. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Telos series is in the same family. Telos soils have an average clay content of 10 to 18 percent in the particle-size control section.\nThe Daigle series is in a related family. Daigle soils have an average clay content of 18 to 27 percent in the particle-size control section, and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Colonel soils are on nearly level to moderately steep slopes in glaciated uplands. They are typically on slightly convex to concave parts of backslopes, footslopes, and toeslopes, but they also occur on till plains. The soils formed in loamy lodgment till derived mainly from schist, gneiss, phyllite, and granite. Slope ranges from 0 to 35 percent. The mean annual precipitation is 790 to 1640 mm, and the mean annual temperature is 2 to 7 degrees C. The frost-free period ranges from 90 to 160 days. Elevation ranges from about 2 to 800 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Becket, Berkshire, Brayton, Hermon, Lyman, Marlow, Monadnock, Peru, Pillsbury, Skerry, and Tunbridge series. Berkshire, Becket, Hermon, Marlow, Monadnock, Peru, and Skerry soils are better drained and occur in higher positions on the landscape. Brayton and Pillsbury soils are wetter and are in lower positions on the landscape. Lyman and Tunbridge soils are better drained, shallow and moderately deep to bedrock respectively, and occur in higher positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Estimated saturated hydraulic conductivity is moderately high or high in the solum, and low to moderately high in the dense substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. The common trees are red maple, sugar maple, eastern white pine, paper birch, yellow birch, red spruce, and balsam fir. Areas cleared of stones are used mainly for hay and pasture and some cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine and Vermont. MLRAs 143 and 144B. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Oxford County, Maine, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The Colonel series will replace some soils that are somewhat poorly drained and were included in mapping with the Peru series.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 5 cm (Oa and E horizons).\nb. Albic horizon - the zone from 3 to 5 cm (E horizon).\nc. Spodic horizon - the zone from 5 to 23 cm (Bhs and Bs1 horizons).\nd. Aquic subgroup feature - redoximorphic features within 75 cm of the mineral soil surface (Bs2 and BC horizons and Cd layer).\ne. Densic materials - the zone from 45 to 165 cm (Cd layer).\nADDITIONAL DATA: Characterization data for Colonel and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 3 cm; dark reddish brown (5YR 2.5/2) highly decomposed plant material; weak fine granular structure; very friable; many very fine and fine, and common medium roots; 5 percent gravel and 5 percent cobbles; very strongly acid; abrupt smooth boundary.  (O horizon thickness is 0 to 10 cm.)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--3 to 5 cm; grayish brown (10YR 5/2) fine sandy loam; weak fine granular structure; friable; many very fine and fine, and common medium roots; 5 percent gravel and 5 percent cobbles; very strongly acid; abrupt broken boundary. (0 to 13 cm thick.)"
      },
      {
        "name": "Bhs",
        "top": 5,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bhs--5 to 8 cm; dark reddish brown (5YR 3/2) fine sandy loam; weak fine granular structure; friable; many very fine and fine, common medium, and few coarse roots; 5 percent gravel and 5 percent cobbles; strongly acid; abrupt wavy boundary. (0 to 36 cm thick.)"
      },
      {
        "name": "Bs1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs1--8 to 23 cm; brown (7.5YR 4/4) fine sandy loam; weak fine granular structure; friable; many very fine and fine, common medium, and few coarse roots; 5 percent gravel and 5 percent cobbles; strongly acid; abrupt wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 23,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--23 to 30 cm; dark yellowish brown (10YR 4/4) fine sandy loam; weak thin platy structure parting to weak fine granular; friable; common very fine and fine roots; common fine prominent olive gray (5Y 5/2) iron depletions and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; 5 percent gravel and 5 percent cobbles; strongly acid; clear wavy boundary. (Combined thickness of the Bs horizon is 0 to 38 cm.)"
      },
      {
        "name": "BC",
        "top": 30,
        "bottom": 45,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--30 to 45 cm; light olive brown (2.5Y 5/4) gravelly fine sandy loam; moderate medium platy structure; friable; few very fine and fine roots; common medium distinct olive gray (5Y 5/2) iron depletions and common medium faint brown (10YR 4/3) masses of iron accumulation; 10 percent gravel and 5 percent cobbles; strongly acid; abrupt wavy boundary. (0 to 41 cm thick.)"
      },
      {
        "name": "Cd",
        "top": 45,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--45 to 165 cm; olive (5Y 4/3) gravelly fine sandy loam; strong very coarse prisms parting to strong medium and thick plates; very firm; common fine prominent dark reddish brown (5YR 2/2) oxide coatings on and within prisms and plates; common coarse faint olive gray (5Y 5/2) iron depletions and common fine faint brown (10YR 4/3) masses of iron accumulation; 10 percent gravel and 5 percent cobbles; strongly acid."
      }
    ]
  ]
}
