{
  "SERIES": "COLOROW",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/CSW/JWB",
  "REVDATE": "04/2011",
  "STATES": "CO,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colorow sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; moderate and strong very thin, thin and medium platy structure; slightly hard, very friable, nonsticky and nonplastic; slightly effervescent; slightly alkaline; clear smooth boundary.  (3 to 6 inches thick)\nC1--5 to 32 inches; light brownish gray (10YR 6/2) stratified loam and fine sandy loam, dark grayish brown (10YR 4/2) moist; weak thick and very thick platy structure; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline; abrupt smooth boundary. (20 to 30 inches thick)\nC2--32 to 43 inches; pale brown (10YR 6/3) stratified fine sandy loam and loamy fine sand; grayish brown (10YR 5/2) moist, common distinct yellowish brown (10YR 5/8) and brownish yellow (10YR 6/6) redox features; massive; soft, very friable, nonsticky and nonplastic; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (10 to 20 inches thick)\nC3--43 to 60 inches; pale brown (10YR 6/3) stratified sandy loam and sand, brown (10YR 5/3) moist; common distinct very pale brown (10YR 7/3) and yellowish brown (10YR 5/6) redox features; massive; soft, very friable or loose, nonsticky and nonplastic; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Blanco County, Colorado; approximately 2 miles west of Rangely, Colorado along the White River; 1,600 feet west and 900 feet north of the SE corner of Sec. 4, T. 1 N., R. 102 W.  U.S.G.S. Rangely quad.; Lat. 40 degrees, 04 minutes, 49 seconds N., and Long. 108 degrees, 50 minutes, 37 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: aridic moisture regime bordering on ustic; moist in the lower part of the particle-size control section due to a capillary fringe from a fluctuating water table for 90 cumulative days when the soil temperature is above 41 degrees F.\nMean annual soil temperature: 47 to 52 degrees F.\nDepth to redoximorphic features: 32 to 40 inches\nDepth to endosaturation: 48 to 96 inches, with seasonal high during the spring runoff period\nParticle-size control section (weighted average):\nClay content: 5 to 18 percent\nSilt content: 5 to 40 percent\nSand content: 40 to 85 percent with more than 35 percent being fine sand or coarser\nTexture: predominantly stratified fine sandy loam, but includes strata of loam to loamy fine sand\nRock fragments: 0 to 15 percent, mainly gravel\nA horizon:\nHue: 5Y to 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 2 to 4 dry or moist\nConsistence: soft or slightly hard\nReaction: slightly alkaline or moderately alkaline\nC horizon:\nHue: 5Y to 10YR\nReaction: slightly alkaline or moderately alkaline\nSome pedons have a Cg horizon below a depth of 60 inches with the following properties:\nHue:  10YR or 2.5Y\nValue:  6 dry; 4 moist\nChroma:  2 dry or moist\nTexture:  loam\nClay content:  15 to 25 percent\nCarbonate clay content:  1 to 3 percent\nFragment size and content:  0 to 10 percent gravel\nCalcium carbonate equivalent:  2 to 12 percent\nGypsum content:  0 to 2 percent\nElectrical conductivity:  0 to 4 mmhos/cm\nSodium adsorption ratio:  0 to 2\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cameo (CO), Castledale (UT), Charalito (NM), Clarkelen (WY), Glenberg (CO), Innacutt (NM), Kornman (CO), Radnik (AZ), Redbank (WY) and Tapicito (NM) series.  Cameo, Clarkelen, Radnik and Tapicito soils are well drained, do not have a fluctuating water table, and do not have redoximorphic features. Castledale soils are well drained and have greater than 15 percent rock fragments in the control section. Charalito soils are well drained, have fragments of monzonite, gneiss and schist, and have 15 to 25 percent fine sand or coarser in the particle-size control section. Innacutt soils are somewhat excessively drained, do not have a fluctuating water table, and do not have redoximorphic features.  Glenberg soils are well drained and do nothave redoximorphic features.  Kornman soils have an over-thickened (10 to 20 inches thick) nitrogen and phosphate enriched man-made surface horizon resulting from applications of silty irrigation water over long periods of time.  Redbank soils have hue of 7.5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Colorow soils are on flood plains, fans, and low stream terraces at elevations of 4,800 to 6,500 feet.  Slopes range from 0 to 5 percent.  These soils formed in thick stratified alluvial sediments derived from sedimentary rocks.  Mean annual precipitation ranges from 8 to 12 inches.  Average annual temperature ranges from 45 to 50 degrees F., and average summer temperature ranges from 65 to 72 degrees F.  The frost-free season is about 105 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Billings, Turley, and Uffens soils.  Billings soils have a fine-silty particle-size control section.  Turley soils have 18 to 35 percent clay in the control section.  Uffens soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; low runoff; moderately rapid or moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly as range and wildlife habitat.  Vegetation is western wheatgrass, saltgrass, sedges, fourwing saltbush, tall rabbitbrush, scattered willows, and cottonwoods with some widely occurring greasewood.  In central Utah, basin big sagebrush is predominant; in irrigated areas, alfalfa hay is grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado and possibly adjacent parts of Utah and Wyoming; central Utah.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Blanco County, Colorado, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:\nOchric epipedon: from the surface to 5 inches (A horizon)\nStratification throughout the texture control section\nCoarse-loamy texture control section\nUstic aridic moisture regime\nMesic temperature regime.  Last updated by the state 4/95.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
