{
  "SERIES": "COLOCKUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA/RWL",
  "REVDATE": "11/2008",
  "STATES": "WA",
  "OVERVIEW": "The Colockum series consists of very deep, well drained soils that formed in loess over material weathered from basalt, sandstone, and glacial till. Colockum soils are on benches, foothills, hillslopes, canyon side slopes and lower mountain slopes. Slopes are 0 to 65 percent. The mean annual precipitation is about 14 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Colockum silt loam, grassland. (Colors are for dry soil unless otherwise noted).\nA1--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary. (4 to 11 inches thick)\nA2--6 to 12 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; slightly alkaline (pH 7.4); clear smooth boundary. (0 to 10 inches thick)\nBt--12 to 26 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium prismatic structure; hard, friable, slightly sticky and slightly plastic; common roots; many very fine tubular pores; few faint clay films line tubular pores; few basalt gravel; slightly alkaline (pH 7.6); clear smooth boundary. (10 to 23 inches thick)\nBtk1--26 to 47 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; strong medium prismatic structure; very hard, very firm, moderately sticky and moderately plastic; many very fine tubular pores; few faint and very faint clay bridges between mineral grains and few faint clay films lining pores and on faces of peds; 10 percent basalt gravel; few lime pockets; slightly alkaline (pH 7.8); abrupt wavy boundary. (0 to 24 inches thick)\n2Btk2--47 to 60 inches; pale brown (10YR 6/3) very gravelly silty clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; many very fine tubular pores; few faint and very faint clay bridges between mineral grains and few faint clay films lining pores and on surfaces of peds; 30 percent basalt gravel and 10 percent basalt cobbles; strong effervescence; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chelan County, Washington; 1,900 feet south and 2,000 feet west of northeast corner, section 29, T. 21 N., R. 31E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Estimated average annual soil temperature at 20-inch depth ranges from 48 to 53 degrees F. These soils are usually moist, but are dry for 75 to 105 consecutive days in all parts between depths of 4 and 12 inches. Depth to bedrock and solum thickness ranges from 40 to more than 60 inches. The depth to secondary carbonates ranges from 24 to 40 inches. The argillic horizon is more than 20 inches thick. The mollic epipedon is 10 to 20 inches thick. The particle-size control section is averages 5 to 30 percent rock fragments.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 1 to 3 dry or moist. Reaction is neutral or slightly alkaline.\nSome pedons have AB horizons.\nThe Bt horizon has value of 4 to 6 dry, 3 or 4 moist and chroma of 2 to 6 dry or moist. Texture is loam, clay loam, silt loam or silty clay loam. Reaction is neutral or slightly alkaline.\nThe Btk horizon has value of 4 to 6 dry, 3 or 4 moist and chroma of 3 or 4 dry or moist. Texture is silty clay loam, loam, silt loam, gravelly loam, or gravelly clay loam with 5 to 30 percent rock fragments. Reaction is slightly alkaline or moderately alkaline. Effervescence with 10 percent HCl is only in pockets and on some faces of peds. The Btk horizon is absent in some pedons.\nThe 2Btk horizon has hue of 7.5YR or 10YR, value of 4 to 6 dry, 3 or 4 moist and chroma of 3 to 6 dry or moist. Texture is gravelly clay loam, silty clay loam, cobbly silty clay loam, gravelly loam, very gravelly silty clay loam, very gravelly clay loam, or gravelly silty clay loam. Reaction is slightly alkaline or moderately alkaline. Effervescence with 10 percent HCl ranges from strong throughout to slight on faces of peds.\nSome pedons have a 2Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bamos, Doyce, Hack, Lucero, Pollynot Timpanogos and Tirod series.\nBamos soils  20 to 40 inches to lithic contact (igneous)\nDoyce soils  10 to 24 inches to secondary carbonates\nHack soils  argillic horizon is 10 to 20 inches thick; base of argillic is at a depth of 35 inches or less\nLucero soils  argillic horizon is 6 to 18 inches thick; base of argillic is at a depth of 30 inches or less; 15 to 50 percent rock fragments in A horizon\nPollynot soils  argillic horizon 8 to 19 inches thick; lack Btk horizons\nTimpanogos soils  argillic horizon less than 20 inches thick; calcic horizon with 15 to 45 percent calcium carbonate equivalent; redox concentrations present in some pedons (moderately well drained); solum  17 to 35 inches thick; lack a 2Btk horizon\nTirod soils  mean annual soil temperature of 47 to 49 degrees F.; calcic horizon with 15 to 25 percent calcium carbonate equivalent; lack a 2Btk horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Colockum soils formed in loess mixed with a minor amount of volcanic ash over residuum, colluvium, slope alluvium and landslide debris from basalt, glacial till, and interbedded sandstone. Colockum soils are on benches, foothills, hillslopes, canyon side slopes and lower mountain slopes. Elevation is 300 to 4,200 feet (Chelan Co. Area 1,000 to 3,200 feet; Kittitas and Yakima Co. Area 2,200 to 4,200 feet; Klickitat Co. Area 300 to 2,800 feet) depending upon latitude and aspect. Slopes are 0 to 65 percent. These soils are in a climate with warm, dry summers and cool, moist winters. The mean annual precipitation is 12 to 17 inches. The average January temperature is 25 degrees F. and the average July temperature is 70 degrees F. The mean annual temperature is 46 to 50 degrees F. The frost-free season is 110 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bakeoven, Conconully, Cowiche, Timentwa, Tronsen, and Zen soils. Bakeoven soils are on uplands and are loamy-skeletal and are 4 to 12 inches deep to basalt. Conconully soils are on moraines and foothills and Timentwa soils are on uplands and both soils lack argillic horizons. Cowiche soils are on uplands and have an aridic moisture regime. Tronsen soils are on mountainsides and are clayey-skeletal. Zen soils are on plateaus and are 20 to 40 inches to a lithic contact and have an aridic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland, some is used for cropland and wildlife habitat. Hay, small grains, and soft fruit are common crops. Native vegetation is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, Wyoming big sagebrush, arrowleaf balsamroot, silky lupine, white stoneseed, and widely spaced ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Washington. MLRA 8. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chelan County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 12 inches\nArgillic horizon - the zone from 12 to more than 60 inches\nSecondary carbonates - the zone from 26 to more than 60 inches\nLithologic discontinuity-  the zone beginning at 47 inches\nParticle-size control section - the zone from 12 to 32 inches\nOrganic matter is less than 1 percent below 12 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary. (4 to 11 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--6 to 12 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; slightly alkaline (pH 7.4); clear smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 30,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--12 to 26 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium prismatic structure; hard, friable, slightly sticky and slightly plastic; common roots; many very fine tubular pores; few faint clay films line tubular pores; few basalt gravel; slightly alkaline (pH 7.6); clear smooth boundary. (10 to 23 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 66,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btk1--26 to 47 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; strong medium prismatic structure; very hard, very firm, moderately sticky and moderately plastic; many very fine tubular pores; few faint and very faint clay bridges between mineral grains and few faint clay films lining pores and on faces of peds; 10 percent basalt gravel; few lime pockets; slightly alkaline (pH 7.8); abrupt wavy boundary. (0 to 24 inches thick)"
      },
      {
        "name": "2Btk2",
        "top": 119,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "2Btk2--47 to 60 inches; pale brown (10YR 6/3) very gravelly silty clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; many very fine tubular pores; few faint and very faint clay bridges between mineral grains and few faint clay films lining pores and on surfaces of peds; 30 percent basalt gravel and 10 percent basalt cobbles; strong effervescence; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
