{
  "SERIES": "COLOSSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-SWA-TDT",
  "REVDATE": "06/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Colosse gravelly loam, on a 4 percent slope in a young growth woodlot. (Colors refer to moist broken soil unless indicated otherwise).\nOi -- 0 to 1 inch; slightly decomposed leaves and twigs; many very fine and fine, and common medium roots; abrupt smooth boundary.\nAp1 -- 1 to 2 inches; black (7.5YR 2.5/1) gravelly loam; weak fine and medium granular structure; very friable; common very fine and fine, and few medium roots; 20 percent rock fragments which includes 5 percent cobbles; extremely acid; abrupt smooth boundary.\nAp2 -- 2 to 6 inches; very dark grayish brown (10YR 3/2) moist, brown (10YR 4/3) dry gravelly loam (old plow layer); weak fine and medium granular structure; very friable; many coarse and medium, and common very fine and fine roots; 25 percent rock fragments which includes 5 percent cobbles; very strongly acid; clear wavy boundary.\nBs -- 6 to 15 inches; dark reddish brown (5YR 3/4) and dark brown (7.5YR 3/4) mixed colors, very cobbly sandy loam; weak fine and medium granular structure; very friable; many coarse and medium, and common very fine and fine roots; 35 percent rock fragments which includes 15 percent cobbles; very strongly acid; clear irregular boundary.\nBC -- 15 to 29 inches; strong brown (7.5YR 4/6) very cobbly sandy loam; massive; loose (slightly smeary); common fine and very fine, few medium, and very few coarse roots; 40 percent rock fragments which includes 15 percent cobbles; strongly acid; clear broken boundary.\nC1 -- 29 to 39 inches; brown (7.5YR 4/4) and (10YR 5/3) mixed sand grain colors, very cobbly loamy sand; single grain; loose; common fine, few medium, and very few coarse roots; 50 percent rock fragments which includes 20 percent cobbles; strongly acid; gradual wavy boundary.\nC2 -- 39 to 82 inches; brown (7.5YR 4/3) and grayish brown (10YR 5/2) mixed sand grain colors, extremely gravelly sand; single grain; loose; few fine and medium, and very few coarse roots in upper part; 65 percent rock fragments which includes 20 percent cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis County, NY, in the Town of Lewis; southwest of Swancott Mill Road, in a forest. Point Rock, NY USGS topographic quadrangle; Latitude 43 degrees, 27 minutes, 15.5 seconds N. and Longitude 75 degrees, 36 minutes, 20.7 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from 24 to 40 inches and corresponds with depth to the C horizon in most pedons. Rock fragments range from 15 to 60 percent by volume in the solum and 35 to 70 percent in the substratum. Rock fragments are dominantly gravel or cobbles but include some boulders, stones and channers. The soil is extremely acid to strongly acid in the organic and mineral surface, very strongly acid or strongly acid in the solum and strongly acid or moderately acid in the C horizon.\nThe O horizon has hue of 5YR through 10YR, value of 2 or 3 and chroma of 1 or 2.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2.5 through 5, and chroma of 1 through 3. Textures ranges from sandy loam to loam in the fine earth fraction. It has very friable or friable consistence.\nThe E horizon, if present, has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. Textures are gravelly to very cobbly analogues of fine sandy loam, loamy fine sand, or fine sand. It has weak or very weak granular or subangular blocky structure and is very friable or loose\nThe Bs horizon has hue of 5YR through 10YR, value of 3 through 6, and chroma of 3 through 6. Textures are gravelly to very cobbly analogues of sandy loam or fine sandy loam. It has weak or very weak granular or subangular blocky structure and is very friable or loose.\nThe BC horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 2 through 6. Texture is fine sandy loam, sandy loam, loamy fine sand or loamy sand in the fine earth fraction. Structure is very weak or weak granular or subangular blocky, or the horizon is massive or single grain.\nThe 2C or C horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 2 through 4. Textures are very cobbly to extremely gravelly analogues of loamy coarse sand, loamy sand, sand, or coarse sand. The C horizons are stratified. Some pedons have subhorizon of sandy loam, loamy fine sand or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Danforth and Winnecook series are in the same family. Danforth soils are formed in till with a metamorphic lithology. Winnecook soils are moderately deep to bedrock.\nThe Allagash, Alton, Amasa, Chenango, Colton, Hermon, Trout River, Tunkhannock, and Wyoming series are similar soils in related families. Allagash and Amasa soils have coarse-loamy over sandy or sandy-skeletal particle-size control sections. Alton, Chenango, Tunkhannock, and Wyoming soils have cambic horizons and mesic temperature regimes. Colton and Hermon soils have a stronger developed spodic horizon. Trout River soils have a sandy-skeletal particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Colosse soils are on glacial outwash plains, remnant beach ridges, valley trains, kames, eskers, and water deposited kame moraines. The deposits are dominantly derived from sandstone or granitic rock and small amounts of limestone. Slope ranges from 0 to 45 percent. Mean annual temperature ranges from 43 degrees to 45 degrees F, mean annual precipitation ranges from 33 to 48 inches, and the frost-free period ranges from 110 to 140 days. Elevation ranges from 300 to 1200 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Altmar, Berkshire, Bice, Naumburg, Nichoville, Sodus, Williamson and Worth soils. Adams and Naumburg soils are on adjacent sand plains. Altmar soils are in nearby wetter and lower areas. Berkshire, Bice, Sodus and Worth are on adjacent till plains. Nichoville and Williamson soils are associated in silty lake-laid deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively and somewhat excessively drained. The potential for surface runoff is negligible to medium. Permeability is moderately rapid in the solum and rapid or very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas have been cleared and are either idle, becoming reforested, or used for growing hay, corn, and some fruit crops. Wooded areas have sugar maple, beech, and some white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Margins of the Tug Hill Plateau and Adirondack Mountains of New York. The series is moderately extensive. MLRA 141, 142, and 143."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lewis County, New York, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Colosse was formerly classified as an Entic Haplorthods. It is intended to maintain this series as a weakly developed spodic.\nDiagnostic horizons and other feature recognized in the typical pedon:\n1) Ochric Epipedon - from 0 to 6 inches (Oi and Ap horizon).\n2) Spodic horizon - from 6 to 15 inches (Bs horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
