{
  "SERIES": "COLP",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-RAL-GRS",
  "REVDATE": "5/98",
  "STATES": "IL,KY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquertic Chromic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Colp silt loam - on a gently sloping convex tread of a lacustrine terrace in a cultivated field at an elevation of about 420 feet above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; common very fine roots; few fine continuous tubular pores; few fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with strong boundaries; 21 percent clay; neutral; abrupt smooth boundary. (4 to 10 inches thick)\nE--8 to 12 inches; light brownish gray (10YR 6/2) silt loam, white (10YR 8/2) dry; weak fine subangular blocky structure parting to moderate fine granular; friable; few very fine roots; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded black (5YR 2.5/1)iron-manganese nodules with sharp boundaries; 14 percent clay; moderately acid; abrupt smooth boundary. (3 to 10 inches thick)\n2Bt1--12 to 17 inches; yellowish brown (10YR 5/4) silty clay; weak fine prismatic structure parting to moderate fine angular blocky; firm; few very fine roots; common prominent very pale brown (10YR 8/2, dry) clay depletions on faces of peds; many faint brown (10YR 5/3) clay films on faces of peds; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with sharp boundaries; 46 percent clay; very strongly acid; clear smooth boundary.\n2Bt2--17 to 23 inches; yellowish brown (10YR 5/4) silty clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few very fine roots; many faint brown (10YR 5/3) clay films on faces of peds; few fine distinct light brownish gray (10YR 6/2) iron depletions; common fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with sharp boundaries; 48 percent clay; very strongly acid; gradual smooth boundary.\n2Bt3--23 to 30 inches; yellowish brown (10YR 5/4) silty clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few very fine roots; common faint brown (10YR 5/3) clay films on faces of peds; common fine distinct light brownish gray (10YR 6/2) iron depletions and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium rounded black (5YR 2.5/1) iron-manganese nodules with sharp boundaries; 47 percent clay; very strongly acid; gradual smooth boundary.\n2Bt4--30 to 37 inches; yellowish brown (10YR 5/4) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very firm; few very fine roots; common faint brown (10YR 5/3) clay films on faces of peds; common fine distinct light brownish gray (10YR 6/2) iron depletions and common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium rounded dark reddish brown (5YR 2.5/2) iron-manganese nodules with clear yellowish red (5YR 4/6) boundaries; 61 percent clay; very strongly acid; clear smooth boundary.\n2Bt5--37 to 48 inches; brown (10YR 5/3) silty clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots; common distinct grayish brown (10YR 5/2) clay films on faces of peds; few prominent black (N 2.5/0) iron-manganese coatings lining root channels; common medium faint light brownish gray (10YR 6/2) iron depletions and many medium prominent strong brown (7.5 5/6) masses of iron accumulation in the matrix; common fine and medium rounded dark reddish brown (5YR 2.5/2) iron-manganese nodules with clear yellowish red (5YR 4/6) boundaries; 37 percent clay; very strongly acid; abrupt smooth boundary.\n2Btgl--48 to 55 inches; light brownish gray (2.5Y 6/2) silty clay loam; weak medium prismatic structure parting to moderate medium angular blocky; friable; few very fine roots; many distinct grayish brown (10YR 5/2) clay films on faces of peds and lining root channels; few prominent black (N 2.5/0) iron-manganese coats lining root channels; common fine and medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear yellowish red (5YR 4/6) boundaries on vertical faces of peds; 36 percent clay; moderately acid; abrupt smooth boundary.\n2Btg2--55 to 70 inches; light brownish gray (2.5Y 6/2) silty clay; weak medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots; many distinct grayish brown (10YR 5/2) clay films on faces of peds and lining root channels; common fine and medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; many fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear yellowish red (5YR 4/6) boundaries on vertical faces of peds; 43 percent clay; moderately acid; clear smooth boundary.\n2BCtkg--70 to 80 inches; grayish brown (2.5YR 5/2) silty clay; weak medium prismatic structure parting to moderate fine and medium angular blocky; very firm; common distinct dark grayish brown (2.5Y 4/2) clay films on faces of peds; common prominent reddish brown (5YR 4/4) iron-manganese coatings lining channels and pores; few fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with clear yellowish red (5YR 4/6) boundaries; common fine and medium irregular white (10YR 8/1) carbonate nodules with sharp boundaries; slightly effervescent in the matrix; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monroe County, Illinois; about 4 miles south and 2 miles east of Hecker; 1,095 feet east and 110 feet north of the center of sec. 27, T. 3 S., R. 8 W.; USGS Red Bud, IL. topographic quadrangle; lat. 38 degrees 14 minutes 38 seconds N. and long. 89 degrees 58 minutes 2 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic is more than 50 inches and the solum depth is 50 to more than 80 inches. Depth to free carbonates typically is more than 50 inches, but is as shallow as 42 inches in some pedons. Depth to the 2 material ranges from 0 to 20 inches. The particle-size control section averages between 35 and 50 percent clay and less than 15 percent sand.\nThe upper part of the series control section (A or Ap horizon) has hue of 10YR, value of 4 or 5 (6 or 7 dry), and chroma of 1 to 4. Some pedons have an A horizon as much as 5 inches in thickness with color value of 3. The Ap or A horizon typically is silt loam, but some eroded areas are silty clay loam. Sand content is less than 15 percent.  Reaction is strongly acid or moderately acid except pedons that have been limed range to neutral.\nThe second part of the sries control section (E horizon) has hue of 10YR, value of 5 or 6 (6 through 8 dry), and chroma of 2 to 4. Clay content averages 18 to 25 percent and sand content is less than 15 percent. Reaction is strongly acid or moderately acid, but pedons that have been limed range to neutral. Some pedons that are eroded or cultivated deeply do not have an E horizon.\nSome pedons have a BE horizon as much as 8 inches in thickness that is silt loam or silty clay loam.\nThe third part of the series control section (2Bt horizon) typically has hue of 10YR, and less commonly 7.5YR or 2.5Y; value of 4 to 6; and chroma of 3 to 6.  Some pedons have thin strata or redoximorphic concentrations that have hue of 5YR or 2.5YR. The 2Bt horizon typically is silty clay loam or silty clay but some subhorizons are clay. Reaction is very strongly acid to neutral, and ranges to slightly alkaline in the lower part. Some pedons contain carbonates.\nThe fourth part of the series control section (2Btg horizon) has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of 1 or 2. Some pedons have variegated colors with chroma of 3 or 4 and some pedons have thin subhorizons or redoximorphic concentrations that have hue of 2.5YR, 5YR, or 7.5YR. The 2Btg horizon has textures in the same range as stated for the 2Bt horizon. Reaction is very strongly acid to neutral, and ranges to slightly alkaline in the lower part. Some pedons contain carbonates.\nThe lower part of the series control section has properties as follows: The 2BCtkg, 2BC, or 2BCg horizon, where present, has colors and textures similar to those previously stated for the 2Bt and 2Btg horizon. Reaction typically ranges from very strongly acid to neutral, and less commonly ranges to moderately alkaline. In some pedons it is stratified with layers of silt loam or fine sandy loam. Carbonates are common, but are not everywhere present. The 2C or 2Cg horizon, where present, has hue of 7.5YR, 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 8 and has redoximorphic features. It typically is silt clay loam or silty clay and is stratified in some pedons with layers of silt loam or fine sandy loam. Reaction ranges from strongly acid to moderately alkaline. Carbonates are common, but are not everywhere present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Galland, Gorin, Keswick, Marion and Weller series.  Galland soils formed in alluvium that contains a paleosol on high structural benches; they contain more than 15 percent sand throughout the soil and have redder colors dominating the matrix or the mottles in some part of the Bt horizon. Gorin soils have more than 30 inches of loess and contain more sand in the lower part of the solum. Keswick soils formed mostly in glacial till that contains a paleosol and have hue of 5YR or redder dominating the matrix or the mottles in the Bt horizon. Marion soils have less than 35 percent clay in some horizon in the lower part of the series control section. Weller soils formed entirely in loess and contain less than 5 percent sand throughout and less than 35 percent clay in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Colp soils are on convex treads and sloping risers of lacustrine terraces and lake plains; mainly along major tributaries of the Mississippi River.  Some areas are subject to rare or occasional flooding during high flood events.  Slope ranges from 0 to 25 percent.  Colp soils formed in the dominantly clayey lacustrine sediments and have a mantle of loess or other silty material less than 20 inches in thickness.  The lacustrine sediments in and underlying the Colp series are weathered to depths of 10 or 12 feet.  Below 80 inches the stratified lacustrine sediments have coarse structure and widely-spaced cleavage planes, slickensides and pressure faces, clay films on faces of structural units and in channels, segregation of iron-manganese oxides, accumulation of secondary carbonates, and the presence of dark strata.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 44 inches, frost-free period is 180 to 210 days, and elevation is 340 to 450 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Geff, Hurst, Okaw, Ridgway, Redbud, and Wagner series.  The somewhat poorly drained Hurst soils are on less sloping parts of the same landform.  The somewhat poorly drained Geff soils and the well drained Ridgway soils contain less clay and more sand in the control section and are on high flood plains and stream terraces nearby.  The poorly drained Okaw and Wagner soils are on nearly level or slightly depressional parts of the same landform.  Okaw and Hurst soils form a hydrosequence with Colp soils in similar materials.  The moderately well drained Redbud soils occur on loess-covered lacustrine terraces nearby."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface water runoff is medium on gently sloping areas and high on sloping and moderately steep areas.  Permeability is slow. Depth to an intermittent perched high water table is 1.0 to 2.5 feet from December to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas that are cleared are cultivated. Corn, soybeans, and wheat are the principal crops. Other areas are used for pasture or woodland. Native vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Colp soils are in southern Illinois and northwest Kentucky. The extent is moderate, mainly in MLRA(s) 113, 114, and 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Williamson County, Illinois, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location was moved with the previous update.  The old location was in an exposure of a borrow pit and did not have an Ap horizon.  The present type location was resampled and described to 80 inches for this revision.\nDiagnostic horizons and features in this pedon include:\nOchric epipedon - from the surface of the soil to a depth of 12 inches (Ap and E horizons).\nArgillic horizon - from a depth of approximately 12 inches to 70 inches (2Bt1, 2Bt2, 2Bt3, 2Bt4, 2Bt5, 2Btg1, and 2Btg2 horizons).\nRedoximorphic features - from the surface of the soil to a depth of 80 inches, including iron depletions below a depth of 17 inches.\nADDITIONAL DATA: Data for the typical pedon (81IL-133-006) and data from other pedons in Randolph and Perry Counties are on file at the NRCS state office in Champaign, Illinois.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
