{
  "SERIES": "COLTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE-RGG-RJE",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Colter series consists of deep and very deep, well drained soils formed in layers of aerially-deposited dacitic pumice and volcanic ash.  Colter soils are on mountain slopes at elevations of 2,800 to 5,400 feet.  Slopes are 0 to 90 percent.  The mean annual precipitation is about 80 inches and the mean annual temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Pumiceous or ashy-pumiceous over medial, glassy over amorphic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colter paragravelly sandy loam - under a coniferous forest on a 23 percent convex southeast-facing back slope at an elevation of 3,600 feet.  (The soil was moist when described.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOe--2 inches to 0; loose, partially decomposed organic litter, composed of needles, leaves, twigs, cones, bark chips and roots; abrupt wavy boundary.  (1 to 4 inches thick)\nE--0 to 1 inch; dark gray (10YR 4/1) sandy loam, light gray (10YR 7/1) dry; weak fine granular structure; slightly hard, very friable, nonsticky, nonplastic and weakly smeary; common very fine, fine and medium roots; 10 percent subangular pumice fragments (2-10 mm in diameter); moderately acid (pH 6.0); abrupt wavy boundary.  (0.5 to 3 inches thick)\nBw--1 to 4 inches; dark grayish brown (10YR 4/2) paragravelly sandy loam, light brownish gray (10YR 6/2) dry; many fine prominent dark brown (7.5YR 4/4) mottles, light brown (7.5YR 6/4) dry; weak medium granular structure; slightly hard, very friable, nonsticky, nonplastic and weakly smeary; common very fine, fine, medium and coarse roots; common fine pores; 20 percent subangular pumice fragments (2-10 mm in diameter); moderately acid (pH 5.8); abrupt wavy boundary.  (3 to 5 inches thick)\nBC--4 to 8 inches; white (10YR 8/1) and reddish yellow (7.5YR 6/6) very paragravelly loamy sand, white (10YR 8/1) and reddish yellow (7.5YR 7/6) dry; single grain; loose; common very fine, fine and medium roots; 40 percent subangular pumice fragments (2-20 mm in diameter); moderately acid (pH 5.6); clear wavy boundary.  (3 to 6 inches thick)\nC--8 to 35 inches; white (10YR 8/1) and reddish yellow (7.5YR 7/6) very paragravelly sand, white (10YR 8/1) and pink (7.5YR 8/4) dry; single grain; loose; few very fine and fine, common medium roots; 55 percent subangular pumice fragments(2-25 mm in diameter); moderately acid (pH 6.0); abrupt wavy boundary.  (20 to 30 inches thick)\n2Eb--35 to 36 inches; dark gray (10YR 4/1) paragravelly sandy loam, light gray (10YR 7/1) dry; massive; slightly hard, very friable, nonsticky and nonplastic and weakly smeary; common very fine and fine roots; few fine pores; 25 percent subangular pumice fragments (2-20 mm in diameter); moderately acid (pH 6.0); abrupt irregular boundary.  (0 to 3 inches thick)\n2Bwb1--36 to 40 inches; dark gray (10YR 4/1) paragravelly sandy loam, gray (10YR 6/1) dry; many fine prominent yellowish red (5YR 4/6) mottles, reddish yellow (7.5YR 6/6) dry; weak medium granular structure; slightly hard, very friable, nonsticky, nonplastic and weakly smeary; common very fine, few fine, medium and coarse roots; common fine pores; 20 percent subangular pumice fragments (2-20 mm in diameter); moderately acid (pH 6.0); clear wavy boundary.  (4 to 6 inches thick)\n2Bwb2--40 to 54 inches; dark gray (10YR 4/1) paragravelly sandy loam, light gray (10YR 7/1) dry; many fine prominent yellowish red (5YR 5/8) mottles, reddish yellow (5YR 7/6) dry; weak medium granular structure; slightly hard, very friable, nonsticky, nonplastic and weakly smeary; few very fine, fine, medium and coarse roots; few fine pores; 20 percent subangular pumice fragments (2-20 mm in diameter); moderately acid (pH 6.0); abrupt wavy boundary.  (12 to 20 inches thick)\n3Bwb3--54 to 75 inches; reddish yellow (7.5YR 7/6 and 7.5YR 6/8) extremely paragravelly sand, reddish yellow (7.5YR 8/6 and 7.5YR 7/8) dry; single grain; loose; few very fine roots; 65 percent subangular pebble-size pumice fragments and a few hard cobbles; slightly acid (pH 6.2).  (14 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, Washington; on a new spur of a logging road; 2,100 feet south and 900 feet east of the northwest corner, sec.  36, T. 11 N., R. 6 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature at a depth of 20 inches ranges from 40 to 42 degrees F.  Depth to the buried profile ranges from 20 to 35 inches.  The soil is 60 percent or more by weight vitric volcanic ash and pumiceous cinders.  Depth to bedrock ranges from 45 to over 60 inches.  Reaction ranges from moderately acid to slightly acid throughout.\nThe E horizon has hue of 10YR or 2.5Y, value of 3 to 5 moist, 5 to 8 dry, and chroma of 0 to 2 moist and dry.  In some pedons it is compacted or weakly cemented and is massive and hard when dry.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 to 5 moist, 5 to 7 dry, and chroma of 2 or 3 moist and dry.  It has fine or medium mottles with hue of 7.5YR or 5YR, value of 3 or 4 moist, 5 to 7 dry, and chroma of 4 to 6 moist and dry.  In some pedons it is compacted or weakly cemented and is massive and hard when dry.  Pebble-size pumice fragments range from 15 to 35 percent.\nThe BC horizon has hue of 10YR or 7.5YR, value of 6 to 8 moist, 7 or 8 dry, and chroma of 1 to 6 moist and dry.  Pebble size pumice fragments range from 35 to 50 percent by weight.\nThe C horizon has hue of 10YR or 7.5YR, value of 7 to 8 moist and dry, and chroma of 1 to 6 moist and dry.  It has 45 to 65 percent pebble-size pumice fragments.\nThe 2Eb horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist, 6 to 8 dry, and chroma of 0 to 2 moist and dry.  It has 15 to 35 percent pebble-size pumice fragments.\nThe 2Bwb horizon has hue of 10YR through 5YR, value of 3 to 5 moist, 6 to 8 dry, and chroma of 1 to 3 moist and dry.  It has fine or medium mottles with hue of 10YR through or 5YR, value of 3 to 6 moist, 6 or 7 dry, and chroma of 1 to 8 moist and dry.  This horizon has 0 to 25 percent pebble-size pumice fragments.\nThe 3Bwb horizon has hue of 7.5YR or 5YR, value of 5 to 7 moist, 6 to 8 dry, and chroma of 6 to 8 moist and dry.  It has 60 to 80 percent pebble and cobble-size pumice fragments and 0 to 15 percent hard pebbles and cobbles.  Bedrock substratum phases are recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Benham, Cattcreek, Cotteral, and Hutson series in other families.  Benham soils have a frigid temperature regime.  Cattcreek soils have a spodic horizon.  Cotteral soils have a spodic horizon. Hutson soils are medial."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Colter soils are on mountain slopes at elevations of 2,800 feet to 5,400 feet.  Slopes are 0 to 90 percent.  These soils formed in layers of aerially deposited dacitic pumice and volcanic ash.  Beginning at the surface of the mineral soil, the stratigraphy of Mt.  St. Helens pyroclastic material in Colter soil profiles is (1) \"layer T\" ash and pumice about 176 years old, (2) \"layer W\" pumice about 300 years old, (3) \"layer P\" pumice of undefined age, and (4) \"layer Y\" pumice of the 3,200 years old.  The climate is characterized by cool, dry summers and cold, wet winter.  Average annual precipitation is 70 to 90 inches including considerable snowfall.  Mean annual temperature is 38 to 40 degrees F.  The growing season (28 degrees F) is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Benham, Cattcreek, Cotteral, Hatchet, Ohana and Tradedollar soils.  Hatchet and Ohana soils are medial-skeletal and have a spodic horizon.  Tradedollar soils are paragravelly and have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to medium runoff; moderately rapid permeability in the upper part of the control section, moderate in the lower part of the control section."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildlife habitat, and watershed.  Overstory vegetation is Pacific silver fir, western hemlock, Douglas-fir, and western redcedar.  Ground vegetation includes tree seedlings, common beargrass, blue huckleberry, red huckleberry, longtube twinflower, Indian pipe, foam flower and rattlesnake plantain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain slopes of the Cascade Range in southeastern Lewis and northern Skamania Counties, Washington, north and northeast of Mt. St. Helens.  The series is small in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nalbic horizon from the mineral surface to 1 inch, a buried cambic horizon from 36 to 54 inches, and a cindery mantle from 1 to 35 inches.\nParticle-size control section:  0 to 4 inches = ashy; 4 to 35 inches = ashy-pumiceous; 35 to 40 inches = medial.  More investigation is needed to confirm the medial classification of the \"P\" tedra set.\nClassification changed 6/98 based on addition of revised mineralogy classes in Soil Taxonomy and also a contrasting particle-size family.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
