{
  "SERIES": "COLTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-SWA-MHS",
  "REVDATE": "02/2017",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Colton series consists of very deep, excessively drained soils formed in glacio-fluvial deposits. They are on terraces, kames, eskers, and outwash plains. Slope ranges from 0 through 70 percent. Estimated saturated hydraulic conductivity is high or very high in the solum and very high in the substratum. Mean annual temperature is about 6 degrees C (42 degrees F) and mean annual precipitation is about 1016 mm (40 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Colton gravelly loamy sand, on a 3 percent, west facing slope, in a pasture. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 18 cm (0 to 7 in); grayish brown (10YR 5/2) gravelly loamy sand; weak fine granular structure; very friable; many fine roots; 25 percent gravel; very strongly acid; abrupt smooth boundary. (0 to 30 cm [0 to 12 in] thick.)\nE -- 18 to 20 cm (7 to 8 in); pinkish gray (7.5YR 7/2) gravelly loamy sand; single grain; loose; few fine roots; 25 percent gravel; very strongly acid; abrupt irregular boundary. (0 to 30 cm [0 to 12 in] thick.)\nBhs -- 20 to 28 cm (8 to 11 in); dark reddish brown (5YR 2/2) gravelly loamy sand; weak fine granular structure; weakly cemented, 20 percent very firm masses; friable; few fine roots; 30 percent gravel; very strongly acid; clear wavy boundary.\nBs -- 28 to 41 cm (11 to 16 in); reddish brown (5YR 4/4) gravelly loamy sand; weak fine and very fine granular structure; very friable; few fine roots; 30 percent gravel and cobbles; very strongly acid; gradual irregular boundary. (Combined thickness of the Bhs and Bs horizons is (12 to 66 cm [5 to 26 in] thick.)\nBC -- 41 to 56 cm (16 to 22 in); yellowish brown (10YR 5/4) very gravelly sand; single grain; loose; 35 percent gravel; very strongly acid; gradual wavy boundary. (0 to 71 cm [0 to 28 in] thick.)\nC -- 56 to 183 cm (22 to 72 in); pale brown (10YR 6/3) and grayish brown (10YR 5/2) stratified extremely gravelly sand; single grain; loose; 70 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, New York; 0.4 mile east and 1.1 miles south of the Village of Burke, at the junction of unnamed N-S and E-W roads. USGS Burke, NY topographic quadrangle; Latitude 44 degrees, 53 minutes, 23 seconds N. and Longitude 74 degrees, 9 minutes, 34 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 46 to 124 cm (18 to 49 in). Depth to bedrock is greater than 152 cm (60 in). Rock fragments, mainly gravel and cobbles, range from 5 throough 55 percent in the mineral surface and subsurface layers, from 15 to 65 percent in the subsoil, and from 35 to 70 percent in the C horizon.\nSome undisturbed pedons have an O horizon that has hue of 5YR to 10YR or is neutral, value of 2 to 4, and chroma of 0 to 4. It is up to 20 cm (8 in) thick.\nThe Ap horizon has hue of 10YR to 5YR, value of 2 to 5, and chroma of 2 to 4. Texture is sand, loamy coarse sand, loamy sand, loamy fine sand, sandy loam or fine sandy loam in the fine-earth fraction. It has granular structure or it is structureless. Reaction is extremely acid to moderately acid unless limed. Some pedons have a thin A horizon with chroma of 0 to 3.\nThe E horizon has hue of 5YR to 10YR, value of 4 to 7, and chroma of 1 or 2. Texture is coarse sand, sand, loamy coarse sand, loamy sand, loamy fine sand or coarse sandy loam in the fine-earth fraction. Some pedons have thin horizons of fine sandy loam. Reaction is extremely acid to moderately acid.\nThe Bhs, or Bh, horizon has hue of 2.5YR to 10YR, value of 2 to 3, and chroma of 1 to 3. Texture is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand in the fine-earth fraction. Some pedons have thin horizons of fine sandy loam. It has granular or subangular blocky structure, or it is massive. It is very friable or friable, with or without cemented masses. Reaction is extremely acid to moderately acid.\nThe Bs horizon has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 3 to 8.  Texture is coarse sand, sand, loamy coarse sand, loamy sand, or loamy fine sand in the fine-earth fraction. Some pedons are coarse sandy loam in the upper part. Some pedons have thin horizons of fine sandy loam. It has granular or subangular blocky structure, or it is massive or single grain. Reaction is extremely acid to moderately acid.\nThe BC horizon has hue of 5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 6. Texture is coarse sand, sand, loamy coarse sand, loamy sand, or loamy fine sand in the fine-earth fraction. Reaction is extremely acid to moderately acid. Some pedons have a CB horizon with properties similar to the BC.\nThe C horizon has hue of 7.5YR to 5Y, value of 3 to 7, and chroma of 2 to 6. It is composed of gravel, cobbles, or stones with coarse sand, loamy coarse sand, loamy sand, or sand in the interstices and has varying degrees of stratification. Reaction is very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hermon, Masardis, and Stetson series. Hermon soils formed in till and are not stratified in the lower part of the substratum. Marsardis soils have rock fragments usually dominated by slate and phyllite, and have a loamy mantle greater than 25 cm (10 in) thick. Stetson soils have loamy B horizons.\nConstable, Success, and Trout River series are similar soils in related families. Constable and Success soils have ortstein. Trout River soils are Entic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Colton soils are on glacial outwash terraces, plains, kames, and eskers. Slope ranges from 0 to 70 percent. The soils formed in water-sorted sand, gravel, cobbles, and stones typically derived from granite with lesser amounts of sandstone and schist. Mean annual temperature ranges from 3 to 7 degrees C (38 to 46 degrees F), mean annual precipitation ranges from 76 to 127 cm (30 to 50 in), and mean annual frost-free days ranges from 90 to 160 days. Elevation ranges from 1.5 to 914 m (5 to 3000 ft) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Becket, Constable, Duane, Hermon and Worth soils on nearby landscapes. Adams soils are on nearby sand plains. Becket, Hermon, and Worth soils formed in till on nearby uplands. Constable soils are common associates where ortstein layers are prominent. Duane soils are moderately well drained on lower, nearby landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. The potential for surface runoff is very low to medium. Estimated saturated hydraulic conductivity is high or very high in the solum and very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Large areas are idle and support seedling birch and pine, bracken fern, and blueberries. Farmed areas are used mainly for grass hay or pasture with some corn and oats. Forests include sugar maple, eastern white pine, red pine, and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 141, 142, 143, and 144B in the states of Maine, New Hampshire, Northern New York, and Vermont. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Lawrence County, New York, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Although Colton is Frigid, it has a legacy of use in MLRA 144A. This should be corrected in the MLRA update process.\nDiagnostic horizons and other features recognized in the typical pedon include:\n1. Ochric epipedon - the zone from 0 to 18 cm (0 to 7 in) (Ap horizon).\n2. Albic horizon - the zone from 18 to 20 cm (7 to 8 in) (E horizon).\n3. Spodic horizon - the zone from 20 to 40 cm (8 to 16 in) (Bhs and Bs horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
