{
  "SERIES": "COLTS NECK",
  "STATUS": "Established Series",
  "BYREV": "CS/Rev. JAK",
  "REVDATE": "11/2015",
  "STATES": "MD,NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Humic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colts Neck sandy loam, cultivated (Colors are form moist soil, unless otherwise noted.)\nAp--0 to 10 inches; dark reddish brown (5YR 3/2) sandy loam, dark brown (7.5YR 4/2) dry; weak fine granular structure; friable; firm when dry; many fine roots; moderately acid; abrupt smooth boundary.  (7 to 12 inches thick)\nBA--10 to 15 inches; dark reddish brown (5YR 3/4) sandy loam, yellowish red (5YR 4/6) dry; weak fine granular structure with discontinuous weak thick plates in the upper 2 inches; friable, firm; brittle when dry; many fine roots; strongly acid; clear smooth boundary.  (0 to 7 inches thick)\nBt1--15 to 24 inches; reddish brown (5YR 4/4) sandy clay loam, yellowish red (5YR 4/6) dry; weak fine and medium subangular blocky structure parting to weak medium granular structure; slightly firm in place, friable when removed; common fine and coarse roots; common faint clay films on face of peds and clay bridging between sand grains; strongly acid; gradual wavy boundary.\nBt2--24 to 35 inches; reddish brown (5YR 4/4) sandy loam, yellowish red (5YR 4/8) dry; weak medium subangular blocky structure; slightly firm in place, friable when removed; few fine and coarse roots; few faint clay films on faces of peds and clay bridging between sand grains; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 10 to 30 inches.)\nBC--35 to 42 inches; reddish brown (5YR 4/4) loamy sand, yellowish red (5YR 4/6) dry; weak fine granular structure; slightly firm in place, friable when removed; few roots; very few faint films bridging and clay bridging between sand grains; slightly acid; gradual wavy boundary. (0 to 11 inches thick)\nC--42 to 60 inches; reddish brown (5YR 4/4) loamy coarse sand, yellowish red (5YR 4/6) dry; single grain; loose; discontinuous thin iron cemented sheets and fragments of sandstone scattered throughout; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monmouth County, New Jersey; about 25 feet south of Prothero Road, 100 feet west of the intersection with Hyers Mill Road, Gemmet Farm."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 30 to 50 inches\nDepth to Bedrock: Greater than 60 inches. The soils lack a lithic contact but in many places they have alternating layers of thin (1/8 inch) to thick (several feet) broken sheets in the B or C horizons, of iron-cemented sandstone and loose to firm sandy material. Thick massive beds of sandstone are present only in the C horizons at depths greater than 4 feet.\nDepth to Seasonal High Water Table: Greater than 60 inches\nRock Fragments: 0 to 25 percent of the A and upper part of the B horizons and up to 35 percent in the lower part of the B and in the C horizons, mostly quartzose pebbles or sandstone chips ranging from 0.5 inch to 2 inches in diameter\nSoil Reaction: Very strongly acid to slightly acid throughout the profile, unless limed\nOther Features: 2 to 10 percent glauconite, by volume in the A and B horizons and 0 to 20 percent in the C horizon & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 5YR or 7.5YR, value of 3, chroma of 2 to 4\nTexture (fine-earth fraction)--loamy sand, sandy loam, loam, or silt loam\nBA or BE horizon:\nColor--hue of 2.5YR or 5YR, value of 3 to 5, chroma of 3 to 6\nTexture (fine-earth fraction)--sandy loam, sandy clay loam, or clay loam\nBt horizon:\nColor--hue of 2.5YR or 5YR, value of 4 or 5, chroma of 4 to 6\nTexture (fine-earth fraction)--sandy loam, sandy clay loam, or clay loam\nBC horizon:\nColor--hue of 2.5YR to 7.5YR, value of 3 to 5, chroma of 4 to 6\nTexture (fine-earth fraction)--loamy sand, sandy loam, sandy clay loam, or clay loam\nC horizon:\nColor--hue of 10R to 2.5Y, value of 3 to 6,  chroma of 4 to 8\nTexture (fine-earth fraction)--loamy sand, loamy coarse sand, sandy loam, or sandy clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCollington soils--have more than 10 percent, by volume glauconite in the particle-size control section, on similar landforms\nPineola soils--formed in residuum weathered from low-grade metasedimentary rocks and have paralithic contact between 20 and 40 inches\nRoyce soils--formed in residuum from dusky red shale and have lithic contact at a depth of 40 inches or more.\nSaunook soils--formed in colluvium weathered from high-grade metasedimentary rocks\nStatler soils--formed in alluvium derived form soils weathered from high-grade metasedimentary rocks\nTrimont soils--formed in residuum weathered from low-grade metasedimentary rocks"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Upland summits and side slopes\nElevation: 25 to 150 feet\nParent Material: Loamy marine sediments that contain glauconite. On steep slopes, iron-cemented sandstone outcrops in some places.\nMean Annual Air Temperature: 50 to 58 degrees F.\nMean Annual Precipitation: 40 to 48 inches\nFrost Free Period: 160 to 190 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAdelphia soils--moderately well drained and have 10 to 40 percent glauconite in the subsoil, on slightly lower-lying landforms\nCollington soils--have more than 10 percent, by volume  glauconite in the subsoil, and a subsoil hue of 7.5YR or yellower, on similar landforms\nFreehold soils--have subsoil hue of 7.5YR or yellower, on similar landforms\nHolmdel soils--moderately well drained, on slightly lower-lying landforms\nMarlton soils--moderately well drained, have a fine-loamy particle-size control section, and more than 40 percent glauconite in the subsoil, on slightly lower-lying landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE CLASS & PERMEABILITY",
    "content": "DRAINAGE CLASS: Very deep & PERMEABILITY: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE & VEGETATION",
    "content": "USE: Nearly all Colts Neck soils have been cleared and used for corn, small grains, hay, tree fruits, truck crops, and ornamental nurseries. & VEGETATION: Small isolated wooded areas are dominantly oaks but in places contain some yellow-poplar, beech and scattered individual pitch or Virginia pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION & EXTENT",
    "content": "DISTRIBUTION: Northern Coastal plain of New Jersey and possibly Maryland and Delaware & EXTENT: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Freehold area, Monmouth County, New Jersey, 1913"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Colts Neck soils were previously classified as Typic Rhodudults. They originally had a range in value (moist) of 3 or 4 in the argillic horizon and typically have hue of 5YR and value of 4, which does not qualify them for a Rhodic great group.  The Ap horizon typically has a value of 3 and is more than 7 inches thick, indicating a humic subgroup.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nUmbric epipedon--the zone from the soil surface to a depth of 10 inches (A horizon)\nArgillic horizon--the zone from 15 to 35 inches (Bt1 and Bt2 horizons)\nSERIES INTERPRETATION RECORD(S):  NJ0029, NJ0089 (GRAVELLY)\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNJ0029 COLTS NECK  0- 40     -        -       -         -\nNJ0089 COLTS NECK  2- 40     -        -       -         -\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNJ0029 NONE             >6.0              -     >60\nNJ0089 NONE             >6.0              -     >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNJ0029  0-10  LS                      0-  0  85-100  5-10    -\nNJ0029  0-10  SL L SIL                0-  0  98-100  5-20    -\nNJ0029 10-35  SL SCL GR-L             0-  0  75-100 10-30    -\nNJ0029 35-60  LS S SL                 0-  0  55-100  3-15    -\nNJ0089  0-10  GR-SL GR-L              0-  0  65-100 10-30    -\nNJ0089 10-35  SL SCL GR-L             0-  0  60-100 10-30    -\nNJ0089 35-60  LS S GR-SL              0-  0  55-100  3-15    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNJ0029  0-10  4.5- 6.5  1.-4.  0- 0   2.0-  20  LOW\nNJ0029  0-10  4.5- 6.5  1.-4.  0- 0   0.6- 2.0  LOW\nNJ0029 10-35  4.5- 6.5    -    0- 0   0.6- 2.0  LOW\nNJ0029 35-60  4.5- 6.5    -    0- 0   2.0-  20  LOW\nNJ0089  0-10  4.5- 6.5  .5-2.  0- 0   0.6- 2.0  LOW\nNJ0089 10-35  4.5- 6.5    -    0- 0   0.6- 2.0  LOW\nNJ0089 35-60  4.5- 6.5    -    0- 0   2.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
