{
  "SERIES": "COLTHORP",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJB/ALH",
  "REVDATE": "05/2000",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Colthorp silt loam -- on nearly level lava flow lobe at 3,010 feet elevation in rangeland.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 4 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; weak very thin and thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and few medium roots; common very fine and fine interstitial and common very fine tubular pores; slightly alkaline (pH 7.4); abrupt smooth boundary.  (2 to 4 inches thick)\nBt--4 to 8 inches; brown (10YR 5/3) silty clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure parting to moderate very fine angular blocky; hard, friable, moderately sticky and moderately plastic; common very fine, fine, and few medium roots; many very fine and few fine tubular and interstitial pores; common faint clay films on faces of peds and in pores; neutral (pH 7.3); abrupt smooth boundary.  (3 to 10 inches thick)\nBC--8 to 13 inches; light yellowish brown (10YR 6/4) silt loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and few medium roots; many very fine and medium tubular and interstitial pores; slightly alkaline (pH 7.5); abrupt smooth boundary.  (0 to 5 inches thick)\nBkq--13 to 19 inches; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; few very fine and medium tubular pores; about 10 percent durinodes; strongly effervescent; strongly alkaline (pH 8.7); abrupt wavy boundary.  (3 to 6 inches thick)\nBkqm--19 to 28 inches; white (10YR 8/2) continuous indurated duripan, very pale brown (10YR 6/3) moist; pan occurs in thick plates; root mat on upper surface; strongly effervescent; strongly alkaline (pH 8.7); abrupt wavy boundary.  (9 to 20 inches thick)\n2R--28 inches; highly jointed and fractured basalt with lime coatings on the surface and in cracks"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ada County, Idaho; about 5.5 miles south of the Boise Municipal Airport; 275 feet north and 385 feet east of the southwest corner of section 28, T. 2 N., R. 2 E.; USGS Owyhee Quadrangle; (Latitude - 43 degrees, 28 minutes, 27 seconds N. and Longitude - 116 degrees, 13 minutes, 55 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 50 to 55 degrees F.\nDepth to duripan - 10 to 20 inches\nDepth to bedrock - 20 to 40 inches\nDepth to secondary calcium carbonates - 5 to 15 inches\nParticle-size control section - 18 to 30 percent clay; 0 to 15 percent rock fragments\nMoisture control section - moist less than 90 consecutive days when the soil temperature is greater than 47 degrees F.\nA horizon\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 2 or 3 dry or moist\nClay content - 12 to 24 percent\nReaction - neutral or slightly alkaline\nBt horizon\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 2 through 4 dry or moist\nTexture - SIL, SICL or CL\nClay content - 20 to 30 percent\nRock fragments - 0 to 10 percent gravel, 0 to 5 percent cobbles, and 0 to 15 percent total\nReaction - neutral through moderately alkaline\nEffervescences - noneffervescent or slightly effervescent in lower part\nBkq horizon\nValue - 6 through 8 dry, 4 through 6 moist\nChroma - 2 through 4 dry or moist\nTexture - L or SIL\nClay content - 13 to 24 percent\nRock fragments - 0 to 30 percent gravel, 0 to 5 percent cobbles and 0 to 35 percent total\nCalcium carbonate equivalent - 15 to 25 percent\nReaction - slightly alkaline through strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Argalt, Bartome, Bigfrog, Bruncan, Chuckridge, Chuska, Dewar, Grassval, Handpah, Packwood, Pipeline, Roseworth, Thoms, and Wellington series.  Bartome, Bigfrog, Chuska, Dewar, Grassval, Pipeline, Roseworth, and Thoms soils lack bedrock above depth of 40 inches.  Argalt soils have bedrock at less than 20 inches.  Packwood soils typically have bedrock at depths of less than 20 inches and they have a hue of 7.5YR or 5YR in the B2t horizon.  Bruncan soils have greater than 35 percent rock fragments in the Bkq horizon.  Chuckridge and Handpah soils have 15 to 35 percent rock fragments in the Bt horizon.  Wellington soils have SL or SCL Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Colthorp soils are on basalt plains, terraces and on plug domes and lava flow lobes on lava plains and shield volcanoes.  Elevations range from 2,600 to 4,700 feet.  Slopes are 0 to 20 percent.  The soils formed in silty alluvium from loess and weathered volcanic ash overlying basalt.  Winters are cool and moist and summers are hot and dry.  Average annual precipitation is 8 to 12 inches.  Average January temperature is about 28 degrees F.; average July temperature is about 73 degrees F.; average annual temperature is 48 to 53 degrees F.  The frost free season is about 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chilcott, Elijah, McCain, Power, Purdam, and Sebree soils.  Chilcott soils are deeper than 20 inches to a duripan and contain more than 35 percent clay in the textural control section.  Elijah and Purdam soils are deeper than 20 inches to a duripan.  McCain and Power soils lack a duripan.  Sebree soils have a natric horizon.  These soils occupy landscape positions similar to the Colthorp soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very slow through medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Colthorp soils are used mainly for rangeland.  Some areas are irrigated and are used for pasture, hay, corn, small grains, sugar beets, and potatoes.  Vegetation in the potential natural plant community is mainly Wyoming big sagebrush, bluebunch wheatgrass, Sandberg bluegrass, and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern and south central Idaho; MLRA 11.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ada County, Idaho, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A horizon)\nArgillic horizon - the zone from 4 to 8 inches (Bt horizon)\nCalcic horizon - the zone from 13 to 28 inches (Bkq and Bkqm horizons)\nIndurated duripan - the zone from 19 to 28 inches (Bkqm horizon)\nLithic contact - 28 inches\nParticle-size control section - the zone from 4 to 19 inches\nSoil moisture regime - aridic bordering xeric\nThe classification of this pedon has been revised as of 4/00 from loamy, mixed, mesic, shallow Xerollic Durargids to loamy, mixed, superactive, mesic, shallow Xeric Argidurids based on revision to Soil Taxonomy.\nThe term silty alluvium used in this series concept infers a localized influence on the mixed loess and weathered volcanic ash soil material by overland flow of running water.\nGeographic setting - terms used throughout MLRA 11 to identify the setting of this soil are quire varied although all equate to the same landscape.  There will be further investigation from an MLRA project level as to the accepted terms for use.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
