{
  "SERIES": "COLUMBINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "8/89",
  "STATES": "CO",
  "OVERVIEW": "The Columbine series consists of deep, well drained soils that formed in very gravelly arkosic alluvium.  Columbine soils are on terraces, flood plains, and fans and have slopes of 0 to 10 percent.  The mean annual precipitation is about 15 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Columbine gravelly sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 6 inches; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable; 20 percent fine and very fine angular gravel; neutral; gradual smooth boundary.  (0 to 10 inches thick)\nA12--6 to 14 inches; brown (10YR 5/3) very gravelly loamy sand, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard, very friable; 40 percent fine and very fine angular gravel; neutral; gradual wavy boundary.  (0 to 20 inches thick)\nC--14 to 60 inches; light yellowish brown (2.5Y 6/4) very gravelly loamy sand, light olive brown (2.5Y 5/4) moist; massive; hard, loose; 60 percent fine and very fine angular gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Paso County, Colorado; approximately 1/2 mile northeast of the Black Squirrel Creek bridge on U.S. 24; near center of Sec. 13, T. 12 S., R. 64 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Minimal thickness of the mollic epipedon ranges from 7 to 10 inches depending on surface soil texture.  The control section is gravelly or very gravelly loamy sand or sand.  Within the sand fraction the content of medium and coarser angular sand having a large proportion of flat bearing surfaces between sand grains ranges from 15 to about 90 percent and horizons of low organic matter content have a differential between dry and moist consistence that is 1 to 3 times greater than soils of similar texture having finer and more rounded sand grains.  Rock fragments range from 35 to about 75 percent and are mainly 1/8 to 1/2 inch in diameter.  Reaction ranges from slightly acid to mildly alkaline.  The control section of some pedons has a few faint mottles with the chroma of both matrix and mottles exceeding."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chaseville and Dix series.  Chaseville soils have hue of 5YR or redder.  Dix soils have more rounded and finer sand grains, have rock fragments that are more rounded and of larger size, and lack hard-setting characteristics when dry."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Columbine soils are on terraces, flood plains, alluvial fans, and concave drainageways.  Slopes range from about 0 to 10 percent.  The soil formed in thick, noncalcareous, coarse textured, alluvial materials washed from arkose deposits and exposures of granite.  At the type location the mean annual precipitation is about 15 inches with peak periods of precipitation occurring in the spring and early summer.  Mean annual temperature is 47 degrees F, mean summer temperature is 68 degrees F.  The frost-free season is about 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ellicott and Pring soils.  Ellicott soils have an ochric epipedon.  Pring soils are coarse- loamy and have a mean annual soil temperature of less than 47 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as grazing land and occasionally as cropland.  They are also a source of sand and gravel for construction.  Native vegetation is mid and tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and central Colorado.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  El Paso County, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 5/75.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
