{
  "SERIES": "COMMERCE",
  "STATUS": "Established Series",
  "BYREV": "LLL; Rev.JDS",
  "REVDATE": "02/2013",
  "STATES": "AR,KY,LA,MS,MO,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, thermic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Commerce silt loam, on a smooth level area, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; many fine roots throughout and medium roots throughout; 1 percent fine faint cylindrical brown (10YR 4/3) masses of oxidized iron throughout; slightly alkaline; clear smooth boundary (4 to 12 inches thick).\nBw1--7 to 15 inches; dark grayish brown (10YR 4/2) silty clay loam; weak fine subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots throughout; many fine and very fine low continuity tubular pores; 2 percent fine distinct irregular dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; 2 percent fine spherical black (10YR 2/1) manganese masses throughout with sharp boundaries; moderately alkaline; gradual wavy boundary.\nBw2--15 to 22 inches; dark grayish brown (10YR 4/2) silty clay loam; moderate fine subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots throughout; many fine and very fine low continuity tubular pores; 2 percent fine distinct irregular dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; 1 percent fine distinct irregular light brownish gray (10YR 6/2) shell fragments throughout; moderately alkaline; clear smooth boundary (combined thickness of the Bw horizon is 6 to 20 inches).\nBg1--22 to 30 inches; dark gray (10YR 4/1) silt loam; moderate fine subangular blocky structure; friable, nonsticky, nonplastic; few very fine roots throughout; many fine and very fine low continuity tubular pores; 2 percent fine distinct irregular dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; 1 percent fine distinct irregular light brownish gray (10YR 6/2) shell fragments throughout; moderately alkaline; gradual smooth boundary.\nBg2--30 to 43 inches; dark gray (10YR 4/1) silt loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; common fine roots throughout; many fine and very fine low continuity tubular pores; 2 percent fine distinct irregular brown (10YR 4/3) masses of oxidized iron throughout; 2 percent fine spherical black (10YR 2/1) manganese masses throughout with sharp boundaries; moderately alkaline; gradual wavy boundary.\nBg3--43 to 52 inches; dark gray (10YR 4/1) silt loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; few fine roots throughout; many fine and very fine low continuity tubular pores; 2 percent fine distinct irregular brown (10YR 4/3) masses of oxidized iron throughout; 21 percent fine prominent irregular black (10YR 2/1) manganese coatings throughout with sharp boundaries; 1 percent fine faint irregular light brownish gray (10YR 6/2) shell fragments throughout; moderately alkaline; gradual wavy boundary.\nBg4--52 to 63 inches; dark gray (2.5Y 4/1) silt loam; weak medium subangular blocky structure; friable, nonsticky, nonplastic; few fine roots throughout; many fine low continuity tubular pores; 1 percent fine prominent irregular dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; 1 percent fine prominent irregular moderately cemented dark yellowish brown (10YR 4/4) iron-manganese concretions with sharp boundaries throughout; moderately alkaline; gradual wavy boundary (combined thickness of the Bg horizon is more than 30 inches).\nBssg1--63 to 73 inches; dark gray (2.5Y 4/1) clay; moderate medium subangular blocky structure; firm, very sticky, very plastic; common fine roots between peds; many fine pores; 3 percent discontinuous prominent dark gray (2.5Y 4/1) slickensides on all faces of peds and 50 percent discontinuous distinct dark gray (2.5Y 4/1) pressure faces on all faces of peds; 1 percent fine prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout; 1 percent fine prominent irregular dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; 1 percent fine faint irregular light brownish gray (10YR 6/2) shell fragments throughout; moderately alkaline; gradual wavy boundary.\nBssg2--73 to 80 inches; olive gray (5Y 5/2) clay; moderate medium subangular blocky structure; firm, very sticky, very plastic; common fine roots throughout; 3 percent continuous prominent olive gray (5Y 5/2) slickensides on all faces of peds and 50 percent continuous distinct olive gray (5Y 5/2) pressure faces on all faces of peds; 1 percent medium prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tensas Parish, Louisiana; located from Newellton, Louisiana, 4.62 miles south on U.S. Highway 65, then 1,000 feet northwest on State Highway 607, then 6 miles southeast on State Highway 605, then 900 feet northwest on field road that runs along south side of drainage canal, then 30 feet south of field road into field; SE1/2, Sec. 9, T. 11 N., R. 12 E., Saint Joseph, Louisiana USGS 7.5 Minute Quadrangle; Latitude 31 degrees, 55 minutes, 54.51 seconds N.; Longitude 91 degrees, 13 minutes, 26.96 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to more than 80 inches. Reaction ranges from medium acid to moderately alkaline in the A or Ap horizons, from slightly acid to moderately alkaline in the Bw horizons and from neutral to moderately alkaline in the Bg, BCg, Bssg, and Cg horizons.\nThe Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 1 to 3. Under sugarcane culture the lower part of the A horizon of some pedons has hues of 2.5Y or 5Y. Masses of iron accumulation and iron depletions, where present, are in shades of brown and gray. Texture is very fine sandy loam, loam, silt loam, or silty clay loam, however a sandy overwash phase is also recognized for areas near crevasse splays with texture of fine sand or loamy fine sand.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2. Texture is silt loam, loam, or silty clay loam. Few to common masses of oxidized iron in shades of brown and iron depletions in shades of gray are throughout the Bw horizon. Some pedons have dark gray or very dark grayish brown coatings or stains on ped surfaces.\nThe Bg horizon has has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 1. Texture is silt loam, loam, or silty clay loam. Few to common masses of oxidized iron in shades of brown and iron depletions in shades of gray are throughout the Bg horizon.\nA Buried A horizon, where present, has the same color and texture range as the A or Ap horizons. They are neutral to moderately alkaline.\nA Bssg horizon, where present, or a clayey Bg or BCg horizon is below a depth of 50 inches in some pedons. This layer consists of one or more lenses or layers several inches thick, or it is a continuous layer that extends beyond 80 inches deep. Where present, it has hue of 2.5Y to 5GY, value of 4 or 5, and chroma of 1, or it is neutral (N/). Texture is clay, silty clay, or silty clay loam with more than 35 percent clay. Masses of iron accumulation in shades of brown or olive range from few to many. Slickensides are present in some pedons where this layer is thicker.\nThe Cg horizon has a hue of 10YR to 5GY, value of 4 or 5, and chroma of 1 or 2. It is very fine sandy loam, loam, silt loam, or silty clay loam and is commonly stratified. Masses of iron accumulation in shades of brown or olive range from none to many. Thin strata of silty clay are in the C horizon of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Cancienne, Convent and Mhoon series are in closely related families. Cancienne soils are in a hyperthermic soil temperature family. Convent soils have a coarse-silty control section. Mhoon soils average somewhat finer in texture and have chroma less than 2 between the bottom of the A horizon and a depth of 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Commerce soils are on convex natural levee positions on the alluvial plain of the Mississippi River and its distributaries. Slope gradients are mainly less than 1 percent but range to 5 percent. Most areas are protected from flooding by man-made levees. Low unprotected areas are subject to occasional or frequent flooding for brief to long durations by runoff from higher areas and by water from major streams. The climate at the type location is warm and humid, mean annual rainfall is about 52 inches, and mean annual temperature is about 66 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Convent and Mhoon series, and the Bruin, Newellton, Robinsonville, Sharkey, Tunica, and Vacherie series. Bruin and Robinsonville soils are on higher, more convex positions on natural levees, do not have aquic conditions within a depth of 20 inches, and are coarse-silty. Newellton soils are on lower positions on the natural levee and have a clayey solum 14 to 20 inches thick over a loamy substratum. Sharkey soils are on lower backswamp positions, are clayey throughout the solum and have intersecting slickensides within a depth of 40 inches. Tunica soils are on lower positions on the natural levee and have a clayey solum 20 to 40 inches thick over a loamy substratum. Vacherie soils are on levee splay positions and have a clayey discontinuity within a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Commerce soils are somewhat poorly drained; runoff is low on slopes less than 1 percent and medium on slopes of 1 percent or more; permeability is moderately slow. The soil is saturated in layers below 1.5 to 4 feet during December through April in normal years. The clayey Bssg or Bg horizon or the clayey strata may act as an aquitard, but they also have saturated layers beneath them. Flooding ranges from rare to common in areas that are not protected by levees."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for cropland; cotton, soybeans, corn, and wheat are the principal crops; sugarcane is important in the southern part of Louisiana. Some is in pasture and hay crops. The native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Throughout the lower Mississippi River flood plain, Arkansas, Louisiana, Mississippi, Missouri, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: USDA Sugarcane Experiment Station, Terrebonne Parish, Louisiana, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Commerce series was retypified at a new site in Tensas Parish during the update survey of Tensas Parish. It was determined that the old type location had clayey layers in the lower part of the solum, and it is felt that this is common in most areas of the series. Diagnostic horizons and features recognized in the type location pedon include:\nOchric Epipedon . . . .0 to 7 inches (Ap horizon)\nCambic Horizon . . . . 7 to 80 inches (Bw, Bg, and Bssg horizons)\nIrregular OC decrease .22 to 50 inches (Bg1, Bg2, and Bg3 horizons)\nADDITIONAL DATA: Additional lab data are available from NSSL for the type location pedon (S96LA-107-004), and for other pedons (S88LA-047-001; S63LA-107-001; S63LA-107-002; S84MO-133-001; S84MO-133-002; S84MO-133-003; S81MS-163-001).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
