{
  "SERIES": "COMMSKI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JR/RLB/TM/ET",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "OVERVIEW": "The Commski series consists of very deep, well drained soils on ballenas, fan remnants and inset fans. They formed in alluvium derived from limestone and dolomite. Slope ranges from 0 to 50 percent. The mean annual precipitation is about 4 inches and the mean annual temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Commski very gravelly fine sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 55 percent pebbles, 30 percent with cobbles and 1 percent with stones.\nA--0 to 5 inches; pale brown (10YR 6/3) very gravelly fine sandy loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular, few very fine and fine interstitial pores; 40 percent pebbles, 2 percent cobbles and 3 percent stones; strongly effervescent; strongly alkaline (pH 8.6); gradual smooth boundary. (3 to 7 inches thick)\nBk1--5 to 14 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine and fine roots; common very fine, many fine and medium interstitial pores; common thick calcium carbonate pendants on rock fragments; 65 percent pebbles, 2 percent cobbles and 2 percent stones; strongly effervescent; strongly alkaline (pH 8.6); diffuse smooth boundary.\nBk2--14 to 60 inches; light brownish gray (10YR 6/2) extremely gravelly coarse sandy loam, brown (10YR 5/3) moist; massive; hard, firm, nonsticky and nonplastic; few very fine roots; many fine and medium interstitial, few very fine tubular pores; weak discontinuous brittle matrix; 70 percent pebbles, 5 percent cobbles and 5 percent stones; violently effervescent; strongly alkaline (pH 8.8). (The combined thickness of the Bk horizons is 40 to 60 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; approximately 1 mile southeast of Ash Meadows Rancho and about 35 feet north and 10 feet west of the southeast corner of section 25, T. 18 S., R. 50 E. USGS Bole Spring, NV-CA 7.5 minute topographic quadrangle; 36 degrees, 21 minutes, 0 seconds north latitude and 116 degrees, 17 minutes, 3 seconds west longitude; UTM 11S, 564240e, 4023014n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry; moist for brief periods in late winter and spring. The ratio of actual evapotranspiration between summer and winter is about 0.4, typical of the Mojave Desert. Typic aridic soil moisture regime.\nSoil temperature - 59 to 69 degrees F.\nDepth to calcic horizon - 3 to 18 inches.\nThickness of calcic horizon - 40 to 60 inches.\nReaction - Moderately alkaline or strongly alkaline.\nControl section - Percent clay: 5 to 15.\nRock fragments: 60 to 80 percent mainly gravel.\nCalcium carbonate equivalent of the less than 20 millimeter fraction: 40 to 60 percent\nA horizon - Chroma: 3 or 4 moist or dry.\nBk or Bkq horizons - Chroma: 2 or 3 moist or dry.\nClay content: 5 to 15 percent.\nTexture: Coarse sandy loam, sandy loam or fine sandy loam.\nClay content: 5 to 15 percent.\nRock fragments: 60 to 80 percent mainly gravel.\nStructure: Subangular blocky or massive.\nConsistence: Soft through hard dry, very friable through firm, moist.\nCalcium carbonate equivalent of the fine earth fraction: 25 to 45 percent.\nOther features: Subhorizons have discontinuous weak brittle matrix cemented by calcium carbonate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Upperline (NV) and Weiser (NV) soils.Upperline soils have a paralithic contact at 30 to 40 inches. Weiser soils have calcic horizons between 10 and 28 inches thick and have a pattern of actual evapotranspiration that is transitional to the Sonoran desert."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Commski soils are on ballenas fan remnants and inset fans. These soils formed in alluvium derived from limestone and dolomite. Slope ranges from 0 to 50 percent. Elevations are 2,200 to 4,400 feet. The climate is typical of the Mojave Desert with hot, dry summers and mild, moist winters. The mean annual precipitation is 3 to 7 inches. The mean annual temperature is 57 to 67 degrees F. The frost-free season is about 180 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ashmed, Ferrogold, Lastchance and Oldspan soils. Ashmed soils are on ballena foot slopes and fan remnants and have argillic horizons. Ferrogold soils have a petrocalcic horizon at 14 to 20 inches. Lastchance soils have a petrocalcic horizon at 20 to 30 inches. Oldspan soils have a 0 to 15 percent rock fragments in the upper part of the particle-size control section and SAR of 13 to 30."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very low to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly desertholly, white bursage and annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County (Southwest Part), Nevada. 1994. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  0 to 5 inches (A horizon).\nCalcic horizon - 5 to 60 inches (Bk1 and Bk2 horizons).\nParticle-size control section - 10 to 40 inches (Bk1 and Bk2 horizons).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 3/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
