{
  "SERIES": "COMODORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/AJS/JWB",
  "REVDATE": "04/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Comodore very stony loam, grassland. (Colors are for dry soil unless otherwise noted)\nA--0 to 9 inches; grayish brown (10YR 5/2) very stony loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure parting to fine granular; soft, very friable, slightly sticky, slightly plastic; 60 percent stones; slightly acid; clear smooth boundary.  (6 to 16 inches thick)\nC--9 to 13 inches; brown (10YR 5/3) extremely stony loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; 70 percent stones; slightly acid; abrupt smooth boundary.  (4 to 14 inches thick)\nR--13 to 17 inches; hard igneous and metamorphic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; approximately 1/4 mile west of the southeast corner, sec. 9, T. 28 S., R. 73 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:\nSoil moisture regime subclass: aridic (torric)\nSoil moisture regime class: ustic\nMean annual soil temperature: 41 to 46 degrees F (5 to 7.8 degrees C)\nMean summer soil temperature: 63 to 66 degrees F (17.2 to 18.9 degrees C)\nBase saturation ranges from 60 to 100 percent.\nDepth to the lithic contact: 10 to 20 inches.\nThickness of mollic epipedon: 5 to 16 inches (25 to 40 centimeters)\nThe particle control section is usually very stony, extremely stony, extremely cobbly loam, or very cobbly loam, sandy clay loam, or clay loam.\nRock fragments can range from 35 to 85 percent and the size range is 10 to 36 inches in diameter.\nSome pedons have rock fragments less than 10 inches diameter, with 15 to 20 percent pebbles and 10 to 15 percent cobbles.\nA and C horizons range from slightly acid to slightly alkaline\nParticle-size control section (weighted average):\nClay content: 18 to 27 percent\nSand content: 20 to 70 percent\nSilt content: 5 to 55 percent\nRock fragment content: 35 to 85 percent\nA horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 1 to 3\nTexture: very cobbly loam, very stony loam, stony loam\nClay content: 12 to 27 percent\nCarbonate clay content: 0 to 1 percent\nSand content: 32 to 63 percent\nSilt content: 15 to 50 percent\nFragment content, total: 15 to 55 percent\nFragment size and content: 10 to 30 percent indurated gravel\n15 to 25 percent indurated cobbles\n0 to 30 percent indurated stones\nCalcium carbonate equivalent: 0 to 2 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nReaction: pH 6.6 to 7.8\nOrganic matter content: 1.0 to 2.0 percent\nBw or C horizon:\nHue: 7.5YR, to 2.5Y\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 to 4\nTexture: extremely cobbly loam, very cobbly loam, very stony loam\nClay content: 18 to 27 percent\nCarbonate clay content: 0 to 1 percent\nSand content: 32 to 63 percent\nSilt content: 15 to 50 percent\nFragment content, total: 35 to 75 percent\nFragment size and content: 25 to 50 percent indurated gravel\n10 to 35 percent indurated cobbles\n0 to 30 percent indurated stones\nCalcium carbonate equivalent: 0 to 2 percent\nElectrical conductivity: 0 to 2 mmhos/cm\nReaction: pH 6.6 to 7.3\nOrganic matter content: 1.0 to 1.5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Reedpoint series.\nReedpoint soils are very shallow and have channers and flagstone sized sandstone fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: colluvium over residuum derived from granite, gneiss, and mica schist.\nLandform: on hills, ridges and mountain slopes.\nSlope: 4 to 70 percent.\nMean annual air temperature: 37 to 45 degrees F.\nMean annual precipitation: 12 to 16 inches.\nFrost-free period ranges from 60 to 90 days.\nSeasonal pattern: The soil moisture control section is affected by snow melt in early spring and peak precipitation is in the form of thunderstorms from June to September.\nElevation ranges: 8,000 to 10,500."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Firo soils and  Uracca soils.  Uracca soils have argillic horizons and lack bedrock above depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained to excessively drained; runoff is rapid; permeability is moderate above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland or for recreational purposes.  Principal native vegetation is mainly twoneedle pinyon pine, juniper, blue grama, wax current, mountain muhly, fringe sage, and mountainmahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of south central Colorado surrounding the Alamosa Basin.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alamosa County, Colorado, 1974.\nRemarks: Diagnostic horizons recognized in this pedon are;\nMollic epipedon: 0 to 9 inches\nLithic contact: 13 inches\nComodore soils usually are noncalcareous throughout but can have thin discontinuous calcareous subhorizons just above the bedrock in some pedons.\nThe Comodore series has been mapped too broad in the past.  Comodore is Aridic Ustic and will be restricted to areas with Pinyon pine, Rocky Mountain juniper and grasses.\nLast updated by the state 2/99.\nTaxonomic Version: Eleventh edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
