{
  "SERIES": "COMPTCHE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAR,NHS,DJE,JJJ",
  "REVDATE": "06/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, isomesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Comptche gravelly loam on a north facing concave slope of 55 percent under redwood, Douglas-fir and tanoak at 1360 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on May 1, 1978 the soil was moist throughout.)\nOi--1 inch to 0; litter of redwood and tanoak leaves and twigs.\nA--0 to 6 inches; dark reddish gray (5YR 4/2) gravelly loam, dusky red (2.5YR 3/2) moist; moderate very fine and fine granular structure; hard, friable, slightly sticky and slightly plastic; many fine and medium and few coarse roots; many very fine and fine interstitial pores; 15 percent pebbles (2-25mm); slightly acid (pH 6.5); clear wavy boundary.  (6 to 10 inches thick)\nAB--6 to 11 inches; dark reddish gray (5YR 4/2) gravelly clay loam, dusky red (2.5YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; many fine and medium and few coarse roots; common fine and few medium interstitial pores; 20 percent pebbles (2-25mm); slightly acid (pH 6.5); gradual wavy boundary.  (4 to 8 inches thick)\nBt1--11 to 31 inches; reddish brown (5YR 4/3) gravelly clay loam, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky structure; very hard, very firm, sticky and very plastic; common fine, medium and coarse roots; common fine and few medium interstitial pores; common thin clay films on faces of peds and lining pores; 25 percent pebbles (2-25mm); slightly acid (pH 6.4); gradual wavy boundary.  (10 to 25 inches thick)\nBt2--31 to 49 inches; reddish brown (5YR 5/3) gravelly clay, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; very hard, very firm, sticky and very plastic; common fine, medium and coarse roots; common fine and few medium interstitial pores; many moderately thick clay films on faces of peds and lining pores; 25 percent pebbles (2-50mm); moderately acid (pH 6.0); clear wavy boundary.  (10 to 25 inches thick)\nBt3--49 to 69 inches; reddish brown (5YR 5/3) very gravelly clay, dark reddish brown (5YR 3/4) moist; strong fine subangular blocky structure; very hard, very firm, sticky and very plastic; few fine, medium and coarse roots; few fine and medium interstitial pores; many moderately thick clay films on faces of peds and lining pores; 40 percent pebbles (2-75mm); strongly acid (pH 5.5); abrupt wavy boundary.  (10 to 25 inches thick)\nR--69 to 72 inches; hard, fractured meta-basalt,  fractures are 1 to 10cm apart and less than 2mm wide.  Moderately thick and thick clay films continuous moderately thick and thick clay films."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California; about 0.5 miles west on Greenwood Ridge Road from its intersection with Cold Springs Lookout Road, about 300 feet west of rock quarry along old logging road; about 1500 feet south and 3750 feet west of the northeast corner of sec. 16, T.14N., R.15W.; Navarro quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to a lithic contact is 40 to 70 inches.  The mollic epipedon ranges from 20 to 40 inches thick and has 1.0 to 6.5 percent organic carbon.  The lower Bt horizon averages less than 0.4 percent organic carbon.  The mean annual soil temperature ranges from 50 to 56 degrees F.  The difference between mean summer and mean winter soil temperature ranges from 5 to 9 degrees F.  The soil between the depths of 8 to 22 inches is moist in all parts from November 1 to June 1 and is dry in some or all parts from July 15 to October 1 in most years.  The particle-size control section averages 35 to 45 percent clay and 20 to 35 percent gravel.  Base saturation (ammonium acetate) ranges from 50 to 85 percent throughout the soil.  Reaction is strongly through slightly acid.  pH remains constant or decreases with increasing depth.\nThe A horizon is 5YR 4/2, 4/3, 4/4; 2.5YR 4/2 or 4/4.  Moist color is 5YR 2/2, 3/2, 3/3; 2.5YR 3/2 or 3/3.  Clay content ranges from 18 to 27 percent.  Gravel content ranges from 15 to 25 percent.\nThe Bt horizon is 5YR 4/3, 4/4, 5/3, 5/4; 2.5YR 4/2 or 4/4.  Moist color is 2.5YR 2.5/4, 3/4; 5YR 3/2, 3/3, 3/4 or 4/3.  Moist chromas of 4 occur only in the lower part of the horizon.  It is gravelly clay loam, very gravelly clay loam, gravelly clay or very gravelly clay.  Clay content ranges from 27 to 50 percent.  Gravel content ranges from 15 to 50 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.\nGEOGRAPHIC SETTING;  The Comptche soils occur on mountains.  Slopes are 9 to 75 percent.  Elevations are 200 to 2000 feet.  The soils formed in material weathered from meta-basalt, consisting mostly of greenstone or pillow-basalt.  The climate is humid with cool foggy summers and cool moist winters.  A moderate marine influence limits the diurnal and annual range of temperature.  Mean annual precipitation ranges from 50 to 70 inches.  Mean January temperature is about 50 degrees F.; mean July temperature is about 60 degrees F.; and the mean annual temperature is about 53 degrees F.  The frost-free period is 220 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kibesillah, Ornbaun, Yellowhound, and Zeni soils.  All occur on mountains and formed from sandstone.  Ornbaun soils have ochric epipedons.  Kibesillah and Yellowhound soils are loamy-skeletal.  Zeni soils are 20 to 40 inches deep to a paralithic contact."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; surface runoff under bare soil conditions is medium to very rapid; moderately slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for commercial timber, source of hard rock, wildlife habitat, and watershed.  Vegetation consists of Douglas-fir, redwood, tanoak, huckleberry and madrone."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern coastal California.  The series is of limited extent.  MLRA 4."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, 1948."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  }
}
