{
  "SERIES": "COMPASS",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMD: HFH; GRB",
  "REVDATE": "07/2005",
  "STATES": "AL,FL",
  "OVERVIEW": "The Compass series consists of very deep, moderately well drained, moderately slowly permeable soils on broad uplands and sloping side slopes that lead to drainageways in the coastal plain.  They formed in thick loamy and clayey marine sediments.  Near the type location, the mean annual temperature is about 68 degrees F., and the mean annual precipitation is about 56 inches.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, siliceous, subactive, thermic Plinthic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Compass loamy sand--on a 1 percent slope in forest (Colors are for moist soil unless otherwise stated).\nA--0 to 8 inches; dark gray (10YR 4/1) loamy sand; moderate medium granular structure; very friable; many fine and medium roots, common large roots; very strongly acid; clear smooth boundary.  (7 to 9 inches thick)\nE--8 to 16 inches; yellowish brown (10YR 5/4) loamy sand; moderate medium granular structure; very friable; many fine and medium roots, few large roots; few medium distinct dark gray (10YR 4/1) vertical streaks of A material in root channels; strongly acid; clear smooth boundary.  (8 to 11 inches thick)\nBt1--16 to 22 inches; yellow (10YR 7/6) sandy loam; moderate medium granular structure; very friable; common fine and medium roots; few ironstone nodules; common medium faint very pale brown (10YR 7/4) and yellow (10YR 7/8) masses of iron accumulation; very strongly acid; clear wavy boundary.\nBt2--22 to 33 inches; brownish yellow (10YR 6/8) sandy loam; moderate medium granular parting to weak medium subangular blocky; friable, slightly hard when dry; few fine and medium roots; few ironstone nodules; common medium faint very pale brown (10YR 7/4) masses of iron accumulation; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons range from 9 to 31 inches)\nBtv1--33 to 40 inches; yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; friable, hard when dry; few fine roots; sand grains coated and bridged with clay; few faint clay films on ped faces; about 8 percent, by volume, plinthite; common medium distinct yellow (10YR 7/8) and strong brown (7.5YR 5/6) and common medium prominent red (2.5YR 4/6) masses of iron accumulation; few medium distinct light gray (10YR 7/2) areas of iron depletions in the lower 2 to 3 inches; very strongly acid; gradual wavy boundary.\nBtv2--40 to 57 inches; yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; friable, hard when dry; few fine roots; about 15 percent, by volume, plinthite; few faint clay films on ped faces; common medium prominent yellowish red (5YR 5/8), common medium distinct strong brown (7.5YR 5/6), and common fine faint brownish yellow (10YR 6/8) masses of iron accumulation; common medium distinct very pale brown (10YR 7/3) and light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear wavy boundary.  (Combined thickness of the Btv horizons range from 18 to 30 inches)\n2Bt1--57 to 64 inches; 20 percent light gray (10YR 7/1), 20 percent yellowish brown (10YR 5/8), 20 percent pale brown (10YR 6/3), 20 percent brownish yellow (10YR 6/8), and 20 percent red (2.5YR 4/6) reticulate sandy clay; strong medium subangular blocky structure; firm, very hard when dry; yellowish colors slightly brittle; common faint clay films on ped faces; few sand lenses and clay streaks; very strongly acid; gradual wavy boundary.\n2Bt2--64 to 74 inches; 20 percent yellowish brown (10YR 5/8), 20 percent strong brown (7.5YR 5/8), 20 percent red (2.5YR 4/6), 15 percent brownish yellow (10YR 6/8),  15 percent pale brown (10YR 6/3), and  10 percent white (10YR 8/1)  reticulate clay; weak medium and coarse subangular blocky structure; firm, very hard when dry; common faint clay films on ped faces; yellowish colors slightly brittle; white color more clayey; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Florida; approximately 5.0 miles south of Marianna and about 0.5 miles southeast of dirt crossroads on old U.S. Highway 90 (Old Federal Road).  NE 1/4, SE 1/4, Sec. 20, T. 4 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Reaction is very strongly acid or strongly acid throughout except where the surface has been limed.  Depth to horizons containing 5 percent or more plinthite ranges from 30 to 50 inches.  Content of ironstone nodules ranges from 0 to 5 percent in the A and upper Bt horizons.  Depth to the B2t horizons ranges primarily from 40 to 60 inches but as deep as 80 inches in some pedons.  These horizons are considered diagnostic for the series.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 or 2; or it is neutral with value of 3 or 4.  Texture is loamy sand or loamy fine sand.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 through 7, and chroma of 2 through 6.  Texture is loamy sand or loamy fine sand.\nThe Bt horizon has hue of 10YR or 2.5YR, value 5 of through 8, and chroma of 4 through 8.  Masses of iron accumulation in shades of yellow, brown, and red range from few to many.  Below 30 inches, areas of iron depletions in shades of gray range from few to common.  Texture is sandy loam or fine sandy loam.\nThe Btv horizon has hue 10YR, value of 5 through 8, and chroma of chroma 6 or 8.  Redoximorphic features in shades of yellow, brown, red, and below 30 inches, gray, range from common to many.  Content of plinthite ranges from 5 to about 15 percent, by volume.  Texture is sandy loam, fine sandy loam, or sandy clay loam.\nThe 2Bt horizon is a reticulate feature and has no dominant color.  It is multicolored in shades of red, yellow, brown, gray, and white.  Texture is sandy clay or clay.  In some pedons, they contain a few small pockets or lenses of sand or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Perdido series is in the same family while the Brogdon and Poarch series are in closely related families.  The well drained Perdido soils are on similar positions but have more than 20 percent silt in the control section and have a water table deeper than 5 feet.  Brogdon and Poarch soils are in the semiactive family.  In addition, Brogdon soils are well drained while Poarch soils are moderately well and well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Compass soils are on broad uplands and side slopes of drainageways in the coastal plain.  Slopes range from 0 to 8 percent.  They formed in thick loamy and clayey marine sediments.  The climate is humid subtropical.  The average annual precipitation ranges from 52 to 60 inches and the average annual temperature ranges from 66 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alapaha, Ardilla, Blanton, Bonifay, Dorovan, Dothan, Leefield, Pamlico, Pansey, and Torhunta series.  The very poorly and poorly drained Alapaha soils are on lower adjacent positions and have sandy surface and subsurface layers 20 to 40 inches thick.  The somewhat poorly drained Ardilla and Leefield soils are on lower positions.  In addition Ardilla soils have fine-loamy control sections, and have fragic qualities while Leefield soils have sandy surface and subsurface layers 20 to 40 inches thick.  Blanton and Bonifay soils are on similar positions and have surface and subsurface layers 40 to 80 inches thick.  In addition, Blanton soils are moderately well to somewhat excessively drained and have less than 5 percent plinthite, by volume.  Bonifay soils are well drained. The very poorly drained Dorovan and Pamlico soils are on adjacent lower positions and are Histosols.  The well drained Dothan soils are on similar positions and have fine-loamy sections.  The very poorly and poorly drained Pansey soils are on adjacent lower positions and have fine-loamy control sections.  The very poorly drained Torhunta soils are on adjacent positions, have less than 5 percent plinthite, by volume, have less developed subsoils and have umbric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Compass soils are in native vegetation.  A few small areas are cleared and planted to peanuts, corn, soybeans, and improved pasture grasses.  The native vegetation consists of longleaf pine, slash pine, white oak, red oak, laurel oak, water oak, persimmon, sweetgum, gallberry, waxmyrtle, huckleberry, greenbriers, blackberries, and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwest Florida and possibly Alabama, Georgia, North Carolina, and South Carolina.  The series is of moderate known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - The zone from 0 to 16 inches (A and E horizons).\nArgillic horizon - The zone from 16 to 74 inches (Bt1, Bt2, Btv1, Btv2; 2Bt1 and 2Bt2 horizons).\nPlinthic horizon - The zone from 33 to 57 inches (Btv1 and Btv2 horizons).\nReticulate feature - The zone from 57 to 74 inches (2Bt1 and 2Bt2 horizons).\nA perched water table is at depths of 30 to 40 inches for 2 to 4 months in winter and spring in most years.\nThese soils were formerly classified as thick surface phases of the Goldsboro series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 inches; dark gray (10YR 4/1) loamy sand; moderate medium granular structure; very friable; many fine and medium roots, common large roots; very strongly acid; clear smooth boundary.  (7 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--8 to 16 inches; yellowish brown (10YR 5/4) loamy sand; moderate medium granular structure; very friable; many fine and medium roots, few large roots; few medium distinct dark gray (10YR 4/1) vertical streaks of A material in root channels; strongly acid; clear smooth boundary.  (8 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--16 to 22 inches; yellow (10YR 7/6) sandy loam; moderate medium granular structure; very friable; common fine and medium roots; few ironstone nodules; common medium faint very pale brown (10YR 7/4) and yellow (10YR 7/8) masses of iron accumulation; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 84,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--22 to 33 inches; brownish yellow (10YR 6/8) sandy loam; moderate medium granular parting to weak medium subangular blocky; friable, slightly hard when dry; few fine and medium roots; few ironstone nodules; common medium faint very pale brown (10YR 7/4) masses of iron accumulation; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons range from 9 to 31 inches)"
      },
      {
        "name": "Btv1",
        "top": 84,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btv1--33 to 40 inches; yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; friable, hard when dry; few fine roots; sand grains coated and bridged with clay; few faint clay films on ped faces; about 8 percent, by volume, plinthite; common medium distinct yellow (10YR 7/8) and strong brown (7.5YR 5/6) and common medium prominent red (2.5YR 4/6) masses of iron accumulation; few medium distinct light gray (10YR 7/2) areas of iron depletions in the lower 2 to 3 inches; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btv2",
        "top": 102,
        "bottom": 145,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btv2--40 to 57 inches; yellowish brown (10YR 5/8) sandy clay loam; moderate medium subangular blocky structure; friable, hard when dry; few fine roots; about 15 percent, by volume, plinthite; few faint clay films on ped faces; common medium prominent yellowish red (5YR 5/8), common medium distinct strong brown (7.5YR 5/6), and common fine faint brownish yellow (10YR 6/8) masses of iron accumulation; common medium distinct very pale brown (10YR 7/3) and light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear wavy boundary.  (Combined thickness of the Btv horizons range from 18 to 30 inches)"
      },
      {
        "name": "2Bt1",
        "top": 145,
        "bottom": 163,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt1--57 to 64 inches; 20 percent light gray (10YR 7/1), 20 percent yellowish brown (10YR 5/8), 20 percent pale brown (10YR 6/3), 20 percent brownish yellow (10YR 6/8), and 20 percent red (2.5YR 4/6) reticulate sandy clay; strong medium subangular blocky structure; firm, very hard when dry; yellowish colors slightly brittle; common faint clay films on ped faces; few sand lenses and clay streaks; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 163,
        "bottom": 188,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "narrative": "2Bt2--64 to 74 inches; 20 percent yellowish brown (10YR 5/8), 20 percent strong brown (7.5YR 5/8), 20 percent red (2.5YR 4/6), 15 percent brownish yellow (10YR 6/8),  15 percent pale brown (10YR 6/3), and  10 percent white (10YR 8/1)  reticulate clay; weak medium and coarse subangular blocky structure; firm, very hard when dry; common faint clay films on ped faces; yellowish colors slightly brittle; white color more clayey; very strongly acid."
      }
    ]
  ]
}
