{
  "SERIES": "CONANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. PAH-RVR-WDH",
  "REVDATE": "02/2000",
  "STATES": "ME",
  "OVERVIEW": "The Conant series consists of very deep, moderately well drained and somewhat poorly drained soils on till plains and ridges.  They formed in loamy till.  Permeability is moderate.  Slope ranges from 0 to 15 percent.  Mean annual temperature is about 40 degrees F., and mean annual precipitation is 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Conant gravelly silt loam, on a 3 percent concave east-facing slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark brown (10YR 4/3) gravelly silt loam; light yellowish brown (10YR 6/4) dry; moderate medium granular structure; very friable; common very fine and fine roots; 20 percent rock fragments; strongly acid; abrupt smooth boundary.  (0 to 16 inches thick)\nBs1--10 to 13 inches; dark brown (7.5YR 4/4) gravelly loam; weak fine granular structure; very friable; few very fine and fine roots; 20 percent rock fragments; strongly acid; abrupt wavy boundary.\nBs2--13 to 17 inches; light olive brown (2.5Y 5/4) gravelly loam; weak thick platy structure; friable; few very fine and fine roots; few fine prominent olive gray (5Y 5/2) iron depletions; 20 percent rock fragments; strongly acid; clear irregular boundary.  (Combined thickness of the Bs horizon ranges from 4 to 20 inches.)\nBC--17 to 35 inches; olive brown (2.5Y 4/4) gravelly loam; moderate coarse subangular blocky structure; firm; pores stained with manganese oxide; coatings on faces of peds; many coarse distinct grayish brown (2.5Y 5/2) iron depletions and few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; 20 percent rock fragments; moderately acid; clear irregular boundary.  (0 to 19 inches thick)\nC1--35 to 45 inches; light olive brown (2.5Y 5/4) gravelly loam; weak thin platy structure; firm; few fine prominent grayish brown (10YR 5/2) iron depletions; 25 percent rock fragments; slightly alkaline; clear wavy boundary.\nC2--45 to 65 inches; light olive brown (2.5Y 5/4) gravelly loam; massive; firm; 25 percent rock fragments; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Aroostook County, Maine; city of Caribou; 0.3 miles east of Green Ridge School, 150 feet north of road; USGS Goodwin topographic quadrangle; latitude 46 degrees 47 minutes 40 seconds N. and longitude 67 degrees 55 minutes 40 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 18 to 36 inches. Depth to bedrock is more than 60 inches.  Reaction ranges from extremely acid through strongly acid in the surface and upper part of the subsoil horizons and very strongly acid through moderately alkaline in the lower part of the subsoil and in the substratum.  Rock fragments range from 5 to 35 percent by volume.  The rock fragments are about 80 percent gravel, 15 percent cobbles, and 5 percent stones.  Some pedons are channery and flaggy.  Decayed limestone and calcareous shale fragments are present in the lower part of the B horizon and in the C horizon in most pedons. These decayed fragments or \"ghosts\" are intact within the profile but are easily crushed when rubbed between the fingers.  Consistence is very friable or friable in the surface and upper part of the subsoil and friable or firm in the lower part of the subsoil  and in the substratum.  Texture is silt loam or loam in the fine-earth fraction throughout except in some pedons the B and C horizons have discontinuous pockets of loamy sand, sandy loam, and fine sandy loam.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4.  It has weak to strong very fine to medium granular structure.\nWooded areas have an A horizon that has hue of 10YR, value of 3, and chroma of 2 or 3.  It is 1 to 3 inch thick.  These areas may have an E horizon has hue of 10YR, value of 6 to 8, and chroma of 1 to 3, that is 1 to 3 inch thick.\nThe Bh horizon, where present, has hue of 2.5YR to 7.5YR, with value and chroma of 3 or 4.  The Bs horizon has hue of 2.5YR to 2.5Y, with value and chroma of 4 to 6.  The Bh and Bs horizons have weak or moderate, very fine to medium granular or very fine or fine subangular blocky structure. Some pedons have weak thin to thick platy structure in the lower part of the Bs horizon.\nThe BC horizon has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 2 to 4.  It has weak or moderate, very fine or fine granular, very fine to coarse subangular blocky or weak thin to thick platy structure.\nThe C horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 3 or 4.  The horizon is massive or it has weak to moderate, very fine or fine angular blocky, thin to thick platy, or primary prismatic structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Perham series is the only other series in this family. Perham soils are underlain by dense till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Conant soils are on till plains and the lower slopes of till ridges.  Slope ranges from 0 to 15 percent but is dominantly 2 to 8 percent. The soils formed in till derived mainly from metamorphosed limestone and calcareous sandstone and shale. Depth to bedrock is more than 60 inches.  The climate is humid and cool temperate.  Mean annual precipitation ranges from 36 to 40 inches, and mean annual temperature from 38 to 42 degrees F.  The frost-free season ranges from 90 to 120 days.  Elevation ranges from 350 to 800 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caribou, Easton and Mapleton soils.  Caribou soils are on higher positions of the landscape and are well drained.  Mapleton soils are shallower to bedrock, well drained, and on the highest positions of the landscape.  Easton soils are in depressional areas and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained and somewhat poorly drained. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated and are used primarily for potatoes, oats, peas, and mixed grass and clover hay.  Some areas are forested with balsam fir, red spruce, white spruce, northern white cedar, hemlock, and to a lesser extent, quaking aspen, gray birch, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Aroostook County, Maine; MLRA 146.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Northeastern Part, Aroostook County, Maine, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1. The classification is updated to Fine-loamy, isotic, frigid Aquic Haplorthods with this revision to conform to the Keys to Soil Taxonomy, 8th edition, 1998. The former classification was Fine-loamy, mixed, frigid Aquic Haplorthods.  The classification is questionable and additional studies are needed to determine the status of the spodic horizon.  The spodic horizon has been destroyed by cultural practices in many areas but is present in wooded and uneroded areas.  Conant soils are borderline between coarse-loamy and fine-loamy.  2. Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 10 inches (Ap horizon).\nb.  Spodic horizon - the zone from 10 to 17 inches (Bs horizon).\nc.  Aquic feature - mottles in the spodic horizon (Bs2 horizon).\nADDITIONAL DATA:  Source of data used in establishing taxonomic class and range in characteristics are Maine Agricultural Experiment Station, Technical Bulletin Number 75, SCS characterization data, and composite data from the Field Appraisal of Resource Management Systems compiled by Dr. Paul R. Hepler, Department of Plant and Soil Sciences, University of Maine at Orono, Orono, Maine.\nThe Soil Interpretation Record number for the Conant series is ME0042.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
