{
  "SERIES": "CONASAUGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFM:HCD",
  "REVDATE": "07/2002",
  "STATES": "AL,GA,TN",
  "OVERVIEW": "The Conasauga series consists of moderately deep, moderately well drained, slowly permeable soils that formed in residuum weathered from shale and shaly limestone.  Slopes range from 1 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Conasauga silt loam--forested. (Colors are for moist soil unless otherwise stated.)\nA--0 to 1 inch; brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; extremely acid; clear wavy boundary. (thickness of the A horizon is 1 to 4 inches)\nE--1 to 4 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable; few medium roots; extremely acid; clear wavy boundary. (thickness of the E horizon is 0 to 6 inches)\nBt1--4 to 10 inches; brownish yellow (10YR 6/6) silty clay loam; weak medium subangular blocky structure; friable; few medium and fine roots; few faint clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBt2--10 to 19 inches; yellowish brown (10YR 5/6) silty clay loam; strong medium angular blocky structure; firm; few medium roots; common faint clay films on faces of peds; common medium distinct strong brown (7.5YR 5/6) iron accumulations and common medium prominent very pale brown (10YR 7/3) iron depletions; very strongly acid; gradual wavy boundary.\nBt3--19 to 30 inches; yellowish brown (10YR 5/6) channery silty clay; strong medium angular blocky structure; firm; many faint clay films on faces of peds; common medium distinct strong brown (7.5YR 5/6) iron accumulations and common medium prominent light gray (10YR 7/2) iron depletions; 20 percent small channers of shale; very strongly acid; clear irregular boundary.  (combined thickness of the Bt horizon is 10 to 36 inches)\nCr--30 to 60 inches; partially weathered, fractured shale in horizontal beds; few fine roots in partings between shale fragments at irregular intervals."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cherokee County, Alabama; about 4 miles east of Cedar Bluff in the SE1/4SW1/4NW1/4 sec. 25, T. 9 S., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to a paralithic contact ranges from 20 to 40 inches. Content of fragments range from 0 to 5 percent above 20 inches and 0 to 20 percent below 20 inches. Reaction is extremely acid to moderately acid throughout.  Some pedons are slightly acid just above the weathered shale.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 2 to 4. Texture is silt loam, loam, clay loam, or silty clay loam.\nThe E or BE horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 3 to 8.  Texture is silt loam, loam, silty clay loam or clay loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 6 or 8. Below depths of 10 inches from its upper boundary there are few to many redox depletions of 2 or lower chroma, and most pedons have few to many red, yellowish red and brown redox accumulations below that depth Texture is silty clay loam, clay loam, silty clay, or clay.\nThe BC horizon, where present, has colors and textures similar to the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Capshaw, Carbonton, and Brickhaven(T) series.  Capshaw soils have a solum thickness of 40 to 60 inches, and are deep or very deep. Carbonton and Brickhaven(T) soils formed in residuum of the Triassic Basin of the Southern Piedmont. Carbonton soils are somewhat poorly drained. Brickhaven(T) soils are deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level to very steep uplands.  Slope gradients commonly are 1 to 15 percent but range to 45 percent. The soils formed in residuum weathered from shales or thinly interbedded shale and limestone. Near the type location the average annual precipitation is 60.3 inches and average annual air temperature is 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Capshaw series in the same family and the Colbert, Firestone, Holston, Leesburg and Mimosa series. Colbert soils have solums 20 to 40 inches and are deep or very deep to bedrock.  Firestone soils are very fine and are well drained.  Holston and Leesburg soils are fine loamy and are on ancient, high river terraces.  Mimosa soils are deep to phosphatic limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff ranges from low to high; slow to very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-third of the areas are cleared. The main uses of cleared areas are pasture and hay.  A few areas are used for corn, cotton, and small grains.  Idle or brushy areas are common.  Woodland consists chiefly of oak, hickory, sweetgum, elm, dogwood, and Virginia and loblolly pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Appalachian Ridges and Valleys MLRA (128) and the Sand Mountain MLRA (129) in southeastern Tennessee, northern Alabama, and northwest Georgia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calhoun County, Alabama; 1908.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
