{
  "SERIES": "CONCORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/DRJ/RWL",
  "REVDATE": "07/2006",
  "STATES": "OR",
  "OVERVIEW": "The Concord series consists of very deep, poorly drained soils formed in stratified glacio lacustrine deposits. They are on terraces and have slopes of 0 to 2 percent. The mean annual temperature is about 52 degrees F. and the mean annual precipitation is about 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Concord silt loam - pasture. (Colors are for moist soil unless otherwise noted.)\nAp-- 0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure that parts to moderate fine granular structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine irregular pores and worm holes; common fine brown concretions; moderately acid (pH 6.0); abrupt smooth boundary. (5 to 10 inches thick)\nE1--6 to 9 inches; dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine and few fine tubular pores; common fine and medium very dark brown concretions; common fine prominent brown (7.5YR 4/4) masses of iron accumulation; moderately acid (pH 5.8); clear smooth boundary. (3 to 14 inches thick)\nE2--9 to 15 inches; dark gray (10YR 4/1) heavy silt loam, light gray (10YR 7/1) dry; weak medium prismatic structure that parts to moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine and common fine tubular pores; common fine very dark brown concretions; common fine prominent brown (7.5YR 4/4) masses of iron accumulation; moderately acid (pH 6.0); clear smooth boundary. (0 to 10 inches thick)\n2ABg--15 to 19 inches; gray (10YR 5/1) and dark gray (10YR 4/1) light silty clay, light gray (10YR 7/1) and gray (10YR 6/1) dry, darker colors in ped interiors; weak medium prismatic structure that parts to moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine tubular pores; common medium tubular pores; many fine very dark brown concretions; common fine prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid (pH 6.2); clear smooth boundary. (2 to 17 inches thick)\n2Btg--19 to 24 inches; grayish brown (2.5Y 5/2) silty clay, light brownish gray (2.5Y 6/2) dry; moderate fine prismatic structure that parts to moderate medium and fine angular blocky structure; extremely hard, firm, very sticky and very plastic; few roots; many very fine tubular pores, and few fine and medium tubular pores; few faint and distinct clay films on surfaces of peds and in pores; many fine very dark brown and few black concretions; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid (pH 6.4); clear wavy boundary. (4 to 12 inches thick)\n2BCtg--24 to 29 inches; dark grayish brown (2.5Y 4/2) silty clay, light brownish gray (2.5Y 6/2) dry; weak coarse prismatic structure; very hard, firm, moderately sticky and moderately plastic; few fine roots; common fine pores; common distinct clay films along horizontal lines of weakness and few in pores; few fine dark brown and black concretions; many fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation; neutral (pH 6.6); gradual smooth boundary. (0 to 9 inches thick)\n3C--29 to 60 inches; dark grayish brown (2.5Y 4/2) silt loam, light gray (2.5Y 7/2) dry; massive; hard, friable, moderately sticky and moderately plastic; common very fine tubular pores; many medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation; few black stains; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marion County, Oregon; east edge of Baldock Freeway, 200 feet north from overpass; about 1,500 feet east and 300 feet south of the NW corner of section. 33, T. 5 S., R. 2 W. Willamette Meridian, Gervais, Oregon. USGS 7.5 minute topographic quadrangle. Latitude 45 degrees, 06 minutes, 05 seconds N.; Longitude 122 degrees, 55 minutes, 55 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist and are saturated with water during the winter and spring. The mean annual soil temperature is 52 to 55 degrees F. The soils are more than 60 inches deep. The pscs has 40 to 50 percent clay.  Depth to aquic conditions with chroma of 2 or less with or without redox concentrations is from the surface to 10 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 moist, 6 or 7 dry, and chroma of 1 or 2 moist and dry. It has weak to moderate subangular blocky or granular structure. Texture is silt loam with 15 to 25 percent clay. It has none to common redox concentrations. Reaction is very strongly acid to moderately acid.\nThe E horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 6 moist, 6 or 7 day, and chroma of 1 or 2 moist and dry. It has weak to moderate subangular blocky structure, however, tillage can result in platy or prismatic structure or destroy structure. Texture is loam or silt clay loam with 20 to 30 percent clay. It has few to common redox concentrations. Reaction is very strongly acid to moderately acid.\nThe 2Abg horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist, 6 or 7 dry, and chroma of 1 or 2 moist and dry. It has weak prismatic or moderate subangular blocky structure. Texture is silty clay loam or silty clay with 35 to 45 percent clay. It has few to common redox concentrations. Reaction is strongly acid to slightly acid.\nThe 2Btg horizon has hue of 10YR, 2.5Y, 5Y, or neutral, value of 4 or 5 moist, 5 to 7 dry, and chroma of 0 to 2 moist and dry. It has weak to moderate prismatic parting to subangular or angular blocky structure. Texture is clay or silty clay with 40 to 50 percent clay. It has few of many redox concentrations. Reaction is strongly acid to slightly acid.\nThe 2BCtg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5 moist, 5 to 7 dry, and chroma of 0 to 2 moist and dry. It has weak to moderate prismatic or subangular blocky structure. It has few to many redox concentrations. It may be massive in the lower part. Texture is clay or silty clay with 40 to 50 percent clay in the upper part and silty clay loam or silt loam with 20 to 35 percent clay in the lower part. Reaction is moderately acid to neutral.\nThe 3C horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist, 6 or 7 dry, and chroma of 1 to 4 moist and dry. It has weak prismatic structure or is massive. Texture is silt loam or silty clay loam with 15 to 30 percent clay. Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Elbert, Kampville, Sexton, Traer, and Weir series.\nElbert soils - 40 to 60 inches to paralithic contact\nKampville soils - do not have a distinct lithologic discontinuity; have a mean annual soil temperature of more than 55 degrees F.\nSexton soils - have 2BCt horizons with stratified textures of silty clay loam to fine sandy loam with 10 to 35 percent clay and 10 to 75 percent sand of outwash origin; depth to base of argillic horizon is greater than 40 inches.\nTraer soils - depth to carbonates is 40 to more than 70 inches; pscs has textures of silty clay loam with 36 to 40 percent clay; Wisconsin Age loess origin; the BCg and Cg horizons have slightly alkaline soil reaction.\nWeir soils - have a MAST of 54 to 57 degrees F.; pscs averages 35 to 40 percent clay; loess origin"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Concord soils are on terraces at elevations between 150 and 400 feet. Slopes are dominantly less than 1 percent but may reach 2 percent. The soils formed in stratified silty and clayey glaciolacustrine deposits of mixed mineralogy. The mean annual precipitation is 40 to 50 inches. The average January temperature is 39 to 40 degrees F. and the average July temperature is 65 to 67 degrees F. The mean annual temperature is 50 to 54 degrees F. The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aloha, Amity, Dayton, Holcomb, Willamette, and Woodburn soils. Dayton soils have an abrupt textural change between the albic and argillic horizons and occur in depressions on terraces. Aloha soils are fine-silty and have aquic conditions with chroma of 2 or less at a depth of 10 to 20 inches. Amity soils are fine-silty and have a mollic epipedon. Holcomb soils have a mollic epipedon and have aquic conditions with chroma of 2 or less at a depth of 10 to 20 inches. Willamette and Woodburn soils are fine-silty and are on higher terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; ponded to slow runoff; very slow permeability. An apparent water table is at its uppermost limit from December toApril."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for production of grass seed, cereal grain, hay and pasture. Native vegetation is rushes, sedges, trailing blackberries, hazel brush and scattered ash trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: On broad terraces of the Willamette Valley, Oregon; MLRA 2. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clackamas County, Oregon, 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\nOchric epipedon\nAlbic horizon - from 6 to 15 inches without an abrupt textural change between the albic horizon and the argillic horizon.\nArgillic horizon - from 19 to 29 inches (2Btg, 2BCtg horizons).\nCOLE estimated to 40 inches at 5.0 cm.\nClassification changed 7/98 based on 1998 Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
