{
  "SERIES": "CONCORDIA",
  "STATUS": "Established Series",
  "BYREV": "JWB",
  "REVDATE": "09/2000",
  "STATES": "CO",
  "OVERVIEW": "The Concordia series consists of very deep, moderately well drained, slowly permeable soils on flood plains. They formed in calcareous alluvium. Slopes range from 0 to 2 percent. Mean annual precipitation is 16 inches, and mean annual temperature is 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Concordia loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2), moist; weak fine platy structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots and common fine and medium; 5.5 percent calcium carbonate equivalent; 23.0 percent clay; 8.2 Thymol-blue; carbonates are disseminated; slightly effervescent; moderately alkaline; clear smooth boundary. ( 2 to 13 inches)\nBtn1--2 to 6 inches; dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2), moist; strong fine columnar structure parting to strong fine and medium angular blocky; very hard, very firm, very sticky and very plastic; common very fine to medium roots; few fine tubular pores; 9.5 percent calcium carbonate equivalent; 45.0 percent clay; 9.2 Thymol-blue; many distinct continuous clay films on faces of peds; carbonates are disseminated; slightly effervescent; very strongly alkaline; clear smooth boundary. ( 0 to 4 inches)\nBtn2--6 to 13 inches; brown (10YR 5/3) clay, brown (10YR 4/3), moist; strong medium columnar structure parting to strong medium subangular blocky; very hard, extremely firm, very sticky and very plastic; common very fine to medium roots; few fine tubular pores; 13.0 percent calcium carbonate equivalent; 50.0 percent clay; 21.6 electrical conductivity equivalent; 9.2 Thymol-blue; 70.0 sodium absorption ratio; many distinct continuous clay films on faces of peds; carbonates are disseminated; slightly effervescent; very strongly alkaline; clear smooth boundary. ( 0 to 12 inches)\nBtn3--13 to 24 inches; pale brown (10YR 6/3) clay, brown (10YR 5/3), moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, very firm, very sticky and very plastic; common very fine to medium roots; many very fine and fine tubular pores; 15.0 percent calcium carbonate equivalent; 45.0 percent clay; 21.6 electrical conductivity equivalent; 9.2 Thymol-blue; 70.0 sodium absorption ratio; common distinct clay films on faces of peds; strongly effervescent; very strongly alkaline; gradual smooth boundary.  ( 0 to 11 inches)\nBtnk--24 to 38 inches; light brownish gray (10YR 6/2) clay, brown (10YR 5/3), moist; weak medium prismatic structure parting to moderate fine and medium angular blocky; very hard, very firm, sticky and plastic; common very fine to medium roots; many very fine and fine tubular pores; 13.0 percent calcium carbonate equivalent; 45.0 percent clay; 16.2 electrical conductivity equivalent; 9.2 Thymol-blue; 22.0 sodium absorption ratio; common distinct clay films on faces of peds; many fine and medium irregular soft masses of lime; slightly effervescent; very strongly alkaline; gradual smooth boundary. ( 7 to 18 inches)\nBtk--38 to 47 inches; light brownish gray (10YR 6/2) clay loam, brown (10YR 4/3) moist; common medium distinct olive brown (2.5Y 4/4) moist mottles; weak medium prismatic structure parting to weak medium subangular blocky; hard, firm, sticky and plastic; few very fine and fine roots; many very fine and fine tubular pores; 6.4 percent calcium carbonate equivalent; 32.0 percent clay; 8.2 Thymol-blue; common distinct clay films on faces of peds; common fine and medium irregular soft masses of lime; slightly effervescent; moderately alkaline; clear smooth boundary. ( 0 to 15 inches)\nBk1--47 to 56 inches; pale brown (10YR 6/3) silty clay, brown (10YR 4/3), moist; common fine and medium distinct olive brown (2.5Y 4/4) moist mottles; weak medium subangular blocky structure; very hard, very firm, sticky and plastic; few very fine and fine roots; many very fine and fine tubular pores; 15.0 percent calcium carbonate equivalent; 42.0 percent clay; 8.2 Thymol-blue; distinct pressure faces on faces of peds; common fine and medium irregular soft masses of lime; slightly effervescent; moderately alkaline; gradual smooth boundary. ( 0 to 9 inches)\nBk2--56 to 80 inches; light brownish gray (10YR 6/2) silty clay, brown (10YR 4/3), moist, and gray (5Y 5/1) moist; common fine and medium prominent olive (5Y 4/4) moist mottles; massive; very hard, very firm, sticky and plastic; few very fine and fine roots; common very fine and fine tubular pores; 7.0 percent calcium carbonate equivalent; 40.0 percent clay; 8.2 Thymol-blue; common fine irregular soft masses of lime and common fine carbonate threads; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kit Carson County, Colorado; approximately 15 miles northwest of Burlington; 2,825 feet north and 1,550 feet east of the southwest corner of sec. 13, T. 6 S., R. 46 W.; USGS Idalia SW topographic quadrangle; lat. 39 degrees, 31 minutes, 17 seconds N. and long. 102 degrees, 29 minutes, 38 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 47 to 66 inches thick. The depth to the top of the natric horizon ranges from 2 to 20 inches. The depth to the base of the natric horizon ranges from 32 to 63 inches. The particle-size control section averages 35 to 50 per cent clay, 20 to 35 percent silt, and 25 to 45 percent sand. The rock fragments ranges from 0 to 10 percent gravel. The depth to calcareous material ranges from 0 to 5 inches. The depth of salt ranges from 2 to 63 inches. The SAR ranges from 15 to 70.\nThe A horizon has hue of 10YR, value of 3 to 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry, 1 or 2 moist. The clay content is 12 to 26 percent. The reaction is slightly alkaline or moderately alkaline.\nThe Btn or Btnk horizons have hue of 10YR or 2.5Y, value of 4 through 6 dry, 3 through 5 moist, and chroma of 1 though 3 dry or moist. It is clay or clay loam. The clay content is 35 to 50 percent. The calcium carbonate equivalent ranges from 5 to 15 percent. The reaction is strongly or very strongly alkaline. The SAR is 22 to 70.\nThe Btk and Bk horizons have hue of 10YR or 2.5Y, value of 5 or  6 dry, 4 or 5 moist, and chroma of 1 through 3 dry or moist. It is loam, clay loam, and silty clay. The clay content is 22 to 42 percent. The calcium carbonate equivalent ranges from 5 to 10 percent. The reaction is moderately or strongly alkaline.\nThe C or Ck horizons are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Concordia soils are on flood plains of the South Fork of the Republican River. Slopes range from 0 to 2 percent. The elevation ranges from 3,980 to 4,020 feet. The soil formed in thick, fine textured, saline, and calcareous alluvium. The mean annual precipitation is about 16 inches with peak periods of precipitation in the spring and early summer months. Mean annual temperature is 50 degrees F. The frost-free period is 148 to152 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bankard, Glenberg, Las Animas, Nunn, Paoli, Satanta, and Sampson soils. Bankard, Glenberg, Nunn, Paoli, Satanta, and Sampson soils are well drained. Also, Bankard is sandy, adjacent to stream channels where sand has accumulated.  Glenberg and Paoli are coarse-loamy and adjacent to stream channels where sand has accumulated. Nunn does not have salt and occurs higher on the landscape. Satanta and Sampson are fine-loamy. Also, Satanta occurs on terraces. Las Animas is coarse-loamy and occurs in sandy low areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; runoff is low; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Concordia soils are used primarily for livestock grazing and grass hay. It is also used for irrigated alfalfa. Vegetation is mainly inland saltgrass, western wheatgrass, horsetail, alkali sacaton, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Colorado. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kit Carson County, Colorado, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The name is from a historic town in Kit Carson County.  Diagnostic features include argillic (Natric) horizon - the zone from a depth of about 2 to 38 inches (Btn1, Btn2, Btn3, and Btnk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
