{
  "SERIES": "CONDIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAG-SJH",
  "REVDATE": "09/2014",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Typic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Condit silt loam, on a slope of less than 1 percent in soybean stubble at an elevation of 309 meters (1,014 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; 10 percent intermixing of grayish brown (10YR 5/2) and strong brown (7.5YR 5/6) subsoil material; weak medium subangular blocky structure parting to moderate medium granular; friable; common very fine roots; very strongly acid; abrupt smooth boundary. [13 to 30 cm (5 to 12 inches) thick]\nBtg1--25 to 41 cm (10 to 16 inches); grayish brown (10YR 5/2) silty clay loam; moderate medium subangular blocky structure; firm; very few very fine roots; few faint gray (10YR 5/1) clay films on faces of peds and in pores; many medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few medium faint very dark grayish brown (10YR 3/2) iron-manganese masses in the matrix; very strongly acid; clear smooth boundary.\nBtg2--41 to 81 cm (16 to 32 inches); grayish brown (10YR 5/2) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; very few very fine roots; many distinct dark gray (10YR 4/1) clay films on faces of peds and in pores; common faint gray (10YR 5/1) clay depletions on faces of peds and in pores; many medium distinct yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; few medium faint very dark grayish brown (10YR 3/2) iron-manganese masses in the matrix; 2 percent rock fragments; strongly acid; gradual wavy boundary. [Combined thickness of the Btg horizon is 36 to 163 cm (14 to 64 inches).]\nBt1--81 to 127 cm (32 to 50 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; very few very fine roots; many distinct dark gray (10YR 4/1) clay films on faces of peds and in pores; common fine distinct gray (10YR 5/1) iron depletions in the matrix; few distinct gray (10YR 5/1) clay depletions on faces of peds and in pores; common medium faint yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; few medium distinct very dark grayish brown (10YR 3/2) iron-manganese masses in the matrix; 2 percent rock fragments; strongly acid; gradual wavy boundary.\nBt2--127 to 178 cm (50 to 70 inches); brown (10YR 4/3) silty clay loam; moderate medium and coarse subangular blocky structure; firm; very few very fine roots; many distinct dark gray (10YR 4/1) clay films on faces of peds and in pores; many medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; few prominent very dark gray (N 3/) iron-manganese masses in old root channels; 2 percent rock fragments; moderately acid in the upper part grading to neutral in the lower part; gradual wavy boundary. [Combined thickness of the Bt horizon is 0 to 102 cm (40 inches).]\nC--178 to 200 cm (70 to 79 inches); brown (10YR 4/3) silty clay loam; massive; firm; few prominent gray (N 5/) iron depletions surrounding old root channels; few medium faint dark yellowish brown (10YR 4/4) masses of oxidized iron in the matrix; 5 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delaware County, Ohio; Kingston Township; 720 feet south and 1,650 feet west of the intersection of Kilbourne Rd. and Blue Church Rd.; USGS Olive Green, Ohio topographic quadrangle; lat. 40 degrees 20 minutes 25.3 seconds N. and long. 82 degrees 51 minutes 45.9 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 89 to 190 cm (35 to 75 inches)\nThickness of the solum: 89 to 190 cm (35 to 75 inches)\nDepth to carbonates: 89 to 190 cm (35 to 75 inches); in some pedons, carbonates are in the lower 5 to 25 cm (2 to 10 inches) of the solum\nRock fragments: dominantly shale and sandstone\nParticle-size control section: averages 35 to 40 percent clay\nAp horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2\nTexture: typically silt loam, or less commonly silty clay loam\nRock fragment content: 0 to 3 percent\nReaction: very strongly acid to neutral\nA horizon, where present:\nHue: 10YR, 2.5Y, or 5Y\nValue: 2 to 4; when value is 2 or 3, the epipedon is less than 18 cm (7 inches) thick\nChroma: 1\nTexture: typically silt loam, or less commonly silty clay loam\nRock fragment content: 0 to 3 percent\nReaction: very strongly acid to neutral\nE horizon, where present:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silt loam or silty clay loam\nRock fragment content: 0 to 5 percent\nReaction: very strongly acid or strongly acid\nSome pedons have a Bg horizon.\nBtg horizon:\nHue: 10YR to 5Y, or is neutral\nValue: 4 or 5\nChroma: 0 to 2\nTexture: silty clay loam or clay loam; subhorizons have 40 to 45 percent clay in some pedons\nRock fragment content: 1 to 10 percent\nReaction: very strongly acid to slightly acid\nBt horizon, where present:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silty clay loam or clay loam; subhorizons have 40 to 45 percent clay in some pedons\nRock fragment content: 1 to 10 percent\nReaction: moderately acid to slightly alkaline\nSome pedons have a BC or BCg horizon.\nCg or C horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 1 to 8\nTexture: silty clay loam, clay loam, silt loam, or loam\nRock fragment content: 1 to 14 percent\nCalcium carbonate equivalent: 5 to 20 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Trumbull series. Trumbull soils average more than 40 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Condit soils are on ground moraines of Wisconsinan age. Slope ranges from 0 to 2 percent. The soils formed in loamy till. Mean annual precipitation ranges from 864 to 1067 mm (34 to 42 inches). Mean annual air temperature ranges from 9 to 13 degrees C (49 to 55 degrees F). Frost-free period is 145 to 180 days. Elevation is 244 to 305 meters (800 to 1,000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alexandria, Amanda, Bennington, Cardington, Centerburg, and Pewamo soils that are in toposequences with Condit soils. The well drained Alexandria and Amanda soils, the somewhat poorly drained Bennington soils, and the moderately well drained Cardington and Centerburg soils are on higher landscape positions or more sloping areas along drainageways. The very poorly drained Pewamo soils have mollic epipedons and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Depth to the top of a perched seasonal high water table ranges from 30 cm (1 foot) above the surface to 30 cm (1 foot) below the surface between November and May in normal years. Potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately low. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Some areas are in pasture or woodland. Corn, soybeans, small grain, and hay are the principal crops. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 111E and 139 in central and north-central Ohio. The type location is in MLRA 111E. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Licking County, Ohio, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (Ap horizon).\nArgillic horizon: from a depth of 25 to 178 cm (Btg, Bt horizons).\nAquic conditions: redox features present in all horizons below the ochric epipedon.\nADDITIONAL DATA: Engineering test data, percolation data, and bearing strength data are available for pedons CY-2 and TR-9 from the Soil Characterization Laboratory, at The Ohio State University, Columbus, Ohio. Characterization data is available from the Kellogg Soil Survey Laboratory (KSSL), Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
