{
  "SERIES": "CONESTOGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MS-MDJ",
  "REVDATE": "02/2008",
  "STATES": "MD,PA",
  "OVERVIEW": "The Conestoga series consists of very deep, well drained soils on uplands.  They formed in residuum mostly from micaeous limestone and calcareous schist.  Slopes range from 0 to 25 percent. Saturated hydraulic conductivity is moderately high.  Mean annual precipitation is 42 inches. Mean annual temperature is 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Conestoga silt loam--cultivated on 0 to 3 percent southeast facing convex slopes (Colors are for moist soil unless otherwise noted).\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; neutral; abrupt smooth boundary. (9 to 13 inches thick).\nBt1--10 to 27 inches; yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on surfaces along pores and common clay films on all faces of peds; neutral; gradual wavy boundary.\nBt2--27 to 38 inches; yellowish brown (10YR 5/6) silty clay loam; moderate coarse subangular blocky structure; firm, slightly sticky, slightly plastic; few clay films on surfaces along pores and many clay films on all faces of peds; neutral; clear wavy boundary. (Combined thickness of the Bt horizon is 20 to 40 inches thick).\nC1--38 to 60 inches; variegated light olive brown (2.5Y 5/6) and yellowish brown (10YR 5/6) channery loam; massive; firm, nonsticky, nonplastic; 15 percent subangular channers; neutral; gradual wavy boundary. (10 to 25 inches thick).\nC2--60 to 75 inches; light olive brown (2.5Y 5/6) channery loam; massive; firm, nonsticky, nonplastic; 25 percent subangular channers; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pennsylvania, Lancaster County, Paradise Township; 1 1/4 miles east of Strasburg on Route 741 and 2,500 feet north of intersection of Route 741 and Esbenshade Road, 200 feet west of Esbenshade Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  Depth to bedrock is greater than 60 inches.  Rock fragments of quartzite, chert and schist range from 0 to 15 percent in the A horizon, 0 to 30 percent in the B horizon, and from 5 to 35 percent in the C horizon.  Some areas have large stones on the surface.  Clay minerals are mostly kaolinite, vermiculite and chlorite.  Most pedons have flakes of mica that generally increase with depth.  Reaction ranges from very strongly acid to neutral in the A horizon, very strongly acid to neutral in the B horizon, and medium acid to midly alkaline in the C horizon.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  It is loam or silt loam.\nThe B horizon has hue of 7.5YR or 10YR, value of 4 or 6, and chroma of 4 through 8.  Some pedons have a subhorizon with hue of 2.5Y, value of 5 or 6, and chroma of 4 through 8.  The B horizon fine earth texture is silt loam or silty clay loam.  Structure is moderate, fine, medium, and coarse subangular blocky.  Consistence is friable or firm.\nThe C horizon has hue of 7.5YR through 2.5Y, value of 4 through 7, and chroma of 4 through 8.  Fine earth texture is sandy loam, loam or silt loam.  The C horizon is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Amada, Belmont, Belmore, Caprell  Chili, Cliftycreek, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, Leroy, Lumberton, Martinsville, Military, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skeleton, Strawn, Turnersburg, Wawaka, Wawasee and Woodbine soils are in the same family.\nAmada soils are formed in Wisconsinan age loamy till and a thin layer of loess in some areas. These soils are on end moraines and ground moraines. Belmont soils have bedrock within a depth of 40 to 60 inches.  Belmore soils have water worn gravels throughout. Caprell soils formed in as much as 20 inches (51 cm) of loess or other silty material and in loamy till. Chili, Kanawha Martinsville, Ockley, and  Princeton soils are stratified in the lower part of the solum. Cliftycreek soils formed in up to 51 cm (20 inches) of loess or silty material and in the underlying loamy till and clayey residuum overlying bedrock high in carbonates. Crouse soils formed in a thin layer of loess and recent Wisconsinan till over older Wisconsinan till mixed with Illinoian till on terminal moraines. Gallman soils formed in poorly sorted outwash with a high content of shale of fine gravel size. Greybrook soils formed in loess and an underlying paleosol in lacustrine sediments. Hickory soils have redax feature in the lower part of the solum. High Gap and Military  soils have bedrock within a depth of 40 inches. Hollinger, Relay, and Strawn soils have a thinner solum. Kidder, soils have free carbonates in the control section.  Kosciusko, Riddles and Wawasee soils have more sand in the control section. Leroy  soils formed in a thin mantle of loess and in the underlying highly calcareous loamy till. Lumberton soils formed in loess and the underlying loamy outwash over residuum of limestone. Pignut soils formed in residuum of greenstone or greenstone schist on ridges in the foothills and mountains of the Blue Ridge. Richardville soils formed in as much as 51 cm (20 inches) of loess and in the underlying till. Senachwine soils formed in as much as 18 inches of loess or other silty material and in the underlying calcareous loamy till. Skeleton soils formed in loamy and silty sediments. Turnersburg soils formed in residuum from intermediate or mafic metamorphic or igneous rock. Wawaka that formed in as much as 51 cm (20 inches) of loess and in the underlying till over outwash. Wawasee soils formed in glacial till on moraines and till plains. Woodbine soils have an upper solum formed in loess and glacial till and a lower solum formed in the residuum weathered from limestone.\nBlackhammer, Chenault Coggon, Douds, El Dara Grellton, Hayden, Hebron, Kalamazoo, Kendallville, Letort, Lindley, Mandeville, McHenry, Miami, Mifflin, Nodine, Norden, Owosso, Pecatonica, Rawson, Renova, Richland, Rockbridge, Roseville, Sisson, Summitville, Theresa, Westville, Whalan series are similar in related families.\nBlackhammer soils have a solum greater than 60 inches thick. Chenault soils are formed in old alluvium. Coggon, Hayden, Pecatonia, Renova, and Westville soils formed in glacial till. Douds, El Dara, Hebron, Kalamazoo, Kendallville, Nodine, and Sisson soils are stratified in the lower part of the solum. Grellton soils have more sand in the upper part of the Bt horizon. Letort soils have a Bt horizon with dominantly lower value and chroma. Lindley soils have coarse fragments of glacial pebbles. Mandeville soils have coarse fragments of micaceous shale. McHenry, Miami, and Theresa soils have free carbonates in the control section. Mifflin, Owosso and Roseville soils have more sand in the control section. Norden, and Whalan soils have bedrock within a depth of 40 inches. Rawson soils have redox feature in the lower part of the solum. Richland and Summitville soils have coarse fragments of siltstone, sandstone, and shale. Rockbridge soils have 35 to 70 percent coarse fragments of pebbles, gravels, and cobblestones in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Conestoga soils are nearly level to moderately steep uplands.  Slope gradients are between 0 and 25 percent.  These soils formed in residuum weathered from micaceous limestone and calcareous schist.  The climate is humid and temperate, with mean annual precipitation of 40 to 46 inches; average annual temperature is 52 to 55 degrees F, and the growing season is 170 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Clarksburg, Hollinger, Letort, Penlaw, Pequea, and Thorndale soils are on nearby landscapes. Clarksburg, Penlaw, and Thorndale have fragipans and are not well drained.  Hollinger soils have a solum less than 30 inches thick. Letort soils have dominant chroma of less than 5 throughout. Pequea soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained with low to high runoff; saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Conestoga soils are cultivated.  Principal crops are corn, soybeans, tobacco, and hay.  A small acreage in wood land of mixed oak, hickory, and yellow poplar. Extensive acreage is being converted to nonfarm use."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Piedmont Plateau in southeastern Pennsylvania and central Maryland.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lancaster County, Pennsylvania, 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 10 inches (Ap horizon).\nb. Argilic horizon - the zone from 10 to 38 inches (Bt1 and Bt2 horizons).\nThe depth of the solum is revised from 38 to 72 inches to 30 to 60 inches.  The revised depth is more typical of the range for the series.\n2008 Pedon description updated.  Prior revision 1/2006 - EJM-EAW"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; neutral; abrupt smooth boundary. (9 to 13 inches thick)."
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--10 to 27 inches; yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few clay films on surfaces along pores and common clay films on all faces of peds; neutral; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 69,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--27 to 38 inches; yellowish brown (10YR 5/6) silty clay loam; moderate coarse subangular blocky structure; firm, slightly sticky, slightly plastic; few clay films on surfaces along pores and many clay films on all faces of peds; neutral; clear wavy boundary. (Combined thickness of the Bt horizon is 20 to 40 inches thick)."
      },
      {
        "name": "C1",
        "top": 97,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--38 to 60 inches; variegated light olive brown (2.5Y 5/6) and yellowish brown (10YR 5/6) channery loam; massive; firm, nonsticky, nonplastic; 15 percent subangular channers; neutral; gradual wavy boundary. (10 to 25 inches thick)."
      },
      {
        "name": "C2",
        "top": 152,
        "bottom": 190,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--60 to 75 inches; light olive brown (2.5Y 5/6) channery loam; massive; firm, nonsticky, nonplastic; 25 percent subangular channers; neutral."
      }
    ]
  ]
}
