{
  "SERIES": "CONI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFB/GB",
  "REVDATE": "12/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coni loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate very fine granular structure; soft, very friable; 5 percent fine and very fine angular granitic pebbles; slightly acid; clear smooth boundary. (3 to 7 inches thick)\nBA--4 to 7 inches; dark grayish brown (10YR 4/2) heavy loam; very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure parting to moderate medium granules; slightly hard, very friable; few thin patchy clay films; 5 percent fine and very fine angular granitic pebbles; slightly acid; clear smooth boundary. (3 to 4 inches thick)\nBt--7 to 14 inches; brown (7.5YR 5/3) light clay loam, dark brown (7.5YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocks; extremely hard, very friable, there are many thin patchy clay films on peds; 5 percent fine and very fine angular granitic pebbles; slightly acid; clear smooth boundary. (4 to 8 inches thick)\nBC--14 to 17 inches; brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; extremely hard, very friable; few thin patchy clay films; 10 percent fine and very fine angular granitic pebbles; neutral; abrupt smooth boundary. (0 to 4 inches thick)\nR--17 inches; hard cement conglomerate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Colorado; approximately .3 miles south of the northeast corner of sec. 21, T.10S., R.65W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 42 degrees to 47 degrees F and mean annual summer soil temperature ranges from 59 degrees to 64 degrees F. Rock fragments range from 0 to 35 percent and include cobble up to 10 inches. The mollic epipedon ranges from 7 to 14 inches thick, the solum ranges from 10 to 20 inches thick, and depth to the underlying hard conglomerate or tuff ranges from 10 to 20 inches. the soils are slightly acid or neutral throughout.\nThe A1 horizon has hue of 2.5Y through 7.5YR, value of 3 through 5 dry, 2 through 4 moist and chroma of 2 through 3. It is soft or slightly hard.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 3 through 5 dry, 2 through 4 moist and chroma of 2 through 4. It is typically heavy loam, gravelly loam, gravelly sandy clay loam, gravelly clay loam or light clay loam, but ranges in clay from 18 to 35 percent.\nA thin very gravelly to extremely gravelly, or very cobbly loamy sand or sand 2C horizon is present in come pedons directly above the bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beenom, and Kiln series. Beenom and Kiln soils are mildly alkaline. Also Kiln soils have hue of 5YR in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Coni soils are on upland hills and ridges.  Slope gradients range from 2 to 30 percent. The soils formed mainly in sediments of the Dawson and Arapahoe arkose beds overlying hard cemented conglomerate. These soils are also formed in Tuff in New Mexico and on hard sandstone in other areas. The average annual precipitation ranges from 14 to 25 inches, 11 inches of which falls during the months of April through August. Mean annual temperature is 40 degrees to 46 degrees F. Frost free period ranges from 80 to 125 days. Elevations in New Mexico range from 7,100 to 9,200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fondis and Kutch soils.  Fondis and Kutch soils are deep than 20 inches to bedrock and have horizons that contain secondary carbonate."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; rapid runoff; medium permeability down to the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils used principally as native pastureland. Native vegetation is mainly mountain muhly, spike muhly, western wheatgrass, blue gramagrass, junegrass, and native bluegrass.  Bottlebrush squirreltail, scattered alligator juniper, Gambel oak and Ponderosa Pine on north slopes and in drains are common species in more southerly latitudes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The foothills and Black Forest areas of east-central Colorado and southwestern Colorado. it also occurs in adjacent parts of New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Piedra Area, Colorado, 1974.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
