{
  "SERIES": "CONICAL",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JH/AB/PSD",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Conical gravelly loam-lodgepole pine.  (Colors are for dry soil unless otherwise stated.)\nOi--3 to 0 inches; partially decomposed conifer litter.\nA--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 4/3) moist; weak fine granular structure; soft, friable, slightly sticky and nonplastic; common fine, coarse, and medium roots; common fine and medium interstitial pores; 25 percent angular gravel and 5 percent angular cobbles; moderately acid (pH 5.6); clear smooth boundary.  (0 to 9 inches thick)\nE--3 to 13 inches; light gray (10YR 7/2) very gravelly loam, brown (10YR 5/3) moist; weak medium subangular blocky structure parting to medium fine granular; slightly hard, friable, slightly sticky and nonplastic; common fine and few very fine roots; common very fine interstitial pores; 35 percent angular gravel and 5 percent angular cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (4 to 14 inches thick)\nBt1--13 to 24 inches; light yellowish brown (10YR 6/4) very gravelly clay loam, yellowish brown (10YR 5/4) moist; moderate fine subangular blocky structure; hard, firm, sticky and slightly plastic; few medium and fine roots; few fine interstitial pores; common distinct clay films on faces of peds and lining pores; 40 percent angular gravel and 5 percent angular cobbles; strongly acid (pH 5.4); gradual wavy boundary.\nBt2--24 to 34 inches; light yellowish brown (10YR 6/4) extremely gravelly clay loam, yellowish brown (10YR 5/4) moist; moderate medium and fine subangular blocky structure; hard, firm, sticky and slightly plastic; few fine roots; few fine interstitial pores; common prominent clay films on faces of peds; 65 percent angular gravel; moderately acid (pH 5.6); abrupt wavy boundary.  (Combined thickness of the Bt horizon is 16 to 28 inches)\nCr--34 to 45 inches; yellowish brown (10YR 5/4) weakly consolidated weathered schist.\nR--45 inches; hard schist bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; SE1/4, NW1/4 of Sec. 5, T. 17 N., R. 79 W.  41 degrees 28 minutes 41 seconds north latitude and 106 degrees 18 minutes 4 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock typically ranges from 21 to 34 inches but is allowed to range from 20 to 40 inches.  The mean annual soil temperature is 40 to 47 degrees F., and the mean summer temperature is 45 to 52 degrees F.  About one-third of the pedons observed have hard bedrock between 40 and 60 inches underlying the Cr horizon.\nThe A horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4.  Coarse fragments range from 20 to 30 percent angular gravel or channers and 5 to 25 percent angular cobbles.  It is very strongly acid through moderately acid.\nThe E horizon has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 or 3.  Matrix texture is loam, sandy loam, or sandy clay loam with 15 to 25 percent clay.  Coarse fragments range from 20 to 40 percent angular gravel or channers, 0 to 15 percent angular cobbles, and 0 to 5 percent flagstones.  It is very strongly acid through slightly acid.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4.  Matrix is clay loam or sandy clay loam with 20 to 35 percent clay.  Coarse fragments range from 25 to 60 percent angular gravel or channers, 0 to 35 percent cobbles, and 0 to 5 percent flagstones.  It is very strongly acid through moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agneston, Angostura, Cadotte, Cloud Peak, Cundiyo, Duchesne, Frisco, Gambler, Granile, Guffey, Hardzem, Helmville, Hollandlake, Hyattville, Kebler, Lake Creek, Lakehelen, Larand, Leadville, Lulude, MacFarlane, Needleton(T), Presa, Redondo, Tamarron(T), Tenrag(T), Tigeron, Tolvar, Trebor, and Worock series.  The Agneston, Cloud Peak, Hyattville, Kebler, Lake Creek, Lakehelen, Lulude, and Trebor soils have a lithic contact at 20 to 40 inches.  The Angostura, Cadotte, Cundiyo, Duchesne, Frisco, Gambler, Granile, Helmville, Hollandlake Larand, Leadville, MacFarlane, Needleton, Presa, Redondo, Tenrag, Tigeron, Tolvar, and Worock soils are deep or very deep.  Guffey soils are similar but formed in grus, lack the mica derived from schist, contain from 50 to 70 percent coarse and medium granitic sand and occur in areas of 17 inches of precipitation.  Tamarron soils formed in alluvium and colluvium derived dominantly from sandstone and shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Conical soils are on sloping to steeply sloping convex mountain slopes and ridges.  Slopes are commonly 10 to 25 percent but may range up to 45 percent.  These soils formed in residuum and colluvial slope wash derived from chlorite schist and amphibolites of the Deep Lake Formation.\nElevations are 8,500 to 10,000 feet.  The mean annual precipitation is about 25 to 30 inches.  The mean annual temperature is 37 to 43 degrees F.  The frost-free season is less than 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackleed, Bowen, Endlich, Erickson, Irigul, Moran, Rooset, and Tica soils.  Blackleed and Endlich soils do not have an argillic horizon.  Bowen, Rooset, and Tica soils all have a mollic epipedon.  Erickson soils have a fine-loamy particle-size class.  Irigul soils have a lithic contact above 40 inches.  Moran soils have low base saturation and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The current major uses of Conical soils are timber, watershed, and wildlife habitat.  The native vegetation is lodgepole pine, subalpine fir, Englemann spruce, whortleberry, dwarf juniper, fleabane, and elk sedge.  The dominant vegetation is lodgepole pine and whortleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains of south central Wyoming.  Conical soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Carbon County, Wyoming; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 3 inches (A)\nAlbic horizon - 3 to 13 inches (E)\nArgillic horizon - 13 to 34 inches (Bt1,Bt2)\nParalithic contact - 34 to 45 inches (Cr)\nLithic contact - 45 inches (R)\nLRR - E\nNational Cooperative Soil Survey\nU.S.A."
  }
}
