{
  "SERIES": "CONLEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-CLN-SLM",
  "REVDATE": "04/2016",
  "STATES": "OK,TX",
  "OVERVIEW": "The Conlen series consists of very deep, well drained, moderately permeable soils that formed in loamy, calcareous eolian sediments of Pleistocene age.  These nearly level to gently sloping soils occur on plains, interfluves of the plains, valley sides of plains, and playa rims in the Southern High Plains, Northern Part (MLRA 77A).  Slope ranges from 0 to 12 percent.  The annual air temperature is about 13 degrees C (55 degrees F), and mean annual precipitation is about 460 mm (18 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, mesic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Conlen clay loam--on a 2 percent linear slope in rangeland at an elevation of about 987 m (3238 ft). (Colors are for dry soil unless otherwise noted.)\nAk--0 to 25 cm (0 to 10 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable; common fine and very fine roots; finely disseminated carbonates throughout; violently effervescent (32 percent calcium carbonate equivalent); strongly alkaline, pH 8.5; clear smooth boundary. (Thickness of the Ak horizon is 18 to 38 cm [7 to 15 in])\nBkk1--25 to 38 cm (10 to 15 in); brown (10YR 5/3) clay, brown 10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable; many fine and very fine roots; common very fine pores; 1 percent 5 to 20 mm, and 1 percent 2 to 5 mm very strongly cemented caliche fragments; many fine, medium, and coarse noncemented carbonate masses and strongly cemented carbonate nodules throughout; finely disseminated carbonate throughout (55 percent by volume calcium carbonate accumulation); violently effervescent (54 percent calcium carbonate equivalent); strongly alkaline, pH 8.7; clear smooth boundary.\nBkk2--38 to 102 cm (15 to 40 in); very pale brown (10YR 8/4) silt loam, very pale brown (10YR 7/4) moist; weak medium subangular blocky structure; slightly hard, friable; common fine and very fine roots; common very fine pores; 1 percent 5 to 20 mm, and 3 percent 2 to 5 mm very strongly cemented caliche fragments; many fine, medium, and coarse noncemented carbonate masses and strongly cemented carbonate nodules throughout; finely disseminated carbonate throughout (65 percent by volume calcium carbonate accumulation); violently effervescent (72 percent calcium carbonate equivalent); strongly alkaline, pH 9.0; abrupt wavy boundary.\nBkk3--102 to 145 cm (40 to 57 in); 80 percent light brown (7.5YR 6/4) and 20 percent very pale brown (10YR 7/4) gravelly loam, 80 percent brown (7.5YR 5/4) and 20 percent light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable; few fine and very fine roots; common very fine pores; 7 percent 20 to 75 mm, 7 percent 5 to 20 mm, and 10 percent 2 to 5 mm very strongly cemented caliche fragments; many fine, medium, and coarse noncemented carbonate masses and strongly cemented carbonate nodules throughout; finely disseminated carbonate throughout (50 percent by volume calcium carbonate accumulation); violently effervescent (44 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; gradual wavy boundary. (Combined thickness of the Bkk horizons is 75 to 150 cm [30 to 59 in])\nBk--145 to 203 cm (57 to 80 in); 90 percent light brown (7.5YR 6/4) and 10 percent very pale brown (10YR 7/4) fine sandy loam, 90 percent brown (7.5YR 5/4) and 10 percent light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable; few fine and very fine roots; common very fine pores; 1 percent 5 to 20 mm, and 3 percent 2 to 5 mm very strongly cemented caliche fragments; common fine and medium noncemented carbonate masses and common medium, coarse, and very coarse strongly cemented carbonate nodules throughout; finely disseminated carbonates throughout (10 percent by volume calcium carbonate accumulation); violently effervescent (34 percent calcium carbonate equivalent); strongly alkaline, pH 9.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hansford County, Texas; from the intersection of State Highway 136 and Farm Road 520 approximately 10.5 miles south of Gruver; 2.5 miles (4.0 km) west on Farm Road 520; then 1000 ft (305 m) north.\nUSGS topographic quadrangle: Hannas Draw East, Texas\nLatitude: 36 degrees, 7 minutes, 40.07 seconds N\nLongitude: 101 degrees, 29 minutes, 19.33 seconds W\nDatum: NAD83\nDecimal Degrees\nLatitude: 36.12780\nLongitude: -101.48869\nUTM Easting: 276040 m\nUTM Northing: 4000992 m\nUTM Zone: 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: more than 203 cm (80 in)\nThickness of mollic epipedon: 18 to 38 cm (7 to 15 in)\nDepth to secondary calcium carbonate:  0 to 18 cm (0 to 10 in)\nDepth to calcic horizon: 18 to 61 cm (10 to 24 in)\nCalcium carbonate equivalent: 40 to 70 percent average in control section\nParticle-size control section (weighted average):\nTotal clay: 18 to 45 percent\nSilicate clay: 3 to 18 percent\nA or Ak horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 2 or 3 moist or dry\nTexture: loam, silt loam, or clay loam\nIdentifiable secondary carbonates: amount-0 to 5 percent; size-fine or medium; kind-masses and nodules; location-throughout\nCalcium carbonate equivalent: 5 to 35 percent\nCoarse fragments: amount-0 to 3 percent; size-gravels; kind-strongly cemented to indurated carbonate nodules and concretions\nEffervescence: strong or violent\nReaction (pH): moderately alkaline or strongly alkaline (7.9 to 8.4)\nUpper Bk horizons (where present):\nHue: 7.5YR or 10YR\nValue: 4 to 7, 4 to 6 moist\nChroma: 2 to 4 moist or dry\nTexture: loam, silt loam, or clay loam\nIdentifiable secondary carbonates: amount-0 to 10 percent; size-fine or medium; kind-masses and nodules; location-throughout\nCalcium carbonate equivalent: 1 to 12 percent\nCoarse fragments: amount-0 to 10 percent; size-gravels; kind-strongly cemented to indurated carbonate nodules and concretions\nEffervescence: strong or violent\nReaction (pH): moderately alkaline or strongly alkaline (7.9 to 8.4)\nBkk horizons:\nHue: 7.5YR or 10YR\nValue 5 to 8, 4 to 7 moist\nChroma: 2 to 4 moist or dry\nTexture: loam, silt loam, clay loam, or clay and their gravelly counterparts\nIdentifiable secondary carbonates: amount-50 to 80 percent; size-fine to coarse; kind- masses, nodules, concretions, and films throughout, finely disseminated carbonate\nCalcium carbonate equivalent: 40 to 80 percent\nCoarse fragments: amount-0 to 30 percent; size-gravels; kind-strongly cemented to indurated carbonate nodules and concretions\nEffervescence: violent\nReaction (pH): strongly alkaline or very strongly alkaline (8.5-9.2)\nLower Bk horizons:\nHue: 7.5YR or 10YR\nValue 5 to 7, 4 to 6 moist\nChroma: 2 to 4 moist or dry\nTexture: sandy loam, fine sandy loam, loam, or sandy clay loam and their gravelly and very gravelly counterparts\nIdentifiable secondary carbonates: amount-15 to 49 percent; size-fine to coarse; kind-masses, nodules, concretions, and films throughout; finely disseminated carbonate\nCalcium carbonate equivalent: 20 to 40 percent\nCoarse fragments: amount-2 to 40 percent; size-gravels; and 0 to 5 percent cobbles as strongly cemented to indurated carbonate nodules and concretions, or petrocalcic fragments\nEffervescence: violent\nReaction (pH): strongly alkaline or very strongly alkaline (8.5-9.2)\nBtkb and 2Btk horizons (where present):\nHue: 2.5YR to 10YR\nValue 5 or 8, 4 or 7 moist\nChroma: 3 to 8\nTexture: loam, sandy clay loam, or clay loam\nOther features: some pedons have an argillic horizon engulfed with carbonates below 150 cm (below 59 in)\nIdentifiable secondary carbonates: amount-30 to 50 percent; size-fine to coarse; kind-masses, nodules, concretions, and films throughout; finely disseminated carbonates\nCalcium carbonate equivalent: 10 to 35 percent\nCoarse fragments: amount-2 to 10 percent; size-gravels; kind-strongly cemented to indurated carbonate nodules and concretions\nEffervescence: violent\nReaction (pH): moderately alkaline or strongly alkaline (7.9-9.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Zarmand series in the same family.  Similar soils also include the Mansker series.\nZarmand soils: have a lithic contact with limestone within 50 to 100 cm (20 to 49 in) of the soil surface\nMansker soils: have average soil temperatures more than 15 degrees C (59 degrees F); and 18 to 35 percent silicate clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy, calcareous eolian sediments of Pleistocene age.\nLandscape: Tablelands\nLandform: plains, interfluves, valley sides, playa rims\nSlope: dominantly 0 to 5 percent, but ranging from 0 to 12 percent\nSoil moisture:  An ustic moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years.  July through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through June.\nMean annual air temperature: 12 to 14 degrees C (53 to 57 degrees F)\nMean annual precipitation: 381 to 584 mm (15 to 23 in)\nFrost-free period: 170 to 200 days\nElevation: 750 to 1250 m (2460 to 4100 ft).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Balko (T), Belfon, Bigbow, Canina, Capps, Dalhart, Dumas, Eva, Forgan, Gruver, Hansford, Hugoton, Kerrick, Knoblaw, Lautz, Optima, Oslo, Plack, Sherm, Spurlock, Sunray, Texline, Twichell (T), and Waka (T) soils.\nBalko, Gruver, Sherm, and Twichell soils: occur on higher positions, have an argillic horizon, and have greater than 35 percent silicate clay in the particle-size control section\nBelfon, Dalhart, Dumas, Forgan, Hugoton, and Texline soils: occur on higher positions, have an argillic horizon, and have between 18 and 35 percent silicate clay in the particle-size control section\nBigbow soils: occur on higher positions, have an ochric epipedon, an argillic horizon, and have between 18 and 35 percent silicate clay in the particle-size control section\nCanina and Eva soils: occur on higher positions, have an ochric epipedon, have an argillic horizon, and do not have a calcic horizon\nCapps soils: occur on slightly higher positions, are noncalcareous to the surface, and have 18 to 35 percent silicate clay in the particle-size control section\nHansford, Knoblaw, and Lautz soils: occur in lower playa positions, and have greater than 35 percent silicate clay in the particle-size control section\nKerrick soils: occur on similar positions, and have a petrocalcic horizon within 50 to 100 cm (20 to 40 in) of the soil surface\nOptima soils: occur on higher positions, and have a sandy particle-size class\nOslo soils: occur on similar positions, have an argillic horizon, have between 18 and 35 percent silicate clay in the particle-size control section, and have mixed mineralogy\nPlack soils: occur on similar positions, and have a petrocalcic horizon within 50 cm (20 in) of the soil surface\nSpurlock soils: occur on similar positions, and have an ochric epipedon\nSunray soils: occur on similar positions, have an argillic horizon, have between 18 and 35 percent silicate clay in the particle-size control section, and have mixed mineralogy\nWaka soils: occur in lower drainage positions and do not have calcic horizons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderately permeable.  Surface runoff is negligible on 0 to 1 percent slopes, low on 1 to 5 percent slopes, and medium on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for livestock grazing.  Where cultivated, the principal crops are wheat and grain sorghum.  Native vegetation includes mid and tall grass species.  Grasses include sideoats grama, blue grama, buffalograss, vine-mesquite, and small amounts of switchgrass.  Other species include prairieclover, sensitivebrier, wild alfalfa, daleas, fourwing saltbush, and cholla."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern High Plains, Northern Part (MLRA 77A in LRR H) of Texas and Oklahoma panhandles.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sherman County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Mansker series.  The Conlen series was revised during the MLRA-77 Update Soil Survey; Hansford County, Texas; 2006.  Based on lab data the particle-size class changed from fine-loamy to coarse-loamy 3/2007.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 25 cm (0 to 10 in) (A horizon)\nCalcic horizon: 25 to 203 cm (10 to 80 in) (Bkk and Bk horizons)\nCarbonatic mineralogy and carbonate plugged horizon: 25 to 145 cm. (10 to 57 in) (Bkk horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  KSSL laboratory data available, S1984OK139004 (Texas Co., OK); S2003TX195001, and S2003TX195004 [TL] (Hansford Co., TX).\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ak",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ak--0 to 25 cm (0 to 10 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable; common fine and very fine roots; finely disseminated carbonates throughout; violently effervescent (32 percent calcium carbonate equivalent); strongly alkaline, pH 8.5; clear smooth boundary. (Thickness of the Ak horizon is 18 to 38 cm [7 to 15 in])"
      },
      {
        "name": "Bkk1",
        "top": 25,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkk1--25 to 38 cm (10 to 15 in); brown (10YR 5/3) clay, brown 10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable; many fine and very fine roots; common very fine pores; 1 percent 5 to 20 mm, and 1 percent 2 to 5 mm very strongly cemented caliche fragments; many fine, medium, and coarse noncemented carbonate masses and strongly cemented carbonate nodules throughout; finely disseminated carbonate throughout (55 percent by volume calcium carbonate accumulation); violently effervescent (54 percent calcium carbonate equivalent); strongly alkaline, pH 8.7; clear smooth boundary."
      },
      {
        "name": "Bkk2",
        "top": 38,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkk2--38 to 102 cm (15 to 40 in); very pale brown (10YR 8/4) silt loam, very pale brown (10YR 7/4) moist; weak medium subangular blocky structure; slightly hard, friable; common fine and very fine roots; common very fine pores; 1 percent 5 to 20 mm, and 3 percent 2 to 5 mm very strongly cemented caliche fragments; many fine, medium, and coarse noncemented carbonate masses and strongly cemented carbonate nodules throughout; finely disseminated carbonate throughout (65 percent by volume calcium carbonate accumulation); violently effervescent (72 percent calcium carbonate equivalent); strongly alkaline, pH 9.0; abrupt wavy boundary."
      },
      {
        "name": "Bkk3",
        "top": 102,
        "bottom": 145,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkk3--102 to 145 cm (40 to 57 in); 80 percent light brown (7.5YR 6/4) and 20 percent very pale brown (10YR 7/4) gravelly loam, 80 percent brown (7.5YR 5/4) and 20 percent light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable; few fine and very fine roots; common very fine pores; 7 percent 20 to 75 mm, 7 percent 5 to 20 mm, and 10 percent 2 to 5 mm very strongly cemented caliche fragments; many fine, medium, and coarse noncemented carbonate masses and strongly cemented carbonate nodules throughout; finely disseminated carbonate throughout (50 percent by volume calcium carbonate accumulation); violently effervescent (44 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; gradual wavy boundary. (Combined thickness of the Bkk horizons is 75 to 150 cm [30 to 59 in])"
      },
      {
        "name": "Bk",
        "top": 145,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--145 to 203 cm (57 to 80 in); 90 percent light brown (7.5YR 6/4) and 10 percent very pale brown (10YR 7/4) fine sandy loam, 90 percent brown (7.5YR 5/4) and 10 percent light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable; few fine and very fine roots; common very fine pores; 1 percent 5 to 20 mm, and 3 percent 2 to 5 mm very strongly cemented caliche fragments; common fine and medium noncemented carbonate masses and common medium, coarse, and very coarse strongly cemented carbonate nodules throughout; finely disseminated carbonates throughout (10 percent by volume calcium carbonate accumulation); violently effervescent (34 percent calcium carbonate equivalent); strongly alkaline, pH 9.0."
      }
    ]
  ]
}
