{
  "SERIES": "CONLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CTH/WEL/RWL",
  "REVDATE": "05/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Xerertic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Conley silty clay loam, cultivated, on a 1 percent slope at an elevation of 2750 feet. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; black (10YR 2/1) silty clay loam, gray (10YR 5/1) dry; weak medium platy and moderate medium granular structure; slightly hard, friable, sticky and plastic; many very fine roots; common very fine and fine tubular pores; neutral (pH 6.7); abrupt smooth boundary. (10 to 20 inches thick)\nE--10 to 13 inches; dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; few fine (1mm to 4mm) iron-manganese redoximorphic concretions; neutral (pH 7.0); gradual smooth boundary. (1 to 10 inches thick)\n2Bt1--13 to 19 inches; very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; strong medium prismatic and strong medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine roots; many very fine tubular pores; continuous distinct clay films on ped faces and in pores; neutral (pH 7.2); gradual smooth boundary.\n2Bt2--19 to 26 inches; dark grayish brown (10YR 4/2) silty clay, grayish brown (10YR 5/2) dry; very dark brown (10YR 2/2) coatings on surfaces of ped; strong medium prismatic and strong medium subangular blocky structure; very hard, firm, very sticky and very plastic; few fine pores; common very fine tubular pores; continuous distinct clay films on ped faces and in pores; neutral (pH 7.2); gradual smooth boundary.\n2Bt3--26 to 37 inches; very dark gray (2.5Y 3/1) clay, gray 2.5Y 5/1) dry; strong medium subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine tubular pores; continuous distinct clay films on ped faces and in pores; slightly alkaline (pH 7.4); gradual smooth boundary.\n2Bt4--37 to 50 inches; very dark grayish brown (10YR 3/2) clay, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, firm, very sticky and very plastic; continuous distinct clay films on ped faces and in pores; slightly alkaline (pH 7.4); gradual smooth boundary. (Combined thickness of the 2Bt horizon is 17 to 51 inches)\n2C--50 to 60 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; massive; hard, firm, sticky and plastic; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Union County, Oregon; about 4 1/2 mile north of Island City, 2490 feet west and 2290 feet south of the NE corner of section 10, T.2S., R.38E. (Latitude 45 degrees, 24 minutes, 25 seconds N, Longitude 118 degrees, 02 minutes, 37 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 55 degrees F. The mean summer soil temperature is 65 to 73 degrees F. These soils are usually moist but are dry between depths of 4 and 12 inches for 60 to 80 consecutive days following the summer solstice. Depth to bedrock is 60 inches or more. The mollic epipedon is 10 to 20 inches thick. The soil reaction is neutral or slightly alkaline throughout.\nThe Ap horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 1 or 2 moist and dry.\nThe E horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 1 or 2 moist and dry. It is silt loam or silty clay loam. Faint redoximorphic masses and few to many black redoximorphic concretions occur in some pedons.\nThe 2Bt horizon has hue of 10YR or 2.5Y, value of 3 or 4 moist, 4 or 5 dry and chroma of 1 or 2 moist and dry. It is clay or silty clay and averages 40 to 50 percent clay. Faint to distinct redoximorphic masses and few to many dark coatings are on faces of peds in some pedons.\nThe C horizon, when present, has hue of 10YR or 2.5Y and value of 3 or 4 moist, 5 or 6 dry and chroma of 2 or 3 moist and dry. Rock fragments range from 0 to 35 percent gravel and 0 to 10 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Lookingglass series. Lookingglass soils are moderately well drained and have chroma of 3 or 4 in the argillic horizon. Soils with the similar Xeric Argialbolls classification are the Chicane, Kooskia, Nez Perce and Shebang series. Chicane soils are moderately well drained, have chroma of 3 or 4 in the Bt2 horizon, and have a mollic epipedon 20 to 32 inches thick. Kooskia soils have a Bt horizon above the E horizon and lack chroma of 2 or less in the argillic horizon. Nez Perce and Shebang soils have secondary lime at a depth of 20 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Conley soils are on old alluvial fans and old lake basins. Slopes are 0 to 15 percent. Elevation is 2,600 to 3,500 feet. The soils formed in alluvial or lacustrine materials of mixed origin. The climate is characterized by cool moist winters and hot dry summers. The mean annual precipitation is 13 to 23 inches. The mean annual temperature is 45 to 53 degrees F. The frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Catherine, Hot Lake and La Grande, and Ramo soils. Catherine and La Grande soils lack an argillic horizon. Hot Lake soils are formed in volcanic ash and diatomaceous sediments. Ramo soils are well drained and on foot slopes. Catherine soils are on flood plains. La Grande soils are on alluvial fans and low stream terraces. Hot Lake soils are in old lake basins and on valley floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; very slow permeability. A water table is present at 1.5 to 2.5 feet from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Conley soils are used for small grains, peas, alfalfa, hay and pasture. Potential native vegetation dominantly is basin wildrye, bluegrasses, bluebunch wheatrass, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Grande Ronde and Wallowa Valleys of Eastern Oregon; MLRA 9, 10. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Union County, Oregon, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This draft reflects a change in classification from Xeric to Xerertic Argialbolls based on changes in Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon - from the surface to 10 inches (Ap horizon)\nalbic horizon - from 10 to 13 inches (E horizon)\nargillic horizon - from 13 to 50 inches (2Bt1, 2Bt2, 2Bt3, and 2Bt4 horizons)\nxerertic feature - from 13 to 50 inches (2Bt1, 2Bt2, 2Bt3, and 2Bt4 horizons) with montmorillonitic mineralogy, 40 to 50 percent clay, and high shrink-swell\nparticle-size control section - the upper 20 inches of the argillic horizon (2Bt1, 2Bt2, and upper 2Bt3 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
