{
  "SERIES": "CONOWINGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDC-MS-MDJ",
  "REVDATE": "09/2008",
  "STATES": "MD,PA",
  "OVERVIEW": "The Conowingo series consists of deep, moderately well to somewhat poorly drained soils formed in materials weathered from basic rocks high in magnesium, usually serpentine. Saturated Hydraulic Conductivity: A and C horizons have moderately high and high and B horizon has moderately low and moderately high. These nearly level to sloping soils are in well dissected uplands of the northern Piedmont Plateau. Slopes range from 0 to 15 percent. Mean annual temperature is 50 degrees F and mean annual precipitation is 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, magnesic, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Conowingo silt loam - cultivated (colors are for moist soils, unless otherwise notice)\nAp--0 to 9 inches; light olive brown (2.5Y 5/4) silt loam; moderate fine and medium granular structure; friable, sticky, slightly plastic; many roots; strongly acid; clear smooth boundary. (8 to 10 inches thick)\nBt1--9 to 17 inches; yellowish brown (10YR 5/4) silty clay loam; strong medium subangular blocky structure; firm, sticky, plastic; common roots; few clay films on faces of peds; few medium prominent black (10YR 2/1) manganese coatings; 10 percent rock fragments; strongly acid; clear wavy boundary.\nBt2--17 to 27 inches; yellowish brown (10YR 5/4) gravelly silty clay loam; moderate medium subangular blocky structure; firm, sticky, plastic; very few roots; few clay films on faces of peds; few medium prominent black (10YR 2/1) manganese coatings,  common medium distinct olive gray (5Y 5/2) iron depletion, medium distinct light olive brown (2.5Y 5/6) and strong brown (7.5YR 5/6) masses of oxidized iron; 15 percent rock fragments; strongly acid; clear wavy boundary. (Combined thickness of the Bt is 11 to 20 inches thick)\nBCg--27 to 32 inches; olive gray (5Y 5/2) gravelly silty clay loam; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; common coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron; 15 percent rock fragments; strongly acid; gradual wavy boundary. (5 to 10 inches thick)\nC1--32 to 46 inches; strong brown (7.5YR 5/8) gravelly silt loam; inherent rock structure; friable, slightly sticky, slightly plastic; many fragments of weathered serpentine; few medium prominent black (10YR 2/1) manganese coatings; 20 percent rock fragments; moderately acid; diffuse gradual boundary. (8 to 15 inches thick)\nC2--46 to 60 inches; highly variegated strong brown (7.5YR 5/8), light reddish brown (2.5YR 6/4), and brownish yellow (10YR 6/6) very gravelly silt loam; inherent rock structure; 40 percent rock fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, Maryland; on west side of Meeting House Road; about 2-1/2 miles south of Hunting Hill and 3/4 mile south of the junction of Meeting House Road and Travilah Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum ranges in thickness from 24 to 40 inches. Depth to bedrock is 42 to 60 inches. Rock fragments are usually either concretions or serpentine stones and fine gravel. Gravel content ranges from 0 to 20 percent in the solum and from 10 to more than 50 percent in the C horizon. Stone content ranges from 0 to 10 percent in the C horizon. The soil is strongly acid to mildly alkaline, with acidity decreasing with depth, unless limed.\nThe Ap horizon has hue of 10YR to 5Y, value of 4 or 5 and chroma of 3 or 4. An A horizon, where present, has value of 3 or 4, chroma of 1 or 2, and is less than 4 inches thick. A horizons are silt loam, but Ap horizons may be silt loam or silty clay loam.\nAn E horizon, where present, has hue of 10YR to 5Y, value of 4 or 5 and chroma of 3 to 6. E horizons are 3 to 6 inches thick. Texture is silt loam.\nThe Bt horizon has hue of 10YR to 5Y, value of 4 or 5, and chroma of 3 to 6. Some pedons have a Bt1 horizon that contains high chroma mottles. The Bt2 horizon has mottles with chroma of 2 or less, as well as high chroma mottles. The Bt horizon ranges from silty clay loam to clay loam in the fine-earth fraction. Some pedons have thin subhorizons of silt loam, loam, or silty clay in the fine-earth fraction. Clay content of the Bt horizon usually averages between 25 and 35 percent.\nThe BC horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4. It has low or high chroma mottles or both. Texture of the BC horizon is silt loam or silty clay loam in the fine-earth fraction.\nThe C horizon has hue of 7.5 YR to 2.5Y, value of 4 to 6, chroma of 4 to 8, and may or may not be mottled. It is commonly variegated as a result of weathering of serpentine bedrock. The C horizon is usually high in silt-size mica. Texture of the fine-earth fraction of the C horizon is clay loam, silt loam, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the family.\nThe Askew,  Bogart, Center, Centerburg, Glenford, Haney, Henshaw, Keen, Lehigh, Mount Lucas, Reaville, Sardinia, Thackery, Tuscola, Vaughnsville, Williamstown, and Xenia series are in closely related families. None of these soils have serpentine in the lower part of the solum. The Askew series formed in loamy alluvium. These soils are on low terraces of late Pleistocene age in the Southern Mississippi Valley.  The Bogart series formed in stratified outwash deposits on terraces, beach ridges, and outwash plains. The Center series formed in loess on broad level and gently sloping stream terraces. The Centerburg series formed in loamy till on Wisconsinan age till plains and moraines. The Glenford series formed in stratified Wisconsinan age glaciolacustrine or stream sediments on lake plains, stream terraces, and outwash plains and terraces. The Haney series formed in loamy and gravelly outwash. The Henshaw series formed in alluvium derived from calcareous loess. The Keene series formed in a mantle of silty material up to 36 inches in thickness and in residuum weathered mainly from Pennsylvanian acid shale, siltstone, coal underclay, and some strata of limestone on uplands. The Lehigh series formed in residuum from metamorphosed sandstone and shale.  The Mount Lucas series formed in material weathered from diabase and other dark colored basic rocks. The Reaville series formed in residuum weathered from red Triassic, interbedded shale, siltstone, and fine-grained sandstone. The Sardinia series formed in stratified silty and loamy outwash or old alluvium, and in as much as 24 inches of loess in places. The Thackery series formed in loamy material and the underlying calcareous outwash. The Tuscola series formed in stratified loamy and silty lacustrine deposits. The Vaughnsville series formed in loamy glaciolacustrine material 20 to 40 inches thick and in the underlying till. The Xenia series formed in loess or other silty material and in the underlying loamy till. The Williamstown soils formed in as much as 56 cm (22 inches) of loess and in the underlying loamy till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Conowingo soils are nearly level to sloping soils in well dissected uplands of northern portions of the Piedmont Plateau. Slopes range from 0 to 15 percent. The soils formed in residuum from basic rocks high in magnesium, usually serpentine. The climate is temperate and humid with a mean annual temperature of 45 to 55 degrees F. and mean annual precipitation of 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Include Aldino, Calvert, Chrome, Kelly, Legore, Mount Lucas, Neshaminy, Relay, and Watchung soils. The Aldino and Calvert soils have fragipans. The Chrome, Legore, Neshaminy and Relay soils are well drained. Kelly and Watchung soils have more than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well to somewhat poorly drained. Saturated Hydraulic Conductivity; A and C horizons have moderately high and high and B horizon has moderately low and moderately high. Runoff is slow on nearly level areas and medium to rapid on the sloping areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are used for corn, small grains, soybeans and pasture. Large areas are idle or in residential developments. Native vegetation includes scrub hardwoods, mostly oaks, with some shortleaf pine and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maryland and Pennsylvania. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cecil County, Maryland, 1900."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface to a depth of 9 inches (Ap horizon).\nb. Argillic horizon - the zone from 9 to 27 inches (Bt horizon).\nc. Aquic udalfs feature - the occurrence of clay films in the zone from 9 to 27 inches, mottles with chroma of 2 in the zone from 17 to 27 inches, and moderately to slightly acid reaction in the zone from 32 to 60 inches.\n2007 Pedon description updated.  Prior revision 1/2006 - WDC-KK\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; light olive brown (2.5Y 5/4) silt loam; moderate fine and medium granular structure; friable, sticky, slightly plastic; many roots; strongly acid; clear smooth boundary. (8 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--9 to 17 inches; yellowish brown (10YR 5/4) silty clay loam; strong medium subangular blocky structure; firm, sticky, plastic; common roots; few clay films on faces of peds; few medium prominent black (10YR 2/1) manganese coatings; 10 percent rock fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--17 to 27 inches; yellowish brown (10YR 5/4) gravelly silty clay loam; moderate medium subangular blocky structure; firm, sticky, plastic; very few roots; few clay films on faces of peds; few medium prominent black (10YR 2/1) manganese coatings,  common medium distinct olive gray (5Y 5/2) iron depletion, medium distinct light olive brown (2.5Y 5/6) and strong brown (7.5YR 5/6) masses of oxidized iron; 15 percent rock fragments; strongly acid; clear wavy boundary. (Combined thickness of the Bt is 11 to 20 inches thick)"
      },
      {
        "name": "BCg",
        "top": 69,
        "bottom": 81,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCg--27 to 32 inches; olive gray (5Y 5/2) gravelly silty clay loam; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; common coarse prominent strong brown (7.5YR 5/6) masses of oxidized iron; 15 percent rock fragments; strongly acid; gradual wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 81,
        "bottom": 117,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "narrative": "C1--32 to 46 inches; strong brown (7.5YR 5/8) gravelly silt loam; inherent rock structure; friable, slightly sticky, slightly plastic; many fragments of weathered serpentine; few medium prominent black (10YR 2/1) manganese coatings; 20 percent rock fragments; moderately acid; diffuse gradual boundary. (8 to 15 inches thick)"
      },
      {
        "name": "C2",
        "top": 117,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "narrative": "C2--46 to 60 inches; highly variegated strong brown (7.5YR 5/8), light reddish brown (2.5YR 6/4), and brownish yellow (10YR 6/6) very gravelly silt loam; inherent rock structure; 40 percent rock fragments; slightly acid."
      }
    ]
  ]
}
