{
  "SERIES": "CONROE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDB:JMG",
  "REVDATE": "4/93",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, kaolinitic, thermic Arenic Plinthic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Conroe gravelly loamy fine sand--forested. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) gravelly loamy fine sand, light gray (10YR 7/2) dry; single grained; loose; very friable; many medium and coarse roots; 17 percent by volume of nodules of ironstone up to 2 cm in diameter; very strongly acid; clear smooth boundary.  (3 to 8 inches thick)\nE--4 to 25 inches; light yellowish brown (10YR 6/4) gravelly loamy fine sand, very pale brown (10YR 7/4) dry; single grained; loose; many medium and coarse roots; 43 percent by volume of nodules of ironstone up to 2 cm in diameter; strongly acid; gradual wavy boundary.  (15 to 25 inches thick)\nBt--25 to 31 inches; yellowish brown (10YR 5/6) sandy clay loam; brownish yellow (10YR 6/6) dry; common fine and medium distinct yellowish red and red mottles; moderate fine blocky structure; slightly firm, hard; common medium and coarse roots; few fine pores; thin patchy clay films on some peds; the centers of some mottles are slightly cemented dark red concretions; 20 percent by volume of nodules of ironstone; very strongly acid; gradual wavy boundary.  (3 to 10 inches thick)\nBtv1--31 to 38 inches; yellowish brown (10YR 5/6) sandy clay; many coarse and medium prominent red mottles; moderate medium blocky structure; extremely hard, firm and brittle, slightly sticky; few medium and coarse roots in the yellowish brown areas; few fine pores; thick continuous clay films; 10 percent by volume nodules of ironstone; plinthite comprises about 30 percent of the horizon and some red mottles have weakly cemented red concretions in their centers; very strongly acid; gradual wavy boundary.  (5 to 14 inches thick)\nBtv2--38 to 68 inches; coarsely and prominently mottled red (2.5YR 4/8; 10R 4/8) and yellow (10YR 7/6) dry, sandy clay; common coarse light brownish gray (10YR 6/2) mottles on the outsides of some peds; many of the coarse red mottles are bridged together; moderate coarse blocky structure, parting to fine and medium blocky structure; extremely hard, firm and brittle, slightly sticky; few roots penetrate parts of the yellow and light brownish gray areas and are concentrated in the uncemented part; few fine pores; few brown stains on faces of peds; thick continuous clay films; 6 percent by volume nodules of ironstone; about 40 percent plinthite; very strongly acid; diffuse wavy boundary.  (15 to 35 inches thick)\nBtv3--68 to 78 inches; coarsely and prominently mottled reddish yellow (7.5YR 6/8) and red (10R 4/8) dry, sandy clay; common medium light gray (10YR 7/1) streaks; moderate coarse blocky structure and few weak horizontal stratifications; extremely hard, brittle, firm; few fine roots in the gray areas; few fine pores; some coarse prisms have thick continuous glossy clay coatings; about 40 percent coarse red mottles of plinthite; few nodules of ironstone up to about 1 cm in diameter; common bridging of coarse red mottles; strongly acid; gradual wavy boundary.  (10 to 25 inches thick)\nBCv--78 to 96 inches; coarsely and distinctly mottled weak red (10R 5/4), red (2.5YR 4/8; 10R 4/8) and pale brown (10YR 7/4) dry, sandy clay loam; weak very coarse blocky structure and common weak horizontal stratifications; extremely hard, firm, brittle; few fine roots; few medium and coarse pores filled with yellowish brown clay; few of the red mottles are weakly cemented; 30 to 40 percent plinthite; clay plugs fills channels that are at various angles from the horizontal plane, they are mostly less than 5 cm in diameter and extend less than 6 inches and are mostly 2 to 3 inches in length; thick patchy clay coatings up to about 2 mm thick on horizontal planes; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Texas; from the intersection of U.S.  Highway 75 and Farm Road 2432 in Willis, Texas; 4.4 miles southeast on Farm Road 2432; then north on private road 0.15 mile and 100 feet east of private road in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 60 to more than 100 inches thick.\nThe A and E horizons are loamy fine sand, loamy sand, gravelly, or very gravelly phases of these textures.  They range from 20 to 40 inches thick and from slightly acid through very strongly acid.  Nodules of ironstone range from 5 to 50 percent by volume and in many pedons are concentrated in the E horizon.  Graded phases are recognized.  The A horizon ranges from dark gray (10YR 4/1) to light gray (10YR 7/2), or pale brown (10YR 6/3).  The E horizon ranges from gray (10YR 5/1) or light gray (10YR 7/1), to pale brown (10YR 6/3), or light yellowish brown (10YR 6/4).\nThe Bt horizon ranges from brownish yellow (10YR 6/6, 6/8) to yellowish brown (10YR 5/4, 5/6, 5/8) with red or yellowish red mottles. It is sandy clay loam, sandy clay, clay loam, or clay.  Ironstone nodules range from few to 25 percent by volume.  Plinthite ranges from none to 10 percent by volume.  The Bt horizon is strongly or very strongly acid.   The Btv1 horizon ranges from brownish yellow (10YR 6/6, 6/8) to yellowish brown (10YR 5/4, 5/6, 5/8), with common to many yellowish red, red, or dark red mottles.  Plinthite ranges from 10 to 40 percent by volume.  The Btv2 horizon is mottled red, dark red, yellow, brownish yellow, strong brown, and gray.  Plinthite ranges from 10 to 50 percent by volume. The Btv2 and Btv3 horizons are sandy clay or clay with 35 to 50 percent clay and less than 20 percent silt. Ironstone nodules range from few to 15 percent by volume and are strongly or very strongly acid.   The Btv3 and BCv horizons are reticulately and coarsely mottled red, dark red, light gray, yellowish brown, strong brown, or pale brown.  They are sandy clay or sandy clay loam.  Reaction is strongly or very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar series are the Depcor, Fuquay, Gunter, Lilbert, Rogan, Sunsweet and Wicksburg.  Depcor soils have loamy control sections and have base saturation greater than 35 percent.  Fuquay, Lilbert, and Rogan soils have loamy control sections.  In addition, Rogan soils lack sandy A horizons more than 20 inches thick.  Gunter soils have sandy A horizons more than 40 inches thick.  Sunsweet soils lack sandy A horizons more than 20 inches thick.  Wicksburg soils lack 5 percent or more plinthite in the solum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Conroe soils are on gently sloping upland ridges and divides in the Western Coastal Plain.  Slopes range from 0 to 12 percent, but are mainly 1 to 4 percent.  The soil formed in unconsolidated acid sandy clays and sands with all known areas being the Willis formation of Pleistocene age.  The climate is humid with an average annual rainfall of 40 to 55 inches.  The mean annual temperature ranges from 67 to 70 degrees F.and Thornthwaite P-E index exceeds 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are competing Depcor, Gunter, Lilbert, and Rogan series and the Segno and Woodville series.  Depcor, Lilbert, and Rogan soils are on slightly lower gentle slopes.  Gunter soils are on similar positions.  Segno and Woodville soils have A horizons less than 20 inches thick and are on nearby gentle slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; Internal drainage is moderate above the horizons containing plinthite and slow in the horizons having plinthite.  Slow permeability.  Runoff is low on 0 to 1 percent slopes, medium on 1 to 5 percent slopes, and high on 5 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in timber.  Some have been cleared for row crops and pasture.  Native vegetation is shortleaf, longleaf, and loblolly pine with such hardwoods as sweetgum, post oak, red oak, and hickory.  Understory is yaupon, wax-myrtle, American beautyberry, bay, and viburnum.  Many areas of Conroe soils have been surface mined for the ironstone nodules."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Coastal Plain of Texas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walker County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedons are:\nOchric epipedon - 0 to 25 inches\nArenic feature - 0 to 25 inches is loamy fine sand or coarser\nArgillic horizon - 25 to 78 inches\nPlinthic feature - 31 to 96 inches\nADDITIONAL DATA:  Data from National Soil Survey Laboratory published in SS1R-30; S64TX-170-5(64275-64284) and S64TX-170-6(64285-64294) indicate 44 to 49 percent clay in the Bt horizon and more than 50 percent kaolinite and a base saturation of about 20 percent at 50 inches below the top of the Bt horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
