{
  "SERIES": "CONRAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LOC/JRD",
  "REVDATE": "09/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Conrad loamy fine sand - in a cultivated field. (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; very dark gray (10YR 3/1) loamy fine sand, gray (10YR 5/1) dry; weak fine granular structure; very friable; many fine roots; slightly acid; abrupt smooth boundary. (6 to 9 inches thick)\nCg1--8 to 17 inches; Light brownish gray (10YR 6/2) fine sand; few fine distinct dark yellowish brown (10YR 4/4) mottles; single grain; loose common fine and very fine roots; neutral; clear wavy boundary.\nCg2--17 to 25 inches; Light brownish gray (10YR 6/2) fine sand; common medium distinct dark yellowish brown (10YR 4/6) mottles; neutral; gradual wavy boundary. (Combined thickness of Cg is 11 to 14 inches)\nC1--25 to 42 inches; Light yellowish brown (10YR 6/4) fine sand; few fine distinct light brownish gray mottles; single grain; loose; slight effervescence; mildly alkaline; gradual wavy boundary.\nC2--42 to 49 inches; Pale brown (10YR 6/3) sand; single grain; loose; strong effervescence; moderately alkaline; gradual wavy boundary.\nC3--49 to 60 inches; Brown (10YR 5/3) sand; single grain; loose; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Newton County, Indiana; 700 feet east and 300 feet north of the SW corner of Sec. 14, T. 30 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 20 to 40 inches. The A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. It is neutral or slightly acid depending on Liming history.  The Cg horizon has hue of 10 YR, value of 4 to 6 and chroma of 1 or 2. It is slightly acid or neutral.\nThe C horizon has hue of 10YR, value of 4 to 7 and chroma of 2 to 8. The higher chroma coincides with the presence of carbonates.  It is sand or fine sand.  It is mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Glendora, Kingsville, Tobico and Vestaburg. Glendora soils are on flood plains and typically have carbonates at depths greater than 40 inches. Kingsville soils have more acid sola. Tobico soils have carbonates above a depth of 20 inches.  Vestaburg soils have more gravel in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Conrad soils are on nearly level to slightly depressional landscape positions. Slopes are typically one percent or less. The soil formed in calcareous sand in lake beds within outwash plains. Mean annual temperature ranges from 47 degrees to 52 degrees F., and mean annual precipitation ranges from 30 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kentland (tentative), Tedrow and Zaborosky soils. The Kentland sols have mollic epipedons more than 10 inches thick.                           The Tedrow and Zaborosky soils are on rises and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; runoff is slow to ponded; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cropped to corn and soybeans. A few areas are used for pasture or wildlife. Native vegetation was marsh grasses, reeds, sedges and water-tolerant trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Indiana; the series is inextensive.  4470 acres were mapped in the recently completed Newton County soil survey."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Newton County, Indiana, 1948. Source of name, village in Newton County, Indiana."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Conrad series was formerly classified as mixed, mesic, Typic Psammaquent.  The alternating layers of dark and light colored material described in the 2/72 draft were not observed in the recent survey of Newton County. This soil is nearly all in the Beaver Lake area in Newton County.\nOSED scanned by NSSQA.  Last revised by state on 6/87.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
