{
  "SERIES": "CONSTABLE",
  "STATUS": "Established Series",
  "BYREV": "MGC-KAS-TDT",
  "REVDATE": "04/2013",
  "STATES": "NY",
  "OVERVIEW": "Constable soils are very deep, well through excessively drained, coarse-textured soils on glacial outwash plains, terraces, and valley trains. They have a layer of ortstein or iron cementation in the upper part of the soil. Estimated saturated hydraulic conductivity is moderately low to moderately high in the ortstein layer, and high to very high above and below the ortstein. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 1016 millimeters (40 inches) and mean annual temperature is about 5 degrees C (41 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid, shallow, ortstein Typic Durorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Constable gravelly sand in a forested area, on a 4 percent slope. (Colors are for moist soil unless otherwise stated.)\nOa -- 0 to 7 centimeters (0 to 2.7 inches); black (5YR 2.5/1) highly decomposed plant material; moderate fine and very fine granular structure; very friable; common fine and medium and many very fine roots; 10 percent gravel and 1 percent cobbles; extremely acid; abrupt wavy boundary. (0 to 18 cm thick.)\nE -- 7 to 19 centimeters (2.7 to 7.5 inches); reddish gray (5YR 5/2) gravelly sand; weak fine subangular blocky structure; very friable; common fine, medium, and coarse roots, and few very fine roots; 20 percent gravel and 2 percent cobbles; extremely acid; abrupt wavy boundary. (0 to 30 cm thick.)\nBh -- 19 to 25 centimeters (7.5 to 9.8 inches); black (7.5YR 2.5/1) gravelly sand; weak medium subangular blocky structure; very friable; common fine and many very fine roots; 20 percent gravel and 1 percent cobbles; extremely acid; abrupt irregular boundary.\nBhs -- 25 to 40 centimeters (9.8 to 15.7 inches); dark brown (7.5YR 3/3) and (7.5YR 3/2) gravelly sand; massive; friable with firm parts; common very fine roots; 20 percent gravel and 1 percent cobbles; very strongly acid; abrupt irregular boundary.\nBhsm -- 40 to 80 centimeters (15.7 to 31.5 inches); dark reddish brown (5YR 3/3) and (5YR 3/2) very gravelly sand; massive; rigid, very strongly cemented; 50 percent gravel and 2 percent cobbles; very strongly acid; clear irregular boundary.\nBs -- 80 to 110 centimeters (31.5 to 43.3 inches); brown (7.5YR 4/4) very gravelly sand; massive; very friable; 50 percent gravel and 5 percent cobbles; very strongly acid; clear wavy boundary. (Combined thickness of the spodic material is 15 to 100 centimeters.)\nC -- 110 to 183 centimeters (43.3 to 72 inches); yellowish brown (10YR 5/4) extremely gravelly coarse sand; stratified; single grain; loose; 50 percent gravel and 10 percent cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, New York; Town of Bellmont, about 4.6 kilometers (2.8 miles) west of Standish Road along Piney Ridge Road (private access), and then about 30 meters (33 yards) north of road in a gravel pit. USGS Ragged Lake, NY topographic quadrangle; Latitude 44 degrees, 39 minutes, 32.4 seconds N. and Longitude 74 degrees, 00 minutes, 19.7 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 56 through 130 centimeters (22 through 51 inches). Depth to bedrock is more than 152 centimeters (60 inches). Rock fragments range from 5 through 35 percent by volume in the O, A, and E horizons, from 10 through 52 percent in the subsoil above a depth of 51 centimeters (20 inches), and from 35 through 75 percent below a depth of 51 centimeters. It consists of mainly gravels and cobbles. Unless limed, reaction ranges from extremely acid through moderately acid throughout but includes ultra acid in the O horizons.\nThe O horizon has a hue of 2.5YR through 10YR, value of 2 through 3, and chroma of 1 or 2. It is composed of slightly through highly decomposed organic materials. Consistence is very friable and structure is either granular or it is massive.\nThe Ap, if present, has hue of 7.5YR or 10YR, value of 2 through 5, and chroma of 2 or 3. It ranges from sand through fine sandy loam in the fine earth fraction. It is weak or moderate, very fine through medium granular or it is massive. Consistence is loose through friable.\nThe E horizon has a hue of 5YR or 7.5YR, value of 4 through 6, and chroma of 2. Texture of the fine earth fraction is sand, fine sand, loamy sand, or loamy fine sand. Structure is subangular blocky, or it is massive or single grain. Consistence is loose, very friable, or friable.\nThe Bh horizon has a hue of 2.5YR through 7.5YR, value of 2 through 3, and chroma of 1 or 2. Texture of the fine earth fraction is sand or loamy sand.  Structure is subangular blocky or granular, or it is massive. Consistence ranges from very friable through firm.\nThe Bhs horizon has hue of 2.5YR through 7.5YR, value of 3, and chroma of 2 or 3. Texture of the fine earth fraction is sand. Structure is weak subangular blocky or granular, or it is massive. Consistence ranges from friable through firm.\nThe Bhsm horizon has a hue of 2.5YR through 7.5YR, value of 3, and chroma of 2 or 3. Texture of the fine earth fraction is coarse sand or sand. It is massive. Consistence ranges from very firm through rigid and is  and weakly to very strongly cemented.\nSome pedons have a Bsm horizon with hue of 5YR through 10YR, value of 3 or 4, and chroma of 3 or 4. Texture of the fine earth fraction is coarse sand or sand. It is massive. Consistence ranges from very firm through rigid and is and weakly to very strongly cemented.\nThe Bs horizon has a hue of 5YR through 10YR, value of 3 through 5, and chroma of 4 through 6. Texture of the fine earth fraction is coarse sand or sand. It is commonly massive or single grain, but can be weak subangular blocky structure in some pedons. Consistence is friable through loose.\nThe C horizon has a hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 6. Texture of the fine earth fraction is coarse sand or sand. It is stratified, and single grain or massive within strata. Consistence is very friable or loose."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Constable soils are on glacial outwash terraces and valley trains where rock fragments from siliceous igneous rocks and sandstone are a major part of the material. Slope ranges from 0 through 25 percent. Mean annual temperature ranges from 3 through 7 degrees C. (38 to 44 degrees F.); mean annual precipitation ranges from 762 to 1143 millimeters (30 to 45 inches); frost free season ranges from 70 to 140 days; elevation ranges from 152 to 610 meters (500 to 2000 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Constable soils are associated with Colton soils, commonly in complexes. Colton soils are not in the ortstein family. Adams and Wolf Pond are on similar landscapes with sands that contain little gravel. Becket, Hermon, or Monadnock are on till of the same regions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well through excessively drained. The potential for surface runoff is low to very high. Estimated saturated hydraulic conductivity is moderately low through moderately high in the ortstein layer, and high or very high above and below the ortstein."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Extensive areas, mainly complexes of Colton and Constable soils, are idle and support birch, poplar, or pine regrowth or are covered with spires, bracken, and blueberries. Forested areas have pine, sugar maple and beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern New York. MLRA 143 and 142. The aggregate acreage is probably moderately extensive, though most is mapped as a complex or undifferentiated unit with Colton soils."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, New York, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon are:\na. Albic horizon - the zone from 7 to 19 centimeters (2.7 to 7.5 inches) (E horizon).\nb. Spodic horizon - the zone from 19 to 110 centimeters (7.5 to 43.3 inches) (Bh, Bhs, Bhsm and Bs horizons).\nc. Ortstein present in the zone from 40 to 80 centimeters (15.7 to 31.5 inches) (Bhsm horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 7,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa -- 0 to 7 centimeters (0 to 2.7 inches); black (5YR 2.5/1) highly decomposed plant material; moderate fine and very fine granular structure; very friable; common fine and medium and many very fine roots; 10 percent gravel and 1 percent cobbles; extremely acid; abrupt wavy boundary. (0 to 18 cm thick.)"
      },
      {
        "name": "E",
        "top": 7,
        "bottom": 19,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E -- 7 to 19 centimeters (2.7 to 7.5 inches); reddish gray (5YR 5/2) gravelly sand; weak fine subangular blocky structure; very friable; common fine, medium, and coarse roots, and few very fine roots; 20 percent gravel and 2 percent cobbles; extremely acid; abrupt wavy boundary. (0 to 30 cm thick.)"
      },
      {
        "name": "Bh",
        "top": 19,
        "bottom": 25,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bh -- 19 to 25 centimeters (7.5 to 9.8 inches); black (7.5YR 2.5/1) gravelly sand; weak medium subangular blocky structure; very friable; common fine and many very fine roots; 20 percent gravel and 1 percent cobbles; extremely acid; abrupt irregular boundary."
      },
      {
        "name": "Bhs",
        "top": 25,
        "bottom": 40,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bhs -- 25 to 40 centimeters (9.8 to 15.7 inches); dark brown (7.5YR 3/3) and (7.5YR 3/2) gravelly sand; massive; friable with firm parts; common very fine roots; 20 percent gravel and 1 percent cobbles; very strongly acid; abrupt irregular boundary."
      },
      {
        "name": "Bhsm",
        "top": 40,
        "bottom": 80,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bhsm -- 40 to 80 centimeters (15.7 to 31.5 inches); dark reddish brown (5YR 3/3) and (5YR 3/2) very gravelly sand; massive; rigid, very strongly cemented; 50 percent gravel and 2 percent cobbles; very strongly acid; clear irregular boundary."
      },
      {
        "name": "Bs",
        "top": 80,
        "bottom": 110,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs -- 80 to 110 centimeters (31.5 to 43.3 inches); brown (7.5YR 4/4) very gravelly sand; massive; very friable; 50 percent gravel and 5 percent cobbles; very strongly acid; clear wavy boundary. (Combined thickness of the spodic material is 15 to 100 centimeters.)"
      },
      {
        "name": "C",
        "top": 110,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "strongly acid",
        "narrative": "C -- 110 to 183 centimeters (43.3 to 72 inches); yellowish brown (10YR 5/4) extremely gravelly coarse sand; stratified; single grain; loose; 50 percent gravel and 10 percent cobbles; strongly acid."
      }
    ]
  ]
}
