{
  "SERIES": "COOCREEK",
  "STATUS": "Established Series",
  "BYREV": "RVS",
  "REVDATE": "10/98",
  "STATES": "WY",
  "OVERVIEW": "The Coocreek series consists of very deep, well drained soils on hills.  These soils formed in alluvium derived from reddish colored sedimentary rocks.  slopes are 0 to 5 percent.  Mean annual precipitation is about 14 inches, and mean annual temperature is about 43 degrees F.  The frost free period is 85 to 110 days.  Elevation is 6,000 feet to 6,700 feet.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coocreek loam, in an area of Byrnie-Coocreek-Byrnie, this solum Complex, 0 to 15 percent slopes in rangeland.  (colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine and common medium roots; few very fine and fine continuous random irregular pores; 2 percent gravel; strong effervescent, calcium carbonate disseminated; 5 percent calcium carbonate equivalent; slightly alkaline (pH 7.6); clear smooth boundary. (4 to 12 inches thick)\nBw--5 to 12 inches; yellowish red (5YR 5/6) loam, reddish brown (5YR 4/4)moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and very fine and common medium roots; common very fine and fine continuous random irregular pores; 8 percent gravel; strong effervescent, calcium carbonate disseminated; slightly alkaline (pH 7.8); gradual wavy boundary. (7 to 17 inches thick)\nBk--12 to 60 inches; yellowish red (5YR 5/6) loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine continuous random irregular pores; 7 percent gravel; violently effervescent, calium carbonate disseminated; 8 percent calcium carbonate equivalent; moderately alkaline (pH 8.0);"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Platte County, Wyoming; 2,000 feet west and 100 feet north of the southeast corner of section 25, T. 20 S., R. 69 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 44 to 47 degrees F.\nMoisture control section - between 4 and 12 inches; dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F or higher.\nDepth to Bk horizon - 10 to 21 inches.\nFine sand or coarser:  35 to 45 percent\nReaction:  slightly alkaline or moderately alkaline\nA horizon:\nHue: 5YR\nValue:  3 or 4 moist\nChroma: 4\nTexture:  loam\nClay content:  18 to 25 percent\nRock fragments:  0 to 5 percent channers\nReaction:  pH 6.6 to 8.4\nBw horizon - Hue: 5YR, or 7.5YR\nValue:  3 or 4 moist\nChroma:  4, to 6\nTexture:  loam\nClay content:  18 to 27 percent\nRock fragments:  0 to 10 percent gravel\nReaction:  pH 7.4 to 8.4\nBk horizon:\nHue:  2.5YR, 5YR, or 7.5YR\nValue:  4 or 5\nChroma:  3 or 4\nClay content:  18 to 27 percent\nRock fragments:  0 to 15 percent gravel\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCooers (MT) - is derived from baked hard sandstone (Scoria) and shale.\nDelpoint (MT) - has a paralithic contact within a depth of 40 inches.\nSpinekop (MT) - has hue yellower than 7.5YR; is stratified at depths of 18 to 45 inches.\nTrudau (MT) - has hue yellower than 7.5YR; has a Bkz horizon at a depth of 30 inches.\nYamacall (T)(MT) - has hue of 10YR or yellower in the surface, cambic, and Bk horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills.\nElevation - 6,000 to 6,700 feet.\nSlope - 0 to 5 percent.\nParent material - colluvium and alluvium derived from reddish colored sedimentary rocks.\nClimate - cool with cold, dry winters; moist springs; warm summers.\nMean annual precipitation - 12 to 15 inches.\nMean annual air temperature - 40 to 45 degrees F.\nFrost-free season - 85 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Coocreek soils are used for rangeland and wildlife habitat.  The native vegetation is western wheatgrass, needleandthread, little bluestem, blue grama, winterfat, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Montana; LLR=E, MLRA 49; The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Platte County, Wyoming."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nthe\nOchric epipedon - 0 to 5 inches (A horizon).\nCambic horizon - 5 to 12 inches (Bw horizon);\nCoocreek soils have a frigid temperature regime and an ustic moisture regime that borders on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
