{
  "SERIES": "COOKSON",
  "STATUS": "Established Series",
  "BYREV": "JKC-GDW-JFH",
  "REVDATE": "06/2007",
  "STATES": "MI",
  "OVERVIEW": "The Cookson series consists of moderately deep and deep, well drained soils on ground moraines.  They formed in loamy glaciofluvial or eolian deposits over loamy glacial till underlain by limestone bedrock.  Slope ranges from 1 to 50 percent.  Mean annual precipitation is about 760 millimeters and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cookson silt loam in an area of Cookson-Amadon silt loams 1 to 6 percent slopes in a forested area at an elevation of 211 meters.  (Colors are for moist soil unless otherwise stated.)\nOi--0 to 8 centimeters; slightly decomposed forest litter; extremely acid.\nE--8 to 18 centimeters; brown (7.5YR 4/2) silt loam; gray (7.5YR 6/1) dry; weak medium subangular blocky parting to weak coarse granular structure; friable; common fine, few medium and coarse roots; strongly acid; clear wavy boundary.  (5 to 10 centimeters thick)\nBhs--18 to 28 centimeters; dark reddish brown (5YR 3/2) silt loam; weak medium subangular blocky structure; friable; many fine, few medium and coarse roots; about 2 percent fine and medium gravel; strongly acid; clear wavy boundary.  (2 to 10 centimeters thick)\n2Bs--28 to 41 centimeters; dark brown (7.5YR 3/4) sandy loam; weak medium subangular blocky structure; friable; few fine and medium roots; about 7 percent fine, medium and coarse gravel; moderately acid; abrupt broken boundary.  (10 to 25 centimeters thick)\n2E/Bt--41 to 53 centimeters; brown (7.5YR 5/3) fine sandy loam, light gray (7.5YR 7/1) dry (E); occupies about 85 percent of the horizon surrounding reddish brown (5YR 4/3) fine sandy loam (Bt); moderate medium subangular blocky structure; firm; few fine roots; many fine vesicular pores; about 2 percent fine and medium gravel; moderately acid; clear irregular boundary.  (8 to 25 centimeters thick)\n2Bt--53 to 79 centimeters; reddish brown (5YR 4/3) sandy clay loam; moderate medium subangular blocky structure; firm; few fine roots; many fine vesicular pores; few faint dark reddish brown (5YR 3/4) clay films on faces of peds; about 2 percent fine and medium gravel; neutral; clear wavy boundary.  (8 to 30 centimeters thick)\n2C--79 to 91 centimeters; reddish brown (5YR 5/4) fine sandy loam; massive; firm; about 5 percent fine, medium and coarse gravel; moderately alkaline; strong effervescence; abrupt smooth boundary.\n3R--91 centimeters; hard, fractured limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift, Schoolcraft County Michigan Subset; about 3 miles northeast of Gulliver; 1056 feet east and 2112 feet south of the northwest corner of sec. 16, T.42N., R.13W.; USGS Blaney Park topographic quadrangle; Mueller Township; lat. 46 degrees 2 minutes 08 seconds N. and long. 85 degrees 56 minutes 40 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to limestone bedrock - 76 to 127 centimeters\nGravel content, upper solum - 0 to 3 percent\nGravel content, lower solum and substratum - 2 to 15 percent\nCobbles content - 0 to 3 percent throughout\nStones content - 0 to 2 percent throughout\nA horizon (when present):\nHue - 5YR to 10YR\nValue - 2 to 4\nChroma - 1 or 2\nTexture - silt loam, fine sandy loam, or very fine sandy loam\nReaction - very strongly acid to moderately acid\nCultivated areas may have a high pH due to liming practices.\nE horizon:\nHue - 5YR or 7.5YR\nvalue - 4 to 6\nchroma - 2 or 3\nTexture - silt loam, fine sandy loam, or very fine sandy loam.\nReaction - very strongly acid to moderately acid\nBhs horizon:\nHue - 5YR or 7.5YR\nChroma - 2 or 3\nTexture - silt loam, fine sandy loam, or very fine sandy loam\nReaction - very strongly acid to moderately acid\nBs or 2Bs horizon:\nHue - 5YR or 7.5YR\nValue - 3 or 4\nChroma - 3 or 4\nTexture - sandy loam, silt loam, fine sandy loam, or very fine sandy loam Reaction - very strongly acid to moderately acid\nBw horizon (when present):\nHue of 7.5YR\nChroma of 3 or 4\nTexture - fine sand or loamy fine sand\nReaction - very strongly acid to moderately acid\nE part of the 2E/Bt horizon:\nHue - 5YR or 7.5YR\nValue - 5 or 6\nChroma - 2 or 3\nTexture - fine sandy loam, sandy loam, or loamy fine sand\nReaction - moderately acid to neutral\nBt part of the 2E/Bt horizon:\nHue of 5YR or 7.5YR\nValue - 3 or 4\nChroma - 3 or 4\nTextures - sandy clay loam, loam, fine sandy loam, or silt loam\n2Bt horizon:\nHue of 5YR or 7.5YR\nValue - 3 or 4\nChroma - 3 or 4\nTexture - sandy clay loam, loam, fine sandy loam, or silt loam\nReaction - neutral or slightly alkaline.\n2C horizon:\nHue - 5YR or 7.5YR\nValue - 4 or 5\nChroma - 3 or 4\nTexture - fine sandy loam, silt loam, loam, or sandy loam\nReaction - slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alcona, Cheboygan, and Greylock series. These soils do not have bedrock above 203 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - ground moraines underlain by limestone or dolomitic sandstone at a depth of 76 to 127 centimeters.\nSlope - 1 to 50 percent\nMean annual precipitation - 710 to 810 millimeters\nMean annual air temperature - 3 to 5 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Cookson soils are associated with Amadon, Trenary, Menominee, and Tawas soils.\nAmadon - are on similar landscape positions and in the Lithic Haplorthods Subgroup.\nTrenary - are on similar landscape positions and in the semiactive cation-exchange activity class.\nMenominee - are on similar landscape positions and in the sandy over loamy particle-size class.\nTawas - are in depressions and in the Terric Haplosaprists Subgroup."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class  There is no water saturation above the bedrock (well drained).\nRunoff - low to very high depending on slope\nSaturated hydraulic conductivity - moderately high to high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in woodland.  Major tree species include sugar maple, basswood, white ash, aspen, and ironwood.  Common ground plants include sweet cicely, downy yellow violet, sedges, twisted stalk, and spinulose shield fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division\n--Interior Plains\nPhysiographic Province\n--Central Lowland\nPhysiographic Section\n--Eastern Lake\nLand Resource Region\n--Northern Lake States Forest and Forage region (LRR K)\nMajor Land Resource Area\n--Michigan Eastern Upper Peninsula Sandy Drift (MLRA 94B)\nThe series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift; Schoolcraft County Michigan Subset, December 2006. Proposed in Schoolcraft County, Michigan, 1999.  Source of name is a named lake in southern Schoolcraft County, Michigan."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are: Albic horizon - 8 to 18 centimeters (E horizon)\nSpodic horizon - 18 to 41 centimeters (Bhs, 2Bs horizons)\nGlossic horizon - 41 to 53 centimeters (2E/B horizon)\nArgillic horizon - 53 to 79 centimeters (2Bt horizon)\nParticle size control section - 25 to 91 centimeters\nADDITIONAL DATA:  Refer to S02MI-153-004 for NSSL data on the typical pedon.  The pedon descriptions supporting this series concept are stored in NASIS.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
