{
  "SERIES": "COOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH-SWA",
  "REVDATE": "7/94",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, nonacid, frigid Mollic Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cook stony loamy sand on a 1 percent slope in an unimproved meadow.  (Colors are for moist soil unless otherwise noted).\nAp-0 to 6 inches; black (10YR 2/1) stony loamy sand, brown (10YR 5/3) dry; weak medium and fine granular structure; friable; many fine roots; 20 percent rock fragments; slightly acid; clear smooth boundary.  (6 to 9 inches thick)\nCg1-6 to 9 inches; gray (10YR 5/1) stony loamy sand; single grain; loose; few fine roots; few coarse distinct yellowish brown (10YR 5/4) soft masses of iron accumulation; 20 percent rock fragments; slightly acid; gradual wavy boundary.\nCg2-9 to 27 inches; grayish brown (2.5Y 5/2) stony loamy sand; single grain; loose; common medium and coarse distinct light olive brown (2.5Y 5/4) soft masses of iron accumulation; 30 percent rock fragments; neutral; clear wavy boundary.   (Combined thickness of the Cg horizon is 4 to 33 inches).\n2Cg3-27 to 33 inches; olive gray (5Y 5/2) stony sandy loam; weak coarse platy structure; firm; many coarse prominent strong brown (7.5YR 5/6) and light olive brown (2.5Y 5/4) soft masses of iron accumulation; 30 percent rock fragments; neutral; gradual wavy boundary.   (0 to 12 inches thick).\n2Cg4-33 to 72 inches; olive gray (5Y 5/2) stony loam; massive; firm; few medium prominent light olive brown (2.5Y 5/4) mottles; 30 percent rock fragments; slightly effervescent, slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, New York; Town of Constable; 1.25  from Constable on road to Coveytown, 1.0 mile north-northeast along dirt road, 50 feet east of road.  Site is in Cornell University Field No.  4585."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 60 inches.  Depth to loamy deposits range from 20 to 39 inches.  Depth to carbonates range from 24 to 80 inches or more.  Rock fragments range from 5 to 35 percent in the sandy mantle and from 20 to 50 percent below 30 inches in the loamy deposits, averaging less than 35 percent in the 40-inch control section.\nIn undisturbed pedons a thin 0 horizon or A horizon is present.  A thin E horizon underlies these layers in some pedons.\nThe Ap horizon has hue of 7.5YR through 2.5Y, value of 2 or 3, and chroma of 1 or 2.  Dry color values are 5 or less.  Texture is loamy sand, loamy fine sand, mucky loamy fine sand, or fine sandy loam in the fine-earth fraction.  Structure is weak to moderate granular structure and consistence is friable or very friable.  Reaction is strongly acid through neutral.\nThe Cg horizons are neutral in color or have hue of 10YR through 5Y, value of 4 through 6, and chroma of 0 through 2.  The lowest chroma in the matrix is commonly just below the A horizon.  Redoximorphic concentrations range from few to many.  Texture is sand, loamy sand, or loamy fine sand in the fine-earth fraction.  Reaction ranges from moderately acid to neutral.  A thin Bg horizon with weak structure is present just below the surface layer in some pedons.\nThe 2Cg horizons have colors similar to the Cg horizons.  Texture is loam, sandy loam, or fine sandy loam in the fine- earth fraction.  There is less than 50 percent sand coarser than very fine.  The 2Cg horizons are massive or platy.  Consistence is friable or firm.  Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (See Remarks)  There are no other series in the same family.\nBrevort, Burleigh, and Grygla series are in closely related families.  Brevort soils have a lower rock fragment content in the 2Cg horizon.  Burleigh soils have a lower rock fragment content throughout the soil.  Grygla soils have a lower rock fragment content in the upper part of the profile.\nCheektowaga, Coveytown, Enosburg, and Searsport soils are similar soils in related families.  The Cheektowaga soils have a sandy over clayey particle-size control section and a mesic temperature regime.  Coveytown soils have chroma greater than 2 in the upper part of the subsoil.  Enosburg soils have a mesic temperature regime.  Searsport soils have a sandy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cook soils occupy nearly level areas, concave areas, or depression on till plains.  A thin mantle of sandy deposits overlies firm glacial till.  Mean annual  temperature ranges from 41 to 45 degrees F, mean annual precipitation ranges from 30 to 45 inches, and the frost-free period ranges from 90 to 120 days.  Elevation ranges from 150 to 400 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Cook soils are in a drainage sequence with the somewhat poorly drained Coveytown soils that occur on slightly higher landforms, moderate well drained Fahey soils on slightly convex landscapes, and excessively drained and somewhat excessively drained Trout River soils on higher convex knolls and benches.  Kalurah, Pyrities, Hogansburg, and Grenville soils are on adjacent till plains that lack surficial sandy deposits.  Croghan, Naumburg, and Searsport soils are in nearby areas where the sandy deposits are more than 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Runoff is slow.  Permeability is moderately rapid in the surface layer, rapid in the upper part of the substratum, and moderately slow in the lower part of the substratum.  An apparent water table is present from the mineral soil surface to a depth of 6 inches from November through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The areas are mainly wooded, covered by brush, or are in unimproved pasture or meadow.  Wooded areas include elm, red maple, ash, basswood, and some eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New York.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, New York, 1952.  Named for hamlet of Cook, Franklin County, New York."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Original classification was in the Great Group of Haplaquents.   Because of changes in the 5th edition of Keys to Soil Taxonomy this soil now falls into the new Great Group of Endoaquents.  Competing series are expected to change as similar soils are reclassified.  Cook soils were considered Half Bogs in the 1938 classification system.\nAnalytical data for the typifying pedon shows that sands coarser than very fine are 75 to 80 percent in the C horizons and are distinctly less than 50 percent in the 2C horizon above 40 inches.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric Epipedon - from 0 to 6 inches (Ap horizon).\n2) Endoaquic moisture regime - as evidenced by reduced matrices between 16 and 20 inches from the mineral soil surface (Cg1 and Cg2 horizons).  3) Mollic subgroup - surface layer has moist value of 3 or less and dry values of 5 or less (Ap horizon).\n4) Redoximorphic features - Reduced matrices and/or iron accumulations (in all horizons below the Ap).\nSoil Interpretation Record No. NY0193, NY0194.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
