{
  "SERIES": "COOPERTOWN",
  "STATUS": "Tentative Series",
  "BYREV": "CAP-MVF/JGT",
  "REVDATE": "12/2019",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic, shallow Lithic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coopertown muck, on dip in fresh water marsh. (Colors are for moist soil unless otherwise stated)\nOa--0 to 41 centimeters (0 to 16 inches); very dark brown (10YR 2/2) muck; about 30 percent fiber unrubbed and about 5 percent rubbed; weak coarse subangular blocky structure; very friable; common fine and medium roots; neutral; abrupt wavy boundary.  [Thickness of the horizon is 18 to 51 centimeters (7 to 20 inches) thick]\n2R--41 to 66 centimeters (16 to 26 inches); weakly to strongly cemented limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or loamy material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Broward County, Florida; approximately 6.8 miles north of I-75 and 11.7 miles west of the intersection of I-75 and US 29; in the un-sectionized portion of Water Conservation Area 3A; latitude 26 degrees 14 minutes 43.5 seconds N. longitude 80 degrees  38 minutes 10.14 seconds W.; WGS 84; USGS East of Lone Palm Head, FL quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 51 centimeters (20 inches) or less\nDepth to Seasonally High Water Table:  0 to 15 centimeters (0 to 6 inches)\nSoil Reaction: Moderately acid to moderately alkaline\nDepth of the organic material: 18 to 51 centimeters (7 to 20 inches)\nDepth to bedrock: 18 to 51 centimeters (7 to 20 inches)\nFiber content: Un-Rubbed 10 to 70 percent; Rubbed less than 17 percent & RANGE OF INDIVIDUAL HORIZONS:\nOa horizon:\nColor--hue of 5YR to 10YR, or neutral, value of 2 or 3, and chroma of 1 to 3\nTexture--muck\nEC (mmhos/cm)--0 to 8\nExchangeable Sodium--0 to 5 percent\nSodium Absorption Ratio--0 to 8 percent\nReaction--moderately acid to neutral\nSodium pyrophosphate extract color: Hue of 7.5YR, value of 3 to 6, and chroma of 2 to 4\n2C or 2Cg horizon, where present:\nColor--Hue of 10YR or 2.5Y, value of 2 to 7, and chroma of 1 to 3\nTexture--(fine earth fraction) marly silt loam, loam, silt loam or fine sand, sand, loamy fine sand, and loamy sand, or their mucky analogs\nReaction--slightly acid to moderately alkaline\nCalcium carbonate equivalence--40 to 80 percent or more\nEC (mmhos/cm)--2 to 16 or more\nExchangeable Sodium--0 to 15 percent or more\nSodium Absorption Ratio--0 to 13 percent or more\nThe C horizon is less than 25 centimeters (10 inches) thick.\n2R horizon: weakly to strongly cemented limestone bedrock, with solution holes filled with sandy and/or marly materials. Solution holes can be up to 102 centimeters (40 inches) or more."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The only known competing series is the Tavernier soil.\nTavernier soils--are subject to daily flooding by marine water, are dominated by mangroves, and occur in the tidal zone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Florida Everglades\nLandform: Talfs, rises, and/or dips in fresh water marshes and swamps.  Parent Material: organic materials formed from remains of hydrophytic herbaceous plant overlying limestone bedrock.\nMean Annual Air Temperature--24 to 26 degrees C (75 to 79 degrees F)\nMean Annual Precipitation--1118 to 1600 millimeters (44 to 63 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBuffalo Tiger soils-do not have limestone bedrock within 203 centimeters (80 inches) and occur in similar landform positions.\nGator Lake soils--have limestone bedrock within 5 to 18 centimeters (2 to 7 inches) of the surface and occur in similar landform positions.\nLoxahatche soils--are very deep, lack limestone substratum within 203 centimeters (80 inches) and are in similar landform positions.\nMacks Camp soils--have bedrock at depths of 91 to 130 centimeters (36 to 51 inches) and occur on similar landform positions.\nPlantation soils--have sandy layers below the organic layer and above the limestone bedrock.\nShark Valley soils--have bedrock at depths of 51 to 91 centimeters (20 to 36 inches) and are in similar landform positions.\nTamiami soils--have subsurface horizons of freshwater marl that compose less than 1/2 the thickness of the control section and occur in similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained.\nSaturated hydraulic conductivity (KSAT): High to very high throughout.\nPermeability: Rapid throughout.\nSurface Runoff: Negligible.\nPonding: Under natural conditions the soil is covered by water (ponded) - very frequently for very long duration 9 to 11 months, currently ponding is controlled by anthropogenic activities.\nHydric Indicators: A1 Histosol, A3 Black Histic, A8 Muck Presence, and A12 Thick Dark Surface"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Water quality, water storage, and wildlife habitat.\nDominant Vegetation: Sawgrass, sedges, lilies, spikerush, willow, elderberry, pond apple, and cypress."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Florida Everglades and associated areas.\nThis series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Broward County, Florida, 2019."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\n1. Particle size control section--18 to 76 centimeters (7 to 30 inches)\n2. Histic epipedon--0 to 41 centimeters (0 to 16 inches) (Oa1 horizon).\n3. Lithic contact--41 to 66 centimeters (16 to 26 inches) (2R horizon).\n4. Aquic features--Endosaturation ranges from 0 to 51 centimeters (0 to 20 inches) during the months of November to April\nThis soil was previously mapped as Dania, which is in the hyperthermic temperature regime.\nADDITIONAL DATA:  Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: 10FL011WCA3A067\nOSD Pedon Site ID: 10FL011WCA3A067\nNational Cooperative Soil Survey\nU.S.A."
  }
}
