{
  "SERIES": "COOPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRN-RAL-TWN",
  "REVDATE": "01/2003",
  "STATES": "IA,MO,NE",
  "OVERVIEW": "The Cooper series consists of very deep, somewhat poorly drained soils on flood plains. These soils formed in 20 to 30 inches of silty alluvium and the underlying clayey alluvium. Slopes range from 0 to 2 percent. Mean annual air temperature is about 50 degrees F. Mean annual precipitation is about 29 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed, superactive, mesic Fluvaquentic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cooper silty clay loam, on a slope of about 1 percent, on a flood plain, in a cultivated field, at an elevation of 975 feet above sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky and granular structure; friable; neutral; gradual smooth boundary.\nA--8 to 16 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; friable; neutral; gradual smooth boundary. (Combined thickness of the A horizons is 10 to 20 inches.)\nBg--16 to 24 inches; dark grayish brown (10YR 4/2) silty clay loam; weak fine subangular blocky structure; friable; slightly alkaline; abrupt smooth boundary. (6 to 12 inches thick)\n2Ab--24 to 33 inches; very dark gray (10YR 3/1) silty clay; strong fine subangular blocky structure; very firm; few calcium carbonate concretions; slightly effervescent; moderately alkaline; gradual smooth boundary. (0 to 13 inches thick)\n2Cg--33 to 60 inches; olive gray (5Y 4/2) silty clay; olive gray (5Y 5/2) coatings on faces of some peds; massive with vertical cleavage; very firm; many calcium carbonate concretions; few fine prominent yellowish brown (10YR 5/4) redoximorphic concentrations; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pottawattamie County, Iowa; about 4 miles south and 2 miles east of Council Bluffs; about 150 feet south and 2,100 feet east of the northwest corner of sec. 32, T. 74 N., R. 43 W.; USGS Council Bluffs South quadrangle; lat. 41 degrees 10 minutes 26 seconds N. and long. 95 degrees 48 minutes 55 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--20 to 40 inches\nDepth to the cambic horizon--10 to 20 inches\nDepth to clayey alluvium--20 to 30 inches\nThickness of the cambic horizon--6 to 30 inches\nContent of clay in the upper two thirds of the particle-size control section (weighted average)--27 to 34 percent\nContent of clay in the lower one third of the particle-size control section (weighted average)--40 to 60 percent\nContent of sand in the particle-size control section (weighted average)--1 to 15 percent fine sand and sand coarser than fine sand\nAp horizon:\nHue--10YR\nValue--2\nChroma--1 or 2\nTexture--silty clay loam, silt loam, or loam\nClay content--24 to 34 percent\nSand content--10 to 35 percent\nCalcium carbonate equivalent--0 to 15 percent\nReaction--slightly acid to slightly alkaline\nA horizon:\nHue--10YR\nValue--2\nChroma--1 to 3\nTexture--silty clay loam\nClay content--27 to 34 percent\nSand content--10 to 20 percent\nCalcium carbonate equivalent--0 to 15 percent\nReaction--slightly acid to slightly alkaline\nBA horizon (if it occurs):\nHue--10YR or 2.5Y\nValue--3\nChroma--2\nTexture--silty clay loam\nClay content--27 to 34 percent\nSand content--10 to 20 percent\nCalcium carbonate equivalent--0 to 25 percent\nReaction--neutral or slightly alkaline\nBg horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--2\nTexture--silty clay loam\nClay content--27 to 34 percent\nSand content--10 to 20 percent\nCalcium carbonate equivalent--0 to 25 percent\nReaction--neutral or slightly alkaline\n2Ab horizon:\nHue--10YR to 5Y\nValue--3\nChroma--1 or 2\nTexture--silty clay or clay\nClay content--40 to 60 percent\nSand content--1 to 10 percent\nCalcium carbonate equivalent--0 to 25 percent\nReaction--slightly alkaline or moderately alkaline\n2Bg, 2Bkg, or 2BCg horizon (if they occur):\nHue--10YR to 5Y\nValue--4 or 5\nChroma--1 or 2\nTexture--silty clay or clay\nClay content--40 to 60 percent\nSand content--1 to 10 percent\nCalcium carbonate equivalent--5 to 25 percent\nReaction--slightly alkaline or moderately alkaline\n2Cg horizon:\nHue--10YR to 5Y\nValue--4 to 6\nChroma--2\nTexture--silty clay or clay\nClay content--40 to 60 percent\nSand content--1 to 10 percent\nCalcium carbonate equivalent--5 to 25 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have 3Cg horizons below 60 inches with textures of silty clay loam or silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--20 to 30 inches of silty alluvium and the underlying clayey alluvium\nLandform--flood plains\nSlopes--0 to 2 percent\nElevation--700 to 1,200 feet above sea level\nMean annual air temperature--47 to 53 degrees F.\nMean annual precipitation--25 to 32 inches\nFrost-free period--140 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blencoe, Blend, Keg, Luton, and Salix soils.\nBlencoe--are at the slightly lower elevations and have 18 to 24 percent clay in the lower part of the series control section\nBlend--are in similar landscape positions to those of the Cooper soils and have a saturated within a depth of 1 foot during March to June in most years\nKeg--are at the higher elevations and have 18 to 26 percent clay in the particle-size control section\nLuton--are at the lower elevations and have 40 to 75 percent clay in the upper part of the particle-size control section\nSalix--are at the slightly higher elevations and have 16 to 22 percent clay in the lower part of the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class--somewhat poorly drained--a saturated zone occurs within a depth of 1 to 3 feet during April to June in most years and is considered apparent\nPermeability--moderate in the upper part and slow in the lower part\nSurface runoff potential--low\nFlooding--rarely flooded for brief periods during the months of February to November resulting from precipitation events and snowmelt"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. Corn and soybeans are the principal crops. Some areas are irrigated. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nLRR M, MLRA 107; along the Missouri River about midway between the river channel and the upland foot slopes in Iowa and possibly adjoining states. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monona County, Iowa, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon:\nparticle-size control section--the zone from a depth of 10 to 40 inches (A, Bg, 2Ab, and 2Cg horizons);\nseries control section--the zone from the surface to a depth of 60 inches (Ap, A, Bg, 2Ab, and 2Cg horizons);\nmollic epipedon--the zone from the surface to a depth of 16 inches (Ap and A horizons);\ncambic horizon--the zone from a depth of 16 to 24 inches (Bg horizon);\nudic moisture regime.\nCation-exchange class is inferred from lab data for similar soils in the surrounding area.\nTaxonomy version--Second Edition, 1999.\nThe classification of the Cooper series has been changed from Aquic Hapludolls to Fluvaquentic Hapludolls because the typical pedon has a buried mollic horizon below a cambic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
