{
  "SERIES": "COOPMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/KWH/TDT",
  "REVDATE": "06/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coopmont ashy fine sandy loam - in regeneration area of old burn, on a 47 percent northeast-facing back slope at an elevation of 5,000 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 2 inches; moderately decomposed organic matter.\nA--2 to 3 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; 5 percent pumice paragravel and 2 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (0.5 to 3 inches thick)\nC--3 to 5 inches; white (10YR 8/1) ashy fine sandy loam, light brownish gray (10YR 6/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; 10 percent pumice paragravel and 2 percent gravel; slightly acid (pH 6.4); abrupt wavy boundary.  (1 to 3 inches thick)\nBw1--5 to 14 inches; pale brown (10YR 6/3) paragravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; 25 percent pumice paragravel (2 to 4 mm in size) and 2 percent gravel; neutral (pH 6.6); gradual wavy boundary.  (6 to 25 inches thick)\nBw2--14 to 30 inches; light yellowish brown (10YR 6/4) paragravelly ashy loamy sand, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium roots; 30 percent pumice paragravel (2 to 4 mm in size) and 2 percent gravel; neutral (pH 6.6); abrupt wavy boundary. (0 to 20 inches thick)\n2Bw3--30 to 36 inches; light gray (10YR 7/2) and light yellowish brown (10YR 6/4) very gravelly sandy loam, grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic and weakly smeary; many very fine and fine, and common medium roots; 35 percent gravel, 15 percent cobbles, and 5 percent stones; neutral (pH 6.6); clear wavy boundary.  (4 to 7 inches thick)\n2Bw4--36 to 52 inches; very pale brown (10YR 7/3) very gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine, and few medium roots; 35 percent gravel, 10 percent cobbles, and 5 percent stones; neutral (pH 6.6); clear wavy boundary.  (8 to 20 inches thick)\n2C--52 to 62 inches; very pale brown (10YR 7/3) extremely gravelly sand, yellowish brown (10YR 5/4) moist; single grain; loose; few very fine and fine roots; 50 percent gravel, 10 percent cobbles, and 10 percent stones; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Okanogan County, Washington; about 1.5 miles south of Cooper Mountain, 2.3 miles north of the northeast corner of section 4, T.28N., R.22E.,  along spur road down slope from Cooper Mt. road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are dry in the moisture control section for 45 to 60 consecutive days after the summer solstice.  Mean annual soil temperature is 41 to 43 degrees F.  The upper 25 to 38 inches of the particle-size control section has an estimated moist bulk density of 0.60 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 5 to 12 percent and 15 to 35 percent pumice paragravel.  The lower part of the particle-size control section has 40 to 75 percent rock fragments and 5 to 10 percent clay.  Depth to the 2B horizon is 25 to 38 inches.\nThe C horizon has value of 6 through 8 dry, 5 through 7 moist and chroma of 1 or 2 dry or moist.\nThe Bw1 horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  It is paragravelly ashy sandy loam or paragravelly ashy fine sandy loam.\nThe Bw2 horizon has value of 5 through 7 dry, 4 through 6 moist, and chroma of 3 or 4 dry or moist.  It is paragravelly ashy loamy sand or paragravelly ashy sandy loam.  Pumice paragravel fragments 15 to 35 percent.\nThe 2B horizons have hue of 10YR or 2.5YR, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  It is sandy loam, loam, or coarse sandy loam with 25 to 50 percent gravel, 5 to 30 percent cobbles, and 0 to 35 percent stones.\nThe 2C horizon has value of 5 through 7 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is sandy loam, loamy sand or sand with 20 to 60 percent gravel, 10 to 20 percent cobbles, and 0 to 30 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Glaze and Manley series.  Glaze soils are 40 to 60 inches to a paralithic contact.  Manley soils are silt loam, loam, or fine sandy loam and have 0 to 20 percent pebbles in the Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coopmont soils are on back slopes, shoulders, and ridges of mountains at elevations of 4,500 to 6,200 feet.  Slopes range from 3 to 65 percent.  Coopmont soils formed in volcanic ash and pumice over colluvium and residuum from granodiorite.  They are in a climate of warm, dry summers and cool, moist winters.  The mean January temperature is about 22 degrees F; the mean July temperature is about 57 degrees F.  Mean annual temperature is 37 to 41 degrees F.  The average annual precipitation is 25 to 50 inches.  The growing season at 28 degrees F is about 70 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Domkey, Fears, Limking, and Goffpeak soils.  Domkey soils are frigid, with a mean annual soil temperature of 42 to 44 degrees F.  Fears soils are 35 to 80 percent rock fragments in the particle-size control section.  Limking soils are frigid and have 35 to 60 percent rock fragments in the particle-size control section.  Goffpeak soils are ashy over cindery and lack very gravelly sandy loam above 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability in the upper part and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, livestock grazing, wildlife habitat, watershed and recreation.  Native plants are subalpine fir, Douglas-fir, lodgepole pine, dwarf huckleberry, sidebells pyrola, pachystima, common princes pine, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan County part of the Chelan County (Wenatchee National Forest) soil survey, Washington, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile are an ochric epipedon, a C horizon of Mt. St. Helens `W' volcanic ash from 3 to 5 inches, and a cambic horizon - from 5 to 14 inches formed in volcanic ash and pumice.  From 30 to 62 inches the material is colluvium from granodiorite, with a weighted average of 53 percent rock fragments from 28 to 40 inches.  All depth to diagnostic horizons and other features are measured from the to of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
