{
  "SERIES": "COPASTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGG",
  "REVDATE": "9/97",
  "STATES": "IA,MN",
  "OVERVIEW": "The Copaston series consists of shallow, somewhat excessively drained soils that formed in a mantle of glacial drift or alluvial sediments over limestone bedrock on terraces and uplands.  These soils have moderately rapid permeability.  Their slopes range from 0 to 60 percent.  Mean annual precipitation is about 28 inches.  Mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Copaston sandy clay loam with a slightly convex slope of 2 percent on a rock-cored terrace in a pastured field.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 7 inches; very dark brown (10YR 2/2) sandy clay loam; very dark grayish brown (10YR 3/2) dry; weak very fine and fine subangular blocky structure; friable; about 2 percent gravel; neutral; clear smooth boundary.  (6 to 10 inches thick)\nAB--7 to 11 inches; very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine subangular blocky structure; friable; about 2 percent gravel; moderately acid; clear wavy boundary.  (0 to 6 inches thick)\nBw--11 to 18 inches; dark yellowish brown (10YR 4/4) sandy loam; weak fine subangular blocky structure; friable; dark brown (10YR 3/3) coatings on faces of peds; about 5 percent gravel; slightly acid; abrupt wavy boundary.  (0 to 10 inches thick)\n2R--18 inches; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rice County, Minnesota; about 2 miles west of Northfield; 980 feet east and 900 feet south of the center of sec. 2, T. 111 N., R. 20 W.  USGS Northfield quadrangle; Lat. 44 degrees 26 degrees 50 minutes N., Lon. 93 degrees 11 minutes 14 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 10 to 20 inches.  The mollic epipedon ranges from 7 to 16 inches in thickness.  The upper mantle typically does not have free carbonates, but a small amount is in the lower part of some pedons.  The upper mantle contains 0 to 15 percent gravel and 0 to 5 percent cobbles.  The rock fragments are limestone.  The average clay content in the upper mantle ranges from 14 to 30 percent.  The reaction of the upper mantle is moderately acid to neutral but includes slightly alkaline in the lower part.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is sandy loam, fine sandy loam, sandy clay loam, loam, silt loam, or clay loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 1 to 4.  It is sandy loam, fine sandy loam, loam or clay loam.  In some pedons the lower part of the B horizon has few faint clay films.  Typically, the boundary between the upper mantle and the bedrock is abrupt, but a thin layer of disintegrated rock or less than 2 inches of discontinuous residuum is at the contact in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bechyn, Emeline and Huntley series.  Bechyn soils have sola terminated by igneous and metamorphic bedrock.  Emeline soils are less than 10 inches to bedrock.  Huntley series have sola terminated by shale bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Copaston soils have plane or convex slopes on bedrock controlled terraces and on uplands. These soils formed in a mantle of glacial drift or alluvial material that overlies limestone bedrock at depths of 10 to 20 inches.  Slopes range from 0 to 60 percent.  Mean annual air temperature ranges from 45 to 53 degrees F.  Mean annual precipitation is ranges from 24 to 34 inches.  Frost free days range from 124 to 160 days.  Elevation above sea level ranges from 800 to 1200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Atkinson, Faxon, Joliet and Rockton soils.  Atkinson soils have bedrock at depths of 40 to 60 inches.  Faxon and Joliet soils are poorly drained.  Bedrock begins at depths of less than 20 inches in the Joliet soils and at depths of 20 to 40 inches in the Faxon soils. Rockton soils have argillic horizons and bedrock at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Surface runoff is slow or medium.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is in pasture, but some is cultivated.  Corn and soybeans are the main crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Minnesota and northern Iowa.  Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rice County, Minnesota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Mollic epipedon - from the surface of the soil to a depth of 11 inches (A and AB horizons); cambic horizon - the zone from 11 to 18 inches; lithic subgroup - lithic contact at 18 inches; udic moisture regime.\nThis soil was mapped with limestone, igneous and metamorphic bedrock.  With this revision, it is restricted to limestone bedrock only.  The Bechyn series was established for areas of igneous and metamorphic bedrock.\nADDITIONAL DATA:  Refer to MAES Central File Code No. 1070 for results of some laboratory analyses of the typical pedon. Soil Interpretation Record number MN0058.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; very dark brown (10YR 2/2) sandy clay loam; very dark grayish brown (10YR 3/2) dry; weak very fine and fine subangular blocky structure; friable; about 2 percent gravel; neutral; clear smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "AB",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--7 to 11 inches; very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine subangular blocky structure; friable; about 2 percent gravel; moderately acid; clear wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--11 to 18 inches; dark yellowish brown (10YR 4/4) sandy loam; weak fine subangular blocky structure; friable; dark brown (10YR 3/3) coatings on faces of peds; about 5 percent gravel; slightly acid; abrupt wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "2R",
        "top": 46,
        "narrative": "2R--18 inches; limestone bedrock."
      }
    ]
  ]
}
