{
  "SERIES": "COPEMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLL/RJE/JAL",
  "REVDATE": "08/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Copeman sandy clay loam-rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (10YR 5/3) sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots and few coarse roots; slightly effervescent, lime disseminated; slightly alkaline (pH 7.8); clear smooth boundary. (1 to 5 inches thick)\nBw--3 to 8 inches; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium angular blocky; slightly hard, friable, moderately sticky and moderately plastic; common fine and medium roots and few coarse roots; very few thin patchy clay films on ped faces; strongly effervescent, lime as few small threads and filaments and disseminated; moderately alkaline (pH 8.0); clear smooth boundary. (4 to 10 inches thick)\nBk--8 to 22 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate coarse and medium prismatic structure parting to moderate medium angular blocky; hard, friable, moderately sticky and moderately plastic; few fine and medium roots; violently effervescent, lime as many medium and large soft masses; moderately alkaline (pH 8.4); gradual wavy boundary. (10 to 30 inches thick)\n2Bk--22 to 29 inches; very pale brown (10YR 7/4) very gravelly sandy clay loam, yellowish brown (10YR 5/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine roots; violently effervescent, lime disseminated and as common thin crusts on rock fragments; 40 percent pebbles; moderately alkaline (pH 8.4); gradual wavy boundary. (0 to 12 inches thick)\n2Bky1--29 to 36 inches; very pale brown (10YR 8/3) very gravelly fine sandy loam, light yellowish brown (10YR 6/4) moist; massive; hard, firm, slightly sticky and nonplastic; violently effervescent, lime as thick crusts on rock fragments and disseminated; few fine and common medium soft masses of gypsum crystals; 45 percent pebbles; moderately alkaline (pH 8.0); clear smooth boundary.\n2Bky2--36 to 55 inches; very pale brown (10YR 8/4) extremely gravelly sandy loam, light yellowish brown (10YR 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; violently effervescent, lime as common coarse and medium seams and soft masses and as thin crusts on rock fragments; many coarse masses of gypsum crystals; 60 percent pebbles; moderately alkaline (pH 8.0); gradual wavy boundary. (Combined 2Bky horizon is 0 to 30 inches thick).\nC--55 to 70 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; slightly effervescent, lime as few medium soft masses and disseminated; few medium masses of gypsum crystals; 75 percent pebbles; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Park County, Wyoming; approximately 700 feet north and 650 feet east of the SW corner of sec. 24, T. 53 N., R. 102 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to horizons of continuous pedogenetic carbonate accumulation ranges from 8 to 15 inches. The mean annual soil temperature ranges from 47 to 52 degrees F. The particle-size control section is loam, clay loam, or sandy clay loam modified with 0 to 35 percent coarse fragments. When the skeletal substratum is above 40 inches, coarse fragments of individual horizons may exceed 60 percent but when averaged never exceed 35 percent in the 10- to 40-inch control section. Clay content of the matrix ranges from 20 to 35 percent.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 4. Coarse fragments range from 0 to 15 percent pebbles. It is slightly alkaline or moderately alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4. Texture is loam, clay loam, or sandy clay loam with from 0 to 15 percent pebbles. It is slightly alkaline or moderately alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 through 8 dry, 4 through 7 moist, and chroma of 2 through 4. It is 3 loam, clay loam, or sandy clay loam with 0 to 20 percent pebbles. Calcium carbonate equivalent ranges from 15 to 35 percent. It is moderately alkaline or strongly alkaline.\nThe 2Bk horizon has hue of 10YR or 2.5Y, value of 7 or 8 dry, 5 through 7 moist, and chroma of 2 through 4. It is very gravelly loam, very gravelly clay loam, or very gravelly sandy clay loam with 35 to 60 percent coarse fragments, mainly pebbles. The calcium carbonate equivalent ranges from 15 to 35 percent. It is moderately alkaline or strongly alkaline.\nThe 2Bky horizon, when present, has hue of 10YR or 2.5Y, value of 7 or 8 dry, 6 or 7 moist, and chroma of 2 through 4. The matrix texture is fine sandy loam or sandy loam with 35 to 75 percent coarse fragments, mainly pebbles with a few cobbles or stones. The calcium carbonate equivalent ranges from 15 to 40 percent, and the gypsum percent ranges from 2 to 5 percent. reaction is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abra, Bighams, Bowdish, Creel, Darvey, Hernandez, Honlu, Numa, Peachsprings, and Xenmack series. Abra soils do not have gypsum and have a MAST of 52 to 59 degrees F. Bighams, Creel, and Xenmack soils have bedrock at a depth of 20 to 40 inches. Bowdish soils have a lithic contact at 20 to 40 inches. Darvey soils have a calcic horizon deeper than 24 inches. Hernandez soils are moist in August, September, and October. Numa soils have a nitrogen-rich Ap horizon over 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Copeman soils are on relict fan aprons, pediments, and dissected terraces. These soils formed in medium textured alluvial sediments overlying skeletal sediments related to high energy flows. Slopes range from 0 to 10 percent. Elevation ranges from 4,300 to 6,100 feet. The mean annual air temperature ranges from 44 to 49 degrees F. The mean annual precipitation is about 12 inches and ranges from 8 to 14 inches with about half falling as snow or rain in April, May, and early June. The frost-free season is estimated to range from 100 to 125 days depending upon aspect, elevation, and local air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bessler, Clapper, and Zigweid soils. Bessler soils are similar but are coarse-loamy. Clapper soils are skeletal throughout. Zigweid soils have a cambic horizon and do not have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and limited irrigated cropland. Native vegetation is mainly needleandthread, big sagebrush, blue grama, thickspike wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and north central Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Natrona County, Wyoming; 1985.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
