{
  "SERIES": "COPITA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSS-CKH-GWH",
  "REVDATE": "11/2013",
  "STATES": "TX",
  "OVERVIEW": "The Copita series consists of well drained, moderately deep soils over sandstone. These nearly level to gently sloping soils formed in calcareous loamy residuum derived from sandstone predominantly of the Claiborne and Jackson Groups.  These soils occur on side slopes of low hills. Slope ranges from 0 to 5 percent.  Mean annual air temperature is about 22.8 degrees C. (73 degrees F.) and mean annual precipitation is about 559 mm (22 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Copita fine sandy loam, on a west facing, 3 percent slope in rangeland; elevation is 119 meters (390 feet). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 cm (0 to 2 in); light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few snail shell fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary.\nA2--5 to 28 cm (2 to 11 in); grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium and coarse prismatic structure parting to weak fine and medium subangular blocky when dry, massive when moist; hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; few snail shell fragments; 1 percent films and threads of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary. (combined thickness of the A horizon is 8 to 41 cm [3 to 16 in])\nBk1--28 to 66 cm (11 to 26 in); pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; moderate medium and coarse prismatic structure parting to weak fine and medium subangular blocky when moist; hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; few snail shell fragments; 2 percent films and threads of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary.\nBk2--66 to 94 cm (26 to 37 in); light yellowish brown (10YR 6/4) sandy clay loam; yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable; few roots; common fine pores; few snail shell fragments; 22 percent films and threads of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary. (combined thickness of the Bk horizon is 30 to 81 cm [12 to 32 in])\nCrk--94 to 125 cm (37 to 49 in); very pale brown (10YR 7/3) weakly cemented calcareous sandstone bedrock with thin strata and pockets of sandy loam; fractured; brittle; contains a few roots in the sandy loam in crevices; 5 percent calcium carbonate as coatings on upper boundary, and in fractures or partings; violently effervescent; moderately alkaline; gradual wavy boundary. (18 to 51 cm [7 to 20 in] thick)\nR--125 to 152 cm (49 to 60 in); very pale brown (10YR 7/3) strongly cemented calcareous sandstone bedrock; contains a few fractures with calcium carbonate coatings; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Starr County, Texas; from the intersection of Loma Blanca Road and U.S. Highway 83 (which is 4.0 miles north-northwest of Roma); 1.2 miles north on Loma Blanca Road;  240 feet west in a rangeland.  Roma-Los Saenz West, Texas USGS topographic quadrangle.  Latitude: 26 degrees, 28 minutes, 42 seconds N.; Longitude: 99 degrees, 1 minute, 40 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic-ustic soil moisture regime.  The soil moisture control section remains moist in some or all parts for less than 90 consecutive days in normal years.\nMean annual soil temperature: 22 to 24 degrees C. (72 to 76 degrees F.)\nDepth to bedrock: 50 to 100 cm (20 to 40 in)\nDepth to calcic horizon: 15 to 46 cm (6 to 18 in)\nParticle-size control section (weighted average)\nClay content: 18 to 30 percent\nCoarse Fragments: 0 to 10 percent\nCEC/clay ratio: 0.40 to 0.60\nA horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 7\nChroma: 2 to 4\nTexture: fine sandy loam or sandy clay loam\nClay content: 14 to 25 percent\nCalcium carbonate equivalent: 1 to 10 percent\nElectrical conductivity (dS/m): 0 to 4\nGypsum: 0 to 1 percent\nSodium adsorption ratio: 0 to 1\nEffervescence: slight to strong\nReaction: moderately alkaline\nBk horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 7\nChroma: 2 to 4\nTexture: fine sandy loam, loam, or sandy clay loam\nClay content: 18 to 35 percent\nCoarse fragments:  0 to 10 percent; strongly cemented sandstone gravel\nIdentifiable secondary carbonate: 1 to 25 percent; fine to medium; films, threads, and masses on surfaces of peds and as coatings on coarse fragments.\nCalcium carbonate equivalent: 10 to 35 percent\nElectrical conductivity (dS/m): 2 to 8\nGypsum: 0 to 2 percent\nSodium adsorption ratio: 0 to 12\nEffervescence: strong or violent\nReaction: moderately alkaline\nCr horizon:\nTexture: mainly weakly to moderately cemented sandstone bedrock, but may be noncemented sandy densic material that slakes in water in some pedons\nExcavation difficulty: high or very high when moist, can be dug with a spade with difficulty in some pedons\nEffervescence: calcareous\nR horizon:\nstrongly cemented sandstone bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Aguilares (TX), Hebbronville (TX), McAllen (TX), Moglia (TX), Palafox (TX), and Tonio (TX) series.\nAguilares soils: have very deep solum.\nHebbroville soils: have an argillic horizon and are coarse-loamy in the particle-size control section.\nMcAllen soils: have very deep solum and superactive cation exchange activity class\nMoglia soils: have SAR greater than 15 within 25 inches of the soil surface.\nPalafox soils: are fine-silty in the particle-size control section.\nTonio soils: have an argillic horizon and do not have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous loamy residuum derived from sandstone predominantly of the Claiborne and Jackson Groups\nLandform: side slopes of low hills\nSlope: 0 to 5 percent\nMean annual precipitation: 533 to 660 mm (21 to 26 in)\nPrecipitation pattern: spring and fall moisture with dry summers and winters; The soil is driest during the months of June through August and December through February.  These soils are intermittently moist in September through November and March through May.\nThornthwaite annual P-E indices: 20 to 31\nMean annual air temperature: 21.1 to 23.9 degrees C. (70 to 75 degrees F.)\nFrost-free period: 263 to 339 days\nElevation: 106.7 to 304.8 m (350 to 1000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brennan, Catarina, Comitas, Hebbronville, Maverick, and Verick series.\nBrennan soils: have very deep solum, an argillic horizon, and occur on similar positions.\nCatarina soils: have a fine particle-size control section and occur on broad valleys on lower positions.\nComitas soils: have sandy surfaces and occur on lower positions.\nHebbronville soils: have very deep solum, a coarse-loamy particle-size control section , and occur on lower positions.\nMaverick soils: have a fine particle-size control section and occur on higher positions.\nVerick soils: are shallow to sandstone, and occur on ridges and shoulder slopes on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible on slopes less than 1 percent and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily used for rangeland and wildlife habitat.  Small areas are cultivated to such crops as cotton and grain sorghum in the extreme eastern area of the series province.  Vegetation consists of mid grasses, such as trichloris, Arizona cottontop, plains bristlegrass, lovegrass tridens, hooded windmillgrass, and pink pappusgrass.  Woody vegetation consists of mesquite with a heavy understory of spiny hackberry, guayacan, condalia, blackbrush, cenizo, and guajillo. The ecological site is Gray Sandy Loam 18-25 PZ (R083BY421TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Rio Grande Plain, Texas; LRR I; MLRA 83B; large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jim Hogg County, Texas, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification change from Ustollic Calciorthids to Aridic Calciustepts based on geographic distribution of the series, rainfall patterns, and vegetative production and composition.\nEdited 11/2013 (RFG-GWH): edited Geographic setting section and increased Bk to 35% clay.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 94 cm (10 to 37 in) (lower A horizon and Bk horizons)\nOchric epipedon: 0 to 28 cm (0 to 11 in) (A horizons)\nCalcic horizon: 28 to 94 cm (11 to 37 in) (Bk horizons)\nParalithic contact: 94 cm (37 in) (top of Crk horizon)\nLithic contact: 125 cm (49 in) (top of R horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL data number S02TX-505-001A from Zapata Co. The assignment of the cation-exchange activity class is assigned from lab data.\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm (0 to 2 in); light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few snail shell fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 28 cm (2 to 11 in); grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium and coarse prismatic structure parting to weak fine and medium subangular blocky when dry, massive when moist; hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; few snail shell fragments; 1 percent films and threads of calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary. (combined thickness of the A horizon is 8 to 41 cm [3 to 16 in])"
      },
      {
        "name": "Bk1",
        "top": 28,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--28 to 66 cm (11 to 26 in); pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; moderate medium and coarse prismatic structure parting to weak fine and medium subangular blocky when moist; hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; few snail shell fragments; 2 percent films and threads of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 66,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk2--66 to 94 cm (26 to 37 in); light yellowish brown (10YR 6/4) sandy clay loam; yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable; few roots; common fine pores; few snail shell fragments; 22 percent films and threads of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary. (combined thickness of the Bk horizon is 30 to 81 cm [12 to 32 in])"
      },
      {
        "name": "Crk",
        "top": 94,
        "bottom": 125,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Crk--94 to 125 cm (37 to 49 in); very pale brown (10YR 7/3) weakly cemented calcareous sandstone bedrock with thin strata and pockets of sandy loam; fractured; brittle; contains a few roots in the sandy loam in crevices; 5 percent calcium carbonate as coatings on upper boundary, and in fractures or partings; violently effervescent; moderately alkaline; gradual wavy boundary. (18 to 51 cm [7 to 20 in] thick)"
      },
      {
        "name": "R",
        "top": 125,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--125 to 152 cm (49 to 60 in); very pale brown (10YR 7/3) strongly cemented calcareous sandstone bedrock; contains a few fractures with calcium carbonate coatings; moderately alkaline."
      }
    ]
  ]
}
