{
  "SERIES": "COPPEROPOLIS",
  "STATUS": "Established Series",
  "BYREV": "JCR/AGB/TKK/JW",
  "REVDATE": "09/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Copperopolis channery loam on a north-facing, convex, 6 percent slope, under cover of blue oak and annual grasses, at an elevation of 264 meters. (Colors are for dry soils unless otherwise noted. When described on October 12, 2007 the soil was dry throughout).\nA1--0 to 5 cm; brown (10YR 5/3) channery loam, dark brown (10YR 3/3) moist; moderate medium granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots throughout; many fine irregular and medium tubular pores; 19 percent angular indurated metasedimentary channers; slightly acid (pH 6.3); abrupt wavy boundary.\nA2--5 to 10 cm; pale brown (10YR 6/3) channery loam, dark brown (10YR 3/3) moist; moderate thick platy parting to moderate coarse subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; common very fine roots throughout; many very fine tubular, few fine and medium and common coarse tubular pores; 17 percent angular indurated metasedimentary channers; slightly acid (pH 6.1); abrupt wavy boundary. (Combined A horizon thickness is 5 to 15 cm)\nBw1--10 to 15 cm; light yellowish brown (10YR 6/4) channery loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; moderately hard, very friable, nonsticky, nonplastic; few very fine roots throughout; common very fine and few fine tubular pores; 25 percent angular strongly cemented metasedimentary channers; moderately acid (pH 6.0); gradual wavy boundary.\nBw2--15 to 36 cm; pale brown (10YR 6/3) extremely channery loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; moderately hard, very friable, nonsticky, nonplastic; few very fine roots throughout; common very fine and few fine tubular pores; 30 percent distinct silt coats on all faces of peds; 75 percent angular strongly cemented metasedimentary channers; moderately acid (pH 5.9); abrupt wavy boundary. (Combined Bw horizon thickness is 15 to 35 cm)\nR--36 to 200 cm; light yellowish brown (2.5Y 6/3), light olive brown (2.5Y 5/3) moist; strongly cemented vertically aligned slate bedrock with fractures more than 10 cm (4 in) apart; very few fine roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Calaveras County, California, approximately 6.4 km (4 mi) south of the intersection of CA Highway 4 and O'Byrnes Ferry Road in Copperopolis; USGS 7.5 minute topographic quadrangle: Copperopolis, California. WGS84 37.924942 latitude and -120.645691 longitude; UTM Zone 10 4200103 meters E 706930 meters N NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 15 to 18 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime.\nSoil moisture:  The soil moisture control section is dry in all parts from May to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness:  0 to 18 cm\nCambic horizon thickness:  15 to 35 cm\nDepth to lithic contact:\t  25 to 50 cm\nBase saturation: greater than 60 percent (by ammonium acetate) in one or more horizons at a depth between 25 and 75 cm from the mineral soil surface.\nParticle size control section weighted-average:\nRock fragments: 35 to 70 percent\nClay content: 12 to 21 percent\nA horizons\nHue: 10YR, 7.5YR\nValue: 4 to 6 dry; 2 to 4 moist\nChroma: 2 to 4 dry; 2 to 4 moist (after mixing the upper 18 cm of soil, lacks a moist value of 3 or less with dry value of 5 or less)\nTexture: loam\nClay content: 10 to 20 percent\nRock fragments: 10 to 40 percent channers\nReaction: moderately to slightly acid\nBw horizons\nHue: 10YR, 7.5YR\nValue: 4 to 7 dry; 3 or 4 moist\nChroma: 2 to 4 dry; 3 or 4 moist\nTexture: loam, silt loam\nClay content: 14 to 24 percent\nRock fragments: 25 to 90 percent channers\nReaction: strongly to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Burntflat soils (MLRA 20) are formed in granitoid residuum. Dedrick soils (MLRA 5) are formed from metavolcanic rocks or mica schist. Both lack channers in the subsurface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Copperopolis soils formed in colluvium over residuum from metasedimentary rocks and are on summits of hills and ridges. Slopes range from 2 to 90 percent. Elevation is 150 to 1000 meters.  The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 400 to 1000 mm and the mean annual air temperature is 13 to 17 degrees C. The frost free season is 180 to 345 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Donpedro, Moccasinhill and Whiterock soils. Donpedro and Moccasinhill soils are moderately deep to a lithic contact. Donpedro soils occur on shoulders of low hills, are fine-loamy and have an argillic horizon. Moccasinhill soils are loamy-skeletal and occur on side slopes and nose slopes of hills and canyons. Whiterock soils occur on nose slopes of low hills, are very shallow or shallow (10 to 50 cm) to a lithic contact and have less than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well to somewhat excessively well drained, moderately high to high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, recreation, and homesite development. Vegetation consists of blue oak, California foothill pine, soft chess, annual ryegrass, ripgut brome, wild oat and forbs. On droughty south-facing slopes the vegetation may also include chamise and deerbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Calaveras County, California. Source of name is from the community of Copperopolis."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon\t0 to 10 cm\nCambic horizon\t10 to 36 cm\nLithic contact           \t36 to 200 cm\nParticle Size Control Section for this pedon: 0 to 36 cm\nADDITIONAL DATA:\nPedon information for this type location only:\nNASIS User Pedon ID:\t07JCR021\nPedon Type:   \t\tOSD pedon\nNo certified laboratory data exists for this soil.\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
