{
  "SERIES": "COPPER HARBOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. KRW-LMC-JJJ",
  "REVDATE": "03/2009",
  "STATES": "MI",
  "OVERVIEW": "The Copper Harbor series consists of very deep, moderately well drained soils on glacial lake benches, stream terraces and outwash plains. The upper deposits were formed in cobbly, gravelly and sandy glaciofluvial and glaciolacustrine deposits.  The substratum was formed in cobbly and gravelly till.  Permeability is very rapid.  Slope ranges from 0 to 4 percent. Mean annual precipitation is about 34 inches and mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Copper Harbor very gravelly loamy coarse sand on a 3 percent north facing slope in a forested area.\nOa--0 to 1 inch; black (5YR 2.5/1); well decomposed forest litter; strongly acid; abrupt boundary. (0 to 2 inches thick)\nE--1 to 5 inches; dark reddish gray (5YR 4/2) very gravelly loamy coarse sand, dark reddish gray (5YR 4/2) dry; moderate fine subangular blocky structure; friable; many very fine to medium and common coarse roots; 40 percent gravel, 10 percent cobbles; strongly acid; clear wavy boundary. (2 to 6 inches thick)\nBhs--5 to 14 inches; dark reddish brown (5YR 3/3) extremely gravelly loamy coarse sand; weak fine subangular blocky structure; friable; many very fine to medium and common coarse roots; dark reddish brown (5YR 3/3) weakly cemented ortstein; ortstein occupies 30 percent of the horizon; 60 percent gravel, 10 percent cobbles; moderately acid; gradual irregular boundary. (3 to 14 inches thick)\nBs1--14 to 20 inches; dark reddish brown (5YR 3/4) very gravelly coarse sand; weak fine subangular blocky structure; friable; common very fine to medium roots; reddish brown (5YR 4/4) weakly cemented ortstein; ortstein occupies 25 percent of the horizon; 60 percent gravel, 10 percent cobbles; moderately acid; gradual wavy boundary.\nBs2--20 to 30 inches; brown (7.5YR 4/4) extremely gravelly coarse sand; weak medium subangular blocky structure; friable; common very fine to fine and few medium roots; reddish brown (5YR 4/4) weakly cemented ortstein; ortstein occupies 10 percent of the horizon; 55 percent gravel, 10 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the Bs horizon is 10 to 20 inches thick.)\nBC--30 to 40 inches; brown (7.5YR 4/3) stratified very gravelly coarse sand and very gravelly loamy coarse sand; weak medium subangular blocky structure; very friable; common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; common fine dark reddish brown (5YR 3/2) fine sand and loamy fine sand bands 1/16 to 1/8 inch thick; 40 percent gravel, 10 percent cobbles; moderately acid; clear smooth boundary. (2 to 12 inches thick)\nC--40 to 60 inches; reddish brown (5YR 4/3) very gravelly sand; single grain; loose; common fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; 35 percent gravel; 10 percent cobbles; slightly acid; clear smooth boundary. (16 to 25 inches thick)\n2C--60 to 80 inches; reddish brown (5YR 4/3) very cobbly loamy coarse sand; massive; friable; 30 percent gravel, 20 percent cobbles; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Keweenaw County, Michigan, about 390 feet west and 398 feet south of the northeast corner of Sec. 5, T. 57 N., R. 32 W., Allouez Township; USGS Ahmeek 7.5 minute topographic quadrangle; lat. 47 degrees 22 minutes 17.60 seconds N. and long. 88 degrees 23 minutes 5.88 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The textures include very gravelly, very cobbly, extremely gravelly or extremely cobbly analogs of coarse sand, sand, loamy sand, loamy coarse sand, sandy loam and coarse sandy loam. Gravel content ranges from 20 to 65 percent, cobble content ranges from 5 to 40 percent, and stones range from 0 to 20 percent. The control section averages between 35 and 90 percent rock fragments by volume. Reaction ranges from slightly acid to neutral.\nSome pedons have an A horizon. The E horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 2. The A and E horizons are loamy sand, sandy loam, loamy coarse sand, coarse sandy loam or very gravelly, extremely gravelly, very cobbly or extremely cobbly analogs of these textures.\nThe Bhs horizon has hue of 5YR or 7.5YR, value of 3, and chroma of 2 or 3.  The Bhs horizon is sandy loam, loamy coarse sand, coarse sandy loam or very gravelly, extremely gravelly, very cobbly or extremely cobbly analogs of these textures.\nThe Bs horizon has hue of 5YR or 7.5YR, value of 3 or 5, and chroma of 3 to 6. The Bs horizon is coarse sand, loamy sand, loamy coarse sand or very gravelly, extremely gravelly, very cobbly or extremely cobbly analogs of these textures.\nThe BC horizon has hue of 5YR to 10YR, value of 3 or 4 and chroma of 3 to 6. The BC horizon is coarse sand, loamy sand, loamy coarse sand or very gravelly, extremely gravelly, very cobbly or extremely cobbly analogs of these textures.\nThe C horizon has hue of 5YR to 10YR, value and chroma of 3 to 5. The C horizon is sand, loamy sand, loamy coarse sand, sandy loam, coarse sandy loam or gravelly, cobbly, very gravelly, or very cobbly analogs of these textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are none.  Closely related series are the Nipissing and Farquar soils.  Farquar soils have mixed mineralogy.  Nipissing soils are moderately deep to bedrock and are loamy-skeletal over fragmental."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Copper Harbor soils are on glacial lake benches, stream terraces and outwash plains. The upper deposits were formed in cobbly, gravelly and sandy glaciofluvial and glaciolacustrine deposits.  The substratum was formed in cobbly and gravelly till.  Slopes range from 0 to 4 percent. Mean annual precipitation ranges from 30 to 36 inches and mean annual temperature ranges from 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bete Grise, Waiska, Nipissing, and Gratiot soils. Bete Grise soils are somewhat poorly drained and are in slightly depressional areas and drainageways. Waiska soils are excessively drained and are on slightly higher landscape positions. Nipissing soils are moderately deep, well drained soils on bedrock benches.  The somewhat poorly drained Gratiot soils are in depressions and drainageways and formed in gravelly and cobbly sandy loam glacial till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is negligible.  Permeability is very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested with the primary species being red maple, yellow birch, paper birch, northern white cedar, quaking aspen, white spruce and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern part of the Upper Peninsula of Michigan, primarily on the Keweenaw Peninsula.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-8 (Marquette, Michigan)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Keweenaw County, Michigan, 2004.  The source of the name is a village in Keweenaw County"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are: Albic horizon: 1 to 5 inches (E horizon); Spodic horizon: 5 to 30 inches (Bhs, Bs1, Bs2 horizons); oxyaquic feature: the soil is saturated with water within 40 inches for 20 or more consecutive days.\nOnly series status, responsibility, and scriveners errors changed - 3/09.\nADDITIONAL DATA: For laboratory data on the typical pedon refer to S01MI-083-001 from the NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "pH_class": "strongly acid",
        "narrative": "Oa--0 to 1 inch; black (5YR 2.5/1); well decomposed forest litter; strongly acid; abrupt boundary. (0 to 2 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 13,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--1 to 5 inches; dark reddish gray (5YR 4/2) very gravelly loamy coarse sand, dark reddish gray (5YR 4/2) dry; moderate fine subangular blocky structure; friable; many very fine to medium and common coarse roots; 40 percent gravel, 10 percent cobbles; strongly acid; clear wavy boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 13,
        "bottom": 36,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bhs--5 to 14 inches; dark reddish brown (5YR 3/3) extremely gravelly loamy coarse sand; weak fine subangular blocky structure; friable; many very fine to medium and common coarse roots; dark reddish brown (5YR 3/3) weakly cemented ortstein; ortstein occupies 30 percent of the horizon; 60 percent gravel, 10 percent cobbles; moderately acid; gradual irregular boundary. (3 to 14 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 36,
        "bottom": 51,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--14 to 20 inches; dark reddish brown (5YR 3/4) very gravelly coarse sand; weak fine subangular blocky structure; friable; common very fine to medium roots; reddish brown (5YR 4/4) weakly cemented ortstein; ortstein occupies 25 percent of the horizon; 60 percent gravel, 10 percent cobbles; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 51,
        "bottom": 76,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--20 to 30 inches; brown (7.5YR 4/4) extremely gravelly coarse sand; weak medium subangular blocky structure; friable; common very fine to fine and few medium roots; reddish brown (5YR 4/4) weakly cemented ortstein; ortstein occupies 10 percent of the horizon; 55 percent gravel, 10 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the Bs horizon is 10 to 20 inches thick.)"
      },
      {
        "name": "BC",
        "top": 76,
        "bottom": 102,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--30 to 40 inches; brown (7.5YR 4/3) stratified very gravelly coarse sand and very gravelly loamy coarse sand; weak medium subangular blocky structure; very friable; common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; common fine dark reddish brown (5YR 3/2) fine sand and loamy fine sand bands 1/16 to 1/8 inch thick; 40 percent gravel, 10 percent cobbles; moderately acid; clear smooth boundary. (2 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--40 to 60 inches; reddish brown (5YR 4/3) very gravelly sand; single grain; loose; common fine prominent strong brown (7.5YR 4/6) masses of iron accumulation; 35 percent gravel; 10 percent cobbles; slightly acid; clear smooth boundary. (16 to 25 inches thick)"
      },
      {
        "name": "2C",
        "top": 152,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very cobbly",
        "pH_class": "neutral",
        "narrative": "2C--60 to 80 inches; reddish brown (5YR 4/3) very cobbly loamy coarse sand; massive; friable; 30 percent gravel, 20 percent cobbles; neutral."
      }
    ]
  ]
}
