{
  "SERIES": "COPPER RIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Copper River series consists of very poorly drained soils formed in silty loess over highly variable material including alluvium, glacial till and lacustrine deposits.  Permafrost is in the loess layer within 10 inches of the mineral surface.  Copper River soils are on drumlins, hillslopes, till plains, stream terraces, and broad high lacustrine terraces.  Slopes range from 0 to 20 percent.  Mean annual temperature is about 26 degrees F. and the average annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, subgelic Typic Historthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Copper River peat - on a 4 percent slope under black spruce forest at 1200 feet elevation.  When described the soil was wet.\nOi--9 to 5 inches; dark brown (7.5YR 3/4) peat consisting of slightly decomposed fibrous moss, twigs and root fibers; clear smooth boundary.  (3 to 10 inches thick)\nOe--5 inches to 0; black (10YR 2/1) moderately decomposed moss, twigs, and root fibers; thin lenses of silty material increasing with depth; clear smooth boundary.  (2 to 9 inches thick)\nA--0 to 3 inches; black (10YR 2/1); very dark brown (10YR 2/2) and dark brown (10YR 3/2) silt loam in thin strata; moderate medium subangular blocky structure; very friable, nonsticky and nonplastic; neutral (pH 6.8); abrupt smooth boundary.  (0 to 12 inches thick)\nAf--3 to 13 inches; black (10YR 2/1), very dark brown (10YR 2/2), and dark brown (10YR 3/2) silt loam; frozen on August 10, 1983."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Copper River Area, Alaska; 10 miles east of Chitina on the McCarthy Road; 300 feet east of the Silver Lake turnoff, 200 feet north of the road.  2300 feet north and 2000 feet west of the SE corner of Section 17, T.4S., R.7E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is less than 32 degrees F.  The mat of saturated organic material consists of fibrous moss over partially decomposed moss, twigs, and roots 8 to 16 inches thick.  Depth to permafrost ranges from the surface of the mineral soil to 10 inches, 2 months after the summer solstice  The loess mantle is from 10 to over 40 inches thick.  The particle size control section commonly is silt loam but includes silt and very fine sandy loam. There is less than 18 percent clay and less than 15 percent fine sand or coarser.  Texture of the material below the control section is silt, mucky silt loam, silt loam, fine sandy loam, silty clay loam, silty clay, clay, very gravelly sand, or sand.  Reaction in the mineral soil ranges from slightly acid to moderately alkaline. Base saturation ranges from 60 to 95 percent.\nThe A horizon has moist hue of 7.5YR or 10YR; moist value of 2, 3, or 4; moist chroma of 1, 2, or 3.  This horizon is highly stratified mineral and organic material due to cryoturbation.  Organic carbon content is less than 12 percent. Strata are generally parallel to the soil surface but may be offset, discontinuous or churned.  Texture commonly is silt loam but includes silt and very fine sandy loam.  In some pedons this horizon has been mixed with the O horizons by frost churning.\nThe Af horizon has moist hue of 7.5YR, 10YR or 2.5Y; moist value of 2, 3, or 4; moist chroma of 1, 2, or 3.  Thin bands of dark gray, dark grayish brown, or olive gray color are common with depth.  Texture commonly is silt loam but includes silt and very fine sandy loam.  Lenticular ice and massive ice wedges are common in many pedons. Strata of decomposed organic matter are common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Copper River soils formed in a loess mantle 10 to over 40 inches thick over highly variable material including alluvium, glacial till and lacustrine deposits.  They are on lacustrine terraces, stream terraces, till plains and hillslopes.  Slopes are 0 to 20 percent.\nThe climate is subartic continental with long, cold winters and short, warm summers.  Mean annual precipitation ranges from 8 to 17 inches and the mean annual snowfall is 39 to 68 inches.  Mean January temperature is minus 10 degrees F., mean July temperature is 56 degrees F., and the mean annual temperature ranges from 23 degrees to 27 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chitina, Kenny_lake, Klawasi, and Tonsina soils.  Chitina, Kenny Lake, and Tonsina soils are thawed counterparts of Copper River and occur on the same landforms, where the organic mat has been disturbed.  Klawasi soils are fine textured above the permafrost and are on broad high lacustrine terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; runoff is slow; permeability is moderate above the permafrost.  The soil is saturated, but standing water rarely occurs.  Altered drainage occurs where the insulating organic mat is destroyed by fire or clearing.  Loss of the organic mat results in lowering of the permafrost level with subsequent lowering of the water table.  Textural variability in thawed substratums results in extreme variability in permeability rates."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Copper River soils have native vegetation of black spruce and white spruce.  The successional state of vegetation in a given area is closely related to the fire history. This soil is used primarily for wildlife habitat.  Small areas are cleared and farmed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Copper River Basin.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Reconnaissance in Alaska.  1914."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: a histic epipedon from 9 inches to 0; permafrost at 3 inches and saturated conditions above the permafrost;  loamy particle size class from 0 to 14 inches;  mollic epipedon from 0 to 13 inches;  The particle size control section extends from the surface of the mineral soil to 14 inches.  The series control section extends from the mineral surface to 10 inches below the permafrost level.\nThe Chitina, Kenny Lake, and Tonsina series are recognized for pedons where the organic mat has been burned or mechanically cleared.  In these pedons, the permafrost and water table have dropped below the series control section.  These series reflect the nature of each of the variable substratum materials."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data is available for this soil and its thawed counterparts:  NSSL numbers 81P4076-4090, 81P4102-4115, 81P4122-4127, 81P4058-4075."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 23,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oi--9 to 5 inches; dark brown (7.5YR 3/4) peat consisting of slightly decomposed fibrous moss, twigs and root fibers; clear smooth boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; black (10YR 2/1); very dark brown (10YR 2/2) and dark brown (10YR 3/2) silt loam in thin strata; moderate medium subangular blocky structure; very friable, nonsticky and nonplastic; neutral (pH 6.8); abrupt smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Af",
        "top": 8,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Af--3 to 13 inches; black (10YR 2/1), very dark brown (10YR 2/2), and dark brown (10YR 3/2) silt loam; frozen on August 10, 1983."
      },
      {
        "name": "Oe",
        "top": 13,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe--5 inches to 0; black (10YR 2/1) moderately decomposed moss, twigs, and root fibers; thin lenses of silty material increasing with depth; clear smooth boundary.  (2 to 9 inches thick)"
      }
    ]
  ]
}
