{
  "SERIES": "COPPERMINE",
  "STATUS": "Established Series",
  "BYREV": "Rev: JIB/PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Coppermine series consists of shallow and very shallow, well drained soils that formed in colluvium and residuum derived from granitoid and/or gneissic rock. The soils are on pediments and hills. Slopes range from 8 to 30 percent. The mean annual precipitation is about 138 millimeters (5.5 inches) and the mean annual air temperature is about 18.5 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coppermine sandy loam, on a south-southwest facing, convex, 15 percent slope at an elevation of 930 meters (3,050 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 20 percent fine gravel, 40 percent medium and coarse gravel, 10 percent cobbles and 8 percent stones.\nA1 -- 0 to 3 centimeters (0 to 1 inch); yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 3/4) moist; moderate thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots throughout; common medium irregular, common very fine and fine interstitial and few medium tubular pores; 8 percent fine gravel, 2 percent medium and coarse gravel and 3 percent cobbles; neutral (pH 7.2); clear smooth boundary.\nA2 -- 3 to 11 centimeters (1 to 4 inches); yellowish brown (10YR 5/4), gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine and few medium roots throughout; common medium irregular and few medium tubular pores; 13 percent fine gravel and 7 percent medium and coarse gravel; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of A horizons is 2 to 11 centimeters)\nBt1 -- 11 to 20 centimeters (4 to 8 inches); yellowish brown (10YR 5/6), very gravelly sandy loam, dark yellowish brown (10YR 3/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots throughout; common fine irregular, few medium tubular and common very fine interstitial pores; 60 percent distinct, strong brown (7.5YR 4/6) dry, clay films on rock fragments and 5 percent faint, strong brown (7.5YR 4/6) dry, clay films on  ped faces; 15 percent fine gravel, 5 percent weakly cemented medium and coarse paragravel and 20 percent medium and coarse gravel; slightly alkaline (pH 7.5); clear wavy boundary.\nBt2 -- 20 to 27 centimeters (8 to 11 inches); strong brown (7.5YR 5/6), extremely gravelly sandy clay loam, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots throughout; common fine irregular, common very fine interstitial and few fine interstitial pores; 75 percent distinct, strong brown (7.5YR 4/6) dry, clay films on rock fragments and 20 percent faint, strong brown (7.5YR 4/6) dry, clay films on ped faces; 30 percent fine gravel, 10 percent weakly cemented medium and coarse paragravel and 30 percent medium and coarse gravel; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of Bt horizons is 9 to 29 centimeters)\nRt -- 27 to 37 centimeters (11 to 15 inches); very slightly weathered, fractured very strongly cemented granitoid bedrock with high excavation difficulty and fractures 15 to 20 centimeters apart; few very fine roots matted at the top of the horizon; 50 percent distinct, strong brown (7.5YR 4/6) dry, clay films on rock surfaces."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 2.4 kilometers (1.5 miles) north of Route 62, Twentynine Palms Highway in the Town of Joshua Tree, California; approximately 730 meters south and 435 meters west of the NE corner of section 22, T. 1 N., R. 6 E., San Bernardino Base and Meridian; 34 degrees, 9 minutes, 26.6 seconds north latitude and 116 degrees, 20 minutes, 22 seconds west longitude; USGS Joshua Tree North, CA 7.5 minute topographic quadrangle; UTM 11S 560889e 3779804n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days, cumulative,\nbetween July and September following summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 degrees F).\nSurface rock fragments: ranges from 60 to 80 percent; with 5 to 20 percent\nfine gravel, 20 to 45 percent medium and coarse gravel, 5 to 30 percent\ncobbles and 0 to 15 percent stones.\nControl section -\nRock fragments: averages 35 to 50 percent, with 13 to 65 percent gravel and 0 to 25 percent cobbles.\nClay content: averages 12 to 18 percent; ranges from 4 to 22 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to the upper boundary of an argillic horizon: 3 to 12 centimeters (1 to\n5 inches).\nDepth to a lithic contact: 14 to 36 centimeters (5.5 to 14 inches).\nA horizon\nValue: 5 or 6 dry, 3 to 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: loamy sand, sandy loam or fine sandy loam.\nClay content: 4 to 12 percent.\nRock fragments: 5 to 35 percent, predominantly fine gravel.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: neutral to moderately alkaline.\nAB horizon (when present)\nValue: 5 or 6 dry, and 3 to 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: loamy sand or sandy loam.\nClay content: 5 to 12 percent.\nRock fragments: 25 to 40 percent, predominantly medium and coarse gravel\nwith 0 to 10 percent paragravel.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: neutral to moderately alkaline.\nBt or Btk horizon\nHue: 7.5YR or 10YR.\nValue: 4 to 6 dry, and 3 to 5 moist.\nChroma: 4 to 6, dry or moist.\nTexture of the fine earth: sandy loam, loam or sandy clay loam.\nClay content: averages 12 to 18 percent, ranges from 12 to 22 percent.\nRock fragments: averages 35 to 50 percent gravel, ranging from 13 to 70 percent with 0 to 15 percent paragravel, 0 to 5 percent cobbles.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: neutral or slightly alkaline.\nNote: Some pedons have 1 to 5 percent visible secondary carbonates as fine\nto medium masses in the matrix, but do not contain enough calcium carbonate to make a calcic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Artillery (CA), Bosa (AZ), Lemitar (NM), Newera (CA+NV), Pasopeak (CA) and Zibate (NV) series. Artillery soils have a paralithic contact above the bedrock. Bosa, Lemitar, Newera, Pasopeak and Zibate soils average more than 18 percent clay in the particle-size control section. In addition, Bosa, Lemitar and Zibate soils have mean annual precipitation greater than 175 millimeters (7 inches) and Lemitar and Zibate soils also have mean annual soil temperature (MAST) of less than 19 degrees C (66 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Coppermine soils are on pediments, and hills. Slopes range from 8 to 30 percent. These soils formed in colluvium and residuum derived from granitoid and/or gneissic rock. Elevation is 840 to 1,235 meters (2,755 to 4,050 feet). The climate is arid with warm, dry summers and cool, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (61.5 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hexie, Minhoyt, Stranger and Typic Argidurids soils. Hexie soils occur on hills and mountains, are moderately deep and have a coarse-loamy particle-size control section. Minhoyt soils are on adjacent fan remnants, are shallow to a duripan and have less than 35 percent rock fragments throughout. Stranger soils are found on nearby pediments, are very shallow to a lithic contact, do not have any diagnostic horizons above the lithic contact and are sandy throughout. Typic Argidurids are moderately deep to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, low runoff on low-sloping pediments and medium to high runoff on steep hillsides and mountain slopes; high saturated hydraulic conductivity above the bedrock and moderately low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Coppermine soils are used for recreation, wildlife habitat and urban land. Vegetation is creosote bush, burrobush, Mojave yucca and white ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California; MLRA 30.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a mine outside the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 8 centimeters (A horizons).\nArgillic horizon - from a depth of 8 to 27 centimeters (Bt1 and Bt2\nhorizons).\nLithic contact - from a depth of 27 to 37 centimeters (Rt horizon).\nParticle-size control section - from a depth of 0 to 27 centimeters (A1, A2,\nBt1 and Bt2 horizons).\nADDITIONAL DATA: NASIS User Pedon ID: 124986542.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1 -- 0 to 3 centimeters (0 to 1 inch); yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 3/4) moist; moderate thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots throughout; common medium irregular, common very fine and fine interstitial and few medium tubular pores; 8 percent fine gravel, 2 percent medium and coarse gravel and 3 percent cobbles; neutral (pH 7.2); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 11,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2 -- 3 to 11 centimeters (1 to 4 inches); yellowish brown (10YR 5/4), gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine and few medium roots throughout; common medium irregular and few medium tubular pores; 13 percent fine gravel and 7 percent medium and coarse gravel; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of A horizons is 2 to 11 centimeters)"
      },
      {
        "name": "Bt1",
        "top": 11,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 -- 11 to 20 centimeters (4 to 8 inches); yellowish brown (10YR 5/6), very gravelly sandy loam, dark yellowish brown (10YR 3/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots throughout; common fine irregular, few medium tubular and common very fine interstitial pores; 60 percent distinct, strong brown (7.5YR 4/6) dry, clay films on rock fragments and 5 percent faint, strong brown (7.5YR 4/6) dry, clay films on  ped faces; 15 percent fine gravel, 5 percent weakly cemented medium and coarse paragravel and 20 percent medium and coarse gravel; slightly alkaline (pH 7.5); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 27,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2 -- 20 to 27 centimeters (8 to 11 inches); strong brown (7.5YR 5/6), extremely gravelly sandy clay loam, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots throughout; common fine irregular, common very fine interstitial and few fine interstitial pores; 75 percent distinct, strong brown (7.5YR 4/6) dry, clay films on rock fragments and 20 percent faint, strong brown (7.5YR 4/6) dry, clay films on ped faces; 30 percent fine gravel, 10 percent weakly cemented medium and coarse paragravel and 30 percent medium and coarse gravel; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of Bt horizons is 9 to 29 centimeters)"
      },
      {
        "name": "Rt",
        "top": 27,
        "bottom": 37,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "texture_class": "clay",
        "narrative": "Rt -- 27 to 37 centimeters (11 to 15 inches); very slightly weathered, fractured very strongly cemented granitoid bedrock with high excavation difficulty and fractures 15 to 20 centimeters apart; few very fine roots matted at the top of the horizon; 50 percent distinct, strong brown (7.5YR 4/6) dry, clay films on rock surfaces."
      }
    ]
  ]
}
