{
  "SERIES": "COPPERAS",
  "STATUS": "Established Series",
  "BYREV": "SES-AAC",
  "REVDATE": "05/98",
  "STATES": "IL",
  "OVERVIEW": "The Copperas series consists of poorly drained, moderately permeable soils that are deep to shale on strath terraces.  These soils formed in silty alluvium.  Slope ranges from 0 to 2 percent.  Mean annual temperature is about 52 degrees F, and mean annual precipitation is about 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Copperas silty clay loam - on a 1/2 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; weak fine granular structure; friable; few very fine roots; neutral; clear smooth boundary.\nA--8 to 16 inches; very dark gray (N 3/0) silty clay loam, gray (10YR 5/1) dry; moderate fine subangular blocky structure; friable; few very fine roots; few fine prominent brown (7.5YR 4/4) masses of iron accumulation with diffuse boundaries lining pores and root channels; neutral; clear smooth boundary.  (Combined thickness of the A horizons is 10 to 20 inches.)\nBtg1--16 to 23 inches; olive gray (5Y 4/2) silty clay loam; moderate fine and medium subangular blocky structure; firm; few very fine roots; few distinct very dark gray (N 3/0) organic coatings and dark gray (5Y 4/1) clay films on vertical faces of peds and lining pores; about 1 percent fine gravel; few fine prominent brown (7.5YR 4/4) and few fine prominent yellowish brown (10YR 5/8) masses of iron accumulation, and few fine manganese masses with diffuse boundaries lining root channels and pores; neutral; clear smooth boundary.\nBtg2--23 to 31 inches; olive gray (5Y 4/2) silty clay loam; moderate medium subangular blocky structure; firm; few very fine roots; few distinct very dark gray (N 3/0) organic coatings and dark gray (5Y 4/1) clay films on vertical faces of peds and lining pores; about 2 percent fine gravel; few fine prominent brown (7.5YR 4/4) and common fine prominent yellowish brown (10YR 5/8) masses of iron accumulation, and few fine manganese masses with diffuse boundaries lining root channels and pores; slightly alkaline; clear smooth boundary.\nBtg3--31 to 38 inches; olive gray (5Y 4/2) silty clay loam; moderate medium subangular blocky structure; firm; very few distinct dark gray (5Y 4/1) clay films on vertical faces of peds and lining pores; about 5 percent fine gravel and 2 percent medium gravel; common fine prominent yellowish brown (10YR 5/8) masses of iron accumulation and few moderate manganese masses with diffuse boundaries lining pores; slightly alkaline; clear smooth boundary.\nBtg4--38 to 45 inches; olive gray (5Y 5/2) silty clay loam; weak coarse subangular blocky structure; firm; very few distinct dark gray (5Y 4/1) clay films lining pores; about 5 percent fine gravel and 2 percent medium gravel; many fine prominent yellowish brown (10YR 5/8) masses of iron accumulation and few fine manganese masses with diffuse boundaries lining pores; slightly alkaline; clear smooth boundary.  (Combined thickness of the Btg horizons is 22 to 40 inches.)\nCg--45 to 55 inches; (80%) olive gray (5Y 5/2) and (20%) light olive gray (5Y 6/2) silty clay loam; massive; firm; about 3 percent fine gravel and shale channers; many fine prominent yellowish brown (10YR 5/8) masses of iron accumulation and few fine manganese masses with diffuse boundaries lining pores; slightly alkaline; abrupt smooth boundary.\n2Cr--55 to 60 inches; fractured shale bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fulton County, Illinois; about 1/2 mile southwest of Banner; 432 feet west and 832 feet south of the northeast corner of sec.  15,  T.  6 N.,  R.  6 E.; USGS Banner quadrangle; lat. 40 degrees 30 minutes 33 seconds N. and long. 89 degrees 55 minutes 06 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 10 to 20 inches thick and extends into the upper part of the Btg horizon in some pedons.  Organic matter content decreases irregular with depth.  Depth to a paralithic contact in shale ranges from 40 to 60 inches.  Redox concentrations are throughout, commonly as iron and manganese masses lining root channels and pores.  The particle size control section averages between 27 and 35 percent clay.\nThe upper part of the series control section (Ap, A, and/or AB horizon) has hue of 10YR, 2.5Y, 5Y, or is neutral, value of 2 or 3 and chroma of 0 to 2.  Reaction ranges from slightly acid to slightly alkaline.\nThe middle part of the series control section (Btg and/or BA horizon) has hue of 10YR, 2.5Y, or 5Y, value of 3 to 6, and chroma 1 or 2.  Sand content averages more than 7 percent.  Coarse fragment content ranges from 0 to 10 percent.  Reaction ranges from neutral to moderately alkaline.\nThe lower part of the series control section has properties as follows: the Cg horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 6, and chroma 1 or 2.  Rock fragment content  ranges from 0 to 10 percent.  Reaction ranges from neutral to moderately alkaline.  The 2Cr horizon is shale bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beaucoup, Blackoar, Bridgeson, Ettrick, Gorham, Leshara, Lummi, Sauvie, and Wapato soils.  These soils do not have a paralithic contact within a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Copperas soils are in depressions on strath terraces.  Slope ranges from 0 to 2 percent.  These soils formed in silty alluvium.  Mean annual temperature ranges from 50 to 54 degrees F, and mean annual precipitation is 35 to 40 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Breeds(T), Littleton, Raddle, and Worthen soils.  Somewhat poorly drained Breeds soils are in slightly higher positions.  The somewhat poorly drained Littleton and well drained Raddle and Worthen soils are in positions upslope from the Copperas soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is slow or ponded.  Permeability is moderate.  These soils have an apparent seasonal high water table at a depth of .5 foot above the surface to 2 feet below during the spring in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated.  Corn, soybeans and small grain are the principal crops.  Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Illinois; MLRA 115.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Fulton County, Illinois, l995. Named for a creek in Fulton County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to a depth of about 16 inches (Ap and A horizons); cambic horizon - the zone from approximately 16 to 45 inches (Btg1 to Btg4 horizons); a paralithic contact at a depth of 55 inches; endosaturation; aquic conditions - chroma of 2 or less and redox concentrations in all layers below the Ap horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
