{
  "SERIES": "COPPEREID",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM-EWB-WED-JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Coppereid series consists of very shallow, well drained soils formed in residuum derived from shale. Coppereid soils are on mountain back slopes. Slopes are 15 to 75 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coppereid channery loam, rangeland. (Colors are for dry soils unless otherwise noted.)  The soil surface is covered with 2 percent cobbles and 35 percent channers.\nA1--0 to 5 cm; light brownish gray (2.5Y 6/2) channery loam, dark grayish brown (2.5Y 4/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine and common fine roots; common very fine interstitial and few very fine tubular pores; 30 percent hard channers; 20 percent soft fragments; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (3 to 8 cm thick)\nA2--5 to 23 cm; light brownish gray (2.5Y 6/2) channery loam, dark grayish brown (2.5Y 4/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine tubular pores; 30 percent hard channers; 30 percent soft fragments; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (8 to 18 cm thick)\nCr--23 cm; highly weathered shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Churchill County, Nevada, approximately 2,000 feet north and 2,400 feet west of the southeast corner, sec. 34, T. 22 N., R. 33 E.; latitude 39 degrees 43 minutes 48.7 seconds north and longitude 118 degrees 15 minutes 28.2 seconds west: WGS84 Decimal Degrees 39.7301944 latitude,  -118.2578333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, dry in summer and fall, moist in winter and early spring, aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 11 to 14 degrees C.\nDepth to paralithic contact: 13 to 25 cm.\nReaction: Moderately alkaline or strongly alkaline.\nCarbonates: Calcareous throughout; 5 to 15 percent calcium carbonate by weight of the less than 20 mm fraction.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: 15 to 35 percent hard channers or pebbles with 15 to 30 percent soft paragravel.\nA horizon  - Hue: 2.5Y or 10YR.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 or 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Foxcan, Grina , Holborn, Hundraw, Jacratz, Puett, Stu, Tert, and Whilphang series.\nFoxcan soils are noneffervescent in their upper part and slightly effervescent in their C horizons and have less than 5 percent calcium carbonate. Grina series has 20 to 35 percent clay and mean annual soil temperatures of 8 to 11 degrees C. Holborn and Hundraw soils have a mean mean annual soil temperature of 8 to 11 degrees C. In addition Holborn soils have 18 to 30 percent clay in the particle-size control section and Hundraw soils have a Bk horizon. Jacratz soils have 25 to 35 percent clay. Stu, Puett and Whilphang soils are 25 to 50 cm deep to bedrock. Tert soils have less than 15 percent rock fragments, and more than 18 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Coppereid soils are on side slopes of mountains.  These soils formed in residuum derived from shale bedrock with admixtures of limestone colluvium. Slopes are 15 to 75 percent.  Elevations are 1,340 to 1,950 meters. The climate is cool semiarid with hot, dry summers and cool, moist winters. The average annual precipitation is about 200 to 250 mm, average annual temperature is about 8 to 10 degrees C, and the frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Singatse and Findout series. Findout and Singatse soils have greater than 35 percent rock fragments in their control sections and Findout soils have more than 40 percent calcium carbonate in their control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderate to very rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. Native vegetation is mainly Lahontan sagebrush, spiny hopsage, pine bluegrass, bottlebrush squirreltail, with scattered Bailey greasewood, shadscale and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada. The series is of small extent.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washoe County, Central part, Nevada, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nParalithic contact - the boundary at 23 cm. (Cr layer)\nParticle-size control section - The zone from the soil surface to 23 cm (A1 and A2 horizons).\nADDITIONAL DATA:\nNASIS pedon and site ID 07NV770Y029jbf.\nCalcium carbonate - determined with field carbonate kit on 8 pedons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
