{
  "SERIES": "CORBALEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. AFW/KWH/TLA",
  "REVDATE": "11/2010",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, mesic Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Corbaley cobbly ashy fine sandy loam- in an east-facing drainageway at 2,470 feet elevation. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nAp--0 to 3 inches; grayish brown (10YR 5/2) cobbly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and fine roots; common fine irregular pores; 25 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; 10 percent gravel and 20 percent cobbles; neutral (pH 7.0); clear smooth boundary. (3 to 6 inches thick)\nA1--3 to 5 inches; brown (10YR 5/3) cobbly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; common fine irregular pores; 20 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; 15 percent gravel and 15 percent cobbles; neutral (pH 7.0); clear wavy boundary. (2 to 6 inches thick)\nA2--5 to 9 inches; brown (10YR 5/3) gravelly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and few fine roots; few fine irregular pores; 20 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; 20 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (0 to 5 inches thick)\nBt--9 to 16 inches; yellowish brown (10YR 5/4) very gravelly ashy fine sandy loam, dark brown (10YR 3/3) moist; weak very fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; few fine roots; few fine irregular and tubular pores; few faint clay films on faces of peds and few faint brown (10YR 5/3) dry clay films on rock fragments; 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter; 40 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary. (5 to 8 inches thick)\n2R--16 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; about 1 mile south and 2 miles east of the town of Withrow; about 600 feet south and 275 feet east of the northwest corner of section 1, T. 25 N., R. 24 E. (Latitude 47 degrees 41 minutes 53 seconds N, Longitude 119 degrees 46 minutes 09 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 50 to 52 degrees F. These soils are usually dry in all parts of the moisture control section more than half the time. The depth to bedrock is 10 to 20 inches. Thickness of the mollic epipedon ranges from 7 to 17 inches and may include part of the argillic horizon. Thickness of the volcanic ash and pumice mantle ranges from 7 to 16 inches. The particle-size control section has an estimated moist bulk density of 1.10 to 1.35 g/cc, volcanic glass content of 30 to 60 percent, including 10 to 30 percent sand-size pumice, 0.5 to 2.0 mm. in diameter, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent, 35 to 60 percent rock fragments, and an apparent field estimated clay content of 10 to 16 percent.\nThe Ap horizon has chroma of 2 or 3 dry and moist. Sand-size pumice content ranges from 10 to 25 percent.\nThe A horizon has chroma of 2 or 3 moist. Sand-size pumice ranges from 10 to 25 percent. Texture is a cobbly ashy fine sandy loam, very cobbly ashy fine sandy loam gravelly ashy fine sandy loam or very gravelly ashy fine sandy loam.\nThe Bt horizon has chroma of 4 or 5 dry, 3 or 4 moist. Sand-size pumice ranges from 2 to 20 percent. Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Corbaley soils are in drainageways of dissected uplands at elevations of 1,800 to 2,800 feet. They formed in mixed alluvium of volcanic ash, loess, and pumice over basalt. Slopes are 0 to 30 percent. Climate is characterized by warm, dry summers and cool, moist winters. Average annual precipitation is 9 to 12 inches. Average January temperature is about 27 degrees F.; average July temperature is about 71 degrees F., and average annual temperature is 48 to 50 degrees F. Frost-free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Aarup, Kester, and Toler soils. Aarup soils are on summits, hill slopes and toe slopes of uplands and are less than 20 inches to indurated duripan. Kester soils are in drainageways and are 20 to 40 inches to bedrock. Toler soils are on plateaus and are 20 to 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; moderately rapid permeability. These soils have rare or occasional flooding for brief periods during the spring runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for livestock grazing and wildlife habitat. Small areas are farmed for convenience of operations. Potential native vegetation is bluebunch wheatgrass, Wyoming big sagebrush, Sandberg bluegrass and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas County, Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 16 inches, an argillic horizon from 9 to 16 inches and a lithic contact at 16 inches. The particle-size control section is the entire argillic horizon. There is 15 to 25 percent pumice, 0.5 to 2.0 mm. in diameter with an estimated 30 to 60 percent glass throughout the profile. These soils would classify as Lithic Vitritorrandic Argixerolls if provided in Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
