{
  "SERIES": "CORDUCCI",
  "STATUS": "Tentative Series",
  "BYREV": "GML/KP",
  "REVDATE": "07/2017",
  "STATES": "CA",
  "OVERVIEW": "The Corducci series consists of very deep, somewhat excessively drained soils that formed in alluvium from mixed sedimentary and igneous sources. Corducci soils are on alluvial fans, low stream terraces and floodplains. Slopes range from 0 to 9 percent. The mean annual precipitation is about 382 mm and the mean annual temperature is about 15 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Corducci, on a 2 percent slope at an elevation of 118 meters (387 feet). When described the soil was moist throughout. (Colors are for dry soil unless otherwise noted).\nA--0 to 13 centimeters; dark grayish brown (10YR 4/2) fine sand, dark brown (10YR 3/3), moist; weak medium subangular blocky structure; friable, nonsticky, nonplastic; common very fine and fine roots; common fine interstitial pores; moderately alkaline (pH 8.2); clear wavy boundary. (7 to 21 cm thick)\nC1--13 to 90 centimeters; pale brown (10YR 6/3) fine sandy, dark brown (10YR 3/3), moist; single grain; loose, nonsticky, nonplastic; few very fine roots; moderately alkaline (pH 8.2); clear smooth boundary.\nC2--90 to 115 centimeters; pale brown (10YR 6/3) sand, very dark grayish brown (10YR 3/2), moist; single grain; loose, nonsticky, nonplastic; moderately alkaline (pH 8.0); clear smooth boundary.\nC3--115 to 200 centimeters; pale brown (10YR 6/3) coarse sand, dark brown (10YR 3/3), moist; single grain; loose, nonsticky, nonplastic; 2 percent fine and 3 percent medium and coarse gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monterey County, California, along Arroyo Seco River, 14 kilometers east of Greenfield, California. 330 meters south west of Arroyo Seco Road. 36 degrees North latitude, 16 minutes, 2.54 seconds and 121 degrees, 20 minutes, 21.1 seconds West longitude, WGS84 - U.S.G.S Quad: Van Nuys."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil becomes moist below a depth of about 30 centimeters some time from October to December and remains moist in some part between depths of about 30 to 90 centimeters until April or May.\nMean annual soil temperature: 16 to 18 degrees C. The soil temperature usually does not go below 8 degrees C.\nTextures in the particle size control section: coarse sand, sand, fine sand, loamy coarse sand, loamy sand or loamy fine sandy; thin strata with silt sized particles are lacking.\nRock fragments: dominantly 0 to 15 percent throughout; individual horizons may have up to 35 percent fragments.\nReaction: slightly alkaline to moderately alkaline.\nA horizons:\nDry color: hue of 2.5Y or 10YR, value of 4 to 6, chroma of 2 or 3\nMoist color: hue of 2.5Y or 10YR, value of 2 to 4, chroma of 2 or 3\nTexture: fine sand, sand, loamy coarse sand, loamy fine sand fine sandy loam or loam. Some pedons have gravelly texture modifiers.\nC horizons:\nDry color: hue of 2.5Y or 10YR, value of 5 to 7, chroma of 2 or 3\nMoist color: hue of 2.5Y or 10YR, value of 2 to 5, chroma of 2 or 3\nTexture: coarse sand, sand, fine sand, loamy coarse sand, loamy sand or loamy fine sandy. Some pedons have gravelly texture modifier."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abaft, Arnold, Briones, Corralitos, Delhi, Monoridge, Monvero, Toags and Tujunga soils.\nAbaft soil: are found on stabilized sand dunes or beaches and are excessively drained.\nArnold soils: have a paralithic contact at a depth of 100 to 150 cm.\nBriones soils: have a paralithic contact at a depth of 50 to 100 cm.\nCorralitos soils: are formed in materials weathered from acid sandstones and are not restricted to fluvial systems.\nDelhi soils: have less than 35 percent coarse and very coarse sand and are on wind modified ed surfaces.\nMonoridge soils: have a paralithic contact at a depth of 50 to 100 cm.\nMonvero soils: are formed in eolian deposits on dune fields on mountains from calcareous sandstone.\nToags soil: have 15 to 35 percent rock fragments in the particle size control section.\nTujunga soil: greater than 35 percent combined medium to very coarse sand in the control section and formed in alluvium from granitic sources."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nSetting: alluvial fans and floodplains on alluvial pains and valleys\nSlopes: 0 to 9 percent.\nParent materials: mixed alluvium weathered from sedimentary and igneous sources.\nElevation: 21 to 756 meters.\nMean annual precipitation: 226 to 609 millimeters.\nThe mean annual temperature: 14.4 to 16.2 degrees C.\nFrost free season: 219 to 346 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corralitos, Elder, Metz, Mocho and Tujunga soils.\nCorralitos soils: are on similar landscape positions and formed in alluvium from acid sandstone.\nElder soils: have an irregular decrease in organic carbon and occur on similar landscape positions.\nMetz soils: are derived from sedimentary sources, have thin lenses of loamy material and occur on floodplains.\nMocho soils: are on similar landscape positions, have mollic epipedons and are fine loamy\nTujunga soils: are on similar landscape positions, and have greater than 35 percent combined medium to very coarse sand in the control section and formed in alluvium from granitic source."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; negligible to low runoff; high saturated hydraulic conductivity. Flooding is none to occasional."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat and watershed. Native vegetation is shrubs, annual grasses and forbs and scattered willow, cottonwood and sycamore trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central California coastal valleys in MLRA 14. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monterey County, California"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon: the zone from a depth of 0 to 13 cm\nParticle Size Control Section: the zone from a depth of 25 to 100 cm\nADDITIONAL DATA:\nUser Site ID: 2017CA053002\nUser Pedon ID: 2017CA053002\nClassified using the Twelfth Edition Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "fine sand",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 13 centimeters; dark grayish brown (10YR 4/2) fine sand, dark brown (10YR 3/3), moist; weak medium subangular blocky structure; friable, nonsticky, nonplastic; common very fine and fine roots; common fine interstitial pores; moderately alkaline (pH 8.2); clear wavy boundary. (7 to 21 cm thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 90,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "fine sand",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--13 to 90 centimeters; pale brown (10YR 6/3) fine sandy, dark brown (10YR 3/3), moist; single grain; loose, nonsticky, nonplastic; few very fine roots; moderately alkaline (pH 8.2); clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 90,
        "bottom": 115,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sand",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C2--90 to 115 centimeters; pale brown (10YR 6/3) sand, very dark grayish brown (10YR 3/2), moist; single grain; loose, nonsticky, nonplastic; moderately alkaline (pH 8.0); clear smooth boundary."
      },
      {
        "name": "C3",
        "top": 115,
        "bottom": 200,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "coarse sand",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "C3--115 to 200 centimeters; pale brown (10YR 6/3) coarse sand, dark brown (10YR 3/3), moist; single grain; loose, nonsticky, nonplastic; 2 percent fine and 3 percent medium and coarse gravel; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
