{
  "SERIES": "CORDOVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC-TCJ-AGG",
  "REVDATE": "01/2011",
  "STATES": "IA,MN",
  "OVERVIEW": "The Cordova series consists of very deep, poorly drained soils that formed mostly in loamy calcareous glacial till on ground moraines and till plains.  The upper part of the profile in some of these soils formed in modified glacial till.  These soils have moderately slow permeability. Their slopes are less than 2 percent.  Mean annual precipitation is about 28 inches.  Mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cordova clay loam with a plane slope of 1 percent in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; black (N 2/0) clay loam, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; friable; about 1 percent gravel; neutral; abrupt wavy boundary.\nA--10 to 18 inches; black (N 2/0) clay loam, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; friable; about 1 percent gravel; neutral; clear wavy boundary.  (Combined A horizon is 8 to 20 inches.)\nBtg1--18 to 30 inches; olive gray (5Y 4/2) clay loam; few fine prominent dark yellowish brown (10YR 4/6) Fe concentrations; moderate medium angular blocky structure parting to moderate fine angular blocky; friable; common very dark gray (5Y 3/1) clay films on faces of peds and in pores; about 3 percent gravel; neutral; clear wavy boundary.\nBtg2--30 to 38 inches; olive gray (5Y 5/2) clay loam; common fine prominent dark yellowish brown (10YR 4/6) Fe concentrations; weak medium subangular blocky structure; friable; few distinct very dark gray (5Y 3/1) clay films on faces of peds and in pores; about 3 percent gravel; neutral; abrupt wavy boundary.  (Combined Btg horizon is 12 to 40 inches thick.)\nC--38 to 80 inches; light olive gray (5Y 6/2) loam; common medium prominent yellowish brown (10YR 5/6) Fe concentrations; massive; friable; about 5 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Waseca County, Minnesota; about 5 miles north of Waseca; 450 feet south and 1100 feet east of the northwest corner of Sec. 22, T.108N., R.22W.; USGS Morristown quadrangle; lat. 44 degrees 9 minutes 5 seconds N. and long. 93 degrees 27 minutes 45 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 24 to 50 inches.  Thickness of the mollic epipedon ranges from 10 to 24 inches.  Rock fragment content is 2 to 6 percent throughout and is of mixed lithology, but some pedons have less than 2 percent in the upper part.  The A horizons are neutral to moderately acid.  The B horizons range from strongly acid to slightly alkaline.\nThe Ap or A horizon has hue of 10YR, 2.5Y or is neutral, value of 2 or 3 and  chroma of 0 or 1.  It is loam, silty clay loam, or clay loam.  Eluviation is evident in some pedons by a few porous coatings on the faces of peds in the lower A and/or upper B horiozns.\nSome pedons have AB horizons.\nThe Btg horizon has a matrix with hue of 10YR to 5Y, value of 3 to 5, value of 3 is only in the upper part, and chroma of 1 or 2.  Some pedons have a BA horizon. The B horizon typically is silty clay loam or clay loam but ranges to loam in the lower part.  The upper 20 inches of the argillic horizon averages between 28 to 35 percent clay and exceeds 15 percent fine sand and coarser.  The B/A clay ratios range from 1.2 to 1.4.\nA Bk horizon is present in some pedons.\nThe C horizon has a matrix with 5Y or 2.5Y hue, value of 4 to 6, and chroma of 2 to 4.  It is loam or clay loam and is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barry, Berville, Brookston, Buntingville, Clackamas, Hamel, Jameston, Marengo, Millgrove, Navan, Nosoni, Rensselaer, and Westland series.  Barry soils have less than 27 percent clay in the control section.  Berville soils contain more than 6 percent gravel in the control section.  Brookston soils are more moist in the soil moisture control section during the 120 days following the summer solstice and have less montmorillonite in the lower part of the series control section.  Buntingville, Clackmas, and Nosoni soils are drier in the soil moisture control section during the 120 days following the summer solstice.  Hamel soils have A horizons 16 to 27 inches thick and and chroma of 1 or less in the upper B horizons.  Jameston soils have very firm till beginning at depths ranging from 18 to 30 inches.  Marengo soils typically have thicker sola, contain appreciable amounts of sedimentary rock fragments in the silty clay lower B and C horizons, and are more moist in the soil moisture control section.  Millgrove soils have up to 15 percent gravel in the upper part and 7 percent or more in the lower part of the control section and very poorly drained..  Navan soils have than 35 percent more clay in the lower B and C horizons.  Rensselaer soils have reaction greater than 6.1 in the upper part of the control section, are more moist in the moisture control section and are poorly drained.  Westland soils have 7 percent or more gravel in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cordova soils have slightly concave to slightly convex slopes on broad flat ridge tops in rolling moraine areas or on lower lying areas in ground moraines and till plains. Slope gradients are 0 to 2 percent.  Soils formed mostly in friable, calcareous, loamy till of Late Wisconsinan age.  However, the upper part of the sola in some pedons is from modified glacial till or drift. The mean annual temperature is about 45 to 52 degrees F.  Mean annual precipitation is about 26 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the Dundas, Lester, and Le Sueur soils.  These soils formed in materials similar to those of the Cordova soils and are members of a hydrosequence with the Cordova soils.  The well drained Lester soils are on nearby undulating to hilly slopes.  The moderately well to somewhat poorly drained Le Sueur and the somewhat poorly to poorly drained Dundas soils are on nearby higher positions.  The poorly drained Webster and Hamel soils and the very poorly drained Glencoe soils are a nearby associate in a few places."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Surface runoff is low.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is cleared, drained and cropped to corn and soybeans.  A few areas remain in woodlots or permanent pasture.  Native vegetation was northern hardwoods, largely basswood, maple, and elm, and an understory of grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Minnesota and north-central Iowa.  Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Waseca County, Minnesota, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:   Mollic epipedon from 0 to 18 inches (Ap and AB horizons); argillic horizon from 18 to 38 inches (Btg1 and Btg2 horizons); aquic moisture regime - low chroma with redox features beneath the mollic epipedon. 1/21/2011-TYPE LOCATION error was corrected.\nADDITIONAL DATA:  Refer to pedon 69 MN-7-11 for results of some laboratory analysis of the typical pedon of this series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
