{
  "SERIES": "CORDES",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEJ/GEW",
  "REVDATE": "12/2006",
  "STATES": "AZ,WY",
  "OVERVIEW": "The Cordes series consists of deep, well-drained soils that formed in mixed alluvial materials. These soils are in swales, low alluvial fans or floodplains. The mean annual precipitation is about 16 inches and the mean annual air temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cordes sandy loam, grassland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches, grayish brown (10YR 5/2) sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine tubular pores; noneffervescent; slightly alkaline (pH 7.5); abrupt smooth boundary. (3 to 10 inches thick)\nC1--3 to 34 inches, brown (7.5YR 5/2) sandy loam, dark brown (7.5YR 3/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; noneffervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (18 to 36 inches thick)\nC2--34 to 50 inches, light brown (7.5YR 6/4) loamy sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many fine interstitial pores; noneffervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yavapai County, Arizona; on Harold James Ranch, Chino Valley, 1/2 mile east of radio signal station near the outer loop road from Prescott to Chino Valley; 1/2 mile east of SW corner of sec. 3, T.15N., R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to coarse-textured material ranges from 34 to 60 inches.\nGravel ranges from few pebbles to approximately 30 percent fine gravel by volume.\nThin strata of finer or coarser-textured material occur in some pedons.\nThe mean annual soil temperature ranges from 52 degrees to 58 degrees F.\nSoil Moisture: These soils are dry for 90 cumulative days or more in some subhorizon between depths of 10 and 40 inches, but are not continuously dry in all parts of the soil between these depths for as long as 60 consecutive days. May and June are the driest months. Ustic aridic moisture regime.\nThe A horizon and C horizon (upper part)\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry\nChroma: 2 or 3\nC horizon (lower part)\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 2 to 4\nCalcium carbonate: A few fine lime filaments are present in the C1 or C2 horizons in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hoehne (CO) series. Hoehne soils are in LRR-G MLRA 69 and are moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cordes soils are at elevations of 4,000 to 5,500 feet in swales, low alluvial fans or on flood plains. Slopes range from 1 to 5 percent. These soils formed in mixed alluvial material derived from granite, schist, basalt and related rock. The climate is semiarid with an average annual precipitation of 14 to 18 inches, a mean annual temperature of 50 degrees to 56 degrees F., an average temperature of 35 degrees to 40 degrees F., and an average July temperature of 72 degrees to 78 degrees F. The frost-free season ranges from 135 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Balon, Barkerville, Gaddes and Showlow soils and the competing Lynx soils. Balon and Gaddes soils have moderately fine-textured argillic horizons. Barkerville soils are shallow to a paralithic contact. Showlow soils have fine-textured argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for range. Where cultivated, used for small grains, corn and alfalfa. Native vegetation is mainly blue and black grama, sand dropseed, three-awn and annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Yavapai County, Arizona. Cordes soils are small in extent. MLRA 38. Use in Wyoming should be discontinued."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yavapai County, Western Yavapai County Area, Arizona, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 3 inches (A horizon)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches, grayish brown (10YR 5/2) sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine tubular pores; noneffervescent; slightly alkaline (pH 7.5); abrupt smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 86,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--3 to 34 inches, brown (7.5YR 5/2) sandy loam, dark brown (7.5YR 3/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; noneffervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (18 to 36 inches thick)"
      },
      {
        "name": "C2",
        "top": 86,
        "bottom": 127,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "C2--34 to 50 inches, light brown (7.5YR 6/4) loamy sand, brown (7.5YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many fine interstitial pores; noneffervescent; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
