{
  "SERIES": "CORIFF",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCJ-AGG",
  "REVDATE": "04/2006",
  "STATES": "MN",
  "OVERVIEW": "The Coriff series consists of very deep, poorly drained soils formed in calcareous outwash or deltaic sediments overlying loamy, calcareous glacial till on ground moraines and glacial lake plains. Slopes range from 0 to 2 percent. Mean annual air temperature is about 7 degrees C. (45 degrees F), and mean annual precipitation is about 635 mm (25 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coriff loam on a 1 percent convex west facing slope in a wheat field at an elevation of 341 m (1,119 feet). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 inches (0 to 10 inches); black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine and medium granular structure; friable; few roots; slightly effervescent; slightly alkaline; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches thick)]\nA--25 to 46 cm (10 to 18 inches); very dark gray (10YR 3/1) sandy loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; friable; few roots; slightly effervescent; slightly alkaline; clear wavy boundary. [15 to 30 cm (6 to 12 inches thick)]\nBg1--46 to 61 cm (18 to 24 inches); grayish brown (2.5Y 5/2) sandy loam; few fine distinct light olive brown (2.5Y 5/4) Fe concentrations; weak medium subangular blocky structure; friable; slightly effervescent; slightly alkaline; clear smooth boundary. [10 to 30 cm (4 to 12 inches thick)]\nBg2--61 to 84 inches (24 to 33 inches); light brownish gray (2.5Y 6/2) loamy fine sand; common medium distinct yellowish brown (10YR 5/4) Fe concentrations; weak medium subangular blocky structure; friable; slightly effervescent; slightly alkaline; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches thick)]\n2Cg--84 to 152 cm (33 to 60 inches); grayish brown (2.5Y 5/2) loam; common medium distinct yellowish brown (10YR 5/4) Fe concentrations; massive; friable; about 5 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kandiyohi County, Minnesota; about 5 miles north and 1.5 miles east of Lake Lillian; 91 m (300 feet) north and 640 m (2,100 feet) west of the southeast corner of sec. 17, T. 118 N., R. 33 W. ., USGS Lake Elizabeth quadrangle; lat. 45 degrees 01 minutes 27 seconds N., long. 94 degrees 50 minutes 50 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to loamy glacial till ranges   from 61 cm to 102 cm (24 to 40 inches). Free carbonates are in all parts of the pedon, but the upper 25 cm (10 inches) may be leached. The mollic epipedon ranges from 30 to 56 cm (12 to 22 inches) in thickness. Coarse fragments of mixed lithology typically comprise 0 to 10 percent of the upper mantle and 2 to 8 percent of the underlying material, by volume. A thin pebble band, less than 8 cm (3 inches) thick, may contain 15 to 60 percent coarse fragments and typically occurs at the contact between the two materials. The control section averages 8 to 18 percent clay.\nThe A horizon has value of 2 or 3 and chroma of 1 or 2. It is loam, sandy loam, or fine sandy loam. Reaction is slightly alkaline or moderately alkaline.\nThe Bg horizon has hue of 2.5Y or 5Y, value of 4 through 6, and chroma of 1 or 2. It has few through many mottles with chroma of 2 through 6. It is stratified with textures of sandy loam or fine sandy loam in the upper part and loamy fine sand, sand, or fine sand in the lower part. It is slightly alkaline or moderately alkaline.\nThe 2Cg horizon has hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2 through 4. It is loam or clay loam. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fieldon, Lemond, Rocksan, and Swede Grove series. Fieldon and Lemond soils lack loamy 2C horizons within a depth of 102 cm (40 inches). Rocksan soils have weathered sandstone in the lower third of the series control section.  Swede Grove soils average less than 18 percent clay in the lower third of the series control section, and formed entirely in coarse-loamy till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Coriff soils have plane or concave slopes of 0 to 2 percent on ground moraines or glacial lake plains. These soils formed in 61 to 102 cm (24 to 40 inches) of outwash or detaic sediment overlying loamy glacial till of the Late Wisconsinan glaciation. Mean annual air temperature is7 degrees C (45 to 52) degrees F, and mean annual precipitation is 585 to 711 cm (23 to 28 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Fieldon and the Amiret, Clarion Corunna, Lowlein, Nicollet, Normania series. Fieldon soils are on similar landscapes. The well drained Amiret and Clarion soils are higher on lying positions and lack the upper stratified mantle. The poorly drained Corunna soils are more acid. Lowlein, Nicollet, and Normania soils are moderately well drained and on higher lying positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained. Surface runoff is negligible or low. Saturated hydraulic conductivity, measured in cm per hour, is 1.5 to 5.1 cm 15.2 (.6 to 6 inches) in the upper mantle and 1.5 to 5.1 cm (.6 to 2 inches) in the underlying material. The apparent seasonal high saturation is at a depth of 0 to 30 centimeters (0 to 1 feet) during the wettest parts of normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped to corn, soybeans, small grains, or hay. Native vegetation is a mixture of water tolerant tall grass prairie species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central and southwestern Minnesota. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stearns County, Minnesota, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: REMARKS: Diagnostic horizons and properties recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 46 centimeters (18 inches) (Ap and A horizons), cambic horizon - the zone from 46 to 84 centimeters (18 to 33 inches) (Bg1 and Bg2 horizons), Aquic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "weak fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 inches (0 to 10 inches); black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine and medium granular structure; friable; few roots; slightly effervescent; slightly alkaline; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches thick)]"
      },
      {
        "name": "A",
        "top": 64,
        "bottom": 117,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--25 to 46 cm (10 to 18 inches); very dark gray (10YR 3/1) sandy loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; friable; few roots; slightly effervescent; slightly alkaline; clear wavy boundary. [15 to 30 cm (6 to 12 inches thick)]"
      },
      {
        "name": "Bg1",
        "top": 117,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--46 to 61 cm (18 to 24 inches); grayish brown (2.5Y 5/2) sandy loam; few fine distinct light olive brown (2.5Y 5/4) Fe concentrations; weak medium subangular blocky structure; friable; slightly effervescent; slightly alkaline; clear smooth boundary. [10 to 30 cm (4 to 12 inches thick)]"
      },
      {
        "name": "Bg2",
        "top": 155,
        "bottom": 213,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg2--61 to 84 inches (24 to 33 inches); light brownish gray (2.5Y 6/2) loamy fine sand; common medium distinct yellowish brown (10YR 5/4) Fe concentrations; weak medium subangular blocky structure; friable; slightly effervescent; slightly alkaline; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches thick)]"
      },
      {
        "name": "2Cg",
        "top": 213,
        "bottom": 386,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--84 to 152 cm (33 to 60 inches); grayish brown (2.5Y 5/2) loam; common medium distinct yellowish brown (10YR 5/4) Fe concentrations; massive; friable; about 5 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
