{
  "SERIES": "CORKSTONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB:JCW",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Corkstone clay loam, on a 3.5 percent slope, in rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; very dark grayish brown (10YR 3/2) clay\nloam, very dark brown (10YR 2/2) moist; moderate fine granular and very fine subangular blocky structure; hard, firm; many fine\nroots; common fine pores; few siliceous pebbles up to 2 cm across; mildly alkaline; clear wavy boundary.  (3 to 8 inches thick)\nB21t--4 to 8 inches; brown (7.5YR 4/2) clay, dark brown\n(7.5YR 3/2) moist; moderate very fine subangular blocky and blocky structure; hard, firm; few fine roots; few fine pores; thin clay films on faces of peds; few siliceous pebbles; neutral; clear wavy boundary.  (0 to 5 inches thick)\nB22t--8 to 12 inches; reddish brown (5YR 4/4) clay, dark\nreddish brown (5YR 3/4) moist; moderate fine and medium blocky structure; very hard, firm; few fine roots; few fine pores; few\nseams of darker material between peds; few clay films on faces of peds; about 5 percent siliceous pebbles, including spiculite; neutral; clear wavy boundary.  (4 to 9 inches thick)\nB23t--12 to 18 inches; reddish brown (2.5YR 4/4) very cobbly clay; dark reddish brown (2.5YR 3/4) moist; moderate fine and\nmedium blocky structure; very hard, firm; few fine roots; few fine pores; few stains of darker material on some peds; few clay films\non faces of peds; about 40 percent spiculite fragments up to 5 cm thick and 10 cm across; few quartz pebbles; neutral; abrupt wavy boundary.  (0 to 6 inches thick)\nCr--18 to 36 inches; pink (7.5YR 8/4) spiculite or porous\nsponge residuum, pink (7.5YR 7/4) moist; platy, with plates mostly\n5 to 15 cm thick and 30 to 90 cm across; hardness of less than 3\nMohs scale; about 10 percent reddish brown clay between plates; neutral; gradual wavy boundary.  (4 to 48 inches thick)\nR--36 to 60 inches; gray, fractured limestone, with a\nhardness of more than 3 Mohs scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Saba County, Texas; from the intersection of Texas Highway 16 and U. S. Highway 190 in San Saba, 4.5 miles west\non U. S. Highway 190, 9.0 miles southwest on Farm Road 2732, 0.8\nmile south on county road, and 180 feet west in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 12 to 20 inches thick and corresponds to depth to spiculite, or sponge residuum from\nspiculose limestone.  The mollic epipedon ranges in thickness from\n7 to 12 inches.  Depth to hard limestone ranges from 20 to more\nthan 60 inches.  Reaction of the A and Bt horizons is neutral or mildly alkaline.\nThe A horizon has a hue of 5YR through 10YR, value of 3 or 4, and chroma of 2 or 3.  Texture is clay loam or loam.  The A horizon contains 0 to 10 percent coarse fragments.\nThe B21t horizon has a hue of 5YR or 7.5YR, value is 3 or 4, and chroma from 2 to 3.  The B22t horizon has a hue of 2.5YR through 7.5YR, value of 4 or 5, and chroma of 3 through 6.  The B21t and\nB22t horizons contain from 3 to 20 percent coarse fragments.  The B23t horizon has a hue of 2.5YR or 5YR, value of 4 or 5, and\nchroma of 4 through 6.  It contains from 30 to about 65 percent spiculite fragments 1 to 8 cm thick and 2 to 25 cm across the long axis.  The fine-earth fraction clay content of the Bt horizon\nranges from 55 to 75 percent.\nThe Cr horizon consists of yellowish, brownish, or pink porous spiculite with a hardness of 2 to 3 on Mohs scale.  It is platy to flaggy, 5 to 20 cm thick and 15 cm to 1.5 m across.  It contains\nup to about 10 percent of fine earth in the interstices.\nThe R layer is grayish, hard, fractured limestone many feet thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the only series in the same family.\nOther competing series include the Anocon, Bexar, Comfort,\nFrankirk, Roughcreek, Rumple, Spicewood, and Tarpley seres.\nAnocon, Bexar, and Frankirk soils are less clayey and are moe than\n20 inches deep.  Comfort, Roughcreek, and Tarpley soils are\nunderlain at shallow depths by hard limestone, and in addityon, Comfort and Roughcreek soils contain more than 35 percent\nlimestone fragments.  Rumple soils are more than 20 inches thick\nand contain more than 35 percent chert gravel.  Spicewood soils developed over the same material, but are more than 20 inches\nthick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Corkstone soils are on gently sloping ridges, plateaus, and hill tops.  This soil developed from the weathering\nof limestone that has formed a layer of spiculite sponge residuum.  This material is light and porous and has undergone considerable leaching of calcium and now consists of finely disseminated\nsilicate dioxide.  The climate is dry subhumid.  The average\nannual rainfall ranges from 26 to 34 inches.  The mean annual temperature ranges from 64 degrees to 67 degrees F., and the Thornthwaite P-E indices from 38 to about 54."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing\nRoughcreek, Rumple, Spicewood, and Tarpley series and the Cho and Mereta series.  Cho and Mereta soils are on broader ridges, lack argillc horizons, and are underlain by cemented caliche.\nRoughcreek and Tarpley soils occur in similar positions.  Rumple\nand Spicewood soils occur on broader ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Surface runoff is\nmedium.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost exclusively as rangeland.  A few small aeras are cultivated.  Some areas are mined for the\nspiculite sponge residuum.  Native vegetation now growing on most areas is sideoats grama, little bluestem, cane bluestem, Arizona cottontop, buffalograss, Texas wintergrass, white indiangrass,\nforbs, Texas persimmon, liveoak, and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas.  These soils are minor in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Saba County, Texas; 1980.\n@@\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
