{
  "SERIES": "CORNUCOPIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLK-JJJ",
  "REVDATE": "03/2009",
  "STATES": "WI",
  "OVERVIEW": "The Cornucopia series consists of very deep, well drained soils on till plains.  They formed in clayey till and/or clayey lacustrine deposits modified by wave action and in the underlying stratified loamy and/or sandy lacustrine deposits.  They are on till plains and/or lake plains.  Permeability is slow in the clayey till and moderate to rapid in the stratified substratum.  Slope ranges from 2 to 45 percent.  Mean annual precipitation is about 31 inches.  Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cornucopia silt loam, on a convex, southeast-facing, 12 percent slope in a wooded area at an elevation of 1010 feet.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 3 inches; very dark gray (5YR 3/1) silt loam, dark gray (5YR 4/1) dry; weak fine granular structure; friable; many fine and medium and common coarse roots throughout; about 2 percent gravel and 1 percent cobble; slightly acid; abrupt smooth boundary.  (1 to 5 inches thick)\nE/B--3 to 10 inches; 60 percent dark reddish gray (5YR 4/2) very fine sandy loam, pinkish gray (5YR 6/2) dry (E); weak thick platy structure; friable; extends as tongues into or surrounds remnants of reddish brown (2.5YR 4/4) clay (B); moderate medium angular blocky structure; firm; many fine, common medium and few coarse roots; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 2 percent gravel and 1 percent cobble; moderately acid; clear wavy boundary.  (Glossic horizon - 2 to 20 inches thick)\nBt1--10 to 22 inches; reddish brown (2.5YR 4/4) clay; weak coarse prismatic structure parting to moderate medium angular blocky; firm; few fine and medium roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds and common distinct reddish brown (5YR 4/3) silt coats and light reddish brown (5YR 6/3) sand coats on faces of peds; about 2 percent gravel and 1 percent cobble; moderately acid; gradual wavy boundary.\nBt2--22 to 32 inches; reddish brown (2.5YR 4/4) clay; moderate coarse prismatic structure parting to strong medium angular blocky; firm; few fine and medium roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 2 percent gravel and 1 percent cobble; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizon ranges from 0 to 26 inches.)\nBtk--32 to 45 inches; reddish brown (2.5YR 4/4) clay; moderate coarse prismatic structure parting to strong medium angular blocky; firm; few fine roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common fine and medium irregular light reddish brown (2.5YR 6/3) soft masses of calcium carbonate; strongly effervescent; about 2 percent gravel and 1 percent cobble; moderately alkaline; (about 4 percent calcium carbonate); abrupt wavy boundary.  (10 to 35 inches thick)\n2Bk--45 to 50 inches; reddish brown (5YR 5/3) stratified very fine sandy loam and silt loam; moderate medium platy structure parting to weak fine angular blocky; friable; few fine roots between peds; common fine and medium irregular light reddish brown (2.5YR 6/3) soft masses of calcium carbonate in the thin (< 12 inches) silty clay strata; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 10 inches thick)\n2C--50 to 72 inches; stratified brown (7.5YR 5/3) and reddish brown (5YR 5/3) stratified very fine sand and silt loam; massive; very friable; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation in the silt loam strata; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ashland County, Wisconsin; 2500 feet north and 2500 feet west of the southeast corner of section 7, T. 45 N., R. 4 W.; USGS Sanborn, Wisconsin quadrangle; lat. 46 degrees 23 minutes 30 seconds N. and long. 90 degrees 54 minutes 45 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon, thickness of the clayey till, and depth to the stratified substratum all range from 40 to 60 inches.  The weighted average clay content of the particle-size control section ranges from 35 to 60 percent.  Depth to free carbonates ranges from 20 to 40 inches.  Volume of gravel and cobbles ranges from 0 to 3 percent throughout.\nThe A horizon has hue of 5YR, 7.5YR or 10YR; value and chroma of 1 to 3.  Cultivated pedons have an Ap horizon with hue of 5YR, 7.5YR or 10YR; value of 3 or 4 and chroma of 2 or 3.  Reaction naturally ranges from very strongly acid to slightly acid, but ranges to neutral where the soil is limed.\nSome pedons have an E horizon with hue of 5YR or 7.5YR; value of 4 to 6 and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more.\nThe E horizon is silt loam, very fine sandy loam, loam, silty clay loam or silty clay.  Reaction ranges from strongly acid to neutral.\nCornucopia soils have a glossic horizon (E/B or B/E horizon or both).  The E part has color and texture like the E horizon described above.\nThe Bt part has hue of 2.5YR or 5YR and value and chroma of 3 or 4.  It is clay but in some pedons it is clay loam, silty clay loam, silty clay or sandy clay.  Reaction ranges from strongly acid to neutral.\nThe Bt horizon has hue of 2.5YR or 5YR and value and chroma of 3 or 4.  Reaction ranges from moderately acid to slightly alkaline.\nThe Btk horizon has hue of 2.5YR or 5YR and value and chroma of 3 or 4.  It is typically clay but subhorizons of silty clay, clay loam or silty clay loam are in some pedons.  Reaction ranges from slightly to strongly alkaline.\nThe 2Bk horizon has a hue of 5YR or 7.5YR, value of 4 or 5. and chroma of 3 or 4.  It is stratified.  Individual strata are mostly silt loam, very fine sandy loam, loam, fine sandy loam, loamy very fine sand, loamy fine sand, loamy fine sand, very fine sand or fine sand, but a few thin strata of finer texture are in some pedons.  Reaction is slightly or moderately alkaline.\nThe 2C horizon has color and texture like the 2Bk horizon described above.  Reaction ranges from slightly acid to moderately alkaline.  Some pedons have a 2Ck horizon that has colors and textures similar to the 2Bk horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Portwing, Kolberg, Odanah, and Sanborg series.  Portwing soils are moderately well drained.  Kolberg soils have a lithic contact within 40 inches.  Odanah soils do not have stratified materials in the substratum.  Sanborg soils are moderately well drained and do not have stratified materials in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cornucopia soils are on knolls and side slopes on till plains.  Slope ranges from 2 to 45 percent.  These soils formed in clayey till and/or clayey lacustrine deposits modified by wave action over stratified loamy and/or sandy lacustrine deposits.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 36 to 43 degrees F.  The frost-free period ranges from about 90 to 120 days.  Elevation ranges from 600 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Portwing, Herbster, Eaglebay, Manistee, and Odanah soils.  The moderately well drained Portwing and somewhat poorly drained Herbster soils form a drainage sequence with Cornucopia soils.  The moderately well drained Eaglebay soils are nearby where there is a loamy outwash mantle 10 to 24 inches thick over the clayey till.  Manistee soils are nearby and slightly upslope, and have 20 to 40 inches of sandy outwash over clay.  Odanah soils have greater than 60 inches of clay, and occur adjacent to some Cornucopia soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow in the clayey deposits and moderate to rapid in the stratified lacustrine deposits. Saturation may occur above the clayey till at a depth of about 1 foot for brief periods after snowmelt or after high rainfall events. Saturation is for less than 3 consecutive days or 10 cumulative days per year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Some areas are used for cropland or pastureland.  Oats, bromegrass, timothy, alfalfa, trefoil, and red clover are the principal crops.  Many areas which were formerly cropland are now idle and are reverting to natural vegetation.  Native vegetation is mixed deciduous and coniferous forest.  Common trees are red maple, balsam fir, white spruce, eastern white pine, quaking aspen, paper birch and red oak.  Common understory plants are beaked hazelnut, red-osier dogwood, black snakeroot, big-leaved aster, wild sarsaparilla, sweet coltsfoot and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin (MLRA K92).  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota; MLRA SSO 10-8 (Marquette, Michigan)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Wisconsin, 2005.  Source of the name is a town along Lake Superior in Bayfield County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:  Ochric epipedon - 0 to 3 inches (A horizon); glossic horizon - 3 to 10 inches (E/B horizon); argillic horizon - 10 to 45  inches (Bt and Btk horizons) Particle size control section - 10 to 30 inches.\nOnly series status, responsibility, and scrivener's errors changed - 3/09.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark gray (5YR 3/1) silt loam, dark gray (5YR 4/1) dry; weak fine granular structure; friable; many fine and medium and common coarse roots throughout; about 2 percent gravel and 1 percent cobble; slightly acid; abrupt smooth boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "E/B",
        "top": 8,
        "bottom": 25,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--3 to 10 inches; 60 percent dark reddish gray (5YR 4/2) very fine sandy loam, pinkish gray (5YR 6/2) dry (E); weak thick platy structure; friable; extends as tongues into or surrounds remnants of reddish brown (2.5YR 4/4) clay (B); moderate medium angular blocky structure; firm; many fine, common medium and few coarse roots; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 2 percent gravel and 1 percent cobble; moderately acid; clear wavy boundary.  (Glossic horizon - 2 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 56,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--10 to 22 inches; reddish brown (2.5YR 4/4) clay; weak coarse prismatic structure parting to moderate medium angular blocky; firm; few fine and medium roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds and common distinct reddish brown (5YR 4/3) silt coats and light reddish brown (5YR 6/3) sand coats on faces of peds; about 2 percent gravel and 1 percent cobble; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 81,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--22 to 32 inches; reddish brown (2.5YR 4/4) clay; moderate coarse prismatic structure parting to strong medium angular blocky; firm; few fine and medium roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; about 2 percent gravel and 1 percent cobble; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizon ranges from 0 to 26 inches.)"
      },
      {
        "name": "Btk",
        "top": 81,
        "bottom": 114,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btk--32 to 45 inches; reddish brown (2.5YR 4/4) clay; moderate coarse prismatic structure parting to strong medium angular blocky; firm; few fine roots between peds; common faint dark reddish brown (2.5YR 3/4) clay films on faces of peds; common fine and medium irregular light reddish brown (2.5YR 6/3) soft masses of calcium carbonate; strongly effervescent; about 2 percent gravel and 1 percent cobble; moderately alkaline; (about 4 percent calcium carbonate); abrupt wavy boundary.  (10 to 35 inches thick)"
      },
      {
        "name": "2Bk",
        "top": 114,
        "bottom": 127,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk--45 to 50 inches; reddish brown (5YR 5/3) stratified very fine sandy loam and silt loam; moderate medium platy structure parting to weak fine angular blocky; friable; few fine roots between peds; common fine and medium irregular light reddish brown (2.5YR 6/3) soft masses of calcium carbonate in the thin (< 12 inches) silty clay strata; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "2C",
        "top": 127,
        "bottom": 183,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "2C--50 to 72 inches; stratified brown (7.5YR 5/3) and reddish brown (5YR 5/3) stratified very fine sand and silt loam; massive; very friable; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulation in the silt loam strata; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
