{
  "SERIES": "CORNING",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBJ/AJT/DJE/MAV/SBS/WRR/AEC",
  "REVDATE": "03/2018",
  "STATES": "CA",
  "OVERVIEW": "The Corning series consists of very deep, well or moderately well drained soils formed in gravelly alluvium weathered from mixed rock sources.  Corning soils are on treads and risers on high fan remnants.  Slopes are 0 to 30 percent.  The mean annual precipitation is about 23 inches and the mean annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Corning gravelly loam - on a 2 percent slope under annual grasses and forbs at an elevation of 270 feet.  When described April 5, 1945, the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches (0 to 20 cm); yellowish red (5YR 5/6) gravelly loam, yellowish red (5YR 4/6) moist; weak fine granular structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; 16 percent gravel; strongly acid (pH 5.5); gradual smooth boundary.  (4 to 9 inches thick)\nBw1--8 to 15 inches (20 to 38 cm); yellowish red (5YR 5/6) loam, red (2.5YR 4/6) moist; weak fine and medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; 14 percent gravel; moderately acid (pH 5.8); abrupt smooth boundary. (5 to 10 inches thick)\nBw2--15 to 21 inches (38 to 53 cm); yellowish red (5YR 5/6) gravelly loam, red (2.5YR 4/6) moist; weak fine and medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; 15 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary.  (5 to 8 inches thick)\nBt1--21 to 29 inches (53 to 74 cm); red (2.5YR 5/6) gravelly clay, red (2.5YR 4/6) moist; strong coarse angular blocky structure that separates readily to very fine subangular blocky on drying; extremely hard, extremely firm, moderately sticky and very plastic; few very fine roots; common very fine tubular pores; continuous moderately thick clay films on faces of peds and lining pores but most are as bridges; 20 percent gravel; strongly acid (pH 5.2); clear wavy boundary.  (5 to 15 inches thick)\nBt2--29 to 36 inches (74 to 91 cm); yellowish red (5YR 5/6) gravelly clay loam, red (2.5YR 4/6) moist; weak coarse angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few very fine roots; common very fine pores; continuous moderately thick clay films lining pores and on a few faces of peds, 23 percent gravel; strongly acid (pH 5.2); clear wavy boundary.  (4 to 10 inches thick)\nBt3--36 to 45 inches (91 to 114 cm); yellowish red (5YR 5/6) gravelly sandy clay loam, red (2.5YR 4/6) moist; massive; hard, firm, slightly sticky and moderately plastic; few fine roots; few very fine interstitial pores; continuous clay films in pores; 20 percent gravel; strongly acid (pH 5.2); diffuse smooth boundary. (6 inches to many feet thick)\nBt4--45 to 60 inches (114 to 152 cm); yellowish red (5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; massive; hard, firm, slighty sticky and moderately plastic; few fine roots; few very fine interstitial pores; thin continuous clay films in pores; 6 percent gravel; strongly acid (pH 5.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tehama County, California; about 3 miles south of Corning and 0.6 mile north of the SW corner of section 22, T.23 N., R.3W., just east of old US Highway 99W. 39 degrees 50 minutes 8 seconds north, 122 degrees 11 minutes 47.6 seconds west, NAD83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 23 to 60 inches.  Soil temperature is greater than 47 degrees F throughout the year.  Mean annual soil temperature is 60 to 67 degrees F at 20 inches.  Solum thickness differs over short distances because of hummocky microrelief.\nThe soil between depths of 7 and 20 inches is usually moist in some part from about late October until late May and is continuously dry the rest of the time.  Weighted average clay content of the upper 20 inches of the argillic horizon is 35 to 55 percent.\nThe A and Bw horizon are 7.5YR 4/4, 4/6, 5/4, 5/6, 6/4, 6/6; 5YR 3/4, 4/4, 4/6, 5/3, 5/4, 5/6, 6/3, 6/4, 6/6; 2.5YR 4/6, 5/4, 5/6, 6/4, 6/6, 10YR 5/6, 5/4, and 5/3.  Moist color is 10YR 4/4, 3/4, and 3/3 and 7.5YR 4/4, 3/3, 3/4; 5YR 3/4, 3/6, 4/4, 4/6; 2.5YR 3/4, 3/6, 4/4.  In the concave intermound, the upper 2 to 9 inches of the A horizon has dry color of 10YR 5/3, 5/4, 5/6, 6/3, 6/4; 7.5YR 5/4, 4/4 and moist color is 10YR 3/3, 4/3, 3/4, 4/4; 7.5YR 3/4, 4/4.  Texture is clay loam, sandy clay loam, loam, sandy loam or fine sandy loam or their gravelly or cobbly equivalents.  Content of coarse fragments is 0 to 35 percent.  In some pedons organic matter content is greater than 1 percent in the upper 1 to 3 inches but in all pedons it decreases to less than 1 percent below this depth.  Reaction is strongly acid to neutral.  Base saturation by sum of cations is 35 to 75 percent.\nPedons in which the depth to the Bt horizon is greater than 20 inches have a BA horizon.  Color is similar to the A horizon color on the mound.  Texture, reaction and base saturation are similar to the A horizon.  Clay content is 1 to 4 percent higher and increases within a vertical distance of greater than 12 inches.\nThe upper Bt horizon is 7.5YR 5/6, 4/6; 5YR 3/3, 3/4, 4/4, 4/6, 5/4, 5/6, 5/8, 6/6; 2.5YR 3/4, 3/6, 4/6, or 5/6.  Moist color is 7.5YR 4/6; 5YR 3/4, 4/4, 5/6, 4/6; 2.5YR 3/4, 3/6, 4/6. The lower part of the horizon has hue of 7.5YR in some pedons.  Texture is clay loam or clay or their gravelly equivalents with 35 to 55 percent clay in the upper part and clay, sandy clay loam or clay loam or their gravelly equivalents in the lower part.  Content of coarse fragments is 5 to 35 percent with 0 to 15 percent cobbles.  Increase in clay content at the upper boundary is 15 to 40 percent within 1 inch.  Reaction is very strongly acid to slightly acid in the upper part and strongly acid to neutral in the lower part.  Base saturation is 75 to 95 percent.\nThe lower Bt horizons are 7.5YR 5/6, 4/6; 5YR 3/3, 3/4, 4/4, 4/6, 5/4, 5/6, 5/8, 6/6; 2.5YR 3/4, 3/6, 4/6, or 5/6.  Moist color is 7.5YR 4/6; 5YR 3/4, 4/4, 5/6, 4/6; 2.5YR 3/4, 3/6, 4/6..  Texture is loamy coarse sand to clay loam or their gravelly or very gravelly equivalents with 10 to 30 percent clay.  Content of coarse fragments is 5 to 50 percent with 0 to 15 percent cobbles.  Reaction is strongly acid to slightly alkaline. In some pedons this horizon has discontinuous weak cementation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cometa, Hytop, Millsap, Orognen and Yokayo series.  Cometa soils have greater than 75 percent base saturation in some or all parts of the A horizon.  Millsap soils have a lithic contact at 20 to 40 inches.  Orognen soils have a soil temperature below 47 degrees from January 1 to February 15 and a frost free season of 190 to 240 days.  Yokayo soils have 10YR or 2.5Y hues in the Bt horizon.  Hytop soils have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Corning soils are on nearly level to gently rolling treads on high fan remnants with mound and swale microrelief and risers on fan remnants.  Elevations are 75 to 1,300 feet.  Slopes are 0 to 30 percent.  The soils formed in gravelly alluvium derived from mixed rock sources.  Climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation is 14 to 30 inches.  Mean annual temperature is about 58 to 62 degrees F, average January temperature is about 45 degrees F and average July temperature is 77 to 82 degrees F.  The frost-free period is 185 to 290 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altamont and Red Bluff soils and the similar Hillgate, Newville, Redding and San Ysidro soils. Altamont soils have slickensides and occur on hills underlain by shale. Red Bluff soils have kaolinitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained on the mound and in areas that lack hummocky microrelief; moderately well drained in the swales; low to very high runoff on the mound, ponded to slow in the swales; very slow and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for annual livestock grazing, dryland grains and irrigated pasture.  Vegetation consists of soft chess, wildoats, mouse barley and filaree.  Toad rush and bee thistle also occur in the swales."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High fan remnants in the Sacramento and San Joaquin Valleys in California.  The series is of large extent in MLRA- 17. It has been used in the past in MLRA 14 and 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tehama County (Red Bluff area), California, 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 8 inches (Ap, )\nArgillic horizon - the zone from 21 to 60 inches (Bt1, Bt2, Bt3, Bt4)\nAbrupt textural change - 21 inches\nEdits made after sdjr projects - Profile updated by amalgamating the original lab pedon description from 1945 (S1945CA103014) with the re-described CA645 TUD and incorporation of lab data (gravel) from the CA645 manuscript with current interpretation of morphology. The lab pedon description has horizon designations of 2C1 and 2C2 for the lower two horizons. These horizons are currently interpreted as the initial coarse channel deposits below the initial overbank deposits and not as a lithologic discontinuity. The CA645 TUD is not designated with a lithologic discontinuity. Neither description has the clay horizon at the abrupt textural change designated as a lithologic discontinuity.\nThis series concept attempts to cover both mound and swale positions. Separate series are needed for different ponding and water table dynamics as well as profile characteristics. AEC"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  This pedon sampled as S1945CA103014 in SSIR NO. 24.  Other pedons in Sacramento Co. sampled for complete characterization by Lincoln NE NSSL in 1979; pedon numbers are S79CA-067-002 and S79CA-067- 003 for the mound and swale, respectively. Taxadjunct sampled in Glenn County: NSSL Pedon S45CA-021-012. Also Pedon S45CA-021-013 in Glenn County, CA and S45CA-103-003 in Tehama County."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well, moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches (0 to 20 cm); yellowish red (5YR 5/6) gravelly loam, yellowish red (5YR 4/6) moist; weak fine granular structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; 16 percent gravel; strongly acid (pH 5.5); gradual smooth boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 38,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak fine and medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1--8 to 15 inches (20 to 38 cm); yellowish red (5YR 5/6) loam, red (2.5YR 4/6) moist; weak fine and medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; 14 percent gravel; moderately acid (pH 5.8); abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 53,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "weak fine and medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--15 to 21 inches (38 to 53 cm); yellowish red (5YR 5/6) gravelly loam, red (2.5YR 4/6) moist; weak fine and medium angular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine pores; 15 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 53,
        "bottom": 74,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "strong coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--21 to 29 inches (53 to 74 cm); red (2.5YR 5/6) gravelly clay, red (2.5YR 4/6) moist; strong coarse angular blocky structure that separates readily to very fine subangular blocky on drying; extremely hard, extremely firm, moderately sticky and very plastic; few very fine roots; common very fine tubular pores; continuous moderately thick clay films on faces of peds and lining pores but most are as bridges; 20 percent gravel; strongly acid (pH 5.2); clear wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 74,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--29 to 36 inches (74 to 91 cm); yellowish red (5YR 5/6) gravelly clay loam, red (2.5YR 4/6) moist; weak coarse angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few very fine roots; common very fine pores; continuous moderately thick clay films lining pores and on a few faces of peds, 23 percent gravel; strongly acid (pH 5.2); clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 91,
        "bottom": 114,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bt3--36 to 45 inches (91 to 114 cm); yellowish red (5YR 5/6) gravelly sandy clay loam, red (2.5YR 4/6) moist; massive; hard, firm, slightly sticky and moderately plastic; few fine roots; few very fine interstitial pores; continuous clay films in pores; 20 percent gravel; strongly acid (pH 5.2); diffuse smooth boundary. (6 inches to many feet thick)"
      },
      {
        "name": "Bt4",
        "top": 114,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt4--45 to 60 inches (114 to 152 cm); yellowish red (5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; massive; hard, firm, slighty sticky and moderately plastic; few fine roots; few very fine interstitial pores; thin continuous clay films in pores; 6 percent gravel; strongly acid (pH 5.2)"
      }
    ]
  ]
}
