{
  "SERIES": "CORNELL",
  "STATUS": "Established Series",
  "BYREV": "MJM-RJW-TWN",
  "REVDATE": "10/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Oxyaquic Vertic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cornell silty clay loam, on a 25 percent slope, in a pastured woodland, at an elevation of about 408 meters above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 15 centimeters; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak fine granular structure; friable; common fine to coarse roots; slightly acid; clear smooth boundary.\nA2--15 to 28 centimeters; very dark brown (10YR 2/2) interior and black (10YR 2/1) exterior silty clay loam, grayish brown (10YR 5/2) and dark gray (10YR 4/1) dry; weak fine subangular blocky structure; friable; common fine to coarse roots; about 2 percent gravel; moderately acid; clear smooth boundary. (Combined thickness of the A horizon is 25 to 45 centimeters thick.)\nAB--28 to 41 centimeters; very dark grayish brown (10YR 3/2) interior and black (10YR 2/1) and very dark brown (10YR 2/2) exterior silty clay loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; common fine to coarse roots; about 1 percent gravel; slightly acid; clear smooth boundary. (0 to 20 centimeters thick)\nBt1--41 to 53 centimeters; brown (10YR 4/3) silty clay loam; moderate fine subangular blocky structure; firm; common fine to coarse roots; common distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in root channels; common fine prominent red (2.5YR 4/6) masses of iron on faces of peds; about 4 percent gravel; moderately acid; clear smooth boundary.\nBt2--53 to 76 centimeters; dark yellowish brown (10YR 4/4) clay; moderate fine prismatic structure parting to strong fine and medium subangular blocky; firm; common fine to coarse roots; few distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in root channels; few fine and medium red (2.5YR 4/6) masses of iron on faces of peds; common fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; common medium distinct dark grayish brown (10YR 4/2) redoximorphic depletions; about 4 percent gravel; strongly acid; clear smooth boundary.\nBt3--76 to 109 centimeters; dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) clay; moderate medium prismatic structure parting to strong medium angular blocky; firm; common fine to coarse roots; common distinct very dark grayish brown (10YR 3/2) organoargillans throughout; few fine and medium red (2.5YR 4/6) masses of iron on faces of peds; common fine prominent strong brown (7.5YR 4/6) and common fine distinct yellowish brown (10YR 5/6) redoximorphic concentrations on faces peds; about 6 percent gravel; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizon is 50 to 175 centimeters.)\n2Bt4--109 to 137 centimeters; dark yellowish brown (10YR 4/4) clay loam; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; firm; common fine roots between peds; few prominent very dark grayish brown (10YR 3/2) clay films on faces of peds; about 3 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary.\n2Bt5--137 to 158 centimeters; yellowish brown (10YR 5/6) clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; common fine roots between peds; few prominent very dark grayish brown (10YR 3/2) clay films on faces of peds; common fine prominent grayish brown (10YR 5/2) redoximorphic depletions; about 8 percent gravel; strongly effervescent; moderately alkaline; gradual wavy boundary.\n2Bt6--158 to 178 centimeters; yellowish brown (10YR 5/6) clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; common fine roots; few very dark grayish brown (10YR 3/2) clay films on faces of peds; about 9 percent gravel; strongly effervescent; moderately alkaline; gradual wavy boundary.\n2Bt7--178 to 200 centimeters; yellowish brown (10YR 5/6) clay loam; weak very coarse prismatic structure; firm; common fine roots; few prominent very dark grayish brown (10YR 3/2) clay films on faces of peds; about 7 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 107A-Iowa and Minnesota Loess Hills; Clay County, Iowa subset; about 1 mile southeast of Cornell; located about 400 feet east and 1,000 feet north of the southwest corner of section 28, T. 94 N., R. 36 W.; USGS Webb topographic quadrangle; lat. 42 degrees 55 minutes 44 seconds N. and long. 95 degrees 06 minutes 31 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon--25 to 49 centimeters\nDepth to till--25 to 125 centimeters\nDepth to carbonates--100 to 150 centimeters\nClay content of the particle-size control section (weighted average)--35 to 45 percent\nSand content of the particle-size control section (weighted average)--15 to 35 percent\nA, Ap (when present), and AB horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--silty clay loam or clay loam\nClay--27 to 35 percent\nSand--10 to 30 percent\nRock fragment content--0 to 5 percent\nReaction--moderately acid to neutral\nBt horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--2 to 4\nTexture--clay, silty clay, or silty clay loam\nClay--35 to 45 percent\nSand--15 to 30 percent total\nRock fragment content--0 to 10 percent\nReaction--very strongly acid to neutral\n2Bt and 2BC (when present) horizon:\nHue--10YR or 2.5Y\nValue--4 or 5\nChroma--2 to 6\nTexture--loam or clay loam\nClay--24 to 33 percent\nSand--30 to 45 percent\nRock fragment content--2 to 15 percent\nReaction--neutral to moderately alkaline\nMoist bulk density--1.6 to 1.8 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baileyville, Chillicothe, and Pawnee series.\nBaileyville--have a sand content that averages 1 to 2 percent in the particle-size control section\nChillicothe--have a sand content that averages less than 10 percent in the particle-size control section\nPawnee--have a moist bulk density range of 1.40 to 1.70 g/cc in the lower third of the series control section and are in areas that have a mean annual air temperature range of 10 to 13 degrees C and a mean annual precipitation range of 710 to 1,015 millimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--25 to 125 centimeters of loamy and silty sediments and in the underlying till\nLandform--shoulder slopes and side slopes on dissected till plains\nSlope--9 to 40 percent\nElevation--340 to 520 meters above sea level\nMean annual air temperature--7 to 9 degrees C\nMean annual precipitation--660 to 790 millimeters\nFrost-free period--155 to 175 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Everly, Moneta, and Sac soils.\nEverly--are on higher landscape positions and have a clay content that averages 24 to 33 percent in the particle-size control section\nMoneta--are on landscape positions similar to those of the Cornell soils and have carbonates within a depth of 25 centimeters\nSac--are on higher landscape positions and do not have an argillic horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs between depths of 0.75 and 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, this saturation is considered perched\nSaturated hydraulic conductivity--1.0 to 10.0 micrometers per second in the loamy or silty sediments and 0.10 to 1.0 micrometers per second in the underlying till"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are permanent pasture or woodland. The native vegetation is big bluestem, little bluestem, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Dissected till plains\nMLRA--Iowa and Minnesota Loess Hills (107A)\nLRR M; northwestern Iowa\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, Iowa 2002"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 41 to 91 centimeters;\nseries control section--the zone from the surface to a depth of 200 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 41 centimeters (A1, A2, and AB horizons)\nargillic horizon--the zone from a depth of 41 to 200 centimeters (Bt1, Bt2, Bt3, 2Bt4, 2Bt5, 2Bt6, and 2Bt7 horizons);\nudic moisture regime.\nDifferentia between Cornell series and Pawnee series needs further study.\nCornell soils were included with Clarion heavy subsoil variant or Storden loam on previous surveys.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska; user pedon id 94IA041001 (http://ssldata.sc.egov.usda.gov/).\nLaboratory data--Iowa Agriculture Experiment Station, Iowa State University; file number 94IA041009.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
