{
  "SERIES": "CORNICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. OH-JWF-RFG",
  "REVDATE": "01/2017",
  "STATES": "OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cornick silt loam-on a 7 percent slope in rangeland, at an elevation of 504 m (1,653 ft).\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 28 cm (0 to 11 in); brown (7.5YR 4/3) silt loam, dark brown (7.5YR 3/2), moist; 20 percent clay; weak coarse prismatic structure parting to weak fine subangular blocky parting to moderate medium granular; very friable, soft; common very fine, common fine, and common medium roots; common very fine, common fine, and common medium pores; 1 percent fine carbonate masses; 3 percent medium worm casts; 2 percent subangular strongly cemented 2 to 20 mm gypsum fragments; strongly effervescent; moderately alkaline; abrupt wavy boundary.  Thickness of the A horizon is 13 to 43 cm (5 to 17 in)\nR--28 to 102 cm (11 to 40 in); white (5YR 8/1) strongly cemented gypsum bedrock; mass is noncalcareous, seams are calcareous; very high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Custer County, Oklahoma; about 1 mile west and 2 miles south of Weatherford; from the intersection of U.S. Interstate 40 and Oklahoma State Highway 54, about 2 miles south on Highway 54 then 450 feet west in rangeland; about 450 feet west and 250 feet south of the northeast corner of sec. 25, T. 12 N., R. 15 W.\nUSGS topographic quadrangle: Crowder Lake, OK\nLatitude: 35 degrees, 29 minutes, 33.4 seconds N\nLongitude: 98 degrees, 43 minutes, 50.3 seconds W\nDatum: NAD 1983"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Typic Ustic soil moisture regime\nDepth to lithic contact: 13 to 51 cm (5 to 20 in)\nParticle-size control section (weighted average)\nClay content: 15 to 27 percent\nCEC/clay ratio: more than 0.6\nA horizon:\nHue: 5YR to 10YR\nValue: 4 or 5, 3 moist\nChroma: 2 or 3\nTexture: silt loam or loam\nClay content: 15 to 27 percent\nCalcium carbonate equivalent: 0 to 10 percent\nElectrical Conductivity (mmhos/cm): 0 to 2\nGypsum: 0 to 3 percent\nEffervescence: none to strong\nReaction: moderately alkaline\nC horizon (where present):\nHue: 5YR to 10YR\nValue: 8, 7 moist\nChroma: 1 to 4\nTexture: noncemented weathered gypsum\nCalcium carbonate equivalent: 0 to 15 percent\nElectrical Conductivity (mmhos/cm): 0 to 2\nGypsum: 30 to 90 percent\nEffervescence: none to strong\nReaction: moderately alkaline\nCr horizon (where present):\nHue: 5YR to 10YR\nValue: 8\nChroma: 1 to 4\nTexture: slightly to moderately weathered gypsum bedrock that is extremely weakly to moderately cemented\nR horizon:\nHue: 5YR to 10YR\nValue: 8\nChroma: 1 to 4\nTexture: unweathered gypsum bedrock that is strongly to very strongly cemented"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Renish and Shidler series in the same family. Similar soils are the Acme, Cottonwood, and Vinson series.\nAcme soils: are more than 203 cm (80 in) deep to gypsum bedrock\nCottonwood soils: have an ochric epipedon\nRenish soils: are moist for longer periods and formed over hard sandstone bedrock\nShidler soils: are moist for longer periods and formed over limestone bedrock\nVinson soils: are 51 to 102 cm (20 to 40 in) deep to gypsum bedrock"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum over gypsum bedrock of Permian age; primarily the Moccasin Creek bed of the Cloud Chief formation and the Weatherford bed of the Rush Springs formation (Whitehorse Group)\nLandscape: Dissected plains\nLandform: interfluves and side slopes of hills and ridges\nSlope: 0 to 12 percent\nMean annual precipitation range: 610 to 813 mm (24 to 32 in)\nThornthwaite annual P-E indices: 40 to 48\nMean annual air temperature range: 13.9 to 17.8 degrees C (57 to 64 degrees F)\nFrost-free period: 180 to 230 days\nElevation: 304.8 to 762.0 m (1000 to 2500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cordell, St. Paul, Quinlan, Woodward, and Vinson soils.\nCordell soils: formed from red siltstone and occur on similar areas\nQuinlan and Woodward soils: formed from soft red sandstone and occur on similar areas\nSt. Paul soils: are very deep to bedrock, have argillic horizons, and occur on broad flats\nVinson soils: are more than 51 cm (20 in) to gypsum bedrock and occur on similar areas"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Well drained\nPermeability: moderate in the A horizon and very slow in the gypsum bedrock\nRunoff: high on slopes less than 1 percent, and very high on 1 to 12 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly native range. The native vegetation is mid and short grasses, mainly sideoats grama, blue grama and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Oklahoma and possibly northwestern Texas; LRR H-Central Great Plains Winter Wheat and Range Region; Central Rolling Red Plains (MLRA 78C) and the western part of the Central Rolling Red Prairies (MLRA 80A). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Custer County, Oklahoma; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Cornick soils were formerly classified in the Lithosols great soil group and included in the Cottonwood series in some early published surveys.\nEdited 01/2017 (RFG-TGM): Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon:\nParticle-size control section: 0 to 28 cm (0 to 11 in)\nMollic epipedon: 0 to 28 cm (0 to 11 in) (A horizon)\nLithic contact: at 28 cm (11 in), the top of the R layer\nADDITIONAL DATA: None\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
