{
  "SERIES": "CORONACA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCM:BNS",
  "REVDATE": "07/1999",
  "STATES": "NC,SC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Rhodic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coronaca sandy clay loam--cultivated. (Colors are for moist soil.)\nAp--0 to 6 inches; dark reddish brown (2.5YR 2/4) sandy clay loam; weak fine granular structure; friable; sticky; many fine roots; few fine dark colored concretions; 1 percent pebbles of quartz; neutral; abrupt smooth boundary.  (4 to 8 inches thick)\nBt1--6 to 25 inches; dusky red (10YR 3/3) clay; moderate medium subangular blocky structure; firm; very sticky; many prominent clay films on faces of peds; common fine roots; 1 percent pebbles of quartz; few fine dark colored concretions; few fine flakes of mica; slightly acid; gradual smooth boundary.  (12 to 25 inches thick)\nBt2--25 to 44 inches; dark red (10R 3/6) clay; strong medium subangular blocky structure; firm; very sticky; many prominent clay films on faces of peds; 1 percent pebbles of quartz; few fine dark colored concretions; few fine flakes of mica; moderately acid; gradual smooth boundary.  (10 to 24 inches thick)\nBt3--44 to 62 inches; red (10R 4/6) clay; common, medium prominent yellowish brown (10YR 5/6) mottles; strong fine subangular blocky structure; firm; very sticky; many prominent clay films on faces of peds; 1 percent pebbles of quartz; few fine dark colored concretions; common fine flakes of mica; moderately acid; clear smooth boundary.  (10 to 20 inches thick)\nBt4--62 to 81 inches; red (2.5YR 4/6) clay; many fine distinct brownish yellow (10YR 5/6) and few fine distinct very pale brown (10YR 7/3) mottles; weak fine subangular blocky structure; firm; sticky; common faint clay films on faces of some peds; 1 percent pebbles of quartz; few fine flakes of mica; 1 percent feldspar crystals; moderately acid; clear wavy boundary.  (10 to 25 inches thick)\nBC--81 to 97 inches; mottled red (2.5YR 4/6), white (10YR 8/2), light red (2.5YR 6/6), and reddish yellow (5YR 6/6) clay loam; weak fine subangular blocky structure; firm; slightly sticky; few faint clay films on faces of peds; few fine flakes of mica; 4 percent feldspar crystal; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Greenwood County, South Carolina; 5 miles north of Greenwood, 3 miles southeast of Cokesbury on Gary road, 30 feet east of Gary Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 60 to more than 99 inches.  The soil is moderately acid to neutral throughout the profile.  Dark colored concretions and flakes of mica are in the A horizon of some pedons and are in the B horizon of most pedons.  Content of coarse fragments range to as much as 5 percent by volume in the upper part of the solum and to as much as 10 percent in the lower part of the solum.\nThe A horizon has hue of 10R to 5YR, value of 2 or 3, and chroma of 4 or 6.  It is clay loam, sandy clay loam, or loam.  The upper part of the Bt horizon has hue of 10R or 2.5YR, value of 3, and chroma of 3 to 6.  The lower part of the Bt horizon, below the series control section, has hue of 10R or 2.5YR, value of 3 or 4, and chroma of 6 or 8.  Mottles in shades of red, brown, or yellow are in the lower part of the B2t horizon of most pedons.  The Bt horizon is clay.  Some pedons have thin horizons of clay loam.\nThe BC horizon has hue of 10R or 2.5YR, value of 3 to 5, and chroma of 6 or 8, commonly with mottles in shades of red, brown, or yellow.  It is clay loam, silty clay loam, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Nacogdoches series in the same family and Alcoa, Anniston, Cumberland, Davidson, Decatur, Fayetteville, Greenville, and Lloyd series in similar families.  Nacogdoches soils formed in marine sediments and are high in glauconite.  Alcoa, Anniston, Cumberland, Davidson, Decatur, Fayetteville, Greenville, and Lloyd soils have a base saturation of less than 35 percent at a depth of 72 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coronaca soils occur on uplands in the Piedmont.  The soil formed in materials weathered from hornblende, gneiss, gabbro, or diorite.  Slopes commonly are 2 to 10 percent   but range to as much as 15 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar Lloyd series and Enon, Iredell, Mecklenburg, and Wilkes series.  Enon, Iredell, Mecklenburg, and Wilkes soils have a value of 4 or more in the series control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is now cleared and used for small grain, soybeans, corn, hay, and pasture.  The original forest consisted of white oak, scarlet oak, red oak, post oak, hickory, yellow-poplar, sweet gum, red cedar, and some shortleaf, and loblolly pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Piedmont area of South Carolina, North Carolina, Alabama, and Georgia."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greenwood and McCormick Counties, South Carolina; 1973."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Beltsville Lab test of the typical pedon (S72SC-24-2; Lab. Nos. 72B204-72B209) places these soils in the kaolinitic family, but with almost enough iron to be in oxidic family.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0003 CORONACA    2- 15   59- 66  195-230  46- 60   450- 650\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0003 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0003  0- 6  SCL CL L                0-  2  90-100 15-37   6- 12\nSC0003  6-81  C                       0-  1  90-100 35-70   6- 14\nSC0003 81-97  CL SICL C               0-  2  85-100 30-60   6- 10\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0003  0- 6  5.6- 7.3  .5-2.  0- 0   0.6- 2.0  LOW\nSC0003  6-81  5.6- 7.3  0.-.5  0- 0   0.6- 2.0  LOW\nSC0003 81-97  5.6- 7.3  0.-.5  0- 0   0.6- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
