{
  "SERIES": "CORRYTON",
  "STATUS": "Established Series",
  "BYREV": "NTH-RLL-MKC",
  "REVDATE": "07/2000",
  "STATES": "GA,TN",
  "OVERVIEW": "The Corryton series consists of gently sloping and sloping, very deep, well drained soils.  They occur on broad ridges and side slopes in the Southern Appalachian Ridges and Valleys.  These soils formed in residuum derived from shale that is interbedded with thin seams of limestone in places.  Slopes range from 2 to 65 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Corryton loam -- in an area of Corryton-Townley complex on a southwest facing 4 percent slope in a hay field.  Colors are for moist soil.\nAp--0 to 6 inches; yellowish brown (10YR 5/4) loam; moderate fine granular structure; very friable; common very fine and fine roots; slightly acid; clear smooth boundary.\nBA--6 to 13 inches; yellowish brown (10YR 5/6) clay loam; moderate fine subangular blocky structure; friable; common fine and medium roots; 5 percent soft shale channers; few fine and medium reddish black (2.5YR 2.5/1) manganese concretions; slightly acid; clear smooth boundary.\nBt1--13 to 20 inches; yellowish brown (10YR 5/8) clay; common medium distinct strong brown (7.5YR 5/8) and few fine distinct pale yellow (2.5Y 7/4) mottles; moderate medium subangular blocky structure; firm; few very fine roots; common faint clay films on faces of peds; common medium and coarse reddish black (2.5YR 2.5/1) manganese concretions and soft masses; strongly acid; clear smooth boundary.\nBt2--20 to 33 inches; strong brown (7.5YR 5/8) clay; common medium distinct brownish yellow (10YR 6/8) and common coarse prominent red (2.5YR 5/8) mottles; moderate medium subangular blocky structure; firm; common distinct clay films on faces of peds and lining pores; few medium reddish black (2.5YR 2.5/1) soft manganese masses; very strongly acid; clear smooth boundary.\nBt3--33 to 43 inches; strong brown (7.5YR 5/8) silty clay; many coarse prominent red (2.5YR 5/8), common medium distinct brownish yellow (10YR 6/8), and few medium distinct light gray (10YR 7/2) mottles; strong fine subangular blocky structure; firm; many distinct clay films on faces of peds and lining pores; very strongly acid; gradual smooth boundary.\nBC--43 to 61 inches; mottled strong brown (7.5YR 5/6), red (2.5YR 5/8), brownish yellow (10YR 6/8), and light gray (10YR 7/2) clay; moderate medium platy relict rock structure parting to moderate fine subangular blocky; firm; 10 percent soft shale channers; very strongly acid; gradual smooth boundary.\nC--61 to 71 inches; reddish yellow (7.5YR 6/8) highly weathered shale that rubs easily to clay; many coarse prominent red (2.5YR 5/8), common medium distinct brownish yellow (10YR 6/8), and few medium distinct very pale brown (10YR 7/3) seams indicating bedding planes; moderate thin platy relict rock structure; firm; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Knox County, Tennessee; from I-640 in Knoxville, take Washington Pike north.  Go 1.2 miles past Roberts Road to the intersection of Washington Pike and Flat Creek Lane.  The site is 800 feet south 10 degrees west from the intersection.  It is on the Graveston topographic quadrangle.  Lat. 36 degrees, 7 minutes, 35 seconds N;Long. 83 degrees, 47 minutes, 16 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to shale bedrock is more than 60 inches.  Thickness of the solum ranges from 30 to more than 60 inches.  The bedrock is typically weathered shale, but some pedons have layers of hard limestone interbeds.  Content of shale channers or gravels ranges from 0 to 15 percent in the A and Bt horizons, and from 0 to 50 percent in BC and C horizons.  The soil is very strongly acid to moderately acid, except where the soil has been limed or limestone strata are present.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6.  The texture of the fine earth is loam, silt loam, or, where eroded, clay loam.\nA BA or AB horizon is present in most pedons.  It has colors and textures similar to the Ap or upper Bt horizons.\nThe Bt horizon has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8.  Mottles, if present, are in shades of brown, red, yellow, or gray.  Texture of the fine earth is clay, silty clay, clay loam, or silty clay loam.\nThe BC horizon has hue of 2.5YR to 10YR, value of 3 to 7, and chroma of 4 to 8, or is profusely mottled.  Mottles, if present, are in shades of brown, red, yellow, or gray.  Evidence of relict rock structure can be identified in most pedons.  Texture of the fine earth is clay, silty clay, or clay loam.\nThe C horizon has hue of 5YR to 10YR, value of 5 to 7, and chroma of 4 to 8, or is profusely mottled or thinly banded in these colors.  Mottles, if present, are in shades of brown, red, yellow, or gray.  The C horizon is highly weathered shale bedrock having relict rock structure that can easily be rubbed to clay, silty clay, silty clay loam, clay loam, or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are currently the Albertville, Badin, Brockroad, Carnasaw, Catharpin, Coghill, Luverne, Masada, Mayodan, McQueen, Nason, Peakin,  Sweatman, Tatum, Townley, Uwharrie, and Vance series.  Soils in related families include the Fluvanna, Mattaponi, Noah, and Williamsville series.  Albertville, Carnasaw, Fluvanna, and Noah soils have a paralithic contact at 40 to 60 inches. Badin and Townley soils have a paralithic contact at 20 to 40 inches. Brockroad and Catharpin soils have a lithologic discontinuity at 24 to 50 inches of alluvium over residuum.  Coghill soils formed in sandstone or interbedded sandstone and shale, and have a higher sand content in the subsoil.  Luverne soils contain mica flakes.  Masada soils contain mica flakes, coarse fragments of quartz, quartzite, gneiss or schist.  Mattaponi soils formed in Coastal Plain sediments.  Mayodan and Peakin soils formed in residuum from Triassic materials in the Southern Piedmont.  McQueen soils formed in fluvial sediments and are on stream terraces.  Nason soils have 25 to 50 inch sola and contain quartz and schist fragments.  Sweatman soils contain mica flakes.  Tatum soils contain schist fragments and have a paralithic contact with weathered schist.  Uwharrie soils formed in residuum from slate, phyllite, or sericite schist in the Southern Piedmont.  Vance soils have C horizons of saprolite weathered from felsic crystalline rock.  More competitors will become apparent as more series are reclassified."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Corryton soils are on broad ridges and side slopes in the Southern Appalachian Ridges and Valleys (MLRA 128).  Slopes range from 2 to 65 percent.  Elevations range from 800 to 1200 feet.  Corryton soils formed in residuum weathered from Cambrian and Ordovician aged shales, sometimes interbedded with thin seams of limestone.  The Moccasin formation and the Ottosee, Martinsburg, and Conasauga Shales are commonly associated formations near the type location.  Estimated mean annual temperature is  57.2 degrees F, and mean annual precipitation is about  57 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Coghill and Townley soils, these are the Nonaburg and Steadman soils.  Nonaburg soils have shale bedrock at depths between 8 and 20 inches.  Steadman soils are on adjacent low stream terraces and flood plains, have a lower clay content in the subsoil, and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil have been cleared.  Areas used for agriculture are in hay, pasture, row crops, or small grains.  Around Knoxville, significant areas of Corryton soils are in housing developments or associated with other urban land types."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Appalachian Ridges and Valleys (MLRA 128) in Tennessee and, possibly, Georgia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McMinn County, Tennessee, 1999.  The name is that of a community in the northeastern part of Knox County, Tennessee."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were mapped in the Sequoia series in older soil surveys of Knox and McMinn Counties, TN.  Sequoia soils are less than 40 inches deep to shale bedrock, and are now classified in the mesic temperature regime.\nMineralogy, particle size, and activity class are based on data from 8 representative pedons from Knox and McMinn Counties, TN.  The University of Tennessee soil characterization laboratory processed the samples.\nDiagnostic horizons and features in this pedon are:\nOchric Epipedon - zone from 0 to 13 inches (A and BA horizons).\nArgillic Horizon - zone from 13 to 43 inches (Bt1, Bt2, and Bt3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; yellowish brown (10YR 5/4) loam; moderate fine granular structure; very friable; common very fine and fine roots; slightly acid; clear smooth boundary."
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--6 to 13 inches; yellowish brown (10YR 5/6) clay loam; moderate fine subangular blocky structure; friable; common fine and medium roots; 5 percent soft shale channers; few fine and medium reddish black (2.5YR 2.5/1) manganese concretions; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--13 to 20 inches; yellowish brown (10YR 5/8) clay; common medium distinct strong brown (7.5YR 5/8) and few fine distinct pale yellow (2.5Y 7/4) mottles; moderate medium subangular blocky structure; firm; few very fine roots; common faint clay films on faces of peds; common medium and coarse reddish black (2.5YR 2.5/1) manganese concretions and soft masses; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--20 to 33 inches; strong brown (7.5YR 5/8) clay; common medium distinct brownish yellow (10YR 6/8) and common coarse prominent red (2.5YR 5/8) mottles; moderate medium subangular blocky structure; firm; common distinct clay films on faces of peds and lining pores; few medium reddish black (2.5YR 2.5/1) soft manganese masses; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 84,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--33 to 43 inches; strong brown (7.5YR 5/8) silty clay; many coarse prominent red (2.5YR 5/8), common medium distinct brownish yellow (10YR 6/8), and few medium distinct light gray (10YR 7/2) mottles; strong fine subangular blocky structure; firm; many distinct clay films on faces of peds and lining pores; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "BC",
        "top": 109,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BC--43 to 61 inches; mottled strong brown (7.5YR 5/6), red (2.5YR 5/8), brownish yellow (10YR 6/8), and light gray (10YR 7/2) clay; moderate medium platy relict rock structure parting to moderate fine subangular blocky; firm; 10 percent soft shale channers; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "C",
        "top": 155,
        "bottom": 180,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--61 to 71 inches; reddish yellow (7.5YR 6/8) highly weathered shale that rubs easily to clay; many coarse prominent red (2.5YR 5/8), common medium distinct brownish yellow (10YR 6/8), and few medium distinct very pale brown (10YR 7/3) seams indicating bedding planes; moderate thin platy relict rock structure; firm; very strongly acid."
      }
    ]
  ]
}
