{
  "SERIES": "CORRALITOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH-RCH-TDC",
  "REVDATE": "4/93",
  "STATES": "CA",
  "OVERVIEW": "The Corralitos series consists of deep, somewhat excessively drained soils that formed in recent sandy alluvium derived from acid sandstone and related rocks.  Corralitos soils are on alluvial fans and in small valleys and have slopes of 0 to 15 percent.  The mean annual precipitation is about 20 inches and mean annual air temperature is about 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Corralitos loamy sand - rangeland.  (Colors are for dry soil unless otherwise noted).\nA11--0 to 8 inches; brown (10YR 5/3) loamy sand, dark brown (10YR 4/3) moist; single grained; loose; many very fine, common fine and few medium and coarse roots; many very fine and fine interstitial pores; medium acid (pH 6.0); abrupt wavy boundary.  (3 to 10 inches thick)\nA12--8 to 20 inches; grayish brown (10YR 5/2) loamy sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots, and few medium and coarse roots; many very fine and fine interstitial pores and many very fine, fine, and medium tubular pores; medium acid (pH 6.0); gradual irregular boundary.  (6 to 13 inches thick)\nA13--20 to 32 inches; grayish brown (10YR 5/2) loamy sand, dark brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; many very fine and fine interstitial and many fine and common medium tubular pores; medium acid (pH 6.0); gradual irregular boundary.  (7 to 12 inches thick)\nC1--32 to 49 inches; light brownish bray (10YR 6/2) light loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; many very fine and fine interstitial pores and many very fine, fine, and medium tubular pores; medium acid (ph 6.0); abrupt wavy boundary.  (10 to 18 inches thick)\nC2---49 to 72 inches; pale brown (10YR 6/3) loamy sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine and few medium roots; many very fine and fine interstitial and few very fine and fine tubular pores; medium acid (pH 6.0).  (10 to 14 inches thick"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Barbara, California; 3 1/4 miles east along the north edge of San Antonio Valley from the Lompos-Casmalia road intersection and 1.8 miles north on side road, east of road fork."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is about 60 to 65 degrees F and the soil temperature usually is not below 47 degrees F at any time.  The mean winter soil temperature is about 54 to 58 degrees F and the mean summer soil temperature is about 65 to 70 degrees F.  The soil between depths of about 12 and 35 inches is usually dry all of the time from late April or May until November or early December and is moist in some or all parts all the rest of the year.\nRock fragments are mostly of gravel size and make up less than 15 percent of the soil and in most pedons less than 5 percent of soil.  Textures are sand, loamy sand, fine sand or loamy fine sand to a depth of 40 inches or more.  Dominant sand sizes are medium and fine sand.  Coarse and very coarse sand combined is less than 35 percent.  The profile is stratified, but strata finer than loamy fine sand are lacking to a depth of more than 40 inches.  The soil is dominantly slightly to strongly acid but some strata in some pedons are neutral.\nThe A horizon is brown to pale brown (10YR 5/3, 5/2, 6/2, 6/3).  Organic matter is less than 1 percent in most parts.\nThe C horizon is light gray to light yellowish brown (10YR 7/2, 7/1, 7/3, 6/2, 6/3, 6/4).  Weakly expressed buried A horizons are present in a few pedons.  Buried horizons of contrasting texture and color are present below a depth of 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arnold, Briones, Calhi, Delhi and Tujunga series in the same family and the Baywood and Oceano series.  Arnold soils have a paralithic contact 40 to 60 inches below the surface and lack stratification.  (See Remarks).  Baywood soils have a mollic epipedon.  Briones soils have a paralithic contact 20 to 40 inches below the surface.  Calhi soils are moderately to very strongly alkaline below a depth of 10 inches.  Delhi soils lack rock fragments and stratification, and the mean summer and mean winter soil temperatures differ by about 25 to 35 degrees F.  Oceano soils have lamellae and lack stratification.  Tujunga soils have more than 35 percent coarse and very coarse sand and mean summer and mean winter soil temperatures differ by more than 15 degrees F.  Also, Tujunga soils are slightly acid to mildly alkaline and have 5 to 35 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Corralitos soils are on alluvial fans and in small valleys at elevations of 25 to 1,000 feet.  Slopes are 0 to 15 percent.  The soils formed in recent sandy alluvium derived from acid sandstone and related sources.  The climate is dry subhumid mesothermal with dry somewhat foggy summers and cool moist winters.  Mean annual precipitation is 12 to 30 inches.  Average January temperature is 50 to 52 degrees F, average July temperature is 62 to 66 F, and mean annual temperature is 57 to 60 degrees F.  The frost-free season is 250 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antioch, Cortina, Elder, Las Flores, Metz and Pico soils and the competing Arnold soils.  Antioch and Las Flores soils have a fine textured argillic horizon.  Cortina soils are loamy and have more than 35 percent rock fragments.  Elder and Pico soils are sandy loam and have a mollic epipedon.  Metz soils are stratified with strata finer than loamy fine sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; rapid permeability.  Some areas subject to localized flooding and deposition.  Channels and other flood control measures now protect some areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range, dryland crops, urban development, and for growing truck crops, alfalfa, citrus, and other fruits under irrigation.  Uncultivated areas have a cover of annual grasses, forbs, coyotebush, other shrubs, and a few live oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Small coastal valleys from central California southward.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Cruz County (Pajaro Valley Area), California, 1908."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This description represents a change in the type location which was formerly in Santa Cruz County.  Corralitos was not mapped in Santa Cruz County during the soil survey completed in 1976.  This does not change the concept of the series.  Soils of the Laguna series are now dominantly included in the Corralitos series.  Continued study is needed to establish acceptable differentia between the Corralitos and Arnold series.  Arnold soils are underlain by soft sandstone at depths of 40 inches or more.\nLast revised by the state on 11/77."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A11--0 to 8 inches; brown (10YR 5/3) loamy sand, dark brown (10YR 4/3) moist; single grained; loose; many very fine, common fine and few medium and coarse roots; many very fine and fine interstitial pores; medium acid (pH 6.0); abrupt wavy boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 20,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "A12--8 to 20 inches; grayish brown (10YR 5/2) loamy sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots, and few medium and coarse roots; many very fine and fine interstitial pores and many very fine, fine, and medium tubular pores; medium acid (pH 6.0); gradual irregular boundary.  (6 to 13 inches thick)"
      },
      {
        "name": "A13",
        "top": 51,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "A13--20 to 32 inches; grayish brown (10YR 5/2) loamy sand, dark brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; many very fine and fine interstitial and many fine and common medium tubular pores; medium acid (pH 6.0); gradual irregular boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 81,
        "bottom": 124,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--32 to 49 inches; light brownish bray (10YR 6/2) light loamy sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, medium, and coarse roots; many very fine and fine interstitial pores and many very fine, fine, and medium tubular pores; medium acid (ph 6.0); abrupt wavy boundary.  (10 to 18 inches thick)"
      },
      {
        "name": "C2",
        "top": 124,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2---49 to 72 inches; pale brown (10YR 6/3) loamy sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine and few medium roots; many very fine and fine interstitial and few very fine and fine tubular pores; medium acid (pH 6.0).  (10 to 14 inches thick"
      }
    ]
  ]
}
