{
  "SERIES": "CORRIGAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPM",
  "REVDATE": "11/2009",
  "STATES": "LA,TX",
  "OVERVIEW": "The Corrigan series consists of moderately deep, moderately well drained, very slowly permeable soils on uplands. These gently sloping soils formed from acid tuffaceous siltstone and mudstone. Slopes range from 1 to 12 percent.  Mean annual air temperature is about 20 degrees C (68 degrees F), and mean annual precipitation is about 1270 mm (50 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Albaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Corrigan fine sandy loam--forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); very dark grayish brown (10YR 3/2) fine sandy loam; weak fine subangular blocky and granular structure; very friable, soft; common fine roots; very strongly acid; clear smooth boundary. (5 to 18 cm [2 to 7 in] thick)\nE--10 to 20 cm (4 to 8 in); grayish brown (10YR 5/2) fine sandy loam; weak fine subangular blocky and granular structure; very friable, soft; common fine roots; very strongly acid; abrupt wavy boundary. (0 to 18 cm [0 to 7 in] thick)\nBt1--20 to 43 cm (8 to 17 in); dark grayish brown (10YR 4/2) clay; moderate fine angular blocky structure; very firm, extremely hard, sticky and very plastic; few 1 to 2 inch pressure faces; few clay films on faces of peds; common fine roots; common fine and medium prominent red (2.5YR 4/6) masses of iron accumulation; extremely acid; gradual wavy boundary. (13 to 30 cm [5 to 12 in] thick)\nBt2--43 to 61 cm (17 to 24 inches); grayish brown (2.5Y 5/2) clay; moderate fine angular blocky structure; very firm, extremely hard, sticky and very plastic; few small pressure faces; few clay films on faces of peds; few fine roots; few fine yellowish brown and yellowish red masses of iron accumulation; extremely acid; gradual wavy boundary. (13 to 30 cm [5 to 12 in] thick)\nBt3--61 to 81 cm (24 to 32 in); light brownish gray (2.5Y 6/2) clay; moderate fine angular blocky and moderate medium subangular blocky structure; very firm, extremely hard, sticky and very plastic; few clay films on faces of peds; root channels coated with olive gray (5Y 4/2) iron depletions; few small pressure faces; few fine roots; few fine and medium olive gray (5Y 5/2) iron depletions; extremely acid; gradual wavy boundary. (10 to 25 cm [4 to 10 in] thick)\nBt/C--81 to 91 cm (32 to 36 in); pale olive (5Y 6/3) clay and weakly consolidated volcanic tuff; weak medium angular blocky structure and massive; very firm, extremely hard, sticky and very plastic; few roots; few clay films; root channels and few ped faces coated with dark grayish brown (10YR 4/2); few medium olive gray (5Y 5/2) masses of iron accumulation; extremely acid; clear smooth boundary. (8 to 13 cm [3 to 5 in] thick)\nCr--91 to 152 cm (36 to 60 in); light olive gray (5Y 6/2) unconsolidated volcanic tuff; angular fracture faces coated with olive gray (5Y 5/2) and few streaks of dark grayish brown (10YR 4/2); massive; hardness less than 3 on Mohs scale; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jasper County, Texas; from intersection of U. S. Highway 96 and Texas Highway 63 in Jasper, Texas; 10.1 miles northwest along Texas Highway 63; 3.2 miles north along River Ridge Road; 2.4 miles northeast along forest road to intersection; 100 feet east and 100 feet south of road intersection."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is not dry in any part for more than 90 days in normal years.\nMean annual soil temperature: 19 to 21 degrees C (67 to 70 degrees F)\nDepth to argillic horizon: 5 to 36 cm (2 to 14 in)\nThickness of solum:  50 to about 100 cm (20 to about 40 in)\nParalithic Contact:  50 to about 100 cm (20 to about 40 in)\nCombined Thickness of A and E horzon:  8 to 36 cm (3 to 14 in)\nParticle-size control section (weighted average)\nClay content: 18 to 30 percent, the clay content decreases by 20 percent or more from the maximum within a depth of 40 to 60 inches\nRock fragments:  rounded quartzite or ironstone pebbles range from none to few\nBase Saturation:  60 or more directly above paralithic contact\nA horizon\nHue:  10YR\nValue:  2 to 4, where moist values are less than 3.5, the horizon is less than 6 inches thick\nChroma:  1 or 2\nTexture:  fine sandy loam or loam\nReaction:  very strongly acid to moderately acid (4.5 to 6.0).\nE horizon where present\nHue:  10YR\nValue:  4 to 6\nChroma:  2\nTexture:  fine sandy loam or loam\nReaction:  very strongly acid to moderately acid (4.5 to 6.0).\nUpper Bt horizon\nHue:  10YR to 5Y\nValue:  4 to 6\nChroma:  2  (the low chroma is believed to be due primarily to lithology rather than wetness)\nRedox concentrations:  amount-few to common, size-fine to medium, contrast-distinct to prominent, boundary-clear, shades-red and brown\nClay content:  upper 20 inches of the Bt horizon average between 40 and 60 percent, but the upper few inches of the Bt horizon commonly ranges up to 70 percent clay\nCOLE value:   upper part of the Bt horizon is 0.09 to 0.14\nPotential linear extensibility:   less than 6 cm in the upper 40 inches of the soil\nReaction:  extremely acid to strongly acid (3.6 to 5.5)\nLower  Bt horizon and Bt/C horizon\nHue:  10YR to 5Y\nValue:  4 to 7\nChroma:  2 to 4\nRedox depletions:  amount-few to common, size-fine to medium, contrast-distinct to prominent, boundary-clear, shades-gray and olive\nTexture:  clay or silty clay\nReaction:  extremely acid to strongly acid (3.6 to 5.5)\nCr horizon\nLithology:  weakly consolidated tuffaceous siltstone or mudstone that is bentonitic and contains volcanic ash, volcanic glass or other pyroclastic materials\nReaction:  extremely acid to moderately acid (3.6 to 6.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Invershiel, Orange, and Pilgrims series in the same family, and the the Alusa, Anacoco, Arriola, Browndell, Colita, Crowley, Elmina, Goreen, Huntsburg, Katy, Nikful, Rayburn and Shalba series in closely related families.\nInvershiel, Orange, and Pilgrims:  all have higher chroma in the upper part of the argillic horizon. In addition, Invershiel soils are mmoderately acid to moderately alkaline in the Bt horizon and are underlain by marl.\nPilgrims soils:  have a sandy ochric epipedon and have a lithic contact of limestone bedrock.\nAlusa and Katy soils:  have a solum thicker than 150 cm (60 in).\nAnacoco soils:  have a thicker solum and have a potential linear extensibility greater than 6 cm.\nArriola and Rayburn soils:  have redder hue in the upper part of the solum.\nBrowndell and Shalba soils:  have a solum less than 50 cm (20 in) thick.\nColita soils:  have a fine-loamy control section and have intrusions of albic material in the Bt horizon.\nCrowley soils:   have a thicker A horizon and are less acid in the lower Bt horizons.\nElmina soils:   have a sandy epipedon greater than 50 cm (20 in) thick.\nGoreen soils:  have base saturation less than 35 percent in the lower part of the solum.\nHuntsburg soils:  have mixed mineralogy.\nNikful soils:  have a solum that is 100 to 150 cm (40 to 60 in) thick and do not have an abrupt textural change between the at the top of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Acid tuffaceous fine siltstone and sandstone\nLandscape:  Coastal Plain\nLandform:  Interfluve\nSlope:   1 to 5 percent\nMean annual air temperature range: 19  to 21 degrees C (66 to 70 degrees F)\nMean annual rainfall range:  1118 to 1422 mm (44 to 56 in)\nFrost-free period:   230 to 250 days\nElevation:  30 to 168 m (100 to 550 ft)\nThornthwaite P-E index:  Exceeds 72"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Anacoco, Browndell, Nikful, and Rayburn series, and the Kisatchie, Kitterll, Letney, Tahoula and Tehran series.\nAnacoco soils:  are on slightly lower positions and are typically on gentler slopes.\nBrowndell and Kitterll soils:  are on associated mid and lower slopes that are convex.\nKisatchie soils:  are on slightly higher, better drained, more sloping positions.\nLetney and Tehran soils:  are on similar positions but have a sandy epipedon more than 50 cm (20 in) thick, and have a fine-loamy control section.\nNikful soils:  are on lower landscape positions.\nRayburn soils:  are on slightly higher convex positions.\nTahoula soils:  are on similar positions but are clayey throughout, and do not have an argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is high on slopes up to 1 percent, and very high on slopes more than 1 percent. Permeability is very slow. A saturated zone is perched above the Bt horizon following heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Use is for woodland and grazing of livestock. Vegetation is longleaf, shortleaf, and loblolly pines with mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in east Texas and in Louisiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jasper County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series classification change from Typic Albaqualfs to Albaquic Hapludalfs is due to interpretation of low chroma matrix as primarily lithochromic. However, the perched saturated zone above the argillic horizon following heavy rains is thought to cause some reduction of iron contributing partially to the gray matrix colors. Field observations, landscape position, presence of oxidation and reduction mottles and climate indicate the soil is moderately well drained.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon ----0 to 20 cm (0 to 8 in) (A and E horizons)\nAlbic horizon ------ 10 to 20 cm (4 to 8 in) (E horizon)\nArgillic horizon --- 20 to 91 cm (8 to 36 in) (Bt and Bt/C horizons)\nAquic conditions --- 10 to 43 cm (4 to 17 in) (E and Bt1 horizons)\nParalithic contact - 91 cm (36 in) (top of the Cr horizon).\nADDITIONAL DATA: Lincoln Lab No. 69L193-69L201 of this soil with slightly different morphology near the type location. Chemical and physical analyses were run by Louisiana Agricultural Experiment Station on the survey area typical pedon from Sabine Parish, Louisiana and are published in the Soil Survey of Sabine Parish, Louisiana (S87LA-085-23). Fertility analyses were run by Louisiana Agricultural Experiment Station on the survey area typical pedon from Vernon Parish, Louisiana (S91LA-115-002).\n--------------------------------------------------------------------------------\nNational Cooperative Soil Survey\nU.S.A."
  }
}
