{
  "SERIES": "CORRECO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GMK-LCL",
  "REVDATE": "02/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Correco sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted).\nA11--0 to 2 inches; dark brown (10YR 3/3) sandy loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine interstitial pores; medium acid (pH 5.7); clear smooth boundary.  (0 to 3 inches thick)\nA12--2 to 11 inches; dark brown (10YR 3/3) sandy loam, very dark brown (10YR 2/2) moist; weak thick platy parting to weak very fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine and common fine, medium and coarse roots; many fine tubular and interstitial and few medium and coarse tubular pores; slightly acid (pH 6.3); clear smooth boundary.  (6 to 10 inches thick)\nB1--11 to 15 inches; dark grayish brown (10YR 4/2) heavy sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky, nonplastic; many very fine and common fine, medium and coarse roots; common very fine tubular pores; common thin clay films line pores; slightly acid (ph 6.5); abrupt smooth boundary.  (4 to 6 inches)\nB21t--15 to 28 inches; brown (10YR 5/3) clay, dark yellowish brown (10YR 3/4) moist; strong coarse prismatic structure; extremely hard, very firm, sticky, very plastic; common fine and few very fine, medium and coarse roots; few very fine tubular pores; continuous moderately thick clay films on faces of peds; slightly acid (pH 6.20; gradual smooth boundary.  (8 to 13 inches thick)\nB22t--28 to 39 inches; brown (10YR 5/3) clay, dark yellowish brown (10YR 3/4) moist; moderate coarse prismatic structure; extremely hard, very firm, sticky, very plastic; common fine and few very fine, medium and coarse roots; few very fine tubular pores; continuous moderately thick clay films on faces of peds; slightly acid (pH 6.2); gradual smooth boundary.  (10 to 12 inches thick)\nB31--39 to 51 inches; pale brown (10YR 6/3) sandy clay, brown (10YR 4/3) moist; weak coarse prismatic structure; extremely hard, very firm, sticky, plastic; few very fine and fine roots; common very fine tubular pores; common moderately thick clay films line pores and on faces of peds; slightly acid (pH 6.1); clear smooth boundary.  (10 to 12 inches thick)\nB32--51 to 60 inches; very pale brown (10YR 7/4) sandy clay loam, brown (10YR 4/3) moist; massive; very hard, very firm, sticky, plastic; few very fine roots; common very fine tubular pores; common moderately thick clay films line pores; medium acid (pH 6.0); abrupt smooth boundary.  (8 to 12 inches thick)\nC1--60 to 69 inches; very pale brown (10YR 7/3) loam, dark yellowish brown (10YR 4/4) moist; massive; thin silica-cemented lenses; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; approximately 4 miles NE of the town of Loyalton, 1/8 mile east of Highway 49, near center NW 1/4 SE 1/4, sec. 29, T. 22 N., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is moist from about November 15 until June 15.  It is dry all the rest of the year.  The mean annual soil temperature is about 48 to 50 degrees F.  The soil temperature is above 41 degrees F from about March 15 to November 15 and above 47 degrees F from about April 1 to November 1.\nThe solum ranges from 46 to 64 inches thick.  The mollic epipedon is 10 to 19 inches thick.  The soils are slightly or medium acid.  Base saturation exceeds 75 percent throughout the upper 30 inches.\nThe Correco soils have dark brown, medium and slightly acid, sandy loam A horizons and brown, prismatic, slightly acid, clay B2t horizons grading to pale brown C horizons.\nThe A horizon is very dark grayish brown, dark grayish brown, dark brown, and brown in hue of 10YR or 7.5YR.  It has weak or moderate platy or granular structure.\nThe B2t horizon is brown, pale brown, yellowish brown, light yellowish brown or light brown in hue of 10YR or 7.5YR.  It has coarse prismatic or coarse angular blocky structure.  It is clay or clay loam with 35 to 45 percent clay and less than 15 percent coarse and very coarse sand.\nThe C horizon is loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Northmore, Recal, Sherar, and Simpson series.  Northmore soils have more than 15 percent coarse and very coarse sand in the argillic horizon.  Recal soils have 15 to 35 percent rock fragments in the B2t horizon.  Sherar and Simpson soils have a solum less than 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Correco soils are gently sloping to moderately steep and are on terraces and dissected alluvial fans at elevations of 4,500 to 5,500 feet.  They formed in alluvium from mixed sources.  The climate is cool semiarid with cold wet winters and warm dry summers.  Mean annual precipitation is 10 to 20 inches.  Average January temperature is 28 degrees F, average July temperature is 69 degrees F, and mean annual temperature is about 48 to 50 degrees F.  The frost-free season is 80 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bidwell, Beiber, Dotta, and Martineck soils.  Bidwell soils have loam and clay loam Bt horizons and calcareous C horizons.  Beiber and Martineck soils have duripans at depths of less than 20 inches.  Dotta soils have less than 35 percent clay in the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, pasture seedings of grass or grass-alfalfa, and grain hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Plumas County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly classified as a Prairie soil.\nLast revised by the state on 8/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
