{
  "SERIES": "CORRAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL-SJB-JJJ-JVC",
  "REVDATE": "03/2017",
  "STATES": "CA,NV,OR",
  "OVERVIEW": "The Corral series consists of shallow, well drained soils that formed in pedisediment or in residuum and colluvium derived from tuffaceous sandstone, tuff, or diatomite.  Corral soils are on rock pediments and plateaus.  Slopes are 0 to 50 percent.  The mean annual precipitation is about 250 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Corral sandy loam--on a southeast-facing slope of 5 percent under mainly Wyoming big sagebrush at 1360 meters elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described on September 6, 1977, the soil was dry throughout).\nA1--0 to 5 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; strong very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary.\nA2--5 to 10 cm; light brownish gray (10YR 6/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial and common very fine tubular pores; neutral (pH 7.0); clear wavy boundary.  (Combined thickness of the A horizons is 8 to 18 cm).\nBt--10 to 30 cm; light yellowish brown (10YR 6/4) sandy clay loam, brown (10YR 4/3) moist; moderate very fine prismatic structure parting to moderate very fine and fine angular blocky; hard, friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); abrupt wavy boundary.  (20 to 33 cm thick)\nCrt--30 cm; strongly fractured soft tuffaceous sandstone with horizontal and vertical fractures 5 to 25 cm apart; common fine and medium roots are along cracks and fractures; common faint and distinct clay films lining fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; in the north part of Secret Valley found by going about 1.5 miles south of the Karlo Road intersection with U.S. Highway 395, 0.6 mile east of Highway 395 on a dirt road, 500 feet south of this dirt road, and 150 feet south of the fence; approximately 2,100 feet south and 700 feet west of the northeast corner of section 11, T. 31 N., R. 15 E.; USGS Karlo 7.5 minute topographic quadrangle; 40 degrees 33 minutes 53 seconds north latitude and 120 degrees 14 minutes 26 seconds west longitude; WGS84 Decimal Degrees 40.5647222 latitude, -120.2405556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in all parts from early December to May 1, dry in all parts from early June through mid-November  The soil temperature exceeds 5 degrees C. from early April to early December and exceeds 8 degrees C. from early May to mid November; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nOchric epipedon thickness: 8 to 18 cm.\nDepth to bedrock: 30 to 50 cm to a paralithic contact.  The paralithic materials below the contact are soft, weathered tuffaceous sandstone, tuff, or diatomite.\nOther features: Some pedons have either illuvial clay or secondary carbonates segregated in the upper part of the paralithic material along fractures.\nParticle-size control section - Clay content: Averages 18 to 27 percent.\nSand content: 30 to 50 percent.\nSilt content: 15 to 30 percent.\nRock fragments: Averages less than 15 percent, mainly gravel.  Lithology of fragments are volcanic rocks such as tuff, rhyolite, or basalt.\nA horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Sandy loam, fine sandy loam, loam, very cobbly loam, or extremely stony loam; overblown phases have loamy fine sand texture for the soil surface.\nClay content: 5 to 25 percent.\nRock fragments: 0 to 50 percent cobbles and gravel, 0 to 55 percent stones.\nReaction: Neutral or slightly alkaline.\nBt horizon\nHue: 7.5YR or 10YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 3 or 4 moist.\nTexture: Loam, sandy clay loam, or clay loam.\nClay content: 20 to 35 percent.\nRock fragments:  0 to 15 percent, mainly gravel.\nStructure: Prismatic parting to angular blocky or subangular blocky.\nReaction: Neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anowell, Chill, Genaw, Ulida, and Yuko series.\nAnowell soils are calcareous throughout, have identifiable secondary carbonates in the argillic horizon, and have paralithic contacts at depths of 13 to 30 cm.  Chill soils have 45 to 65 percent sand, 15 to 35 percent fine gravel, and have paralithic materials of weathered granite.  Genaw soils have 15 to 35 percent gravel in the particle-size control section, have identifiable secondary carbonates in the argillic horizon, have a horizon with durinodes, and are moderately alkaline through strongly alkaline in the Btk and Bqk horizons.  Ulida soils have mean annual soil temperature of 13 to 15 degrees C. and have paralithic materials of weathered granitic rocks.  Yuko soils have greater than 40 percent silt and average 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Corral soils are on rock pediments and plateaus.  They typically occur on summit positions on rock pediments or summit, backslope, and footslope positions on plateaus.  These soils formed in pedisediment or in residuum and colluvium derived from tuffaceous sandstone, tuff, or diatomite.  Slopes are 0 to 50 percent.  Elevations range from 1,340 to 1,830 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm with a mean annual snowfall of 250 to 750 mm.  The mean annual temperature is 7 to 10 degrees C.  The frost-free period is 60 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brubeck, Devada, Diaz, Gerlach, and Ravendale soils.  Brubeck, Gerlach, and Ravendale soils are fine and have cracks to 50 cm that open and close each year.  Devada soils are clayey, shallow to lithic contacts, and have mollic epipedons.  Diaz soils are fine and are moderately deep to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Corral soils are used for rangeland and wildlife habitat.  The vegetation consists of Wyoming big sagebrush, Thurber's needlegrass, Indian ricegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California, northwestern Nevada, and south-central Oregon.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 23, while other acreage occurs in MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (Central Part), Nevada, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 10 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 10 to 30 cm (Bt horizon).\nParalithic contact - The boundary at 30 cm to underlying soft bedrock (Crt layer).\nParticle-size control section - The zone from the soil surface to 30 cm (A1, A2, and Bt horizons).\nADDITIONAL DATA:  The typical pedon at the series type location has full characterization data from the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S81CA-035-005 (pedon # 81P0697).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 cm; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; strong very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 10 cm; light brownish gray (10YR 6/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial and common very fine tubular pores; neutral (pH 7.0); clear wavy boundary.  (Combined thickness of the A horizons is 8 to 18 cm)."
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--10 to 30 cm; light yellowish brown (10YR 6/4) sandy clay loam, brown (10YR 4/3) moist; moderate very fine prismatic structure parting to moderate very fine and fine angular blocky; hard, friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common very fine tubular pores; many faint and distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); abrupt wavy boundary.  (20 to 33 cm thick)"
      },
      {
        "name": "Crt",
        "top": 30,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Crt--30 cm; strongly fractured soft tuffaceous sandstone with horizontal and vertical fractures 5 to 25 cm apart; common fine and medium roots are along cracks and fractures; common faint and distinct clay films lining fractures."
      }
    ]
  ]
}
