{
  "SERIES": "CORSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-BOK",
  "REVDATE": "02/97",
  "STATES": "SD",
  "OVERVIEW": "The Corson series consists of very deep, well drained soils formed in clayey lacustrine sediments or loess on uplands.  These soils have slow permeability.  Slopes range from 0 to 9 percent.  Mean annual precipitation is about 24 inches, and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Udertic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Corson silty clay - on convex, slope of 6 percent in a cultivated field.  When described the soil was moist throughout. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate fine subangular blocky structure parting to moderate medium granular; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine and fine tubular pores; slightly acid; abrupt smooth boundary. ( 4 to 11 inches thick)\nBw1--6 to 10 inches; dark gray (10YR 4/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm, sticky and plastic; common very fine and fine roots; common very fine and fine tubular pores; very few discontinuous pressure faces; slightly acid; clear wavy boundary.\nBw2--10 to 16 inches; dark gray (10YR 4/1) silty clay, very dark gray (10YR 3/1) moist; moderate medium prismatic structure parting to moderate fine subangular blocky; very hard, very firm, sticky and plastic; common very fine and fine roots; common very fine and fine tubular pores; very few discontinuous pressure faces; neutral; clear wavy boundary. (Combined thickness of the Bw horizon is 6 to 26 inches)\nBk1--16 to 25 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; weak medium prismatic structure parting to moderate fine subangular blocky; very hard, very firm, sticky and plastic; few very fine and fine roots; common very fine and fine tubular pores; 20.0 percent calcium carbonate equivalent; common faint patchy very dark gray (10YR 3/1), moist, coats on vertical faces of peds and very few discontinuous pressure faces; few fine rounded soft masses of calcium carbonate; violently effervescent; slightly alkaline; gradual wavy boundary.\nBk2--25 to 39 inches; light brownish gray (2.5Y 6/2) silty clay, light olive brown (2.5Y 5/3) moist; weak medium prismatic structure parting to moderate fine subangular blocky; very hard, very firm; few very fine and fine roots; common very fine tubular pores; 20.0 percent calcium carbonate equivalent; very few discontinuous pressure faces and very few prominent patchy very dark brown (10YR 2/2), moist, coats on faces of peds and in pores; common fine and medium rounded soft masses of carbonate; violently effervescent; moderately alkaline; gradual wavy boundary.\nBk3--39 to 49 inches; light brownish gray (2.5Y 6/2) silty clay, light olive brown (2.5Y 5/3) moist; few fine distinct light olive brown (2.5Y 5/6) moist redox concentrations; weak medium subangular blocky structure; very hard, very firm, sticky and plastic; common very fine tubular pores; 19.0 percent calcium carbonate equivalent; very few discontinuous pressure faces and very few prominent patchy very dark brown (10YR 2/2), moist, coats on faces of peds and in pores; common medium and coarse rounded soft masses of carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bk horizon is 6 to 40 inches)\nC1--49 to 63 inches; light brownish gray (2.5Y 6/2) silty clay, light olive brown (2.5Y 5/3) moist; common fine faint very dark grayish brown (2.5Y 3/2) moist and common fine faint light brownish gray (2.5Y 6/2) moist redox depletions; massive; very hard, very firm, sticky and plastic; common very fine tubular pores; 15.0 percent calcium carbonate equivalent; very few prominent patchy brownish yellow (10YR 6/6), moist, iron stains; few fine rounded soft masses of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary.\nC2--63 to 80 inches; light brownish gray (2.5Y 6/2) silty clay, light olive brown (2.5Y 5/3) moist; many fine faint light brownish gray (2.5Y 6/2) moist and common fine distinct very dark grayish brown (2.5Y 3/2) moist redox depletions ; massive; very hard, very firm, sticky and plastic; common very fine and fine tubular pores; 15.0 percent calcium carbonate equivalent; very few prominent patchy strong brown (7.5YR 5/6), moist, iron stains; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Minnehaha County, South Dakota; about 2 miles north of Corson; 1220 feet south and 330 feet east of the northwest corner of sec. 14, T. 102 N., R. 48 W. USGS Garretson West SD topographic quadrangle; lat. 43 degrees 38 minutes 32 seconds N. and long. 96 degrees 34 minutes 13 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to calcium carbonate ranges from 10 to 30 inches.  Thickness of mollic epipedon ranges from 7 to 20 inches. The series control section is silty clay or clay and averages between 45 to 60 percent clay and contains less than 15 percent fine sand or coarser.\nThe A horizon has hue of 10YR, value of 3 or 4 dry and 2 or 3 moist, and chroma of 1 or 2 dry or moist.  It is clay or silty clay and is slightly acid or neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6 dry and 2 to 5 moist, and chroma of 1 to 4.  It is silty clay or clay and is slightly acid to slightly alkaline.\nThe Bk horizon has hue of 2.5Y or 5Y, value of 5 or 6 dry and 4 or 5 moist, and chroma of 2 to 4.  It is slightly alkaline or moderately alkaline.  It is silty clay or clay, but is silty clay loam in some pedons.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 7 dry and 4 to 6 moist, and chroma of 2 to 4 dry or moist.  It is slightly or moderately alkaline. It is silty clay or clay.  Some pedons have clay loam or stratified material below a depth of 50 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benclare, Rosehill, and Sutphen series.   Benclare soils have mollic epipedons more than 20 inches thick.  Rosehill and Sutphen soils average more than 52 degrees F. at a depth of 20 inches.  Also, Rosehill soils have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Corson soils are on nearly level to sloping uplands along well dissected drainageways.  Surfaces are plane or convex, and slope gradients range from 0 to 9 percent.  Corson soils formed in clayey lacustrine sediments.  The mean annual temperature ranges from 48 to 52 degrees F, and mean annual precipitation ranges from 20 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Benclare, Clarno, Crofton, Ethan, Luton, Moody, Nora, and Wentworth soils.  Benclare soils have mollic epipedons greater than 20 inches thick and are on nearly level stream terraces.  Clarno, Crofton, Ethan, Moody, Nora, and Wentworth soils are on nearby uplands.  Clarno and Ethan soils are fine-loamy.  Crofton, Moody, Nora and Wentworth soils are fine-silty.  Luton soils are on flood plains and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to high.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated.  Corn, soybeans, oats, and alfalfa are the main crops.  Native vegetation is mainly western wheatgrass, little bluestem, big bluestem, green needlegrass, and blue grama.  Kentucky bluegrass is an important species in native grass areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern South Dakota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Minnehaha County, South Dakota, 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 16 inches (Ap, Bw1, Bw2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
