{
  "SERIES": "COSHO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAB/SBC",
  "REVDATE": "06/2011",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, amorphic over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cosho gravelly ashy sandy loam, on a bedrock bench landform with a SE facing slope of 35 percent at 762 meters elevation under coniferous forest vegetation. When described on September 6, 2006 the soil was slightly moist throughout. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 6 cm; slightly decomposed plant material; common very fine, fine, and medium roots; clear wavy boundary.\nOe--6 to 14 cm; moderately decomposed plant material; many very fine and medium and few very fine, coarse and very coarse roots; abrupt irregular boundary.\nE--14 to 15 cm; very dark grayish brown (10YR 3/2) gravelly ashy sandy loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine and fine and few medium roots; 10 percent fine gravel and 5 percent medium and coarse gravel; very strongly acid (pH 4.8); abrupt wavy boundary.\nBw--15 to 53 cm; dark yellowish brown (10YR 3/4) gravelly ashy sandy loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine, fine, coarse, and very coarse and common medium roots; 10 percent fine gravel and 15 percent medium and coarse gravel; moderately acid (pH 5.6); clear wavy boundary.\n2BC--53 to 75 cm; dark yellowish brown (10YR 3/4) very gravelly loamy sand, dark yellowish brown (10YR 4/4) dry; moderate medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine, fine, medium, and coarse; 10 percent fine gravel, 20 percent medium and coarse gravel, and 15 percent cobbles; moderately acid (pH 5.9); gradual wavy boundary.\n2C--75 to 90 cm; olive brown (2.5Y 4/3) very gravelly loamy sand, light olive brown (2.5Y 5/3) dry; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few fine roots; 15 percent fine gravel, 15 percent medium and coarse gravel, and 15 percent cobbles; moderately acid (pH 6.0).\n2R--90 cm; metavolcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: North Cascades National Park, Whatcom County, Washington; 34 meters west and 141 meters south of NE corner of Section 30, T37N, R12E Willamette Meridian; Mount Triumph, Washington USGS quadrangle; 48 degrees, 40 minutes, 7 seconds north latitude, 121 degrees, 16 minutes, 53 seconds west longitude; NAD83; UTM 626540 meters E, 5392037 meters N, zone 10."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 6 to 8 degrees C. Frigid soil temperature regime.\nSoil moisture control section: dry for less than 45 consecutive days from June to October. Udic soil moisture regime.\nThickness of volcanic ash mantle: 38 to 83 centimeters\nDepth to bedrock (lithic contact):  50 to 100 centimeters\nThe particle-size control section in this soil is contrasting. Most characteristics are listed by horizon.\nE horizon:\nHue - 7.5YR or 10YR\nValue - 3 to 5 moist, 5 to 7 dry\nChroma - 1 to 3 moist or dry\nFine earth texture - ashy FSL, ashy SL, or ashy LS\nRock fragments - 0 to 30 percent total\n0 to 25 percent gravel\n0 to 10 percent cobbles\n0 to 5 percent stones\nClay content - 1 to 8 percent\nVolcanic glass - 15 to 50 percent\nReaction - extremely acid to strongly acid\nThickness - 1 to 13 centimeters\nBw horizon:\nHue -7.5YR or 10YR\nValue - 3 to 4 moist, 5 to 6 moist\nChroma - 3 to 6 moist or dry\nFine earth texture - ashy FSL or ashy SL\nRock fragments - 10 to 30 percent total\n10 to 30 percent gravel\n0 to 15 percent cobbles\n0 to 5 percent stones\nClay content - 3 to 8 percent\nVolcanic glass - 15 to 50 percent\nReaction - strongly acid to moderately acid\nThickness - 38 to 70 centimeters\n2BC horizon:\nHue -10YR or 2.5Y\nValue - 3 to 5 moist, 4 to 6 moist\nChroma - 4 to 6 moist or dry\nFine earth texture - COSL, LS, or LCOS\nRock fragments - 35 to 80 percent total\n25 to 55 percent gravel\n10 to 20 percent cobbles\n0 to 10 percent stones\nClay content - 1 to 6 percent\nVolcanic glass - 5 to 15 percent\nReaction - moderately acid to slightly acid\nThickness - 0 to 35 centimeters\n2C horizon:\nHue -2.5Y or variegated\nValue - 4 to 5 moist, 5 to 6 moist\nChroma - 3 or 4 moist or dry\nFine earth texture -LS, LCOS, or S\nRock fragments - 40 to 90 percent total\n30 to 65 percent gravel\n10 to 25 percent cobbles\n0 to 10 percent stones\nClay content - 0 to 6 percent\nVolcanic glass - 0 to 10 percent\nReaction - moderately acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Caribouridge, Garveson, and Hysing soils. The Caribouridge soils have glassy over mixed mineralogy and ashy silt loam textures in the upper part of the particle-size control section. Garveson soils are very deep and have ashy silt loam textures in the upper part of the particle-size control section. Hysing soils have ashy silt loam textures in the upper part of the particle-size control section and a paralithic contact at 105 to 140 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Cosho soils are on bedrock benches and valley walls, at elevations of 230 to 780 meters. Slopes are 10 to 50 percent. These soils formed in mixed volcanic ash and glacial drift over glacial drift. The climate consists of cool, dry summers and cold, wet winters. Mean annual precipitation ranges from 1,700 to 2,500 millimeters, and mean annual air temperature ranges from 5 to 10 degrees C. Frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ledeir (T), Damnation (T) and Thorton (T) soils. Ledeir soils form on the more stable portions of the same landforms, have spodic horizons, and are very deep to bedrock. Damnation soils form on less stable portions of the same landforms and have a lithic contact within 50 cm. Thorton soils form on the same landforms, are ashy over loamy-skeletal, and are very deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high to very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for watershed, recreation, woodland, and wildlife habitat. Potential natural vegetation consists of western hemlock, Douglas-fir, and western redcedar with an understory of vine maple, Oregon-grape, serviceberry and, twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western slopes of the North Cascade Mountains, Washington. MLRA 3. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: North Cascades National Park Service Complex soil survey, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 18 centimeters (Oi, Oe, E, and upper 3 centimeters of the Bw horizon)\nAlbic horizon: 14 to 15 centimeters (E horizon)\nCambic horizon: 15 to 53 centimeters (Bw horizon)\nAndic soil properties: 14 to 53 centimeters (E and Bw horizons)\nLithologic discontinuity: 53 centimeters\nLithic contract: 90 centimeters (2R horizon)\nParticle size-control section: 14 to 114 centimeters (0 to 100 centimeters from the mineral surface)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
