{
  "SERIES": "COSH",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALN-ERB-JCW",
  "REVDATE": "01/2017",
  "STATES": "TX",
  "OVERVIEW": "The Cosh series consists of shallow, well drained, moderately permeable soils that formed in weakly cemented sandstone. These soils are on gently sloping to sloping uplands.  Slope ranges from 1 to 8 percent. Mean annual precipitation is about 635 mm (25 in), and mean annual air temperature is about 17.2 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, thermic, shallow Typic Rhodustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cosh fine sandy loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 15 cm (0 to 6 in); reddish brown (2.5YR 5/4) fine sandy loam, dark reddish brown (2.5YR 3/4) moist; weak very fine granular structure and single grained; hard, very friable; many grass roots; many very fine and few fine pores; neutral clear smooth boundary.  Thickness is 10 to 25 cm (4 to 10 in)\nBt--15 to 41 cm (6 to 16 in); reddish brown (2.5YR 4/4) sandy clay loam, dark reddish brown (2.5YR 3/4) moist; moderate coarse prismatic structure, parting to fine and very fine subangular blocky structure; very hard, friable; many grass roots; many fin and very fine pores; few wormcasts; few faint clay films on prism faces; neutral; abrupt smooth boundary.  Thickness is 15 to 36 cm (6 to 14 in)\nCr--41 to 61 cm (16 to 24 in); red (2.5YR 4/6) weakly cemented sandstone; massive; extremely hard; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hardeman County, Texas; from the intersection of U.S. Highway 287 and Texas Highway 6 in Quanah, about 10 miles south on Texas Highway 6, then about 3.5 miles east on county road, then about 0.65 mile south on county road, 100 feet west of county road in rangeland.\nUSGS topographic quadrangle: Big Mound, Texas;\nLatitude: 34 degrees, 07 minutes, 58.6 seconds N;\nLongitude: 99 degrees, 40 minutes, 46.8 seconds W;\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to paralithic bedrock: 30 to 51 cm (12 to 20 in)\nRock fragments: 0 to 5 percent gravel; 0 to 2 percent cobbles; strongly to very strongly cemented sandstone; in the soil and on the surface\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nA Horizon\nHue: 2.5YR to 7.5YR\nValue: 4 to 5\nChroma: 3 to 4\nTexture: mostly fine sandy loam, but varies to loamy fine sand in some pedons that are winnowed\nOrganic Matter: less than 1 percent\nEffervescence: none\nReaction (pH): slightly acid to slightly alkaline (6.1 - 7.8)\nBt Horizon\nHue: 10R to 2.5YR\nValue: 3 to 5\nChroma: 4 to 6\nTexture: sandy clay loam, fine sandy loam\nClay content: 18 to 35 percent\nCalcium carbonate equivalent: 0 to 2 percent\nEffervescence: none to slight\nReaction (pH): neutral to slightly alkaline (6.6 - 7.8)\nCr Horizon\nColor: red to reddish brown\nTexture: weakly consolidated to hard sandstone with a hardness of about 2 on Moh's scale\nCementation: extremely weakly to moderately\nIdentifiable secondary carbonate: typically none, but in a few places thin calcium carbonate coats occur in cracks and fractures\nEffervescence: typically noncalcareous"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils are the Cobb, Dill, Jolly, Latom, Oben,  Quinlan, and Spikebox series.\nCobb and Dill soils: are more than 51 cm (20 in) deep to bedrock and Dill soils do not have an argillic horizon\nLatom, Quinlan, and Spikebox soils: do not have an argillic horizon\nOben soils: have argillic horizons in hues of 5YR or yellower"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: typically noncalcareous, medium-grained sandstone of the San Angelo Sandstone of Permian age that are interbedded in places with calcareous clayey and silty redbeds, but is also mapped in Triassic age sandstone\nLandscape: dissected plain\nLandform: convex to plane interfluves and side slopes of hillslopes\nSlope: 1 to 8 percent, but are mostly about 1 to 4 percent\nMean annual precipitation: 559 to 711 mm (22 to 28 in)\nThornthwaite P-E Index: 28 to about 40\nMean annual air temperature: 15.6 to 17.8 degrees C (60 to 64 degrees F)\nFrost-free period: 210 to 240 days\nElevation: 304.8 to 762.0 m (1000 to 2500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cobb, Decobb, Latom, and Spikebox series.\nCobb soils: occur on similar to slightly lower positions\nDecobb soils: are deep to bedrock and occur on lower less sloping areas\nLatom and Spikebox soils: occur on similar to slightly higher positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to rapid. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominantly used for rangeland.  About 40 percent of these soils are in cultivation.  Native grasses consist mainly of buffalograss, blue grama, sideoats grama, little bluestem, and threeawn.  Mesquite trees occur in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Texas and southwestern Oklahoma. Land Resource Region H - Central Great plains Winter Wheat and Range Region. The Central Rolling Red Plains (MLRA 78). The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hardeman County, Texas; 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Reddish Chestnut great soil group.\nEdited 01/2017 (RFG-ROG): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 15 to 41 cm (6 to 16 in). (Bt horizon)\nOchric epipedon: 0 to 15 cm (0 to 6 in). (A horizon)\nArgillic horizon: 15 to 41 cm (6 to 16 in). (Bt horizon)\nParalithic contact: The contact with weakly cemented sandstone at 41 cm (16 in). (Cr horizon)\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 15 cm (0 to 6 in); reddish brown (2.5YR 5/4) fine sandy loam, dark reddish brown (2.5YR 3/4) moist; weak very fine granular structure and single grained; hard, very friable; many grass roots; many very fine and few fine pores; neutral clear smooth boundary.  Thickness is 10 to 25 cm (4 to 10 in)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 41,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--15 to 41 cm (6 to 16 in); reddish brown (2.5YR 4/4) sandy clay loam, dark reddish brown (2.5YR 3/4) moist; moderate coarse prismatic structure, parting to fine and very fine subangular blocky structure; very hard, friable; many grass roots; many fin and very fine pores; few wormcasts; few faint clay films on prism faces; neutral; abrupt smooth boundary.  Thickness is 15 to 36 cm (6 to 14 in)"
      },
      {
        "name": "Cr",
        "top": 41,
        "bottom": 61,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "texture_class": "sand",
        "pH_class": "neutral",
        "narrative": "Cr--41 to 61 cm (16 to 24 in); red (2.5YR 4/6) weakly cemented sandstone; massive; extremely hard; neutral."
      }
    ]
  ]
}
