{
  "SERIES": "COSMOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEM-AGG",
  "REVDATE": "11/2006",
  "STATES": "IA,MN",
  "OVERVIEW": "The Cosmos series consists of very deep, poorly drained soils that formed in a fine textured mantle over underlying firm glacial till. These soils are on plane to slightly concave positions on moraines, till plains and benches. They have slow saturated hydraulic conductivity. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 686 mm (27 inches). Mean annual air temperature is about 8 degrees  C (46 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cosmos silty clay, on a plane level slope on a glacial lacustrine mantled glacial moraine in a cultivated field. (Colors are for moist soil unless otherwise noted).\nAp--0 to 18 cm (0 to 7 inches); black (N 2/0) silty clay, very dark gray (N 3/0) dry; weak fine angular blocky structure parting to strong very fine angular blocky; friable; neutral; abrupt smooth boundary.\nA--18 to 38 cm (7 to 15 inches); black (N 2/0) silty clay, very dark gray (N 3/0) dry; strong fine angular blocky structure parting to strong very fine angular blocky; friable; neutral; clear smooth boundary.\nABg--38 to 51 cm (15 to 20 inches); very dark gray (10YR 3/1) silty clay, dark gray (N 4/0) dry; strong medium angular blocky structure parting to strong very fine angular blocky; friable; neutral; clear smooth boundary. [Combined thickness of A and AB horizons is 36 to 61 cm (14 to 24 inches.)]\nBtg--51 to 76 cm (20 to 30 inches); olive gray (5Y 5/2) silty clay; weak coarse prismatic structure parting to strong very fine angular blocky; firm; few fine prominent light olive brown (2.5Y 5/4) Fe concentrations; common olive gray (5Y 4/2) clay films on faces of peds; gray (10YR 6/1) crystals of gypsum; neutral; clear broken boundary. [10 to 56 cm (4 to 22 inches thick)]\nBtkg--76 to 91 cm (30 to 36 inches); olive gray (5Y 5/2) silty clay; moderate very coarse prismatic structure parting to strong fine angular blocky; firm; few fine prominent light olive brown (2.5Y 5/6) Fe concentrations; many olive gray (5Y 4/2) clay films on faces of peds; strongly effervescent; slightly alkaline; clear broken boundary. [0 to 61 cm (0 to 24 inches thick)]\n2Bkg--91 to 165 cm (36 to 65 inches); olive gray (5Y 5/2) clay loam; moderate fine angular blocky structure; firm; many medium prominent dark yellowish brown (10YR 4/6) Fe concentrations; common fine irregular soft very pale brown (10YR 8/2) calcium carbonate concentrations distributed uniformly throughout the horizon; many stress surfaces on faces of peds; 3 percent gravel; 3 percent cobbles, strongly effervescent; slightly alkaline.\n2BCg--165 to 203 cm (65 to 80 inches); olive gray (5Y 5/2) clay loam; moderate fine angular blocky structure; firm; common fine prominent yellowish brown (10YR 5/4) Fe concentrations; common fine faint gray (5Y 6/1) Fe depletions; common fine irregular soft very pale brown (10YR 8/2) calcium carbonate concentrations distributed uniformly throughout the horizon; many stress surfaces on faces of peds; 3 percent gravel; 3 percent cobbles, slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Meeker County, Minnesota, about 1 1/2 miles east and 1 mile south of Cosmos; located about 709 m (2,325 feet) east and 34 m (110 feet) north of the southwest corner of section 23, T. 117 N., R. 32 W.; USGS Cosmos topographic quadrangle; lat. 44 degrees 55 minutes 17 seconds N. and long. 94 degrees 40 minutes 02 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates commonly is between 20 and 32 inches but ranges from 41 to 102 cm (16 to 40 inches). That part of the soil developed in fine textured deposits (lacustrine sediment) is as much as102 cm (40 inches thick). The mollic epipedon ranges in thickness from 36 to 61 cm (14 to 24 inches). The 25 to 102 cm (10 to 40 inch) particle size control section averages between 35 and 60 percent clay and 5 to 20 percent fine sand and coarser sand. The lower part of the series control section has 30 to 55 percent clay, content of sand from 15 to 30 and bulk density of 1.6 to 1.8 gm/cc. Cobbles, stones and boulders may be widely scattered on and in the solum and in the underlying material. Some fine textured deposits  (lacustrine sediment) has as much as 1 percent gravel, mostly 2 to 10 millimeters in size. Gravel sized fragments in the glacial till ranges from 1 to 5 percent. The rock fragments are of mixed lithology. Shale is a common to major component.\nThe Ap and A horizons have hue of 10YR or are neutral, with value of 2 in the upper part and 2 or 3 in the lower part, 3 or 4 dry, and chroma of 0 or 1. Texture is silty clay loam, silty clay or clay loam low in the content of sand. Reaction is slightly acid or neutral. In some pedons the boundary between the A horizon and the B horizon is wavy to broken.\nThe Btg horizon has hue of 5Y or 2.5Y, value of 4 or 5 and chroma of 1 or 2. Ped exteriors have continuous coats of clay and organic matter and commonly are 1 unit of value darker than ped interiors. Dark colored tongues of the A horizon extend into the B horizon in some pedons. The Btg horizon is silty clay, clay, silty clay loam or clay loam low in the content of sand. It is slightly acid or neutral. The Btg horizon has less than 1 percent rock fragments except in pedons where the Bg horizon is formed entirely in glacial till.\nSome pedons have a 2Bg horizon. It commonly is clay loam or clay and less commonly silty clay loam or silty clay. It has more than 1 percent rock fragments.\nThe Btkg horizon and 2Bkg horizon have hue of 5Y or 2.5Y, value of 5 or 6 and chroma of 2. Redoximorphic concentrations with high chroma range from few to many. It is slightly alkaline or moderately alkaline. Tongues of Btg or 2Bg horizon extend into the Bkg or 2Bkg in some pedons. Soft masses and threads of free carbonates are common throughout. Some pedons have calcic subhorizons within the upper part of the Btkg horizon or the 2Bkg horizon.\nThe Btkg horizon is silty clay, clay or silty clay loam. It has less than 1 percent rock fragments except in pedons where it is formed entirely in glacial till.\nThe 2Bkg or 2BCg horizon commonly is clay loam or clay and less commonly silty clay and silty clay loam. The content of clay ranges from 30 to 55 percent and content of sand from 15 to 30 percent. Some pedons have subhorizons with less than 15 percent sand. Some pedons have small amounts of gypsum.\nSome pedons have a 2Cg horizon with color and texture similar to the 2BC horizon but it is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Marna and Waldorf soils. These soils have moist bulk density of less than 1.6 gm/cc in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cosmos soils are slightly convex to slightly concave slope positions on nearly level landscape positions within glacial moraines, till plains and benches. Slope ranges from 0 to 2 percent. Cosmos soils formed in a fine textured mantle over underlying firm glacial till, or entirely in calcareous firm glacial till. The glacial till is of uncertain age, although it thought to be pre-Wisconsin in age. It is referred to a Kandiyohi till by some. Mean annual air temperature ranges from 7 to 10 degrees C (45 to 50 degrees F). Mean annual precipitation ranges from 660 to 813 mm (26 to 32 inches). Frost-free period ranges from 155 to 200 days. Elevation ranges from 305 to 427 m (1,000 to 1,400 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arkton, Corvuso, Danielson, Kandiyohi, Lura, Newlondon, and Strout soils. The Kandiyohi, Lura, Newlondon and Strout soils form a hydrosequence with Cosmos soils. Moderately well drained Arkton and Newlondon soils are calcareous throughout and are on shoulders. Poorly drained Corvuso soils are calcareous throughout and are on rims of closed depressions. Poorly drained Danielson soils are on footslopes, have a thicker mollic epipedon and occur in more sloping topography. Somewhat poorly drained Kandiyohi soils are on summits. Very poorly drained Lura soils are in closed depressions. Moderately well drained Strout soils are on summits, shoulders, and backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Surface runoff is low. The saturated hydraulic conductivity is .42 to 1.41 micrometers per second (.06 to .2 inches per hour). Perched and apparent saturation is as high as 15 cm (0.5 foot) at some time from November to July in normal years. Perched conditions typically exist early in spring and/or during periods of heavy rainfall or snowmelt."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly drained and cropped to corn and soybeans. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 103. Central and south central Minnesota and north central Iowa."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McLeod County, Minnesota, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Mollic epipedon - the zone from the surface to a depth of 20 inches (Ap, A and ABg horizons); cambic horizon - the zone from 20 to 80 inches (Btg, Btkg, 2Bkg and 2BCg horizons); Aquic moisture regime.\nThe clay films described in this soil are interpreted to have formed in place and possibly may better be described as stress surfaces. The soils express no associated eluviation and therefore the Bt horizons in this soil are considered cambic rather than argillic.\nADDITIONAL DATA: Refer to Minnesota Agricultural Experiment Station Central File Code numbers 499, 502, 4203, 4418, and 4447. Soil Interpretation Record number is MN0676.\nRefer to the PhD thesis, 1984, by James Crum, University of Minnesota on the nature Kandiyohi till entitled \"Soils and Till Stratigraphy of West-Central Minnesota.\"\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "N",
        "dry_value": 3,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); black (N 2/0) silty clay, very dark gray (N 3/0) dry; weak fine angular blocky structure parting to strong very fine angular blocky; friable; neutral; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 38,
        "dry_hue": "N",
        "dry_value": 3,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--18 to 38 cm (7 to 15 inches); black (N 2/0) silty clay, very dark gray (N 3/0) dry; strong fine angular blocky structure parting to strong very fine angular blocky; friable; neutral; clear smooth boundary."
      },
      {
        "name": "ABg",
        "top": 38,
        "bottom": 51,
        "dry_hue": "N",
        "dry_value": 4,
        "dry_chroma": 0,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "ABg--38 to 51 cm (15 to 20 inches); very dark gray (10YR 3/1) silty clay, dark gray (N 4/0) dry; strong medium angular blocky structure parting to strong very fine angular blocky; friable; neutral; clear smooth boundary. [Combined thickness of A and AB horizons is 36 to 61 cm (14 to 24 inches.)]"
      },
      {
        "name": "Btg",
        "top": 51,
        "bottom": 76,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "Btg--51 to 76 cm (20 to 30 inches); olive gray (5Y 5/2) silty clay; weak coarse prismatic structure parting to strong very fine angular blocky; firm; few fine prominent light olive brown (2.5Y 5/4) Fe concentrations; common olive gray (5Y 4/2) clay films on faces of peds; gray (10YR 6/1) crystals of gypsum; neutral; clear broken boundary. [10 to 56 cm (4 to 22 inches thick)]"
      },
      {
        "name": "Btkg",
        "top": 76,
        "bottom": 91,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "Btkg--76 to 91 cm (30 to 36 inches); olive gray (5Y 5/2) silty clay; moderate very coarse prismatic structure parting to strong fine angular blocky; firm; few fine prominent light olive brown (2.5Y 5/6) Fe concentrations; many olive gray (5Y 4/2) clay films on faces of peds; strongly effervescent; slightly alkaline; clear broken boundary. [0 to 61 cm (0 to 24 inches thick)]"
      },
      {
        "name": "2Bkg",
        "top": 91,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "2Bkg--91 to 165 cm (36 to 65 inches); olive gray (5Y 5/2) clay loam; moderate fine angular blocky structure; firm; many medium prominent dark yellowish brown (10YR 4/6) Fe concentrations; common fine irregular soft very pale brown (10YR 8/2) calcium carbonate concentrations distributed uniformly throughout the horizon; many stress surfaces on faces of peds; 3 percent gravel; 3 percent cobbles, strongly effervescent; slightly alkaline."
      },
      {
        "name": "2BCg",
        "top": 165,
        "bottom": 203,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "2BCg--165 to 203 cm (65 to 80 inches); olive gray (5Y 5/2) clay loam; moderate fine angular blocky structure; firm; common fine prominent yellowish brown (10YR 5/4) Fe concentrations; common fine faint gray (5Y 6/1) Fe depletions; common fine irregular soft very pale brown (10YR 8/2) calcium carbonate concentrations distributed uniformly throughout the horizon; many stress surfaces on faces of peds; 3 percent gravel; 3 percent cobbles, slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
