{
  "SERIES": "COSUMNES",
  "STATUS": "Established Series",
  "BYREV": "Rev. CB-AJT-WBS-DJE-ET",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, thermic Aquic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cosumnes silt loam - on a nearly level slope in a dryland pasture under natural grasses at 20 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described November 4, 1977, the soil was slightly moist below 24 inches).\nA1--0 to 3 inches; pale brown (10YR 6/3) silt loam; dark brown (10YR 3/3) moist; strong fine and medium granular structure; hard, friable, sticky and slightly plastic; many medium, fine and very fine roots; many fine interstitial, common fine and very fine tubular pores; slightly acid (pH 6.2); clear wavy boundary.\nA2--3 to 8 inches; pale brown (10YR 6/3) silt loam; dark brown (10YR 4/3) moist; massive; hard, friable, sticky and slightly plastic; many very fine and common fine and medium roots; many very fine and common medium and fine tubular pores; slightly acid (pH 6.2); clear wavy boundary.  (Thickness of the combined A horizons is 6 to 18 inches)\nC1--8 to 17 inches; pale brown (10YR 6/3) silty clay loam, dark yellowish brown (10YR 3/4) moist; common medium distinct brown (7.5YR 5/4) mottles, dark brown (7.5YR 3/4) moist; massive; hard, friable, sticky and plastic; many very fine and common fine and medium roots; many very fine, fine and common medium tubular pores; slightly acid (pH 6.2); gradual irregular boundary.\nC2--17 to 21 inches; pale brown (10YR 6/3) clay, dark brown (10YR 4/3) moist; many, medium distinct brown (7.5YR 5/4) mottles, dark brown (7.5YR 4/4) moist; massive; very hard, friable, sticky and plastic; common very fine and medium roots; common very fine and medium tubular pores; slightly acid (pH 6.2); abrupt wavy boundary.  (Thickness of the combined C horizons is 7 to 29 inches)\n2Ab1--21 to 26 inches; gray (10YR 6/1) clay, very dark gray (10YR 3/1), few, medium prominent, yellowish brown (10YR 5/6) mottles, dark yellowish brown (10YR 4/6) moist; strong, coarse prismatic structure; very hard, firm, very sticky and plastic; few fine, medium and common very fine roots; many very fine and common fine and medium tubular pores; moderately alkaline (pH 8.0); gradual wavy boundary.\n2Ab2--26 to 43 inches; gray (N 5/0) clay, very dark gray (N 3/0) moist; moderate coarse prismatic parting to angular blocky structure; very hard, firm, very sticky and plastic; common very fine, medium and few fine roots; common very fine and few fine tubular pores; many intersecting slickensides; moderately alkaline (pH 8.0); gradual wavy boundary.  (Thickness of the combined 2Ab horizons is 12 to 26 inches)\n2Bkb1--43 to 52 inches; gray (10YR 5/1) rubbed, clay loam, very dark gray (10YR 3/1) rubbed, moist; moderate medium subangular blocky structure; very hard, firm, very sticky and plastic; few fine, medium and common very fine roots; common very fine and few fine tubular and interstitial pores; strongly effervescent, few fine, irregularly shaped soft masses of carbonates, moderately alkaline (pH 8.0); gradual wavy boundary.  (0 to 11 inches thick)\n2Bkb2--52 to 60 inches; pale brown (10YR 6/3) rubbed, clay loam; dark grayish brown (10YR 4/2) rubbed, moist; massive; very hard, firm, sticky and plastic; few fine and medium roots; common very fine tubular and interstitial pores; strongly effervescent, few fine irregularly shaped soft masses of carbonates; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sacramento County, California; 3.5 miles east of intersection of Twin Cities Road and Franklin Blvd., 500 feet north of road, 500 feet east of fence on a north facing bank cut of Laguna Creek, 4,500 feet east and 500 feet north of the southeast corner, section 11, in an unsectionized area of T.5 N., R.5 E., 38 degrees 17' 31\" N Latitude, 121 degrees 22' 31\" W Longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a buried soil ranges from 20 to 40 inches.  The mean annual soil temperature at a depth of 20 inches ranges from 64 degrees to 67 degrees F.  Soil temperature at 20 inches remains above 47 degrees F in most years.  The soil between the depths of 6 to 12 inches is moist in all parts from mid-November to June and dry in all parts from mid-June to November and moist in some part the rest of the time.  The weighted average clay content of the 10 to 40 inch control section is 35 to 55 percent.\nThe A horizon has dry color of 10YR 6/4 or 6/3.  Moist color is 10YR 4/4, 4/3, 3/4 or 3/3.  It is silt loam, silty clay loam, or clay loam.  Clay content ranges from 20 to 35 percent.  It is slightly acid to slightly alkaline.\nThe C horizon has dry color of 10YR 7/3, 6/3, 5/3 or 5/4.  Moist color is 10YR 5/4, 4/4, 4/3, 3/4 or 3/3.  Distinct or prominent mottles with moist chroma of 4 or more are present in most pedons.  It is stratified silty clay loam, clay loam, silty clay or clay with 27 to 55 percent clay.  It is slightly acid to slightly alkaline.\nThe 2Ab horizon has dry color of 10YR 6/1, 5/1, 5/2, 4/1; N 5/0 or 4/0.  Moist color is 10YR 4/1, 3/2, 3/1, 2/1; N 3/0 or N 2/0.  Distinct or prominent mottles with moist chroma of 3 through 6 are present in most pedons.  Texture is heavy clay loam, silty clay loam, silty clay or clay with 35 to 50 percent clay.  Reaction ranges from neutral to moderately alkaline.\nIn some pedons, the 2Bkb horizons are lacking.  Where present, they have dry color of 10YR 7/1, 6/3, 6/4, 5/2, 5/3; 2.5Y 5/2 or 4/2.  Moist color is 10YR 5/1, 4/4, 4/3, 4/2 or 2.5Y 4/2, 3/2.  They are stratified silty clay loam, clay loam or clay with 30 to 45 percent clay.  It is neutral to moderately alkaline and calcareous in some pedons.\nIn some pedons, a 2C horizon is present and has the same colors and textures as the 2Bkb horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family.  Bolsa, Itano,  Lupoyoma, Sailboat, Sycamore, Temple, Valdez and Shanghai series are similar soils in other families.  The Bolsa soils are calcareous above 20 inches and are fine-silty.  Itano soils are fine-silty and are acid in the control section.  Sailboat and Temple soils are fine-loamy.  Sycamore soils are fine-silty with 18 to 25 percent clay in the control section.  Valdez soils have mottles with chroma of 2 or less above 20 inches and are fine-silty.  Shanghai soils are fine-silty."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cosumnes soils are on low flood plains.  Slopes are 0 to 2 percent.  The soils formed in alluvium from mixed sources including granitic, metasedimentary and metamorphosed igneous rocks.  Elevation ranges from 5 to 125 feet.  The climate is dry subhumid with hot dry summers and cool moist winters.  Some days in the winter have ground fog.  Mean annual temperature ranges from about 59 degrees to 61 degrees F, mean July temperature is about 75 degrees F, mean January temperature is about 44 degrees F.  The mean annual precipitation ranges from 15 to 19 inches.  The frost-free season is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Columbia, Egbert, Sailboat, San Joaquin and Clear Lake soils.  The Columbia soils occur upstream on low flood plains and have a coarse-loamy control section.  Egbert soils are lower on the flood plain and have a mollic epipedon.  San Joaquin soils are on nearby low terraces and have an argillic horizon and a duripan within 40 inches.  Clear Lake soils are in nearby basins and on basin rims, have cracks that extend from the surface to 20 inches or more and have intersecting slickensides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow and slow runoff; slow permeability.  Common flooding occurs in unprotected areas and rare flooding occurs in protected areas during prolonged periods of rainfall in the winter and early spring months.  Flooding lasts from 2 to 30 days.  Most areas are drained due to ground water overdraft.  In some areas along major rivers, a water table occurs from December through April at depths of 36 to 60 inches, due to seepage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Cosumnes soils are cultivated and irrigated.  Corn, wheat, and tomatoes are the principal crops.  In uncultivated areas, vegetation consists of ryegrass, wildoats and California white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are on the low flood plains of Sacramento and San Joaquin counties.  The soils are moderately extensive in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sacramento County Soil Survey Area 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as the Columbia series over Sacramento series.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nDiagnostic horizon and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 8 inches (A1, A2 horizons).\nLithologic discontinuity - at 21 inches (C2, 2AB), indicated by difference in consistence of friable versus firm, and of sticky versus very sticky.\nAquic subgroup - Assumed to be saturated in winter and spring months at a depth of 36 to 60 inches prior to drainage.\nOrganic carbon decreases irregularly with increasing depth.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
