{
  "SERIES": "COTITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD; GRB",
  "REVDATE": "06/2004",
  "STATES": "PR",
  "OVERVIEW": "The Cotito series consists of moderately deep, well drained, moderately permeable soils on foot slopes and valleys.  They formed in colluvium and alluvium from surrounding volcanic hill sides.  Near the type location, the mean annual precipitation is about 66 inches and the mean annual temperature is about 76 degrees F.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, kaolinitic, isohyperthermic Lithic Eutrustox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cotito clay--sugarcane (Colors are for moist soil)\nAp--0 to 6 inches; reddish brown (5YR 4/4) clay; weak fine granular structure; friable; slightly sticky, slightly plastic; common fine roots; slightly acid; gradual smooth boundary. (4 to 8 inches thick)\nBo1--6 to 12 inches; reddish yellow (5YR 6/6) clay; weak medium subangular blocky structure; firm; slightly sticky, slightly plastic; common fine roots; few faint clay films on ped faces; few fine pores; neutral; gradual smooth boundary.\nBo2--12 to 20 inches; reddish yellow (5YR 6/6) clay; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few faint clay films on ped faces; common fine pores; slightly acid; gradual smooth boundary.\nBo3--20 to 24 inches; yellowish red (5YR 5/6) clay; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; common fine pores; common distinct clay films in root channels; slightly acid; gradual smooth boundary.\nBo4--24 to 29 inches; strong brown (7.5YR 5/6) clay; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; many fine pores; few faint clay films on ped faces; slightly acid; abrupt irregular boundary. (Combined thickness of the Bo horizons range from 20 to 39 inches).\nR--29 inches; white (10YR 8/1) hard fragmental limestone with strong brown (7.5YR 5/6) stains on outer edges; pockets in limestone filled with material similar to the soil of the overlying horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Noreste SCD, Puerto Rico.  Approximately 5.0 miles east of city of Aguadilla and about 1,800 feet north of kilometer marker 115.1 of P.R. Highway 2."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the hard fragmental limestone ranges from 20 to 40 inches.  Base retention is 10 meq. or less/100 grams of clay but more than 1 meq. in all subhorizons of the oxic horizon.  CEC is 16 meq. or less per 100 grams of clay.  Organic matter content is less than 20 kilograms in a volume 1 meter square to a depth of 1 meter.  Base saturation is 35 percent or more in all subhorizons to the contact with the hard limestone.  Reaction is slightly acid to neutral throughout.\nThe A or Ap horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 4.  Texture is clay.\nThe Bo horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 6 or higher.  Texture is clay.\nThe R horizon is composed of hard indurated limestone bedrock.  The limestone may be weathered in a layer 2 to 4 inches in some pedons, but has rock structure that is root limiting."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Matanzas series is the only known series in the same family.  Matanzas soils are on similar positions, have redder Bo horizons, have higher content of iron oxides, and are deep to limestone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cotito soils are on foot slopes and valleys.  Slopes range from 0 to 5 percent.  They formed in regolith consisting of fine-textured sediments that washed from the surrounding limestone hills.  The climate is humid tropical.  The average annual precipitation ranges from 62 to 70 inches and the average annual temperature ranges from 75 to 77 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Matanzes in addition to the Aceitunas and Tanama series.  Aceituna soils are on similar positions, have redder and more acid subsoils, and are very deep to bedrock.  Tamana soils are on similar to higher positions, and are shallow to hard limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Cotito soils are in sugarcane.  Some areas are used for urban land.  The vegetation consists of native and introduced grasses, shrubs, and trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern coastal plains of Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Noroeste SCD, Puerto Rico."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 6 inches (Ap horizon).\nKandic horizon - the zone from 6 to 29 inches (Bo horizons).\nLithic contact - the zone at 29 inches (R layer).\nThe classification was updated with the 4/91 draft from Clayey, kaolinitic, isohyperthermic, shallow Tropeptic Eutrorthox to Very-fine, kaolinitic, isohyperthermic Lithic Eutrudox.  The previous OSED was dated 4/67.  This draft reflects a change in classification from: Clayey, kaolinitic, isohyperthermic Lithic Kandiustox to:  Clayey kaolinitic, isohyperthermic Lithic Eutrustox.\nThis soil was formerly included in the Coto series but differs from it in being shallower to the limestone rock.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; reddish brown (5YR 4/4) clay; weak fine granular structure; friable; slightly sticky, slightly plastic; common fine roots; slightly acid; gradual smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bo1",
        "top": 15,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bo1--6 to 12 inches; reddish yellow (5YR 6/6) clay; weak medium subangular blocky structure; firm; slightly sticky, slightly plastic; common fine roots; few faint clay films on ped faces; few fine pores; neutral; gradual smooth boundary."
      },
      {
        "name": "Bo2",
        "top": 30,
        "bottom": 51,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bo2--12 to 20 inches; reddish yellow (5YR 6/6) clay; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few faint clay films on ped faces; common fine pores; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bo3",
        "top": 51,
        "bottom": 61,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bo3--20 to 24 inches; yellowish red (5YR 5/6) clay; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; common fine pores; common distinct clay films in root channels; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bo4",
        "top": 61,
        "bottom": 74,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bo4--24 to 29 inches; strong brown (7.5YR 5/6) clay; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; many fine pores; few faint clay films on ped faces; slightly acid; abrupt irregular boundary. (Combined thickness of the Bo horizons range from 20 to 39 inches)."
      },
      {
        "name": "R",
        "top": 74,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "narrative": "R--29 inches; white (10YR 8/1) hard fragmental limestone with strong brown (7.5YR 5/6) stains on outer edges; pockets in limestone filled with material similar to the soil of the overlying horizon."
      }
    ]
  ]
}
