{
  "SERIES": "COTOPAXI",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "5/81",
  "STATES": "CO,WY",
  "OVERVIEW": "The Cotopaxi series consists of deep, well to somewhat excessively drained soils that formed in eolian sandy alluvium from a variety of sources. Cotopaxi soils are on dune-like topography at the edge of the larger intermountain valleys and have slopes of 0 to 15 percent. Mean annual precipitation is about 8 inches and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cotopaxi loamy sand, grassland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (10YR 5/2) loamy sand, dark brown (10YR 4/3) moist; weak fine granular structure that parts to single grains; loose, mildly alkaline; gradual smooth boundary. (6 to 10 inches thick)\nC--8 to 60 inches; brown (10YR 5/3) sand; dark brown (10YR 4/3) moist; single grained; loose; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alamosa County, Colorado; 400 feet north and 0.3 mile west of the southeast corner of sec. 36, T.40N., R.12E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The Cotopaxi soils typically are noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material ranges from 40 to more than 60 inches. Base saturation ranges from 80 to 100 percent. Exchangeable sodium ranges from 0 to 14 percent in a majority of subhorizons of the control section. The 10- to 40-inch control section is loamy sand or sand. Rock fragments range from 0 to 15 percent but typically are less than one percent. They are normally less than 3 inches in diameter but range from 1/8 to 10 inches in diameter. The A and C horizons are neutral or mildly alkaline. Clay content is less than 12 percent and silt ranges from 0 to 15 percent. The mean annual soil temperature ranges 44 degrees to 47 degrees F., and the mean summer soil temperature ranges from 59 degrees to 64 degrees F.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 4.\nThe C horizon has hue of 2.5Y through 7.5YR, and value of 5 or 6 dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the (T) Bodorumpe, Corlett, Costilla and Space City series. Bodorumpe soils have a paralithic contact at depths of 20 to 40 inches. Corlett soils are very strongly alkaline and have more than 15 percent exchangeable sodium. Costilla soils have more than 15 percent coarse fragments. Space City soils are calcareous above depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on dune-like topography at the edge of the large intermountain valleys. Slope gradients range from 0 to 15 percent. They formed in eolian sandy alluvium from a variety of sources. The average annual precipitation is 7 to 9 inches, with peak periods of precipitation in the spring and early summer. Mean annual temperature is 40 degrees to 44 degrees F, averaging about 42 degrees F. Mean summer temperature is 59 degrees to 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Costilla and Space City soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland; however, in recent years several areas have been developed for sprinkler irrigation. Native vegetation is mainly Indian ricegrass, ring muhly, rabbitbrush, blue grama, and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of south-central Colorado. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alamosa County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": "well to somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 8 inches; grayish brown (10YR 5/2) loamy sand, dark brown (10YR 4/3) moist; weak fine granular structure that parts to single grains; loose, mildly alkaline; gradual smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 20,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--8 to 60 inches; brown (10YR 5/3) sand; dark brown (10YR 4/3) moist; single grained; loose; mildly alkaline."
      }
    ]
  ]
}
