{
  "SERIES": "COTTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLB-RLT",
  "REVDATE": "10/2001",
  "STATES": "MO",
  "OVERVIEW": "The Cotton series consists of very deep, moderately well drained, slowly permeable soils that formed in loess and the underlying residuum from cherty limestone. These soils are on uplands and have slopes of 1 to 14 percent. Mean annual temperature is 56 degrees F, and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Fragiaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cotton silt loam - on a linear ridgetop of 2 percent slope in grass at an elevation of 885 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many very fine roots; few fine iron and manganese oxide accumulations; slightly acid; abrupt smooth boundary.  (4 to 10 inches thick)\nE--8 to 14 inches; pale brown (10YR 6/3) silt loam, weak medium platy structure parting to weak very fine subangular blocky; friable; many very fine roots; few fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation throughout; few fine iron and manganese oxide accumulations; common distinct silt coats on faces of peds; moderately acid; clear smooth boundary.  (0 to 8 inches thick)\nBt--14 to 19 inches; yellowish brown (10YR 5/4) silt loam, moderate fine subangular blocky structure; firm; many very fine roots; few distinct clay films on faces of peds; few fine distinct grayish brown (10YR 5/2) iron depletions and few fine prominent strong brown (7.5YR 5/8) masses of iron accumulation throughout; few fine iron and manganese oxide accumulations; common distinct silt coats on faces of peds; strongly acid; clear smooth boundary.  (4 to 20 inches thick)\nBtg1--19 to 28 inches; dark grayish brown (10YR 4/2), dark yellowish brown (10YR 4/4) and yellowish red (5YR 5/8) silty clay; strong very fine subangular blocky structure; very firm; common very fine roots; many prominent clay films on faces of peds; few fine iron and manganese concretions; the areas of dark yellowish brown and yellowish red are iron accumulations, few distinct silt coats on faces of peds; very strongly acid; gradual smooth boundary.\nBtg2--28 to 33 inches; dark grayish brown (10YR 4/2), dark yellowish brown (10YR 4/6) and yellowish brown (10YR 5/8) silty clay; moderate very fine subangular blocky structure; very firm; common very fine roots; common prominent clay films on faces of peds; few fine iron and manganese concretions; the areas with dark yellowish brown and yellowish brown are iron accumulations; few distinct silt coats on faces of peds; moderately acid; clear smooth boundary.  (0 to 20 inches thick)\n2Btx1--33 to 42 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium prismatic structure; very firm; few very fine roots; few distinct clay films on vertical faces of peds; 60 percent weak brittleness; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation throughout; few fine iron and manganese oxide stains; common prominent silt coats on faces of peds; moderately acid; gradual smooth boundary.\n2Btx2--42 to 54 inches; yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure; very firm; few very fine roots; few distinct clay films in root channels and vertical faces of peds; 55 percent weak brittleness; few fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation throughout; few fine iron and manganese oxide stains; 2 percent chert gravel; common distinct silt coats on faces of peds; slightly acid; clear smooth boundary.  (Combined thickness of the 2Btx horizon is 12 to 30 inches.)\n3Btx3--54 to 60 inches; yellowish brown (10YR 5/4), grayish brown (10YR 5/2) and dark yellowish brown (10YR 4/6) very gravelly silt loam; weak medium subangular blocky structure; firm; few very fine roots; few distinct clay films on faces of peds; 30 percent weak brittleness; few fine iron and manganese oxide stains; the areas with grayish brown are iron depletions and the areas with dark yellowish brown are iron accumulations, 40 percent chert gravel, 10 percent chert stones; common distinct silt coats on faces of peds; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cooper County, Missouri; about 2 miles west of Cotton; 3000 feet east and 1300 feet south of the northwest corner of sec. 26 T. 46 N., R. 17 W; Tipton quadrangle, lat. 38 degrees 46 minutes 0 seconds N and long. 92 degrees 45 minutes 6 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the top of the brittle layer is 20 to 40 inches. The upper 20 inches of the argillic horizon averages 35 to 42 percent clay.\nThe A horizon has color value of 4 or 5, 6 or 7 dry and chroma of 2 or 3. It is silt loam or silty clay loam and strongly acid to neutral.\nThe E horizon has color value of 4 to 7 and chroma of 2 to 4. It is moderately acid to neutral. Some eroded pedons do not have this horizon.\nThe Bt and Btg horizons have hue of 7.5YR to 2.5Y, value of 4 or 5 and chroma of 2 to 6. They are silt loam with 25 percent or more clay, silty clay loam or silty clay. Reaction is very strongly acid to neutral.\nThe 2Btx horizon has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 2 to 4. It is loam, silt loam, silty clay loam or the gravelly to extremely gravelly analogues. Brittleness ranges from 30 to 60 percent. Reaction is very strongly acid to neutral.\nThe 3Btx horizon has hue of 10YR to 2.5YR, value of 3 to 6, and chroma of 1 to 6. It is loam, silt loam, silty clay loam or their gravelly to extremely gravelly analogues. It is slightly acid or neutral. Some pedons have a 3Bt horizon that is silty clay loam, silty clay, or clay or their gravelly to extremely gravelly analogues.\nThe 4Bt horizon, where present, has hue of 5YR to 10YR, value of 4 or 5, and chroma of 2 to 6.It is silty clay loam, silty clay, or clay or their gravelly to extremely gravelly analogues.  Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. A series in a similar family is the Jackland series. Jackland soils do not have a brittle layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cotton soils are on summits, shoulders and backslopes of hills and formed in loess and the underlying residuum from cherty limestone. Slopes range from 1 to 14 percent. Mean annual temperature ranges from 55 to 57 degrees F, and mean annual precipitation ranges from 36 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crestmeade, Leslie, Maplewood, Weingarten, and Weller soils. Crestmeade and Leslie soils have a mollic epipedon. Maplewood soils have a dark surface layer. Weingarten soils have less clay in the subsoil. Weller soils do not have a brittle layer. Crestmeade and Leslie soils commonly are on higher, more broad ridgetops. Maplewood, Weingarten, and Weller soils are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is low or medium. Permeability is slow. A perched water table has an upper limit of 1.0 to 2.0 feet during November to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cotton soils are used for cultivated crops, pasture and hayland. Principal crops are corn, soybeans and wheat. Native vegetation is deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ozark border area (MLRA 116B) of central Missouri. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cooper County, Missouri, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have smectitic mineralogy, but do not have the thickness and are borderline to the fine textural family; therefore not meeting the criteria for an aquertic subgroup.\nDiagnostic horizons and features recognized in this series are:\nochric epipedon - the zone from the surface of the soil to a depth of 14 inches (A and E horizons);\nargillic horizon - the zone from approximately 14 to 60 inches (Bt, Btg1, Btg2, 2Btx1, 2Btx2 and 3Btx3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
