{
  "SERIES": "COTTONEVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAR-JWH-ET",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "OVERVIEW": "The Cottoneva series consists of very deep, somewhat poorly or moderately well drained soils formed in alluvium derived from mixed sedimentary sources. Cottoneva soils are on flood plains and have slopes of 0 to 2 percent.  The mean annual precipitation is about 1143 millimeters (45 inches) and the mean annual temperature is about 12 degrees C (53 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, isomesic Oxyaquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cottoneva loam - on a slope of 1 percent under red alder, stinging nettle and swordfern at 30 feet elevation.  (Colors are for dry soil unless otherwise noted.  When described on June 19, 1978 the soil was moist throughout.)\nA1--0 to 15 centimeters (0 to 6 inches); pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; few fine interstitial and few fine and medium tubular pores; slightly acid (pH 6.2); clear wavy boundary.  (3 to 15 centimeters thick)\nA2--15 to 30 centimeters (6 to 12 inches); light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium angular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few fine and medium roots; few fine interstitial and few fine and medium tubular pores; slightly acid (pH 6.1); gradual wavy boundary.  (10 to 20 centimeters thick)\nC1--30 to 76 centimeters (12 to 31 inches); light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; slightly acid (pH 6.2); gradual wavy boundary.  (43 to 53 centimeters thick)\nC2--76 to 109 centimeters (31 to 43 inches); light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine tubular pores; slightly acid (pH 6.2); clear wavy boundary.  (28 to 38 centimeters thick)\nC3--109 to 122 centimeters (43 to 48 inches); pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive slightly hard, friable, slightly sticky and slightly plastic; common very fine interstitial and few fine tubular pores; slightly acid (pH 6.2); clear wavy boundary.  (10 to 20 centimeters thick)\nC4--122 to 140 centimeters (48 to 55 inches); pale brown (10YR 6/3) sandy clay loam, brown (10YR 4/3) moist; few fine distinct gray (5Y 6/1) iron depletions, gray (5Y 6/1) moist; massive; hard, firm, moderately sticky and very plastic; slightly acid (pH 6.2); clear wavy boundary.  (8 to 18 centimeters thick)\nCg--140 to 160 centimeters (55 to 63 inches); greenish gray (5BG 6/1) clay loam, dark greenish gray (5BG 4/1) moist; common coarse distinct brownish yellow (10YR 6/6) and light yellowish brown (10YR 6/4) masses of oxidized iron, yellowish brown (10YR 5/6 and 5/4) moist; massive; hard, firm, moderately sticky and moderately plastic; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mendocino County, California; 1700 feet north and 500 feet west of the southeast corner of sec. 14, T.22N., R.18W.; U.S.G.S. 7.5 minute quadrangle Piercy, California: WGS84 Decimal degrees 39.75492 latitude, -123.82039 longitude: UTM Zone 10 429721.6mE, 4400878.1mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil between the depths of 15 and 48 centimeters is moist in all parts from November 1 to August 15 and is dry in some part from September 1 to October 1 in most years. The soils have a Udic moisture regime\nSoil temperature: The mean annual soil temperature is 10 to 13 degrees C.  The difference between mean summer and mean winter soil temperature is 3 to less than 6 degrees C. The soils have an isomesic temperature regime\nReaction: moderately acid to slightly acid\nParticle size control section (weighted average):\nRock fragments: 0 to 2 percent gravel\nClay content: 5 to 18 percent\nA horizons:\nHue: 10YR or 2.5Y\nValue: 4 through 6 dry, 3 or 4 moist\nChroma: 2 through 4, dry or moist\nClay content: 10 to 20 percent\nRock fragments: 0 to 2 percent gravel\nC horizons:\nHue: 10YR, 2.5Y, 5BG\nValue: 4 through 6 dry, 3 or 4 moist\nChroma: 2 through 4, dry or moist\nTexture: stratified very fine sandy loam, loam, fine sandy loam, sandy loam, loamy sand, sandy clay loam, or clay loam.\nClay content: 5 to 35 percent\nRock fragments: 0 to 5 percent gravel\nRedoximorphic Features: fine and medium iron-manganese masses and masses of oxidized iron\nQuantity: none to many\nHue: 7.5YR, 10YR or 2.5Y\nValue: 4 through 6, dry or moist\nChroma: 3 through 6, dry or moist\nRedoximorphic features: fine and medium iron depletions\nQuantity: none to common\nHue: 2.5Y or 5Y\nValue: 4 through 6, dry or moist\nChroma: 1 or 2, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cottoneva soils occur on recent flood plains.  Slopes are 0 to 2 percent.  Elevations are 0 to 170 meters.  The soils formed in alluvium derived from mixed sedimentary sources.  The climate is humid with cool foggy summers and cool moist winters. A strong marine influence limits the diurnal and annual range of temperature.  Mean annual precipitation ranges from 1016 to 1780 millimeters.  Mean January temperature is about10 degrees C; mean July temperature is about 13 degrees C; and the mean annual temperature is about 12 degrees C.  The frost-free period is 290 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bigriver, Dehaven, Eelriver (CA), Hotel, Irmulco, Tramway, and Vandamme soils.  Bigriver soils do not have redoximorphic features within 152 centimeters of the surface.  Dehaven, Hotel, Irmulco, Tramway and Vandamme soils are on mountains.  Irmulco and Tramway soils are fine-loamy, Dehaven and Hotel soils are loamy-skeletal and Vandamme soils are clayey.  Eelriver soils have less than 15 percent fine sand and coarser particles and have redoxiorphic features between 25 and 50 centimeters."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly or moderately well drained; the soil is saturated with water for extended periods following episodes of heavy rain from December through April.  The saturated zone starts between the depths of 25 to 100 centimeters and extends to greater than 152 centimeters.  The soil is not saturated above 152 centimeters from summer through early fall.  Surface runoff under bare soil conditions is ponded or very slow; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for nonirrigated pasture in cleared areas, wildlife habitat, watershed and firewood production.  Vegetation consists of red alder, willow, stinging nettle, western swordfern, sedges, salmon berry, coast redwood, California laurel, redwood sorrel, and horsetail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Redwood Belt; MLRA 4B.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mendocino County, California, Western Part, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this pedon are:\n1. Ochric epipedon -- the zone from 0 to 30 centimeters (A1, A2).\n2. Fluvent feature - irregular decrease in organic carbon content between a depth of 25 and 125 centimeters.\n3. Particle size control section: The zone from 25 to 100 centimeters averages 12 percent clay and 17 percent fine sand or coarser (A2, C1, and C2 horizons)\n4. Oxyaquic feature: The zone from 76 to 200 centimeters\n5. Mollic colors are thought to be lithochromic in nature\nADDITIONAL DATA: NSSL Pedon No. 09N0170 Humboldt County, CA. 9/08\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
