{
  "SERIES": "COTTONBEND",
  "STATUS": "Established Series",
  "BYREV": "JDM:DBD:JMR",
  "REVDATE": "03/2009",
  "STATES": "KY,VA",
  "OVERVIEW": "The Cottonbend series consists of very deep, well drained soils that formed in alluvium or colluvium weathered mainly from sandstone, siltstone and shale; and some limestone. These gently sloping to moderately steep soils are on high stream terraces or benches on valley sides. Slopes range from 2 to 25 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cottonbend loam - on a 4 percent slope in a forested area. (Colors are moist soil unless otherwise stated.)\nA--0 to 8 inches; brown (10YR 4/3) loam, moderate fine granular structure; friable; many fine and medium and few coarse roots; strongly acid; clear wavy boundary. (6 to 12 inches thick)\nBt1--8 to 17 inches; yellowish brown (10YR 5/6) loam; weak medium and coarse subangular blocky structure; friable; few fine and medium roots; very few faint clay films on all faces of peds; strongly acid; gradual smooth boundary. (8 to 12 inches thick)\nBt2--17 to 26 inches; variegated yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on all faces of peds; strongly acid; gradual smooth boundary. (8 to 12 inches thick)\nBt3--26 to 52 inches; variegated light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/4) clay; moderate coarse subangular blocky structure; firm; common distinct clay films on all faces of peds; common coarse prominent strong brown (7.5YR 5/6) soft iron masses on all faces of peds; strongly acid; gradual smooth boundary. (12 to 30 inches thick)\nBt4--52 to 70 inches; variegated yellowish brown (10YR 5/6) and red (2.5YR 4/8) clay loam; moderate coarse subangular blocky and angular blocky structure; firm; common distinct clay films on all faces of peds; strongly acid; gradual smooth boundary. (0 to 24 inches thick)\nCB--70 to 90 inches; variegated yellowish red (5YR 5/8) and reddish yellow (7.5YR 6/8) sandy clay loam, weak coarse and very coarse subangular blocky structure; firm; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clay County, Kentucky; on a wooded stream terrace, 800 feet south east of the confluence of Bowling Branch and Goose Creek; about 6000 feet east of Manchester School and about one mile northeast of Manchester; 37 degrees, 11 minutes, 10 seconds N. latitude and 83 degrees, 45 minutes, 15 seconds W. longitude; USGS Manchester Quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches and depth to bedrock is greater than 72 inches. Rock fragments, mostly well rounded sandstone, siltstone, and shale gravel and cobbles, range from 0 to 35 percent in the upper part of the solum and from 0 to 60 percent below a depth of about 24 inches. Reaction ranges from very strongly to slightly acid in the upper part, and very strongly to moderately acid in the lower part.\nThe A or Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4; some pedons have a thin Ap with value of 3. Texture is loam, silt loam or fine sandy loam.\nThe E or BE horizons (where present) have hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 4 to 8. Texture is loam, sandy loam or fine sandy loam.\nThe upper part of the Bt horizon above about 24 inches, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. Texture is dominantly sandy clay loam, loam, clay loam, or rarely silty clay loam.\nThe lower part of the Bt horizon below about 24 inches, has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 4 to 8. Soft iron masses in shades or brown or red are common throughout. Texture is loam, clay loam, sandy clay loam, or clay.\nThe CB and/or C horizon has hues of 2.5YR to 10YR, value of 4 or 5, and chroma of 4 to 8. Texture is loam, clay loam, sandy clay loam or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Egyptgrove, Fanchon, McClung, Nolichucky, Taterhill, Topazmill, Trimble and Wyrick series in the same family. Egyptgrove soils formed in colluvium and the underlying residuum that weathered from Ordovician aged Mudstones. They have a Btd horizon that forms a lithologic discontinuity. Fanchon soils formed in silty sediments and the underlying alluvium or colluvium. They also have a lithologic discontinuity and less sand in the particle size control section. McClung soils formed in colluvium on mountains and ridges. They have angular sandstone rock fragments and more sand in the lower Bt horizon. Nolichucky soils have more fine sand in the upper part of the solum and hues that are redder than 7.5YR in the upper part of the Bt horizon. Taterhill soils formed in slope alluvium derived mainly from loess and the underlying valley fill that forms a lithologic discontinuity and they have rock fragments comprised mostly of angular chert. Topazmill soils formed in slope alluvium on hillslopes and footslopes. They have a lithologic discontinuity and sandier textures in the upper Bt horizon. Trimble soils formed in residuum weathered from limestone and have chert fragments in the solum. Wyrick soils formed in colluvium and alluvium weathered dominantly from limestone with inclusions of shale, siltstone, and fine grained sandstone over residuum that forms a lithologic discontinuity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cottonbend soils formed in several feet of alluvium or colluvium on gently sloping to moderately steep high stream terraces or benches along valley sides. Slopes range from 2 to 25 percent. At the type location, mean annual air temperature ranges from 53 to 57 degrees and mean annual precipitation ranges from 40 to 49 inches. The average annual temperature is about 54 degrees F, and the average annual precipitation is about 47 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Allegheny and Cotaco soils on adjacent stream terraces; Lonewood soils on broad ridges; and Shelocta soils on foot slopes. All of these soils have thinner argillic horizons and less clay in the lower part of the solum. Allegheny, Cotaco, and Shelocta soils have mixed mineralogy and Cotaco soils are moderately well or somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderate permeability. Runoff is low on slopes less than 5 percent, medium on slopes ranging from 5 to 20 percent, and high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cleared and used for growing corn or tobacco, also used for producing hay and as pasture. Original forests were mixed hardwoods interspersed with a few pines, primarily upland oaks, hickories, yellow-poplar, and shortleaf and Virginia pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cottonbend soils are in the Cumberland-Allegheny Plateau area of southeastern Kentucky, the Valley and Ridge area of Virginia, and possibly other similar areas in West Virginia and eastern Tennessee. Extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, Kentucky; 1993. Source of the name is a community in Clay County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Cottonbend soils were mostly mapped as Holston soils in the past.\nDiagnostic horizons recognized in this pedon are:\n1) Ochric epipedon - from 0 to 8 inches. (A horizon)\n2) Argillic horizon - 8 to 70 inches (Bt1, Bt2, Bt3,and Bt4 horizons)\n3) Palic feature - no significant decrease in translocated clay content within 60 inches of the top of the argillic horizon.\nAdditional Data: Characterization sample S92KY-051-1 by University of Kentucky.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; brown (10YR 4/3) loam, moderate fine granular structure; friable; many fine and medium and few coarse roots; strongly acid; clear wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 17 inches; yellowish brown (10YR 5/6) loam; weak medium and coarse subangular blocky structure; friable; few fine and medium roots; very few faint clay films on all faces of peds; strongly acid; gradual smooth boundary. (8 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--17 to 26 inches; variegated yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on all faces of peds; strongly acid; gradual smooth boundary. (8 to 12 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--26 to 52 inches; variegated light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/4) clay; moderate coarse subangular blocky structure; firm; common distinct clay films on all faces of peds; common coarse prominent strong brown (7.5YR 5/6) soft iron masses on all faces of peds; strongly acid; gradual smooth boundary. (12 to 30 inches thick)"
      },
      {
        "name": "Bt4",
        "top": 132,
        "bottom": 178,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--52 to 70 inches; variegated yellowish brown (10YR 5/6) and red (2.5YR 4/8) clay loam; moderate coarse subangular blocky and angular blocky structure; firm; common distinct clay films on all faces of peds; strongly acid; gradual smooth boundary. (0 to 24 inches thick)"
      },
      {
        "name": "CB",
        "top": 178,
        "bottom": 229,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "CB--70 to 90 inches; variegated yellowish red (5YR 5/8) and reddish yellow (7.5YR 6/8) sandy clay loam, weak coarse and very coarse subangular blocky structure; firm; strongly acid."
      }
    ]
  ]
}
