{
  "SERIES": "COTTONWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERB-CLN-RFG",
  "REVDATE": "11/2017",
  "STATES": "OK,TX",
  "OVERVIEW": "The Cottonwood series consists of very shallow and shallow to gypsum bedrock, well drained soils that formed in loamy residuum overlying gypsum bedrock of Permian age. These very gently sloping to steep soils are on summits and side slopes of hills and ridges. Slope ranges from 1 to 45 percent. Mean annual temperature is about 16.7 degrees C (62 degrees F), and mean annual precipitation is about 584 mm (23 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, thermic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cottonwood silt loam, on a northeast facing, 3 percent slope in rangeland at an elevation of 503 m (1,650 ft).\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 13 cm (0 to 5 in); light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate medium granular structure; soft; very friable; common fine and medium roots; common fine pores; strongly effervescent; moderately alkaline; clear smooth boundary.\nA2--13 to 31 cm (5 to 12 in); light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; soft, very friable; common fine and medium roots; common fine pores; strongly effervescent; moderately alkaline; clear wavy boundary. Combined thickness of the A horizon is 7 to 38 cm (3 to 15 in)\nCr--31 to 48 cm (12 to 19 in); very pale brown (10YR 8/2) slightly weathered, weakly cemented gypsum bedrock; massive; few fine roots in fractures; slightly effervescent, moderately alkaline; gradual wavy boundary. Thickness is 0 to 25 cm (0 to 10 in)\nR--48 to 56 cm (19 to 22 in); very pale brown (10YR 8/2) strongly cemented gypsum bedrock; massive; no roots; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nKing County, Texas; From the courthouse in Guthrie, 13.5 miles north on U.S. Highway 83, 3.2 miles east on Farm Road 1168, 3.0 miles east on Farm Road 3416, 9.7 miles southeast and east on ranch road, 1.1 miles north on ranch road, and 200 feet east in rangeland.\nUSGS topographic quadrangle: Lowrance Mountain, TX;\nLatitude: 33 degrees, 48 minutes, 5 seconds N;\nLongitude: 100 degrees, 5 minutes, 24 seconds W;\nDatum: NAD 1983.\nDecimal Degrees\nStd Latitude: 33.801389\nStd Longitude: -100.09000"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 but less than 150 cumulative days in normal years.\nDepth to lithic contact: 7 to 51 cm (3 to 20 in)\nDepth to paralithic contact: 7 to 38 cm (3 to 15 in)\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nCoarse Fragments: 0 to 3 percent\nCEC/clay ratio: 0.6 or more\nA horizon\nHue: 5YR to 10YR\nValue: 5 to 7\nChroma: 2 to 6\nTexture: loam, silt loam, clay loam, or silty clay loam\nClay content: 18 to 35 percent (8 to 18 percent when in association with Quinlan and Woodward series)\nCoarse Fragments: 0 to 3 percent, strongly cemented to indurated gypsum gravel; 0 to 10 percent, gypsum paragravel\nCalcium carbonate equivalent: 1 to 30 percent\nElectrical conductivity (dS/m): 0 to 2\nGypsum: 5 to 40 percent\nSodium Adsorption Ratio: 0 to 4\nEffervescence: very slight to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 - 8.4)\nCy horizon (where present)\nHue: 7.5YR to 5Y\nValue: 5 to 8\nChroma: 1 to 6\nTexture: fine gypsum material, coarse gypsum material, gypsiferous silt loam, gypsiferous loam, gypsiferous silty clay loam, or gypsiferous clay loam\nCoarse Fragments: 0 to 3 percent, strongly cemented to indurated gypsum gravel; 0 to 10 percent, gypsum paragravel\nCalcium carbonate equivalent: 1 to 30 percent\nElectrical conductivity (dS/m): 0 to 4\nGypsum: 15 to 90 percent\nSodium Adsorption Ratio: 0 to 4\nEffervescence: very slight to violent\nReaction (pH): moderately alkaline (7.9 - 8.4)\nCr horizon\nHue: 7.5YR to 5Y\nValue: 6 to 8\nChroma: 1 to 6\nTexture: extremely weakly to moderately cemented gypsum bedrock\nR horizon\nThis horizon consists of massive crystalline gypsum or alabaster bedrock 1.5 m to 5 m (5 to 15 ft) thick that is strongly to very strongly cemented. The gypsum is interbedded with reddish-brown mudstone and thin layers of dolomite and greenish-gray mudstone. The upper boundary of the R horizon is a lithic contact and is root restrictive. This material has very high to extremely high excavation difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no series in the same family. Similar soils are the Burson, Cornick, Harmon, Knoco, and Spikebox series.\nBurson soils: are very shallow to soft sandstone.\nCornick soils: have a mollic epipedon.\nHarmon soils: are loamy-skeletal in the particle-size control section and have carbonatic mineralogy.\nKnoco soils: are clayey in the particle-size control section and are formed from reddish-brown mudstone.\nSpikebox soils: are formed from soft sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum weatherd from and overlying massive gypsum bedrock, which is mostly alabaster, of the Blaine Formation of Permian age.\nLandscape: Dissected plains\nLandform: summits and side slopes of hills and ridges\nSlope: ranges from 1 to 45 percent, but is mainly less than 20 percent\nPrecipitation pattern: These soils are intermittently moist in September through November and March through May. June through August and December through February are the driest months.\nMean annual precipitation: 53 to 26 cm (21 to 26 in)\nThornthwaite P-E index: 32 to 40\nMean annual air temperature: 13.8 to 17.8 degrees C (57 to 64 degrees F)\nFrost-free period: 180 to 230 days\nElevation: 396.2 to 731.5 m (1,300 to 2,400 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Aspermont, Harmon, Knoco, La Casa, Nipsum, Quanah, Talpa, and Vinson series.\nAspermont soils: are deep to Permian redbed sediments and are on slightly lower side slopes.\nHarmon and Talpa soils: are formed from dolomite limestone on similar positions.\nKnoco soils: are formed from reddish mudstone on similar positions.\nLa Casa, Nipsum, and Quanah soils: have a mollic epipedon, are very deep to bedrock, and are on lower foot slopes.\nVinson soils: have a mollic epipedon, are moderately deep to gypsum beds, and are on slightly lower side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well\nPermeability class: Moderate in the solum and very slow to moderate in the gypsum bedrock\nRunoff: low on less than 1 percent slopes, moderate on 1 to 5 percent slopes, and high on slopes more than 5 percent"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUsed primarily for livestock grazing. Cover is sparse short grasses where grazing is continuous, but some tall grasses grow in protected areas. Where the soil is intermingled with deeper and more productive soils, small areas are cultivated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Northwest Texas and southwest Oklahoma\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 78B - Central Rolling Red Plains, Western Part\nExtent: Large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nChildress County, Texas; 1910 in the Reconnaissance Survey of the Panhandle Region, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe original series concept included soils that are shallow to a paralithic contact with massive gypsum bedrock and soils that have a gypsic horizon mapped in a complex with the Acme series. In 1999, the series concept was revised and restricted to shallow or very shallow to massive gypsum bedrock on upland positions. This revision retains the Cottonwood series with the largest acreage of these soils. The soils mapped in lacustrine sediments that have a gypsic horizon, on nearly level to very gently sloping positions, in a complex with Acme soils will be included with the Childress series.\nEdited 01/2017 (RFG-ROG): Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 0 to 31 cm (0 to 12 in) (A horizons).\nOchric epipedon: 0 to 31 cm (0 to 12 in) (A horizons).\nParalithic contact: The contact with weakly cemented gypsum bedrock is at 31 cm (12 in). (Cr horizon)\nLithic contact: The contact with strongly cemented gypsum bedrock is at 48 cm (19 in). (R horizon).\nADDITIONAL DATA: none\nTaxomomic Version: Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 13 cm (0 to 5 in); light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate medium granular structure; soft; very friable; common fine and medium roots; common fine pores; strongly effervescent; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 31,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--13 to 31 cm (5 to 12 in); light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; soft, very friable; common fine and medium roots; common fine pores; strongly effervescent; moderately alkaline; clear wavy boundary. Combined thickness of the A horizon is 7 to 38 cm (3 to 15 in)"
      },
      {
        "name": "Cr",
        "top": 31,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cr--31 to 48 cm (12 to 19 in); very pale brown (10YR 8/2) slightly weathered, weakly cemented gypsum bedrock; massive; few fine roots in fractures; slightly effervescent, moderately alkaline; gradual wavy boundary. Thickness is 0 to 25 cm (0 to 10 in)"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--48 to 56 cm (19 to 22 in); very pale brown (10YR 8/2) strongly cemented gypsum bedrock; massive; no roots; neutral."
      }
    ]
  ]
}
