{
  "SERIES": "COUCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "08/2006",
  "STATES": "CA,NV",
  "OVERVIEW": "The Couch series consists of very deep, well drained soils that formed in volcanic ash and alluvium from basic volcanic and tuffaceous rock. These soils are on old lake terraces, lake plains and basin floor remnants. Slopes are 0 to 4 percent. The mean annual precipitation is about 229 millimeters (9 inches) and the mean annual temperature is about 9 degrees C. (48 degrees F.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vitrixerandic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Couch ashy fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted).\nA--0 to 3 centimeters; gray (10YR 6/1) ashy fine sandy loam, dark gray (10YR 4/1) moist; weak medium platy structure; soft, very friable, nonsticky, nonplastic; few very fine and fine roots; many very fine and fine vesicular pores; strongly alkaline (pH 8.8); abrupt wavy boundary. (2 to 8 centimeters thick)\nBtn--3 to 15 centimeters; brown (10YR 5/3) clay, brown (10YR 4/3) moist; strong medium columnar structure with very thin (less than 5 millimeters thick) light gray (10YR 7/2) coatings on caps; hard, firm, very sticky, very plastic; many very fine roots; many very fine and fine tubular pores; many thin; clay films on faces of peds and in pores; strongly alkaline (pH 9.0); clear wavy boundary. (20 to 23 centimeters thick)\nBtnk--15 to 33 centimeters; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, very sticky, very plastic; few very fine and fine roots; many very fine tubular pores; many thin clay films in pores and few thin on faces of peds; many medium and fine very pale brown (10YR 8/2) lime segregations; matrix is noneffervescent, but lime segregations are violently effervescent; very strongly alkaline (pH 9.4); gradual wavy boundary. (13 to 25 centimeters)\nBtnky--33 to 56 centimeters; pale brown (10YR 6/3) clay loam, brown (10YR 4/3) moist; weak medium and fine subangular blocky parting to moderate very fine granular structure; soft, very friable, moderately sticky, moderately plastic; few very fine tubular pores; many very fine and fine very pale brown (10YR 7/3) and very pale brown (10YR 8/2) gypsum crystals and lime segregations; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (15 to 30 centimeters thick)\n2C1--56 to 100 centimeters; light gray (10YR 7/2) ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; many dark gray (10YR 4/1) and very dark gray (10YR 3/1) sand grains; massive; soft, very friable, nonsticky, nonplastic; few fine and very fine roots; many very fine and fine tubular pores; violently effervescent; very strongly alkaline (pH 9.3).\n2C2--100 to 152 centimeters; very pale brown (10YR 7/3) ashy very fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky, nonplastic; few very fine and fine roots; many very fine and fine tubular pores; violently effervescent; very strongly alkaline (pH 9.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Modoc County, California; about 30 feet east of jeep trail, and about 1,400 feet north and 2,100 feet west of the southeast corner of sec. 4, T. 43 N., R. 16 E., Mount Diablo base line and meridian; 41 degrees, 37 minutes, 14.9 seconds north latitude and 120 degrees, 08 minutes, 58.2 seconds west longitude, NAD 1927; Cedarville quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist more than 1/4 of the time the soil temperature is more than 41 degrees F.\nMean annual soil temperature - 49 to 52 degrees F.\nSolum thickness  38 to 61 centimeters (15 to 24 inches).\nSalinity: Ranges from 0 to 16 throughout.\nA horizon\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 1 or 2.\nStructure: Weak or moderate, thin to thick platy structure or is massive.\nConsistence: Soft or slightly hard, dry.\nCarbonates: Noncalcareous.\nReaction: Moderately alkaline or strongly alkaline.\nBtn and Btnk or Btnky horizons (when present)\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma of 2 or 3.\nTexture: Clay loam or clay.\nClay content: 35 to 60 percent.\nStructure: Moderate and strong, fine and medium columnar in the upper part; subangular blocky or granular in the lower part.\nCarbonates: Matrix material is noneffervescent or slightly effervescent; few to many, fine or medium lime segregations occur in the lower part of some pedons. Reaction: Strongly alkaline or very strongly alkaline; moderately alkaline in the lower part of some pedons where gypsum is present.\nSodicity: SAR ranges from 13 to 30.\nOther features: Column caps contain many bleached sand and silt grains and have value of 7 or 8 dry, 4 or 5 moist, and chroma of 1 or 2. The caps range in thickness up to 1/8 inch but do not tongue downward between the column sides.\nC horizon\nHue: 10YR through 5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3.\nTexture: Ashy sandy loam, ashy fine sandy loam, ashy very fine sandy loam or ashy silt loam; layers are commonly weakly stratified.\nClay content: 15 to 25 percent.\nRock fragments: 0 to 25 percent gravel.\nCarbonates: Strongly effervescent or violently effervescent.\nReaction: Moderately alkaline to very strongly alkaline.\nVolcanic ash and glass: 30 to 60 percent of the coarse silt and sand fraction is glass and glass aggregates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Couch soils are on smooth old lake terraces, lake plains and basin floor remnants. They formed in alluvium derived mainly from basic volcanic and tuffaceous rock sources. Elevations are 1,310 to 1,615 meters (4,300 to 5,750 feet). Slopes are 0 to 4 percent. The climate is cool, semiarid. Mean annual precipitation is 203 to 254 millimeters (8 to 10 inches). The mean annual temperature is about 7 to 9 degrees C. (45 to 49 degrees F). The frost-free period is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hussa, Nevadash, and Zorravista soils. Hussa soils are somewhat poorly and poorly drained and have ashy control section textures. Nevadash soils have mollic epipedons and ashy control section textures. Zorravista soils have sandy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; high runoff; Permeability is slow; saturated hydraulic conductivity class is moderately low to moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. A limited area, that has water available for irrigation, has been cultivated to alkali tolerant grasses or barley. Typically, native vegetation is dominated by greasewood, spiny hopsage, big sagebrush, and occasional saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in northeastern California and in adjoining portions of Nevada. They are of small extent. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Modoc County, California, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series reclassified in January, 2006, to recognize the influence of ashy material in the coarse silt and sand fraction above and below the natric horizon. Formerly classified as a Xeric Natrargids.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - 0 to 3 centimeters (A horizon).\nNatric horizon - The zone from 3 to 56 centimeters (the Btn1, Btn2, Btnky horizons).\nVitrixerandic feature - The cumulative zone 23 centimeters thick within the upper 75 centimeters that has more than 30 percent glass in the coarse silt and sand fractions (A and part of the 2C1 horizons).\nParticle-size control section - The zone from 3 to 53 centimeters (Btn1, Btn2, part of the Btnky horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
