{
  "SERIES": "COULEEDAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC-RJE",
  "REVDATE": "11/2010",
  "STATES": "WA",
  "OVERVIEW": "The Couleedam series consists of shallow, well drained soils formed in colluvium from granitic rock and gneiss with a component of loess. These soils are on shoulders and backslopes of foothills.  Slopes are 3 to 70 percent.  The average annual precipitation is about 11 inches, and the mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Couleedam very stony sandy loam - on a 45 percent west-facing slope at 2,100 feet elevation, under grasses and shrubs.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; brown (10YR 4/3) very stony sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine roots; 10 percent gravel, 15 percent cobbles, 10 percent stones and boulders; neutral (pH 6.8); clear wavy boundary.\nA2--3 to 8 inches; brown (10YR 5/3) very cobbly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, few fine roots; 20 percent gravel, 20 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (Combined thickness of the A horizon is 7 to 11 inches.)\nBw--8 to 15 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; 30 percent gravel, 10 percent cobbles; neutral (pH 6.6); abrupt irregular boundary.  (3 to 9 inches thick)\nR--15 inches; granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Okanogan County, Washington; about 1 mile southeast of the town of Coulee Dam; 2,000 feet north, 350 feet east of the southwest corner, sec. 5, T. 28 N., R. 31 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at the lithic contact ranges from 51 to 53 degrees F.  These soils are dry for more than half the time when the soil temperature is greater than 41 degrees F.  Depth to bedrock ranges from 10 to 20 inches.  The mollic epipedon is 7 to 11 inches thick.  The particle-size control section contains 5 to 15 percent clay and 35 to 60 percent rock fragments by weighted average.  Reaction is neutral or slightly alkaline throughout.\nThe A horizon has value of 4 or 5 dry, and chroma of 2 or 3 dry or moist.  It is 10 to 30 percent pebbles, 5 to 25 percent cobbles and 0 to 15 percent stones and boulders.\nThe Bw horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist.  It is sandy loam or coarse sandy loam and is very gravelly or very cobbly.  It is 25 to 45 percent pebbles and 5 to 20 percent cobbles, and 0 to 5 percent stones and boulders."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aldax, Bakeoven, Bodell, Handap, Johntom, Lickskillet, Limekiln, Plaskett, Rockly, and Venator soils.  Aldax, Bodell, Johntom, Limekiln, Rockly, and Venator soils have a xeric moisture regime.  In addition, Aldax soils have a mean annual soil temperature of 47 to 51 degrees F.  Bodell, Lickskillet, and Venator soils have 18 to 35 percent clay in the particle-size control section.  Bakeoven and Rockly soils are 4 to 10 inches to a lithic contact.  Limekiln soils have a calcic horizon at a depth of 7 to 12 inches.  Plaskett soils have a mean annual soil temperature of 54 to 58 degrees F.  Handap soils lack a cambic horizon and are calcareous throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Couleedam soils are on shoulders and backslopes of glacially-scoured foothills.  These soils formed in colluvium from quartz monzonite, granite, granodiorite, or gneiss with a small component of loess.  Slopes are 3 to 70 percent.  Elevations range from 800 to 2,200 feet.  The climate is characterized by hot, dry summers and cool, moist winters.  Average annual precipitation ranges from 9 to 12 inches.  The mean January temperature is about 25 degrees F, the mean July temperature is about 73 degrees F, and the mean annual air temperature is about 50 degrees F.  The frost-free period is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Malott, Peshastin, Roosevelt, Soaplake, and Skaha soils, and the competing Bakeoven soils.  Malott soils are very deep and coarse-loamy. Peshastin soils are very deep and loamy-skeletal.  Roosevelt soils are moderately deep to a lithic contact and are coarse-loamy.  Soaplake soils are loamy.  Skaha soils are very deep and are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability; medium to rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing, wildlife habitat, and watersheds are the principal uses.  The native vegetation consists of bluebunch wheatgrass, Thurber needlegrass, Sandberg bluegrass, snow eriogonum, Hood phlox, arrowleaf balsamroot, big sagebrush, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation; Ferry and Okanogan Counties, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:  mollic epipedon from the surface to 8 inches, a cambic horizon from 8 to 15 inches, a lithic contact at 15 inches, and 40 percent rock fragments in the 10 to 15 inch particle-size control section.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 inches; brown (10YR 4/3) very stony sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine roots; 10 percent gravel, 15 percent cobbles, 10 percent stones and boulders; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 8 inches; brown (10YR 5/3) very cobbly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, few fine roots; 20 percent gravel, 20 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (Combined thickness of the A horizon is 7 to 11 inches.)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--8 to 15 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; 30 percent gravel, 10 percent cobbles; neutral (pH 6.6); abrupt irregular boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "R",
        "top": 38,
        "narrative": "R--15 inches; granitic bedrock."
      }
    ]
  ]
}
