{
  "SERIES": "COULTERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SKH-JWS-GRS-RAL",
  "REVDATE": "5/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coulterville silt loam - on a southeast-facing concave slope of 3 percent in a cultivated field at an elevation of about 467 feet above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; mixed dark grayish brown (10YR 4/2) and brown (10YR 4/3) silt loam, grayish brown (10YR 5/2), dry; moderate fine granular structure; friable; common very fine and few fine roots; few fine rounded yellowish red (5YR 5/8) masses of iron-manganese accumulation and common fine rounded very dark gray (7.5YR 3/1) iron-manganese nodules; 2 percent exchangeable sodium; 19 percent clay; moderately acid; abrupt smooth boundary. (5 to 10 inches thick)\nBtn--7 to 11 inches; brown (10YR 4/3) silty clay loam; moderate fine subangular blocky structure; friable; common very fine and few fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; few fine faint grayish brown (10YR 5/2) iron depletions and common medium prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; few fine rounded yellowish red (5YR 5/8) masses of iron-manganese accumulation and few fine rounded very dark gray (7.5YR 3/1) iron-manganese nodules; 5 percent exchangeable sodium; 36 percent clay; neutral; clear smooth boundary.\nBtng1--11 to 15 inches; gray (5Y 6/1) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable;common very fine and few fine roots; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds;common medium prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; few fine rounded yellowish red (5YR 5/8) masses of iron-manganese accumulation and common fine rounded very dark gray (7.5YR 3/1) iron-manganese nodules; 9 percent exchangeable sodium; 32 percent clay; neutral; clear smooth boundary.\nBtng2--15 to 23 inches; gray (5Y 6/1) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots; common faint light gray (10YR 7/1, dry) clay depletions on faces of peds, common distinct grayish brown (10YR 5/2) clay films on faces of peds, and few distinct very dark grayish brown (10YR 3/2) clay films in root channels; common medium prominent brown (7.5YR 4/4) masses of iron accumulation in the matrix; common fine and medium rounded strong brown (7.5YR 4/6) masses of iron-manganese accumulation and common fine rounded black (10YR 2/1) iron-manganese nodules; very dark grayish brown (10YR 3/2) vertical krotovinas; 12 percent exchangeable sodium; 29 percent clay; slightly effervescent throughout; moderately alkaline; clear smooth boundary.\nBtkng1--23 to 28 inches; gray (5Y 5/1) silt loam; moderate medium subangular blocky structure; friable; few very fine roots; common faint light gray (10YR 7/1, dry) clay depletions on faces of peds, few faint grayish brown (10YR 5/2) clay films on faces of peds, and few distinct very dark grayish brown (10YR 3/2) clay films in root channels; common medium prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; common medium irregular strong brown (7.5YR 4/6) iron-manganese nodules and few medium irregular carbonate nodules; 14 percent exchangeable sodium, 24 percent clay; slightly effervescent; moderately alkaline; clear smooth boundary.\nBtkng2--28 to 33 inches; light olive gray (5Y 6/2) silt loam; weak medium subangular blocky structure; friable; few very fine roots; common faint light gray (10YR 7/1, dry) clay depletions on faces of peds, few faint grayish brown (10YR 5/2) clay films on faces of peds, and few prominent black (10YR 2/1) iron-manganese stains on faces of peds; common medium prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; common fine and medium irregular dark brown (7.5YR 3/3) masses of iron-manganese accumulation and few medium irregular carbonate nodules; 10 percent exchangeable sodium; 24 percent clay; slightly effervescent; moderately alkaline; clear smooth boundary.\nBtkn--33 to 39 inches; olive (5Y 5/3) silt loam; weak medium subangular blocky structure; friable; few faint grayish brown (10YR 5/2) clay films on faces of peds;common medium distinct light brownish gray (2.5Y 6/2) iron depletions and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; many medium irregular dark brown (7.5YR 3/2) masses of iron-manganese accumulation and few medium irregular carbonate nodules; 8 percent exchangeable sodium; 21 percent clay; slightly effervescent; moderately alkaline; clear smooth boundary.  (Combined thickness of the Bt horizon is 25 to 42 inches)\nBCkn--39 to 56 inches; brown (10YR 5/3) silt loam; weak medium prismatic structure parting to weak medium subangular blocky; friable; few prominent black (10YR 2/1) manganese stains on vertical faces of peds and in root channels; common prominent white (10YR 8/1) carbonate coatings on vertical faces of peds; common medium distinct light brownish gray (2.5Y 6/2) iron depletions and common medium prominent strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; common fine and medium irregular dark brown (7.5YR 3/2) masses of iron-manganese accumulation; 6 percent exchangeable sodium; 19 percent clay; slightly effervescent; moderately alkaline; clear smooth boundary.  (5 to 18 inches thick)\nCkn--56 to 68 inches; brown (10YR 5/3) silt loam; massive; friable; few prominent white (10YR 8/1) carbonate coatings along faces of cleavage planes; common medium prominent strong brown (7.5YR 4/6) and common medium distinct yelowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium rounded black (7.5YR 2.5/1) iron-manganese nodules; 5 percent exchangeable sodium; 16 percent clay; slightly effervescent; moderately alkaline; gradual smooth boundary.\n2C--68 to 83 inches; brown (7.5YR 5/4) silt loam; massive; friable; few fine tubular pores; common medium prominent light brownish gray (2.5Y 6/2) iron depletions and common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation in the matrix; few fine rounded dark brown (7.5YR 3/3) masses of iron-manganese accumulation; about 10 percent sand; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Illinois; about one-half mile southwest of Hecker; 1,320 feet west and 2,100 feet north of the southeast corner of sec. 5, T. 3 S., R. 8 W.; USGS Paderborn, Il. topographic quadrangle; lat. 38 degrees 18 minutes 2 seconds N. and long. 90 degrees 00 minutes 11 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon is 35 to 70 inches.  Loess thickness ranges from about 50 to more than 80 inches, but some severely eroded pedons have less than 50 inches of loess.  The particle-size control section averages 27 to 35 percent clay and less than 7 percent sand.  Exchangeable sodium, in concentrations of 5 to 15 percent, is in one or more subhorizons between depths of 10 and 40 inches.  An exchangeable sodium concentration greater than 15 percent is below a depth of 40 inches in some pedons.  Some pedons contain carbonates in the middle and lower parts of the argillic horizon and in horizons or strata below the argillic horizon.\nThe upper part of the series control section (Ap or A horizon) has hue of 10YR, value of 3 or 4 (5 or 6 dry), and chroma of 2 or 3.  Horizons more than 7 inches in thickness that have moist value of 3 have dry value of 6.  Texture dominantly is silt loam but some eroded pedons are silty clay loam.  Clay content is 15 to 35 percent.  Sand content is less than 10 percent and includes iron-manganese nodules and concretions.  Reaction is strongly acid to slightly alkaline.\nSome pedons have an E horizon as much as six inches in thickness, but it commonly is mixed into the Ap horizon.  Where present, it has hue of 10YR, value of 4 to 6, and chroma of 2 or 3.  Pedons that have chroma of 3 also contain redox features in the E horizon.\nThe middle part of the series control section (Bt horizon and BC horizon, where present) has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 4.  The upper part typically has hue of 10YR and chroma of 3 or 4.  The Bt horizon has redoximorphic features in all parts.  They have hue of 10YR, 7.5YR, or 5YR; value of 4 to 6; and chroma of 1 to 8.  Exteriors of peds typically have chroma of 2, but range from 1 to 4 in individual subhorizons.  The Bt horizon is dominantly silty clay loam, but includes silt loam or silty clay in some subhorizons.  Clay content averages 22 to 35 percent and ranges from 15 to 42 percent.  Sand content is less than 7 percent.  Reaction is very strongly acid to slightly alkaline in the upper part and slightly alkaline or moderately alkaline in the lower part.\nSome pedons have a 2Bt or 2BC horizon formed in silty erosional sediments that contain a component of sand.\nThe lower part of the series control section (C or 2C horizon) has hue of 7.5YR, 10YR, 2.5Y, or 5Y; value of 4 to 7; and chroma of 1 to 4.  Texture is silt loam, loam, or silty clay loam.  Clay content averages 15 to 30 percent and sand content ranges from 10 to 40 percent.  Reaction is neutral to moderately alkaline.\nIn pedons with less than 80 inches of loess, the lower part of the soil formed in silty erosional sediments that contain a component of sand and/or the underlying Illinoian till that commonly contains a strongly developed paleosol.  These horizons or strata typically are silt loam, loam, silty clay loam, or clay loam.  They have a wide range of both colors and textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bromer, Canal (T), Fincastle, Herbert, Millstadt, Reesville, Taggart and Tiro series.  None of these soils have a concentration of exchangeable sodium in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coulterville soils are on interfluves, summits, and in drainageways on the Illinoian till plain.  Slope ranges from 0 to 10 percent.  These soils contain a concentration of exchangeable sodium in the subsoil.  These soils typically formed in loess, but some pedons formed in loess and the underlying silty pedisediment.  The material beneath the loess is Illinoian till or the silty erosional sediments that lie above the till and contains a component of sand.  The loess is late Wisconsinan Peoria Loess and the underlying silty material is early Wisconsinan Roxana Silt.  The Illinoian till commonly contains a strongly developed paleosol.  Mean annual temperature is 54 to 57 degrees F., mean annual precipitation is 36 to 40 inches, frost-free period is 180 to 200 days, and elevation is 400 to 800 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blair, Bunkum, Grantfork, Huey, Marine, Oconee, and Piasa soils.  The somewhat poorly drained Blair, Bunkum, Marine, and Oconee soils do not have a concentration of exchangeable sodium in the subsoil.  Blair and Bunkum soils are on similar or slightly lower parts of the landscape.  Marine soils are on similar nearly level and gently sloping parts of the landform nearby.  Oconee soils are on similar positions and are in a complex pattern with Coulterville soils in some places.  The somewhat poorly drained Grantfork soils are lower on the landform where the mantle of loess is thinner.  The poorly drained Huey and Piasa soils have natric horizons.  Huey soils are on nearby similar or slightly more level or depressional parts of the landscape.  Piasa soils are on the nearly level or slightly depressional parts of broad interfluves."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface water runoff is medium.  Permeability is slow.  In drained areas, depth to an intermittent perched high water table is 0.5 foot to 2.0 feet from December to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Coulterville soils are used for cultivated crops.  Corn, soybeans, small grain, and forage crops for hay or pasture are the principal crops.  Native vegetation is mixed hardwood forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Illinois.  The extent is small, mainly in MLRA(s) 113 and 114."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Randolph County, Illinois, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as Darmstadt soils.  The typical pedon was resampled and described to 80 inches for this revision.\nDiagnostic horizons and features in this soil include:  Ochric epipedon - from the surface of the soil to a depth of 7 inches (Ap horizon).  Argillic horizon - from a depth of approximately 7 to 39 inches (Btn, Btng1, Btng2, Btkng1, Btkng2, and Btkn horizons).  Aquic conditions - periodic episaturation and reduction indicated by redoximorphic features throughout the soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
