{
  "SERIES": "COUNCELOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. LH/SAZ/TWH",
  "REVDATE": "10/2014",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Councelor series consists of very deep, well drained soils that formed in eolian sediments and alluvium derived from sandstone and shale on alluvial fans and fan remnants on valley sides, stream terraces on valley floors, and low hills. Slopes range from 0 to 30 percent. Mean annual precipitation is about 10 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Councelor fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; slightly effervescent; moderately alkaline; clear smooth boundary. (2 to 9 inches thick)\nC1--2 to 7 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; few fine and very fine roots; strongly effervescent; moderately alkaline; clear smooth boundary. (4 to 10 inches thick)\nC2--7 to 37 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; slightly effervescent; moderately alkaline; gradual smooth boundary. (10 to 35 inches thick)\n2C3--37 to 40 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; strongly effervescent; calcium carbonate as very few fine irregular soft masses; moderately alkaline; clear smooth boundary. (0 to 6 inches thick)\n3C4--40 to 60 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; massive; soft, friable, slightly sticky and slightly plastic; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sandoval County, New Mexico; about 10 miles south of Councelor; 1500 feet north and 1500 feet east of the southwest corner of sec. 6, T. 21 N., R. 6 W.; Galisteo SE USGS quad; lat. 36 degrees 04 minutes 38 seconds N. and long. 107 degrees 30 minutes 53 seconds W. (estimated), NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Dry in all parts of the soil moisture control section most of the time after April 15 to July 1. Moist in some part periodically from July 1 through October. Moist in some part from January to April 15. The driest months are May and June. Aridic regime bordering ustic.\nMean annual soil temperature:48 to 55 degrees F\nCalcium carbonate equivalent: Less than 15 percent and lacks a horizon with 5 percent (by volume) more soft powdery secondary calcium carbonate than an underlying horizon.\nRock fragments: 0 to 5 percent, dominantly gravel.\nParticle-size control section (weighted average):\nClay content: 8 to 18 percent\nRock fragment content: 0 to 5 percent, dominantly gravel\nA horizon -\nHue: 7.5YR or 10YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture: fine sandy loam, loam, or sandy loam\nC horizon -\nHue: 7.5YR or 10YR\nValue: 4 to 7 dry, 4 to 6 moist\nChroma: 2 to 6, dry or moist\nTexture: fine sandy loam, sandy loam, loam, silty clay loam, silt loam or clay loam\nOther features: In some pedons the C horizon contains thin strata of loamy sand, loamy fine sand and sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cliff, Henrieville, Keeline, Nelman, Nelson, Oterodry, Shedado, Turnercrest, Uendal, Yarts, and Zia series. Cliff soils do not have accumulations of secondary calcium carbonate.\nOterodry soils have 2.5Y Hues.\nNelman, Nelson, Shedado, Turnercrest, and Uendal soils have a lithic or paralithic contact between depths of 20 to 40 inches.\nHenrieville soils have more than 15 percent calcium carbonate equivalent in the C horizons.\nKeeline soils are moist periodically April through June and are dry for 60 consecutive days from July 15 to October 25.\nYarts soils lack any weak segregation of calcium carbonates above depths of 40 inches.\nZia soils receive less winter precipitation and are dry in all parts periodically from January to April 15."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Councelor soils are on stream terraces on valley floors, alluvial fans and fan remnants on valley sides, stabilized dunes, sand sheets, and low hills. They formed in eolian material and alluvium derived from sandstone and shale. Slopes are 0 to 30 percent. Elevation is 5, 318 to 7,000 feet (1,621 to 1844 meters). Mean annual temperature is 46 to 53 degrees F. Mean annual precipitation is typically 10 to 13 inches, however in some areas it is as low as 8 or 9 inches, with the peak periods occurring from July through October. The frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blancot, Escavada, and Mespun soils. Blancot soils have argillic horizons and more that 18 percent clay. Mespun soils are sandy. Escavada soils are less than 20 inches deep to shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and somewhat excessively drained; very slow to medium runoff; moderately slow to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Councelor soil is used for livestock grazing and wildlife habitat. Native vegetation is Indian ricegrass, blue grama, dropseed and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northcentral New Mexico. MLRA 35 and 36, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sandoval County Area, New Mexico, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - from the surface to 2 inches. (A horizon)\nEntisol feature - Lack of diagnostic horizons. (C1, C2, C3, C4 horizons)\nSeries control section: The zone from 0 to 60 inches.\nParticle-size control section: The zone from 10 to 40 inches. (part of C2 and part of 2C3 horizons)\nThe type location of the Councelor series has been moved from Rio Arriba County to Sandoval County. Classification has been changed from coarse-loamy, mixed, nonacid, mesic Typic Torrifluvents. Present classification represents both soils in both counties.\nThe secondary carbonates described in the 2C3 horizon suggests accumulation of carbonates and hence a 2Bk horizon. This would imply movement of carbonates from the above horizons. This, along with the allowance of higher chromas in the C horizons than the A horizons, indicates that a cambic horizon may be typical in this series.\nClassified according to Keys to Soil Taxonomy 12th Edition, 2014.\nUpdate and revisions for the correlation of SDJR - MLRA 35 - Mespun-Councelor-Mespun, limy substratum complex, 0 to 10 percent slopes, Sept 2014, LJG2"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; slightly effervescent; moderately alkaline; clear smooth boundary. (2 to 9 inches thick)"
      },
      {
        "name": "C1",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--2 to 7 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; few fine and very fine roots; strongly effervescent; moderately alkaline; clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "C2",
        "top": 18,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--7 to 37 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; slightly effervescent; moderately alkaline; gradual smooth boundary. (10 to 35 inches thick)"
      },
      {
        "name": "2C3",
        "top": 94,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C3--37 to 40 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; strongly effervescent; calcium carbonate as very few fine irregular soft masses; moderately alkaline; clear smooth boundary. (0 to 6 inches thick)"
      },
      {
        "name": "3C4",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C4--40 to 60 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; massive; soft, friable, slightly sticky and slightly plastic; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
