{
  "SERIES": "COUNTRYMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CED/JEI/PSD",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, frigid Aquic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Countryman loam - on a west-facing smooth slope of one percent under native range.  (Colors are for moist soil unless otherwise stated.  When described, the soil was moist below 5 inches.)\nA--0 to 2 inches; dark brown (10YR 3/3) loam, light brownish gray (10YR 6/2) dry; moderate very fine granular structure; hard, firm, slightly sticky and slightly plastic; common very fine and fine and few medium and coarse roots; many very fine interstitial pores; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 8 inches thick)\nC1--2 to 7 inches; dark brown (10YR 3/3) very fine sandy loam, light gray (10YR 7/1) dry; massive; soft, very friable, slightly sticky and slightly plastic; common very fine and fine and few medium and coarse roots; few very fine pores; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.2); clear smooth boundary.\nC2--7 to 15 inches; brown (10YR 5/3) very fine sandy loam, light gray (10YR 7/2) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few medium and coarse roots; many very fine pores; strongly effervescent, carbonates disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.\nC3--15 to 21 inches; dark grayish brown (10YR 4/2) sandy loam, light brownish gray (10YR 6/2) dry; massive; slightly hard, very friable, slightly sticky and slightly plastic; few medium and coarse roots; common very fine pores; strongly effervescent, carbonates disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (Combined thickness of the nongleyed C horizons is 16 to 34 inches.)\nCg--21 to 60 inches; dark grayish brown (2.5Y 4/2) sandy loam stratified with thin lenses of fine sandy loam and loam, grayish brown (2.5Y 5/2) dry; few small prominent dark gray (5Y 4/1) mottles; massive; hard, very friable, slightly sticky and slightly plastic; few medium roots; common fine pores; strongly effervescent, carbonates disseminated and as few fine and medium soft masses; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; about 13 miles east and 14 miles north of Jeffrey City; 1,900 feet east and 400 feet north of the SW corner of sec. 11, T. 30 N., R. 90 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Typically, these soils are calcareous throughout.  Coarse fragments range from 0 to 10 percent.  Faint mottles of high chroma can occur at any depth, and distinct or prominent mottles with hues of 5Y or N occur at depths of 20 to 40 inches.  The particle-size control section is stratified in the lower part but when averaged is sandy loam, very fine sandy loam, or loam.  Strata at both finer and coarser textures are present.  The soil is subject to frequent flooding from March through July.  A stagnant, fluctuating water table occurs at depths of 20 to 40 inches from May to September.  The mean annual soil temperature is 43 to 46 degrees F., and the mean summer soil temperature is 60 to 65 degrees F.\nThe A horizon has a hue of 2.5Y through 7.5YR, value of 2 through 5 moist, 2 through 6 dry, and chroma of 2 through 4.  Reaction is mildly alkaline or moderately alkaline.  EC is 4 to 8 mmhos.\nThe C horizons have hue of 5Y through 10YR, values of 3 through 6 moist, 5 through 7 dry, and chromas of 2 through 4.  Textures, when mixed, are sandy loam, very fine sandy loam, or loam averaging 5 to 18 percent clay.  They are stratified with thin lenses of finer and coarser textures.  Very gravelly sand strata can occur below 40 inches.  Reaction is mildly alkaline or moderately alkaline.  EC is 2 to 8 mmhos."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Countryman soils formed in calcareous alluvium derived dominantly from sandstones and siltstones on flood plains and in drainageways.  Slopes are smooth with a gradient of 0 to 3 percent.  Elevation is 6,200 to 7,500 feet.  The mean annual temperature is 39 to 45 degrees F.  The mean annual precipitation is 10 to 14 inches of which about half falls as rain or snow in April, May, and early June.  The frost-free season is estimated to be 90 to 120 days depending upon aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Absher, Bosler, Iceslew, Ryan Park, Tisworth, and Zeona soils.  All of these soils except Iceslew lack gleyed horizons.  Absher, Bosler, Ryan Park, and Tisworth are on more stable terrace positions.  Bosler and Ryan Park soils have argillic horizons.  Iceslew soils are finer textured.  Zeona soils are psamments and occur on sand dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained or moderately well drained; very slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated native hay, pastureland, and native range.  Native vegetation is alkali sacaton, Nuttalls alkaligrass, basin wildrye, sedges, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Wyoming.  These soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming, East Part; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
