{
  "SERIES": "COUPEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HB-IP-FWS",
  "REVDATE": "09/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coupee silt loam, on a convex, 1 percent slope in a cultivated field at an elevation of 227 meters (745 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (10 inches); black (10YR 2/1) silt loam, very dark brown (10YR 2/2) crushed, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; neutral, abrupt smooth boundary. [18 to 28 cm (7 to 11 inches) thick]\nA--25 to 36 cm (10 to 14 inches); black (10YR 2/1) silt loam, very dark brown (10YR 2/2) crushed, very dark grayish brown (10YR 3/2) dry; moderate medium granular structure; friable; moderately acid; clear wavy boundary. [5 to 25 cm (2 to 10 inches) thick]\nE--36 to 53 cm (14 to 21 inches); brown (10YR 5/3) silt loam; moderate medium and fine subangular blocky structure; friable; many very fine pores with moderate continuity; common distinct very dark brown (10YR 2/2) organic coatings in pores and old root channels; common distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds; strongly acid; clear wavy boundary. [0 to 30 cm (12 inches) thick]\nBt1--53 to 66 cm (21 to 26 inches); brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; firm; common very fine pores with moderate continuity; common faint dark brown (10YR 3/3) clay films on faces of peds; common distinct very dark grayish brown (10YR 3/2) organic coatings in pores and old root channels; few fine and medium gravel 12 mm (1/2 inch) or less in diameter; moderately acid; clear wavy boundary.\nBt2--66 to 84 cm (26 to 33 inches); dark yellowish brown (10YR 4/4) clay loam; moderate coarse and medium subangular blocky structure; firm; few fine pores with moderate continuity; common faint brown (10YR 4/3) clay films on faces of peds; common distinct dark brown (10YR 3/3) organic coatings in pores; few medium gravel about 1.2 cm (1/2 inch) in diameter; moderately acid; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 71 cm (10 to 28 inches).]\n2Bt3--84 to 132 cm (33 to 52 inches); brown (7.5YR 4/4) stratified loamy sand, sand, and coarse sand; weak coarse subangular blocky structure and single grain; very friable and loose; few distinct very dark grayish brown (10YR 3/2) clay films on gravel and bridging between sand grains in the upper part; 15 percent gravel and shale fragments; strongly acid; clear wavy boundary. [30 to 76 cm (12 to 30 inches) thick]\n2C--132 to 249 cm (52 to 98 inches); stratified pale brown (10YR 6/3) fine sand, sand, and very channery sand (50 percent fine shale fragments); below 183 cm (72 inches) material is banded light brownish gray (10YR 6/2) sand and brown (7.5YR 4/4) loamy sand containing about 8 percent shale fragments; single grain; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Joseph County, Indiana; about 3 miles east and 1/2 mile north of New Carlisle; 1,620 feet west and 1,440 feet south of the northeast corner of sec. 30, T. 38 N., R. 1 E.; USGS Lydick, IN topographic quadrangle; lat. 41 degrees 43 minutes 8.02 seconds N. and long. 86 degrees 27 minutes 14.21 seconds W., NAD 27; UTM Zone 16, 545410 easting and 4618712 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to 152 cm (40 to 60 inches)\nDepth to contrasting material: 76 to 102 cm (30 to 40 inches)\nRock fragment content: less than 5 percent gravel and shale in some horizons to as much as 25 percent in others\nSeries control section: sand fraction throughout the solum is dominantly medium and coarser\nParticle-size control section: averages 18 to 30 percent clay\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam or loam, or less commonly sandy loam\nReaction: strongly acid to neutral\nSome pedons have an EB or an A and B horizon.\nE horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: silt loam or loam, or less commonly sandy loam\nReaction: strongly acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 2 to 5\nChroma: 3 or 4\nTexture: loam, sandy clay loam, or clay loam\nReaction: very strongly acid to moderately acid\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 2 to 5\nChroma: 3 or 4\nTexture: loamy sand or sand\nReaction: very strongly acid to moderately acid\nSome pedons have a 2BC horizon.\n2C horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: stratified sand, channery sand, loamy sand, or channery loamy sand\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Series in similar families are the Dakota, Door, Lorenzo, Nineveh, Trempealeau, Volinia, Warsaw, and Wea soils. Dakota, Door, Lorenzo, Nineveh, Trempealeau, Volinia, Warsaw, and Wea soils have a base saturation of 50 percent or more in all horizons. Door soils do not have contrasting materials within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Coupee soils are on outwash plains of Wisconsinan age. Slope ranges from 0 to 6 percent. Coupee soils formed in outwash that is loamy in the upper part and sandy with gravel and shale in the lower part. The material contains black hard shale which originally contained iron sulphates. From the laboratory work it appears that most of the sulphur has been leached from the soil and the shale fragments in the solum. Crystals of iron pyrite have been observed in the lower part of the sola in this soil and other soils associated with it. Mean annual precipitation ranges from 762 to 965 mm (30 to 38 inches). Mean annual temperature ranges from 8.9 to 11.1 degrees C (48 to 52 degrees F). Frost-free period is 130 to 170 days. Elevation is 177 to 311 meters (580 to 1,020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Door, Dowagiac, Pinhook, Quinn, and Tracy soils. Door soils are on similar positions. Dowagiac soils have a dark surface layer less than 25 cm (10 inches) thick and are on similar positions. Pinhook and Quinn soils are poorly drained and are on low lying, flat areas. Tracy soils have an ochric epipedon and are on similar or more sloping positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are cropped with corn, soybeans, small grain, and legume grass mixtures as the principal crops. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 97 and 98 in northern Indiana and southwestern Michigan. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Joseph County, Indiana, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 36 cm (14 inches) (Ap, A horizons).\nArgillic horizon: from a depth of 53 to 132 cm (21 to 52 inches) (Bt, 2Bt horizons).\nNASIS Data Mapunit ID 401629 represents the typical pedon.\nADDITIONAL DATA: Lab characterization data is available for the typical pedon (S70IN-141-001) from the National Soil Survey Laboratory, Lincoln, NE. Transect data (T00IN-141-024 and T00IN-141-025) is on file in MLRA project office, Plymouth, Indiana. The two transects show 95 percent Coupee soils and 5 percent Tracy soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
