{
  "SERIES": "COURTLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. SDH/MLR/PDC/CEM",
  "REVDATE": "08/2013",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Courtland sandy loam - cultivated. (Colors are for dry soil unless otherwise noted).\nAp--0 to 8 inches (0 to 20 cm); brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; moderate medium platy structure parting to moderate fine subangular blocky; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; common fine vesicular and few fine irregular pores; 5 percent gravel; noneffervescent; neutral (pH 7.0); clear smooth boundary. (8 to 10 inches thick)\nA--8 to 14 inches (20 to 36 cm); brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine tubular pores; 5 percent gravel; noneffervescent; neutral (pH 7.0); clear wavy boundary. (6 to 8 inches thick)\nBt--14 to 20 inches (36 to 51 cm); reddish brown (5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and nonplastic; few very fine roots; common fine tubular pores; few faint clay bridges and clay films in pores; 5 percent gravel; noneffervescent; slightly alkaline (pH 7.5); clear wavy boundary. (6 to 8 inches thick)\nBtk1--20 to 49 inches (51 to 124 cm); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; common fine tubular pores; common faint clay bridges and clay films in pores; few soft calcium carbonate masses; 5 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (20 to 35 inches thick)\nBtk2--49 to 58 inches (124 to 147); red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and slightly plastic; common fine tubular pores; many faint clay bridges and clay films in pores; few soft calcium carbonate masses; 5 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (7 to 10 inches thick)\nBtk3--58 to 66 inches (147 to 168); red (2.5YR 5/6) and reddish brown (2.5YR 5/4) sandy loam, red (2.5YR 4/6) and reddish brown (2.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common fine irregular tubular pores; common faint clay bridges and clay films in pores; 5 percent gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cochise County, Arizona; about 4 miles west of Elfrida; 2,200 feet north, 1,600 feet east of the southwest corner of section 24, T.20 S., R.25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - March. Driest during May and June. Ustic aridic soil moisture regime.\nRock fragments (particle-size control section): less than 35 percent, dominantly gravel\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 3 to 6 dry, 3 to 4 moist\nOrganic matter: less than 1 percent\nReaction: moderately acid to neutral\nTexture: sandy loam, loamy sand, sandy clay loam, fine sandy loam\nBt horizon\nHue: 2.5YR, 5YR\nValue: 3 to 6, dry or moist\nChroma: 3 to 6, dry or moist\nTexture: sandy clay loam, sandy loam, clay loam, sandy clay\nReaction: neutral to moderately alkaline\nBtk horizon\nHue: 2.5YR, 5YR\nValue: 4 to 6, dry or moist\nChroma: 4 to 6, dry or moist\nTexture: sandy clay loam, clay loam, sandy clay, clay\nReaction: slightly to moderately alkaline\nCalcium carbonate equivalent: less than 15 percent as filaments or soft masses"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baboquivari (AZ), Canez (NM), Condrone (I) (NM), Triomas (TX) and Walkon (NM) series. Baboquivari soils have dark colored surface horizons and are noncalcareous throughout. Canez and Triomas soils occur in the Great Plains and are moist in the soil moisture control section in May and June. Condrone soils are inactive. Walkon soils have bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Courtland soils are on fan remnants with elevations of 3,400 to 5,200 feet (1,037 to 1,585 meters). Slopes are 0 to 8 percent. These soils formed in mixed alluvium from volcanic, granitic, metamorphic and sedimentary rock. The mean annual precipitation is 12 to 16 inches (304 to 406 mm). The mean annual air temperature is 59 to 67 degrees F (15 to 19.4 degree C). The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cowan, Diaspar, Forrest, and Sasabe soils. Cowan soils do not have argillic horizons. Diaspar soils are coarse-loamy. Forrest and Sasabe soils are fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and irrigated cropland. Native vegetation is sideoats grama, black grama, sand dropseed, blue grama and cane bluestem. Common irrigated crops are cotton, corn and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Arizona. Courtland soils are moderately extensive. MLRA is 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sulphur Spring Valley Area, Arizona; 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 14 inches (0 to 36 cm) (Ap, A horizon)\nArgillic horizon - The zone from 14 to 66 inches (36 to 168 cm) (Bt, Btk1, Btk2, Btk3 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 11th  Edition, 2006.\nRevised for the correlation of SDJR - MLRA 41 Courtland-Sasabe-Diaspar complex, 1 to 8 percent slopes 2013, LJGII\nADDITIONAL DATA: NCSS Laboratory Data S79AZ-003-004 and S79AZ-004-009\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
