{
  "SERIES": "COURSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFW, RRD",
  "REVDATE": "10/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coursey loam-- on a 3 percent concave slope in a pasture field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 12 inches; dark brown (10YR 4/3) loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; many fine and medium discontinuous pores; 2 percent gravel; neutral; clear smooth boundary.  (0 to 12 inches thick)\nBA--12 to 17 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure parting to moderate fine granular; friable, slightly sticky, slightly plastic; many fine and few medium roots; many fine and medium discontinuous pores; 2 percent gravel; neutral; abrupt broken boundary.  (0 to 10 inches thick.)\nBt1--17 to 28 inches; yellowish red (5YR 5/6) loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; many fine roots; many fine and medium pores; many prominent yellowish brown (10YR 5/4) clay films on faces of peds; 2 percent gravel; neutral; clear smooth boundary.\nBt2--28 to 34 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm, sticky, slightly plastic; few fine discontinuous pores; many distinct yellowish brown (10YR 5/8) clay films on faces of peds; 2 percent gravel; many fine faint brownish yellow (10YR 6/6), many fine prominent red (2.5YR 4/8), and few fine faint dark yellowish brown (10YR 4/4) soft masses of iron accumulation; many fine faint grayish brown (10YR 5/2) iron depletions; very strongly acid; clear smooth boundary.  (Combined thickness of Bt horizon ranges from 10 to 50 or more inches).\nBtg--34 to 58 inches; grayish brown (10YR 5/2) clay loam; strong coarse prismatic structure parting to moderate strong subangular blocky; firm, sticky, plastic; few fine discontinuous pores; many distinct yellowish brown (10YR 5/4) clay films on faces of peds; 2 percent gravel; many fine prominent red (2.5YR 4/6) soft masses of iron accumulation; common medium faint dark gray (10YR 4/1) iron depletions; strongly acid; clear smooth boundary.  (0  to 36 inches thick)\nC--58 to 63 inches; strong brown (7.5YR 5/8) sandy clay loam; massive; firm, slightly sticky, slightly plastic; 2 percent gravel; common medium prominent yellowish red (7.5YR 6/8) soft masses of iron accumulation; many medium prominent dark gray (N 4/0) iron depletions; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shenandoah County, Virginia, 0.4 mile east of the intersection of VA-645 and VA-649, 500 feet northwest of VA-649"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 30 to 60 inches or more.  Depth to bedrock is more than 60 inches. Gravel and cobbles range from 0 to 35 percent in the A and Bt horizons, and from 0 to 50 percent in the BC and C horizons. Reaction ranges from extremely acid through strongly acid, unless limed.\nThe A horizon, where present, has hue of 10YR, value of 3 through 6, and chroma of 2 to 4.  It is loam or silt loam in the fine-earth fraction.\nThe Ap horizon, where present, has hue of 10YR, value of 4 or 6, and chroma of 2 to 4.  It is loam or silt loam in the fine-earth fraction.\nThe BA horizon, where present, has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 3 through 8.  It is loam, clay loam, or sandy clay loam in the fine-earth fraction.\nThe Bt horizon has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 3 through 8. It is loam, clay loam, or sandy clay loam in the fine-earth fraction.\nThe Btg horizon has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 2. It is loam, sandy clay loam, or clay loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 5YR through 2.5Y, value of 4 through 6, and chroma of 3 through 8. It is loam, clay loam, or sandy clay loam in the fine-earth fraction.\nThe C horizon, where present, is neutral or it has hue of 7.5YR to 2.5Y, value of 4 through 8, and chroma of 0 through 8, or it mottled in these colors without dominant matrix hue. The texture is loam, sandy clay loam, or clay loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Matawan series. Matawan soils have A horizons more than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Coursey soils are on stream terraces. Slopes range from 0 to 30 percent. These soils formed in alluvium derived from acid sandstones, siltstones, and shales. Climate is temperate and humid. Mean annual air temperature ranges from 50 to 57 degrees F. Mean annual precipitation ranges from 30 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alonzville, Berks, Botetourt, Broadway, Caverns, Clubcaf, Derroc, Frederick, Gladehill, Groseclose, Gullion, Ingledove, Lehew, Moomaw, Newmarc, Nomberville, Shottower, Weikert, and Wolfgap soils. Alonzville soils are well drained and are on similar landscapes. Berks, Lehew, and Weikert soils are shallower to bedrock, contain more rock fragments in the subsoil, and are on uplands. Broadway, Clubcaf, Gladehill, Gullion, Newmarc, Nomberville, and Wolfgap soils have mollic epipedons and are on flood plains. Botetourt, Caverns, and Ingledove soils have higher base saturations and are on similar landscapes. Derroc soils contain more rock fragments in the subsoil and are on flood plains. Frederick and Groseclose soils contain more clay in the subsoil and are on uplands.  Moomaw soils have fragipans and are on similar landscapes. Shottower soils contain more clay in the subsoil and are on high terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is medium.  Permeability is moderate. Subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cultivated. Corn, small grain, pasture, and hay are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Valley and Ridge physiographic province in Virginia, and possibly, West Virginia, Maryland, Kentucky, and Pennsylvania. The area is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shenandoah County, Virginia, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - The zone from 0 to 12 inches (Ap horizon). Argillic horizon - the zone from 17 to 34 inches (Bt horizon). Udic moisture regime.\nSoils now within the range of the Coursey series were correlated Cotaco in several published soil surveys.\nADDITIONAL DATA: Morphological, chemical, textural, and mineralogical data are reported in:\nEdmonds, W. J., D. D. Rector, D. A. Gall, D. R. Hatch, R. S. Joslyn, and J. C. Baker. 1987. Properties and classification of soils derived from stratified alluvium in the Valley and Ridge Province of Virginia. Va.  Agric. Exp. Stn. Bull. 85-10.\nSIR = VA0298\nMLRA = 128, 130, 147\nREVISED=4/11/97 RRD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
