{
  "SERIES": "COUSHATTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC:LLL:MJB",
  "REVDATE": "01/2017",
  "STATES": "AR,LA,OK",
  "OVERVIEW": "The Coushatta series consists of very deep, well drained, soils that formed in calcareous, Holocene loamy alluvium derived from sedimentary rock. These soils are on natural levees of the Arkansas River and Red River alluvial plains. Slope ranges from 0 to 3 percent.  Mean annual air temperature is about 19 degrees C (66 degrees F), and mean annual precipitation is about 1334 mm (52.5 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coushatta silt loam, on a 0.5 percent slope in a cultivated cotton field; elevation is 39.6 m (130 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 in); reddish brown (5YR 4/4) silt loam; weak medium granular structure with weak fine platy structure at 13 to 20 cm (5 to 8 in); friable; many roots; slightly acid; abrupt smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])\nBw1--20 to 38 cm (8 to 15 in); reddish brown (5YR 4/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; many fine pores; slightly acid; abrupt smooth boundary.\nBw2--38 to 69 cm (15 to 27 in); reddish brown (5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; surfaces of peds are dark reddish brown (5YR 3/3); neutral; abrupt smooth boundary. (Combined thickness of the Bw horizon is 26 to 66 cm [10 to 26 in])\nC1--69 to 97 cm (27 to 38 in); reddish brown (5YR 4/4) silt loam; massive; friable; common fine pores; slightly alkaline, calcareous; abrupt smooth boundary.\nC2--97 to 112 cm (38 to 44 in); reddish brown (5YR 5/4) loamy very fine sand; massive; very friable; moderately alkaline, calcareous; abrupt smooth boundary.\nC3--112 to 203cm (44 to 80 in); reddish brown (5YR 4/4) silt loam; massive; friable; few fine strata 0.2 to 3 cm (1/16 to 1 in) thick reddish brown (5YR 4/3) heavy silt loam; moderately alkaline, calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Red River Parish, Louisiana; 1.1 mile southeast of Armstead on LA Highway 1, 0.6 mile east northeast on farm road, 200 feet south of road in SW1/4SE1/4 sec. 26, T. 12 N., R. 10 W.\nUSGS Topographic Quadrangle: Hughes, LA\nLatitude: 31 degrees, 59 minutes, 38.5 seconds N\nLongitude: 93 degrees, 21 minutes, 47.9 seconds W\nDecimal Degrees:\nLatitude: 31.99402777 degrees\nLongitude: -93.36330555 degrees\nDatum: NAD83\nUTM Easting: 465681.5 m\nUTM Northing: 3539831.4 m\nUTM Zone: 15N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 38 to 91 cm (15 to 36 in)\nDepth to cambic horizon: 10 to 25 cm (4 to 10 in)\nDepth to calcareous horizon: 38 to 100 cm (15 to 40 in)\nDepth to buried horizons: greater than 150 cm (60 in)\nParticle-size control section (weighted average)\nClay content: 18 to 30 percent\nSand content: 20 to 30 percent (dominantly very fine sand)\nCEC/clay ratio: 0.60 to 0.80\nA or Ap horizon:\nHue: 5YR or 7.5YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam, very fine sandy loam or silty clay loam\nReaction: moderately acid to neutral (pH 5.6 to 7.3)\nBw horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5 (if hue of 2.5YR) or 4 to 7 (if hue of 5YR)\nChroma: 4 to 6 (if hue of 2.5YR) or 3 to 6 (if hue of 5YR)\nTexture: silt loam or silty clay loam\nClay content: 18 to 30 percent\nEffervescence: none\nReaction: slightly acid to moderately alkaline (pH 6.1 to 8.4)\nC horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5 (if hue of 2.5YR) or 4 to 7 (if hue of 5YR)\nChroma: 4 to 6 (if hue of 2.5YR) or 3 to 6 (if hue of 5YR)\nTexture: loamy very fine sand, very fine sandy loam, silt loam, or silty clay loam\nEffervescence: none to slight\nReaction: neutral to moderately alkaline (pH 6.6 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.  Similar series are the Cascilla (MS), Gallion (LA), Idabel (OK), Keo (AR), Ouachita (AR), Norwood (TX), Shellbluff (SC), Roxana (LA), and Severn (OK) series.\nCascilla and Shellbluff soils: have base saturation less than 60 percent at depths of 25 to 75 cm (10 to 30 in)\nGallion soils: have an argillic horizon and are leached of carbonates to greater depths\nIdabel soils: have a coarse-loamy control section\nKeo, Roxana and Severn soils: have coarse-silty control sections\nOuachita soils: have siliceous mineralogy, and base saturation less than 60 percent at depths of 25 to 75 cm (10 to 30 in)\nNorwood soils: are calcareous throughout"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, Holocene age loamy alluvium\nLandscape: Arkansas River and Red River alluvial plain\nLandform: natural levee\nSlope: 0 to 3 percent\nSoil moisture: Udic soil moisture regime\nMean annual soil temperature: 18 to 21.2 degrees C (64.5 to 70.1 degrees F)\nMean annual air temperature: 15 to 25 degrees C (59 to 77 degrees F)\nMean annual precipitation: 1069 to 1537mm (45 to 60 in)\nPrecipitation Pattern: July through September are the driest months, while October through June are the wettest months.\nFrost-free period: 219 to 316 days\nElevation: 15 to 64 m (50 to 210 ft)\nThornthwaite annual P-E indices: 81 to 128"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Keo (AR), Norwood (TX) series, and associated Latanier (LA) and Moreland (LA) series.\nKeo and Norwood soils: are on similar positions\nLatanier soils: on similar positions, and have clayey surface horizons 50 to 100 cm (20 to 40 in) thick\nMoreland soils: are clayey throughout the control section, and on nearby flood plains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate\nRunoff: negligible on slopes less than one percent and low on slopes of 1 to 3 percent\nFlooding frequency: Most areas are protected by levees. Unprotected areas are subject to occasional or frequent flooding for brief to long durations.\nSeasonal high water table: An apparent water table is at depths of 122 to 183 cm (4 to 6 ft) during the months of December to April"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cultivated crops.  Principal crops are cotton, soybeans, corn and small grain.  Some areas are used for bermudagrass pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Louisiana, and southeastern Oklahoma; Land Resource Region O; MLRA 131B and 131C; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McCurtain County, Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils formerly were classified in the Alluvial great soil group.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in) (Bw1, Bw2, C1, and part of C2 horizons)\nOchric epipedon: 0 to 20 cm (0 to 8 in) (Ap horizon)\nCambic horizon: 20 to 69 cm (8 to 27 in) (Bw horizons)\nAdditional Comments: The assignment of the cation-exchange activity class is supported by Louisiana Agricultural Experiment Station laboratory data number S65La-41-5 from Red River Parish.\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Updated pedon description, range in characteristics, and other sections.\nADDITIONAL DATA: Louisiana Agricultural Experiment Station data from type location S65La-41-5 from Red River Parish, Louisiana\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 in); reddish brown (5YR 4/4) silt loam; weak medium granular structure with weak fine platy structure at 13 to 20 cm (5 to 8 in); friable; many roots; slightly acid; abrupt smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 38,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1--20 to 38 cm (8 to 15 in); reddish brown (5YR 4/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; many fine pores; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 69,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--38 to 69 cm (15 to 27 in); reddish brown (5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; surfaces of peds are dark reddish brown (5YR 3/3); neutral; abrupt smooth boundary. (Combined thickness of the Bw horizon is 26 to 66 cm [10 to 26 in])"
      },
      {
        "name": "C1",
        "top": 69,
        "bottom": 97,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--69 to 97 cm (27 to 38 in); reddish brown (5YR 4/4) silt loam; massive; friable; common fine pores; slightly alkaline, calcareous; abrupt smooth boundary."
      },
      {
        "name": "C2",
        "top": 97,
        "bottom": 112,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy very fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--97 to 112 cm (38 to 44 in); reddish brown (5YR 5/4) loamy very fine sand; massive; very friable; moderately alkaline, calcareous; abrupt smooth boundary."
      }
    ]
  ]
}
