{
  "SERIES": "COVELAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPR/JDO/SBC",
  "REVDATE": "05/2006",
  "STATES": "WA",
  "OVERVIEW": "The Coveland series consists of deep to a densic contact, somewhat poorly drained soils formed in glacial drift underlain by dense glaciomarine deposits. Coveland soils are in valleys and outwash plains and have slopes of 0 to 15 percent. The average annual precipitation is about 787 mm and the average annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coveland loam, pasture, in a gently sloping valley at 23 meters elevation. When described on October 14, 2003 the soil was slightly moist to 25 cm, dry from 25 to 91 cm and slightly moist below 91 cm. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm, dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium roots; many very fine and fine interstitial pores; 5 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.\nA2--10 to 23 cm, dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium roots; many very fine and fine interstitial pores; 5 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary. (Combined thickness of the A horizon is 13 to 23 cm.)\nE--23 to 51 cm, gray (10YR 6/1) sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; few fine interstitial pores; common prominent yellowish brown (10YR5/6), dark yellowish brown (10YR 4/6) moist, iron-manganese masses throughout; 5 percent gravel; neutral (pH 7.1); clear wavy boundary. (8 to 36 cm thick)\n2Btg1--51 to 91 cm, light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; strong medium and coarse prismatic structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine roots throughout and many very fine roots between peds; many fine tubular and common fine irregular pores; many prominent yellowish brown (10YR5/6), dark yellowish brown (10YR 4/6) moist, iron-manganese masses throughout; few faint clay films in pores and on faces of peds; many distinct organic stains on faces of peds; slightly alkaline (pH 7.4); gradual wavy boundary.\n2Btg2--91 to 112 cm, light brownish gray (2.5Y 6/2) silt loam, olive brown (2.5Y 4/3) moist; strong coarse angular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine roots throughout and many very fine roots between peds; common fine tubular and irregular pores; many prominent yellowish brown (10YR 5/6), dark yellowish brown (10YR 3/6) moist, iron-manganese masses throughout; few faint clay films in pores and on faces of peds; few distinct organic stains on faces of peds; moderately alkaline (pH 8.0); gradual wavy boundary. (Combined thickness of the 2Btg horizon is 36 to 76 cm.)\n2Cd--112 to 152 cm, light brownish gray (2.5Y 6/2) sandy loam, olive brown (2.5Y 4/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine irregular pores; common prominent yellowish brown (10YR 5/6), dark yellowish brown (10YR 4/6) moist, iron-manganese masses throughout; moderately alkaline (pH 7.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Washington; located about 427 meters south and 396 meters west of the northeast corner of sec. 3, T. 34 N., R. 3 W. Willamette Meridian; USGS Falsebay NE quarter quadrangle; lat. 48 degrees 28 minutes 26 seconds N. and long. 123 degrees 2 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths to diagnostic horizons and features start from the mineral soil surface.\nAverage annual soil temperature - 10 to 11 degrees c.\nDepth to redoximorphic features - 23 to 46 cm\nDepth to densic contact - 100 to 150 cm\nReaction - slightly acid to moderately alkaline\nParticle size control section:\nclay content - 18 to 35 percent\nrock fragments - 0 to 15 percent gravel\nA1 horizon\nHue 10YR or 7.5YR\nValue - 2 or 3 moist, 3 or 4 dry\nChroma - 1 or 2 moist and dry\nClay content - 7 to 18 percent\nA2 Horizon\nHue 10YR or 7.5YR\nValue - 2 or 3 moist, 3 or 4 dry\nChroma - 1 or 2 moist and dry\nTexture - L, SIL, SL\nClay content - 10 to 25 percent\nRock fragments - 0 to 15 percent\nE horizon\nHue 10YR or 2.5Y\nValue - 4 or 5 moist, 6 or 7 dry\nChroma - 1 or 2 moist and dry\nTexture - SL, LS or L\nClay content - 2 to 19 percent\nRock fragments - 0 to 15 percent gravel\nBtg horizons\nHue - 10YR or 2.5Y\nValue - 3 to 5 moist, 5 to 7 dry\nChroma - 2 or 3 moist and dry\nTexture - SIL, SICL, or L\nClay content - 18 to 35 percent\nRock fragments - 0 to 15 percent gravel\nCd horizon\nHue 2.5Y or 5Y\nValue - 3 to 5 moist, 4 to 6 dry\nChroma - 2 or 3 moist and dry\nTexture - SICl, L, or SIL\nClay content - 17 to 32 percent\nRock fragments - 0 to 15 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agnew soils and Odin series. are similar but in different family. Agnew soils are very deep (see remarks).  Odin soils are clay loam or sandy clay loam in the argillic horizon and are 100 to 150 cm deep to a paralithic contact with sedimentary bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Coveland soils are in valleys and outwash plains. Slope ranges from 0 to 15 percent. These soils formed in glacial drift underlain by dense glaciomarine deposits. Elevations are 0 to 90 meters. The climate is characterized by warm dry summers and mild moist winters.  Average annual precipitation is about 635 to 1016 mm. The average annual temperature is about 9 to 10 degrees C. The frost-free period is about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coupeville and Mitchellbay soils. Coupeville soils are in depressions in valleys and outwash plains and have aquic conditions to the soil surface. Mitchellbay soils are on sideslopes of valleys and adjacent uplands of outwash plains and have a densic contact at 50 to 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Saturated hydraulic conductivity is moderately high to high in the upper part (A and E horizons) and moderately high to moderately low in the lower part (Btg and Cd horizons). Coveland soils have a perched water table as high as 0 to 23 cm from November to March and 23 to 91 cm in October, April and May, unless the soil is drained. At lower slope ranges, Coveland soils are subject to frequent ponding for long durations from December to March and for brief duration during October, November, and April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Coveland soils are used for forage crop production, livestock grazing, and timber production. Potential natural vegetation consists of western redcedar, Douglas-fir, grand fir, lodgepole pine, red alder, common snowberry, trailing blackberry, salmonberry, stinging nettle, salal, swordfern, and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Puget Sound valleys in Northwest Washington; MLRA A2, Northern Part. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island County, Washington, 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon\nAlbic horizon - the zone from 23 to 51 cm (E horizon)\nArgillic horizon - the zone from 51 to 112 cm (Btg horizons)\nDensic contact - 112 cm (upper boundary of Cd horizon)\nParticle-size control section - the zone from 51 to 101 cm (upper 50 cm of the argillic horizon)\nDepth to redoximorphic features - 23 cm\nThis revision (5/2006) includes a change in classification and typical pedon, based on laboratory data and field investigations. The previous classification was fine, isotic, mesic Aquic Palexeralfs. The typical pedon was moved from Skagit County to San Juan County.\nFurther investigation needed for similar Agnew series. Under current classification the only difference is active vs. superactive CEC class. Agnew series are likely deep instead of very deep to a densic contact.\nAdditional Data: NSSL pedons 04N0406, 04N0407, 40A0998, and 40A0999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
