{
  "SERIES": "COVERTFALLS",
  "STATUS": "Established Series",
  "BYREV": "TDT-SWA",
  "REVDATE": "09/2003",
  "STATES": "NY",
  "OVERVIEW": "The Covertfalls series are very deep, moderately well drained soils formed in outwash sands overlying loamy till. They are nearly level and gently sloping soils on glacial lake plains and adjacent uplands. Slope ranges from 0 to 8 percent. Mean annual temperature is 47 degrees F, and the mean annual precipitation is 33 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, active, mesic Aquentic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Covertfalls loamy fine sand on a 1 percent slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nO -- Undecomposed leaves and twigs 1 inch thick.\nA -- 0 to 8 inches, very dark brown (10YR 2/2) loamy fine sand, light brownish gray (10YR 6/2) dry; medium fine and very fine granular structure; very friable; many very fine, fine and medium, and few coarse roots; common medium, and many fine and very fine pores; 5 percent rock fragments; moderately acid; clear smooth boundary. (2 to 10 inches thick).\nBs1 -- 8 to 10 inches, dark reddish brown (5YR 3/4) loamy fine sand; weak medium subangular blocky structure; friable; many fine and very fine, common medium, and few coarse roots; common medium, and many fine and very fine pores; 5 percent rock fragments; moderately acid; clear broken boundary. (0 to 3 inches thick).\nBs2 -- 10 to 20 inches, brown (7.5YR 4/4) loamy fine sand; weak medium and coarse subangular blocky structure; very friable; many fine and very fine, common medium, and few coarse roots; common medium, and many fine and very fine pores; 10 percent rock fragments; moderately acid; clear smooth boundary. (4 to 15 inches thick).\nBC -- 20 to 26 inches, brown (10YR 5/3) loamy fine sand; weak coarse and very coarse subangular blocky structure; very friable; few very fine and fine roots; common medium, and many fine and very fine pores; common medium and coarse distinct yellowish brown (10YR 5/6), and dark yellowish brown (10YR 4/6) masses of Fe oxides; 10 percent cobbles; neutral; abrupt smooth boundary. (0 to 12 inches thick).\n2C1 -- 26 to 41 inches, brown (10YR 5/3) cobbly loam; weak very thick and thick platy structure, some plate surfaces are light brownish gray (10YR 6/2); friable; few very fine roots in upper part; common medium, and many fine and very fine pores; many medium distinct yellowish brown (10YR 5/6) masses of Fe oxides, and few, fine black (2.5Y 2/0) masses of Mn oxides; 20 percent rock fragments (including 10 percent gravel); neutral; gradual smooth boundary.\n2C2 -- 41 to 72 inches, grayish brown (10YR 5/2) cobbly loam; massive; firm; common fine and very fine pores; few medium and coarse distinct yellowish brown (10YR 5/6) masses of Fe oxides; 20 percent rock fragments (including 10 percent gravel; slightly effervescent, slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, New York; in the town of Schuyler Falls, about 1200 feet east of intersection of Military Turnpike Extension and Carbide Road, and about 1000 feet south of Carbide Road; USGS Morrisonville NY topographic quadrangle; Latitude 44 degrees, 39 minutes, 48 seconds N. and Longitude 73 degrees, 30 minutes, 13 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is 18 to 40 inches. Depth to carbonates is greater than 30 inches. Depth to bedrock is greater than 60 inches. Redoximorphic features consisting of concentrations of Fe/Mn oxides, or Fe depletions occur within 30 inches of the mineral surface. Rock fragments range from 0 to 30 percent by volume in the solum and from 5 to 35 percent in the substratum. Reaction ranges from very strongly acid to moderately acid in the upper solum, from moderately acid to neutral in the lower solum, and from moderately acid to moderately alkaline in the substratum.\nSome pedons have a thin Oi or Oe horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 and chroma of 2 or 3. Texture is loamy fine sand, or loamy sand in the fine earth fraction, and less commonly fine sand or sand.\nThe E horizon, if present, has hue of 7.5YR or 10YR, value of 5 or 6 and chroma of 1 or 2. Texture is loamy fine sand, loamy sand, fine sand or sand in the fine earth fraction. Structure is weak subangular blocky or it is single grain. Consistence is very friable or loose.\nSome pedons have a Bhs horizon up to 3 inches thick. It has a hue of 5YR or 7.5YR, value of 4 and chroma of 2 or 3. Texture is loamy fine sand or loamy sand in the fine earth fraction. Structure is weak or moderate subangular blocky. Consistence is friable or very friable.\nThe Bs horizon has hue of 5YR or 7.5YR, value of 3 through 5 and chroma of 4 through 6. It may have faint or distinct redox concentrations. Texture is loamy fine sand, loamy sand, fine sand or sand in the fine earth fraction. Structure is weak subangular blocky or it is single grain. Consistence is very friable, friable or loose.\nThe BC horizon has hue of 10YR, value of 4 through 6 and chroma of 3 or 4. It has faint or distinct redox concentrations or depletions. Texture is loamy fine sand, loamy sand, fine sand or sand in the fine earth fraction. Structure is weak subangular blocky. Consistence is friable or very friable.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 through 6 and chroma of 2 through 4. It has faint or distinct redox concentrations or depletions. Texture is loam or fine sandy loam in the fine earth fraction. Structure is weak or moderate platy or it is massive. Consistence is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nCovert, Grattan, Occur and Ocqueoc series are in related families. Covert and Grattan soils are very deep sands and lack a contrasting particle-size family. The Occur and Ocqueoc soils have a frigid temperature regime, and Ocqueoc soils lack rock fragments in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Covertfalls soils are nearly level and gently sloping soils formed in outwash sands overlying loamy till. Slope ranges from 0 to 8 percent. They are usually on slightly convex or undulating landforms of outwash plains, shoreline deposits of glacial lakes and upland stream terraces. Mean annual precipitation ranges from 30 to 36 inches, mean annual air temperature ranges from 45 to 49 degrees F, and mean frost-free season ranges from 130 to 180 days. Elevation ranges from 100 to 500 feet above sea-level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat poorly drained Northway soils which are in a drainage sequence. Amenia, Bombay, Covert, Grattan, Massena, and Pipestone soils are also associated. Covert and Grattan soils occur on smoother slopes and are very deep to loamy till deposits. Pipestone soils are on slightly concave or lower positions on the landscape and are also very deep to loamy till. Amenia, Bombay, Massena and soils occur in nearby till deposits where the sandy mantle is absent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff is negligible to medium. Permeability is rapid in the solum and moderate or moderately slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are forested or are idle. Some areas are also used for growing hay. Forested areas contain eastern white pine, red maple, northern red oak and paper birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Champlain and St. Lawrence Valleys of Northern New York. MLRA 142. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clinton County, New York, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: CEC class is added as active. Mineralogy classes for most Spodosols are being changed from mixed to Isotic. It is under study whether this is correct for Entic and Aquentic subgroups. This represents a partial update of the series to Established. Not all items were reviewed at this time.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon - from 0 to 8 inches (A horizon)\n2) Spodic horizon - from 8 to 20 inches (Bs1 and Bs2\nhorizons).\n3) Aquentic subgroup - redoximorphic features within 30\ninches, and a spodic horizon with a sandy particle\nsize class and having a color value or chroma more\nthan 3 in the upper 1 inch.\n4) Redoximorphic features - Fe/Mn concentrations (BC,\n2C1, and 2C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 8 inches, very dark brown (10YR 2/2) loamy fine sand, light brownish gray (10YR 6/2) dry; medium fine and very fine granular structure; very friable; many very fine, fine and medium, and few coarse roots; common medium, and many fine and very fine pores; 5 percent rock fragments; moderately acid; clear smooth boundary. (2 to 10 inches thick)."
      },
      {
        "name": "Bs1",
        "top": 20,
        "bottom": 25,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "Bs1 -- 8 to 10 inches, dark reddish brown (5YR 3/4) loamy fine sand; weak medium subangular blocky structure; friable; many fine and very fine, common medium, and few coarse roots; common medium, and many fine and very fine pores; 5 percent rock fragments; moderately acid; clear broken boundary. (0 to 3 inches thick)."
      },
      {
        "name": "Bs2",
        "top": 25,
        "bottom": 51,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs2 -- 10 to 20 inches, brown (7.5YR 4/4) loamy fine sand; weak medium and coarse subangular blocky structure; very friable; many fine and very fine, common medium, and few coarse roots; common medium, and many fine and very fine pores; 10 percent rock fragments; moderately acid; clear smooth boundary. (4 to 15 inches thick)."
      },
      {
        "name": "BC",
        "top": 51,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC -- 20 to 26 inches, brown (10YR 5/3) loamy fine sand; weak coarse and very coarse subangular blocky structure; very friable; few very fine and fine roots; common medium, and many fine and very fine pores; common medium and coarse distinct yellowish brown (10YR 5/6), and dark yellowish brown (10YR 4/6) masses of Fe oxides; 10 percent cobbles; neutral; abrupt smooth boundary. (0 to 12 inches thick)."
      },
      {
        "name": "2C1",
        "top": 66,
        "bottom": 104,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2C1 -- 26 to 41 inches, brown (10YR 5/3) cobbly loam; weak very thick and thick platy structure, some plate surfaces are light brownish gray (10YR 6/2); friable; few very fine roots in upper part; common medium, and many fine and very fine pores; many medium distinct yellowish brown (10YR 5/6) masses of Fe oxides, and few, fine black (2.5Y 2/0) masses of Mn oxides; 20 percent rock fragments (including 10 percent gravel); neutral; gradual smooth boundary."
      },
      {
        "name": "2C2",
        "top": 104,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH_class": "slightly alkaline",
        "narrative": "2C2 -- 41 to 72 inches, grayish brown (10YR 5/2) cobbly loam; massive; firm; common fine and very fine pores; few medium and coarse distinct yellowish brown (10YR 5/6) masses of Fe oxides; 20 percent rock fragments (including 10 percent gravel; slightly effervescent, slightly alkaline."
      }
    ]
  ]
}
