{
  "SERIES": "COVEYTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-SWA",
  "REVDATE": "9/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, nonacid, frigid Aeric Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coveytown stony loamy sand on a 3 percent slope in a pastured field.  (Colors refer to moist soil unless noted otherwise).\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) stony loamy sand; light brownish gray (10YR 6/2) crushed and smoothed, dry; weak medium granular structure; very friable; many fine roots; 20 percent rock fragments; moderately acid; clear smooth boundary.   (5 to 11 inches thick)\nBw--7 to 15 inches; brown (10YR 5/3) stony loamy sand; single grain; loose; many fine roots; many fine pores; many medium faint grayish brown (10YR 5/2) iron depletions, and distinct yellowish brown (10YR 5/6) soft masses of iron accumulation; 20 percent rock fragments; moderately acid, gradual smooth boundary.   (4 to 20 inches thick)\nBg--15 to 30 inches; grayish brown (10YR 5/2) stony loamy sand; single grain; loose; few roots; few fine pores; common medium distinct yellowish brown (10YR 5/4 and 5/6) soft masses of iron accumulation; 25 percent rock fragments; slightly acid; clear smooth boundary.   (0 to 20 inches thick)\n2Cg--30 to 72 inches; Light olive gray (5Y 6/2) stony fine sandy loam; weak thick platy structure; firm; few fine pores; common medium distinct light olive brown (2.5Y 5/4) soft masses of iron accumulation; 30 percent rock fragments; neutral in the upper part grading to slightly alkaline in the lower part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, New York; Town of Burke; 3.75 miles north of Burke Center; 1.4 miles south of International Boundary; 25 feet west of N-S road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is more than 60 inches. Carbonates are at a depth of 30 to 80 inches.  Depth to firm, loamy deposits range from 20 to 40 inches.  Rock fragments range from 1 to 35 percent, by volume, in the solum and from 25 to 35 percent in the substratum.  Base saturation is more than 50 percent and pH is greater than 6.0 within a depth of 40 inches.\nIn undisturbed areas, a thin O or A horizon, overlies a thin E and Bs horizon.\nThe Ap horizon is neutral or has hue of 7.5YR to 2.5Y, value of 3 or 4, and chroma of 0 to 3.  Texture is sand, loamy sand, loamy fine sand, or fine sandy loam in the fine earth fraction.  Reaction ranges from strongly acid to slightly acid.\nThe B horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 to 4.  Texture is loamy fine sand, loamy sand, or sand in the fine earth fraction.  Structure is very weak to weak, fine to coarse, subangular blocky, platy, or it is single grain.  Reaction generally ranges from moderately acid to neutral, but in some pedons ranges to strongly acid in the upper part of the B.  Some pedons have a BA horizon 1 to 4 inches thick with characteristics similar to the B horizon.\nSome pedons have a BC horizon up to 19 inches thick.\nThe 2C horizon has hue of 10YR to 5Y, value is 4 to 6, and chroma is 1 to 6.  Texture is loam, fine sandy loam or sandy loam in the fine earth fraction with less than 50 percent fine or coarser sand.  Structure is weak, very coarse prismatic, or weak, medium to coarse platy.  Consistence is friable to firm.  Reaction ranges from slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Caffey is the only other series in the same family.  Caffey soils are from outside of region R.  They are poorly and very poorly drained soils that have carbonates above a depth of 30 inches and lack a B horizon.\nBurnham, Cook, Croghan, Flackville, Monarda, and Nasmith are similar soils in related families.  Burnham and Monarda soils have coarse-loamy particle size control sections.  Cook soils have a darker surface layer and lack a layer within 30 inches of the soil surface that has more than 40 percent with chroma higher than 2. Croghan soils have a sandy particle size control section.  Flackville soils have a particle size control section that is sandy over clayey. Nasmith soils have a lower rock fragment content."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coveytown soils are on nearly level to gently sloping areas on glacial till plains adjacent to former proglacial lakes.  The soils formed in deposits modified by wave action or in deposits of sand at the margins of proglacial lakes.  Slope ranges from 0 to 8 percent.  Mean annual air temperature ranges from 41 to 45 degrees F; the annual precipitation ranges from 32 to 45 inches; and mean frost-free period ranges from 90 to 130 days.  Elevation ranges from 300 to 900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Coveytown soils form a drainage sequence with the poorly and very poorly drained Cook soils in depressions, and the moderately well drained Fahey soils and somewhat excessively and excessively drained Trout River soils on higher parts of beach ridges and terraces.  Hogansburg, Kalurah and Malone soils formed in nearby glacial till deposits that lack the sandy mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow to medium.  Permeability is moderately rapid or rapid in the surface layer and subsoil, and moderate or moderately slow in the substratum.  An apparent water table is at a depth of 6 and 18 inches from the mineral soil surface during the months of December through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared.  A high proportion of the acreage is idle or is used for unimproved pasture.  The least stony areas are used mainly for hay, with some oats and corn for silage. Wooded areas include red maple, elm, white cedar, alder, basswood, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New York (MLRAs 142 and 143).  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, New York, 1955.  Named for Coveytown Corners, Town of Burke, Franklin County, New York."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Previous classification was in the Great Group of Haplaquents.  Because of changes in the 5th edition of Keys to Soil Taxonomy (1992) this soil now classifies in the Great Group of Endoaquents.\nThe Coveytown soils were originally considered as weakly expressed Podzols in recognition of the micropodzol on knolls of virgin areas. The original concept of this series included those soils that were dominated by chroma 2 or less in all subhorizons above a depth of 30 inches.  Soils with these characteristics are now recognized as being within the range of the Cook series.\nDiagnostic horizons and other features recognized in the typical pedon are: a. Ochric Epipedon - from 0 to 7 inches (Ap horizon). b. Endoaquic moisture Regime - as evidenced by reduced matrices between 16 and 20 inches from the mineral soil surface (Bg horizon). c. Aeric subgroup - as evidenced by high chroma matrix colors (Bw horizon). d. Redoximorphic features - reduced matrices, and iron accumulations and depletions (Bw, Bg, and 2Cg horizons).\nSoil Interpretation Record No.: NY0191, NY0192\nNational Cooperative Soil Survey\nU.S.A."
  }
}
