{
  "SERIES": "COVING",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT:CAB",
  "REVDATE": "04/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, superactive, thermic Aquic Arenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coving loamy fine sand--idle cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches, brown (7.5YR 5/4) loamy fine sand, dark\nbrown (7.5YR 4/4) moist; weak coarse blocky structure parting to\nfine granular structure; soft, very friable; many fibrous roots; common very dark brown stains; neutral, clear smooth boundary.  (6\nto 11 inches thick)\nA2--7 to 28 inches, pink (7.5YR 7/4) loamy fine sand, light brown (7.5YR 6/4) moist; massive; loose, very friable; common very dark brown stains; many fine roots; neutral; gradual smooth\nboundary.  (14 to 29 inches thick)\nB21t--28 to 46 inches, common coarsely mottled brown (7.5YR 5/4), reddish brown (5YR 5/4), and gray (10YR 5/1) loam; moderate coarse subangular blocky structure; soft, very friable, sticky;\nmany fine roots; clay films on surface of peds; medium acid;\ngradual wavy boundary.  (12 to 22 inches thick)\nB22t--46 to 66 inches, mottled very dark grayish brown (10YR 3/2), light yellowish brown (10YR 6/4), and gray (10YR 5/1) clay loam; moderate coarse subangular blocky structure; very friable;\nclay films on surface of peds; common black concretions; neutral.  (15 to 25 inches thick)\nB3--66 to 75 inches, light olive gray (5Y 6/2) sandy clay\nloam, olive gray (5Y 5/2) moist; many medium distinct reddish\nyellow (7.5YR 6/8) and strong brown (7.5YR 5/8) mottles moist;\nweak coarse subangular blocky structure; very friable; few fine roots; ped surfaces have thin coatings of sand and silt; few black concretions; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hill County, Texas; about 15 miles northwest of Hillsboro and 6 miles northeast of Whitney.  About 4.5 miles north\nof Whitney and Farm Road 933 to second road to east, then 2.7\nmiles east.  The site is on north side of road in wide drain."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Clay content of the upper 20 inches of the Bt horizon ranges from 18 to 30 percent.\nThe A horizon ranges from 20 to 40 inches thick.  The Ap or A1 horizon is brown (7.5YR 5/4; 10YR 5/3), light brown (7.5YR 6/4),\nor pale brown (10YR 6/3) and ranges from slightly acid Through neutral.  Color of the A2 horizon is brown (7.5YR 5/4; 10YR 5/3), pale brown (10YR 6/3), light brown (7.5YR 6/4), or pink (7.5YR\n7/4), with mottles of light brown (7.5YR 6/4) and grayish brown\n(10YR 5/2) in some pedons.  Reaction ranges from slightly acid through mildly alkaline.\nThe B21t horizon is mottled brown (7.5YR 5/2, 5/4; 10YR 5/3),\nlight gray (10YR 7/1), gray (10YR 5/1, 6/1), pale brown (10YR\n6/3), brownish yellow (10YR 6/6), yellow (10YR 7/8), red (2.5YR\n5/6), or reddish brown (5YR 5/4).  Texture ranges from loam to\nclay loam.  Reaction ranges from medium acid to mildly alkaline.\nThe B22t horizon is mottled gray (5Y 6/1; 10YR 5/1, 6/1), light\nolive brown (2.5Y 5/4), olive yellow (2.5Y 6/6), light gray (10YR 7/1), very dark grayish brown (10YR 3/2), light yellowish brown\n(10YR 6/4), brownish yellow (10YR 6/6, 6/8), yellow (10YR 7/8), reddish yellow (7.5YR 7/6), or red (2.5YR 5/8).  Texture is sandy clay loam or clay loam; reaction ranges from slightly acid to\nmildly alkaline.\nThe B3 horizon is generally mottled with a combination of light\nolive gray (5Y 6/2), gray (5Y 5/1; 10YR 6/1), brown (10YR 5/3),\nlight gray (10YR 7/1), brownish yellow (10YR 6/6, 6/8), and\nreddish yellow (7.5YR 6/8) and contains few to common pockets, streaks, and coatings of uncoated sand and silt.  Texture is sandy clay loam or clay loam.  Reaction ranges from neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alum, Catilla, Demona, Heatly, Heaton, Meno, Nimrod, Nobscot, Patilo, Silstid, Styx, and Tremona series.  Alum, Demona, and Tremona soils have fine textured\ncontrol sections and Alum soils lack gray mottles.  Catilla and Patilo soils have sandy epipedons more than 40 inches thick.\nHeatly, Heaton, Nobscot, Silstid, and Styx soils lack gray mottles\nin the upper Bt horizon.  Meno soils have a solum thickness of\nless than 60 inches and have mixed mineralogy.  The B2t horizon of Nimrod soils is strongly or medium acid throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Coving series are on nearly level to\ngently sloping uplands.  These soils occur  in wide, shallow,\nconcave drainageways in the East Cross Timbers MLRA.  The soil\nformed in deep loamy and sandy sediments, probably reworked by\nwind.  Slopes range from 0 to 3 percent.  Climate is moist\nsubhumid.  Mean annual rainfall ranges from 28 to 35 inches.  Mean annual temperature ranges from 64 degrees to 69 degrees F.  Thornthwaite P-E indices range from 48 to 62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eufaula, Gasil, Silstid, and Vaughan series.  Eufaula, Gasil, and Silstid soils\nlack gray mottles in the upper B2t horizon.  In addition, Eufaula soils have a sandy control section and Gasil soils have A horizons less than 20 inches thick.  Vaughan soils have A horizons less\nthan 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderate permeability.  A perched water table is at the top of the B2t horizon for short periods following heavy rains.  Unless protected, flooding by shallow, slow moving water occurs during periods of high rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture.  Areas that are\ncropped are used mostly for peanuts, small grains, and truck\ncrops.  Native vegetation includes sedges, vines, briers, switchgrass, broomsedges, indiangrass, and shrubs.  Trees consist\nof cottonwood, willows, pecan, and oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas in small drains in the\nEast Cross Timbers.  These soils are of minor extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hill County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Red-Yellow Podzolic great soil group and have been included in the Nimrod series.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
