{
  "SERIES": "COVINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGW-RVJ-RLM-SHG",
  "REVDATE": "05/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, mesic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Covington silty clay, in a nearly level, cultivated field. (Colors are for moist soil.)\nAp -- 0 to 8 inches; very dark brown (10YR 2/2) silty clay, dark grayish brown (10YR 4/2) dry; strong medium and coarse granular structure; friable; many roots; moderately acid; abrupt smooth boundary. (6 to 10 inches thick.)\nBAg -- 8 to 11 inches; dark grayish brown (10YR 4/2) clay; strong coarse prismatic structure parting to strong very fine and fine blocky; firm; common roots; common fine pores with clay linings; light brownish gray (10YR 6/2) thin silt coats on prisms; many medium distinct brown (7.5YR 4/4) and many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; abrupt smooth boundary. (0 to 8 inches thick.)\nBtg1 -- 11 to 20 inches; dark gray (10YR 4/1) clay; strong coarse prismatic structure parting to strong fine blocky; firm, very plastic, very sticky; common roots; few medium pores; clay films on vertical and horizontal faces of peds and in pores; black patchy coats on peds; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation and many medium faint gray (10YR 5/1)areas of iron depletion; moderately acid; clear wavy boundary.\nBtg2 -- 20 to 25 inches; very dark gray (10YR 3/1) clay; moderate coarse prismatic structure parting to strong fine and medium blocky; very firm, very plastic, very sticky; few roots; clay films on vertical and horizontal faces of peds; few fine black hard nodules; common black patchy coats on faces of peds; many fine distinct dark yellowish brown (10YR 3/4) masses of iron accumulation; neutral; clear smooth boundary. (Combined thickness of the B horizon is 8 to 20 inches.)\nBCg -- 25 to 33 inches; dark gray (N4/0) clay; moderate coarse prismatic structure parting to strong fine and medium blocky; very firm, very plastic, very sticky; few roots; few medium light gray (10YR 7/1) lime nodules; common black patches on peds; many fine distinct dark grayish brown (2.5Y 4/2) areas of iron depletion; slightly alkaline, strong effervescence with cold dilute hydrochloric acid; abrupt wavy boundary. (7 to 18 inches thick.)\nCg -- 33 to 65 inches; dark gray (N4/0) clay; moderate medium prismatic structure parting to strong fine, medium, and coarse angular blocky; very firm, very plastic, very sticky; few roots; few fine black patches on peds; few pale brown (10YR 6/3) nodules all of which do not effervesce with cold dilute hydrochloric acid; violent effervescence on faces of peds, and strong effervescence in ped interiors; many coarse prominent olive brown (2.5Y 4/4) masses of iron accumulation; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Addison County, Vermont; Town of Addison; two miles north of Vermont-New York bridge, between Chimney Point and West Addison, 0.4 mile east of intersection of Vermont Highway No. 17 and Lake Street, 150 feet north of Highway No. 17; USGS Port Henry, NY-VT topographic quadrangle; Latitude 44 degrees, 04 minutes, 01 seconds N. Longitude 73 degrees, 23 minutes, 55 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 to 40 inches. Depth to the calcareous material ranges from 20 to 60 inches. Depth to contrasting strata or bedrock is more than 60 inches. Rock fragments range from 0 to 5 percent. Reaction ranges from moderately acid to neutral in the surface layer, moderately acid to slightly alkaline in the subsoil, and moderately acid to moderately alkaline in the substratum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 to 3 moist and 5.5 or less dry, and chroma of 1 or 2. Texture is clay, silty clay, silty clay loam, or clay loam. Structure is moderate to strong, medium to coarse granular or moderate to strong, very fine to medium subangular blocky. Consistence is friable, firm, plastic, or sticky.\nThe BA and B horizons have hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 1 or 2. Redoximorphic features of higher chroma range from few to many and distinct to prominent. Texture is clay with thin strata or subhorizons of silty clay. Structure is weak to strong, coarse prismatic that parts to moderate or strong, very fine to coarse angular blocky or it is weak or moderate, thin to thick platy. Consistence is firm, very firm, very plastic, or very sticky.\nThe C horizon is neutral or has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 0 to 2. Redoximorphic features with higher chroma range from few to many and distinct to prominent. Texture is clay or silty clay, but silt and silt loam varves alternate with clay varves in some pedons. Structure is weak or moderate, medium or coarse prismatic that parts to weak or moderate, fine to coarse angular blocky or it is massive. Consistence is firm, very firm, very plastic, or very sticky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family.\nBarre, Chaumont, Hoytville, Kingsbury, Lakemont, Lorain, Livingston, Madalin, Panton, Paulding, and Roselms series are in related families. Hoytville, Lorain, Paulding and Roselms soils are from outside of Region R. Barre, Hoytville, Lakemont, Lorain, and Madalin soils have less than 60 percent clay in the particle-size control section. The Roselms soils have horizons with chroma greater than 2. The Livingston and Paulding soils do not have an argillic horizon. Panton soils have lighter colored surface horizons. Chaumont soils have bedrock at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Covington soils are level to gently sloping soils on lake and marine plains. They are on broad plains and in depressions and drainageways and on toeslopes of swells and knolls. Slope ranges from 0 to 8 percent. The soils formed in calcareous, lacustrine or marine clays. The mean annual precipitation ranges from 26 to 36 inches and the mean annual temperature ranges from 45 to 52 degrees F. The frost-free season ranges from 130 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chaumont, Elmwood, Kingsbury, Livingston, Melrose, Panton, Swanton, Vergennes, Whately and Wilpoint soils. The moderately well drained Vergennes, somewhat poorly drained Kingsbury, poorly and somewhat poorly drained Panton, and very poorly drained Livingston soils developed in similar material and are in a drainage sequence with Covington soils. Elmwood, Melrose, Swanton and Whately soils are on landforms that are in higher positions on the lake plain. These soils have less than 18 percent clay in the solum. Chaumont and Wilpoint soils are on bedrock controlled landforms and are moderately deep to deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The potential surface runoff is negligible or very high. Saturated hydraulic conductivity is low to moderately high in the mineral surface layer and the subsoil, and moderately low to very low in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Covington soils have been cleared of trees and are used for hay and pasture. Corn and small grain are grown where the soils are adequately drained. Common trees in forested areas are red maple, Eastern white pine, balsam fir, white ash, sugar maple, and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The St. Lawrence and Champlain Lowlands of northern and eastern New York and western Vermont (MLRA 142). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, New York, 1953."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The classification is updated to the 6th edition of the Keys to Soil Taxonomy with this revision. The previous classification was very-fine, illitic, mesic Mollic Ochraqualfs.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\nb. Argillic horizon - the zone from 11 to 25 inches (Btg1 and Btg2 horizons).\nADDITIONAL DATA: NSSL lab data is available for pedons S56VT-7-3 (1-7) and S56VT-7-4 (1-7).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
