{
  "SERIES": "COWBONE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  KL/HBM/CLM",
  "REVDATE": "08/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cowbone silt loam--on a 2 percent slope at 4,630 feet with Black cottonwood, Woods rose, Basin wildrye and bluegrass.  (Colors are for dry soil unless otherwise noted.  When described on August 12, 1987 the soil was dry to 11 inches, moist from 11 to 39 inches, and wet below 39 inches.)\nOe--0.5 to 0 inches; moderately decomposed leaves and twigs; abrupt wavy boundary.\nAk1--0 to 4 inches; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium and coarse granular structure; hard, firm, slightly sticky and slightly plastic; common very fine and few medium coarse and very coarse roots; many very fine and fine irregular pores; slightly effervescent; (6 percent calcium carbonate equivalent); moderately alkaline (pH 7.9); abrupt wavy boundary.\nAk2--4 to 10 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse granular structure; hard, firm, slightly sticky and slightly plastic; common very fine and few medium, coarse and very coarse roots; many fine and very fine irregular pores; slightly effervescent; (7 percent calcium carbonate equivalent); slightly alkaline (pH 7.8); clear wavy boundary. (Combined thickness of the Ak horizons is 6 to 12 inches)\nBkg--10 to 16 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; common fine distinct yellowish brown (10YR 5/6) redox concentrations; moderate, medium and fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine and few fine, medium and coarse roots; many fine and very fine irregular pores; strongly effervescent; (16 percent calcium carbonate equivalent); moderately alkaline (pH 7.9); abrupt wavy boundary. (6 to 8 inches thick)\nBg1--16 to 24 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; common fine distinct yellowish brown (10YR 5/6) redox concentrations; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine, medium and coarse roots; many fine and very fine irregular pores; slightly alkaline (pH 7.8); abrupt wavy boundary. (4 to 10 inches thick)\nBg2--24 to 39 inches; light brownish gray (10YR 6/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; common, fine and medium distinct yellowish brown (10YR 5/6) redox concentrations; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few roots; many fine and very fine irregular pores; slightly alkaline (pH 7.6); clear wavy boundary.  (0 to 20 inches thick)\nCg1--39 to 46 inches; light brownish gray (10YR 6/2) very fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; many fine and medium prominent dark yellowish brown (10YR 4/6) and few , medium prominent very dusky red (2.5YR 2.5/2) redox concentrations and depletions; massive, soft, very friable, nonsticky and nonplastic; few very fine, fine, medium, coarse and very coarse roots; many fine and very fine irregular pores; slightly alkaline (pH 7.5); abrupt wavy boundary.\nCg2--46 to 54 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; many large prominent dark grayish brown (2.5Y 4/2) redox depletions; massive; soft, friable, nonsticky and nonplastic; few fine and very fine roots; few fine and very fine irregular pores; slightly alkaline (pH 7.5); clear wavy boundary. (Combined thickness of the Cg horizons is 10 to 30 inches)\n2Cg3--54 to 60 inches; light olive gray (5Y 6/2) very cobbly loamy very fine sand, dark olive gray (5Y 3/2) moist; many fine and medium yellowish red (5YR 4/6) redox concentrations; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common fine irregular pores; 10 percent gravel, 25 percent cobbles; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lemhi County, Idaho; about one mile north of Ellis, Idaho; about 1,300 feet north and 450 feet east of the southwest corner from section 24, T.16N, R.20E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperatures - 40 to 44 degrees F\nMollic epipedon thickness - 12 to 20 inches\nDepth to contrasting material - 45 to 60 inches\nDepth to calcic horizon - 6 to 12 inches\nDepth to seasonal high water table - 6 to 18 inches March to July\nControl section - Percent clay:  averages 5 to 15\nCoarse fragments:  0 to 10 percent\nAk horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 or 2 dry or moist\nCalcium carbonate equivalent - 5 to 10 percent\nReaction - slightly or moderately alkaline\nBkg horizon\nCalcium carbonate equivalent - 15 to 20 percent\nBg and Cg horizons\nHue - 10YR or 2.5Y\nValue - 4 to 6 dry, 2 to 4 moist\nTexture - VFSL, FSL\nCoarse fragments - 0 to 10 percent\nReaction - slightly or moderately alkaline\n2Cg horizons\nCoarse fragments - 35 to 60 percent\nReaction - neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fram and Wyndmere series.  These soils lack the contrasting sand and gravel material between 45 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cowbone soils are on flood plains at elevations of 3,700 to 5,000 feet.  The soils formed in alluvium.  Slopes range from 0 to 3 percent.  The climate is cold and moist in winter and spring and dry in summer.  Average annual precipitation is 8 to 14 inches.  Average annual air temperatures are 42 to 47 degrees F.  The frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bartonflat, Bock, Bromaglin, Bursteadt, Dawtonia, Sprabat, and Tohobit series.  Bartonflat, Bock, and Bromaglin soils are on terraces and are well drained.  Bartonflat and Bromaglin soils have sandy-skeletal particle-size control sections.  Bock soils are on terraces, are well drained and have thin mollic epipedons.  Bursteadt soils are on valley flats, are moderately well drained and have a xeric moisture regime.  Dawtonia soils are on mountains and fan terraces, are well drained and have argillic horizons.  Sprabat soils are on fan terraces, are well drained and lack mollic epipedons.  Tohobit soils are on valley flats, are moderately well drained and have sandy-skeletal particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Slow runoff.  Moderate permeability in the subsoil and rapid or very rapid permeability in the substratum.  These soils are frequently flooded from April to June for brief periods of about 3 to 5 days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wildlife habitat.  The native vegetation is Black cottonwood, woods rose, Basin wildrye and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central, Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lemhi County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 16 inches (the Ak1, Ak2 and Bkg horizons).\nCalcic horizon - The zone from 10 to 16 inches (Bkg horizon).\nParticle-size control section - The zone from 10 to 40 inches (Bkg, Bg1, Bg2, and part of Cg1 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
