{
  "SERIES": "COWCAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. PEM-KTS-RJS",
  "REVDATE": "03/2011",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Oxyaquic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cowcamp silt loam, in irrigated grass pasture (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; undecomposed and partially decomposed matted roots; abrupt smooth boundary.  (1 to 3 inches thick)\nA1--2 to 6 inches; dark grayish brown (10YR 4/2) silt loam, very dark gray (10YR 3/1) moist; weak very fine and fine subangular blocky structure parting to weak very fine and fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots and few fine roots; many very fine and fine dendritic and tubular pores; 5 percent gravel; neutral (pH 6.7); clear wavy boundary.\nA2--6 to 13 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak very fine and fine subangular blocky structure parting to weak very fine and fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and fine dendritic and tubular pores;  5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (Combined thickness of A horizons - 10 to 15 inches)\nBt/E--13 to 18 inches; Bt part (60 percent) light brown (7.5YR 6/3) gravelly silt loam, brown (7.5YR 5/3) moist; E part (40 percent) pinkish gray (7.5YR 7/2) gravelly silt loam, pinkish gray (7.5YR 6/2) moist; common fine and medium faint strong brown (7.5YR 5/6) moist redox concentrations (due to prolonged saturation from flood irrigation); moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine dendritic tubular pores; few faint patchy clay films on faces of peds; many silt and sand skeletans on faces of peds; 20 percent gravel; slightly acid (pH 6.5); clear wavy boundary. (0 to 10 inches thick)\nBt1--18 to 28 inches; light yellowish brown (10YR 6/4) very cobbly clay loam, yellowish brown (10YR 5/4) moist; few fine faint strong brown (7.5YR 5/6) moist redox concentrations (due to prolonged saturation from flood irrigation); moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine dendritic tubular pores; common faint patchy clay films on faces of peds; 25 percent gravel, 20 percent cobbles; neutral (pH 6.7); clear wavy boundary.\nBt2--28 to 35 inches; brownish yellow (10YR 6/6) very gravelly loam, yellowish brown (10YR 5/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine and few fine dendritic tubular pores; few faint patchy clay films on faces of peds; 40 percent gravel, 10 percent cobbles; slightly acid (pH 6.5); clear wavy boundary. (combined thickness of Bt horizons is 10 to 20 inches)\nBC--35 to 60 inches; pink (7.5YR 7/4) very gravelly sandy loam, strong brown (7.5YR 5/6) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic;  few very fine roots; common very fine interstitial pores; 40 percent gravel, 15 percent cobbles; neutral (pH 6.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaverhead County, Montana; 750 feet south and 1300 feet east of the NW corner of sec. 32, T. 3 S., R. 16 W. Highland Ranch topographic quadrangle, UTM 12T, 0296202e, 5045687n. NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 35 to 40 degrees F.\nMean summer soil temperature: 53 to 57 degrees F.\nUstic moisture regime\nMollic epipedon thickness: 10 to 15 inches\nNote: Some pedons have an E horizon. Redox concentrations due to prolonged saturation from flood irrigation can occur in all horizons above the BC horizon.\nA horizons\nHue: 10YR or 7.5YR; dry or moist\nValue: 3 to 5 dry; 2 or 3 moist\nChroma: 1 to 3; dry or moist\nTexture: loam or silt loam\nClay content: 18 to 27 percent\nContent of rock fragments: 5 to 50 percent--5 to 40 percent gravel, 0 to 30 percent cobbles\nReaction: pH 6.1 to 7.3\nBt/E horizon\nHue: 10YR or 7.5YR\nValue: Bt part: 5 or 6 dry; 4 or 5 moist;\nE part: 6 or 7 dry; 5 or 6 moist;\nChroma: 2 to 4; dry or moist\nTexture: loam, silt loam or clay loam\nClay content: 23 to 30 percent\nContent of rock fragments: 15 to 60 percent--15 to 45 percent gravel, 0 to 15 percent cobbles\nReaction: pH 6.1 to 7.3\nBt horizons\nHue: 10YR or 7.5YR; dry or moist\nValue: 5 to 7 dry; 4 or 5 moist\nChroma: 2 to 6; dry or moist\nTexture: sandy clay loam, loam or clay loam\nClay content: 23 to 35 percent\nRock fragments: 35 to 65 percent--20 to 40 percent gravel, 10 to 30 percent cobbles\nReaction: pH 6.1 to 7.3\nBC horizon:\nHue: 7.5YR or 10YR; dry or moist\nValue: 6 or 7 dry; 5 or 6 moist\nChroma: 2 to 6; dry or moist\nTexture: sandy loam, sandy clay loam or loam\nClay content: 15 to 25 percent\nRock fragments: 35 to 70 percent--30 to 45 percent gravel, 5 to 40 percent cobbles\nReaction: pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nMarcel (MT) - have a seasonally high water table at depths of less than or equal to 42 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - fan remnants, stream terraces, alluvial fans and outwash plains\nElevation - 5,900 to 7,300 feet\nSlope - 0 to 15 percent\nParent material - mixed alluvium\nClimate - long, cold winters; cool, moist springs; short, cool summers\nMean annual precipitation - 14 to 20 inches\nMean annual air temperature - 34 to 39 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Beaverslide, Bighole, Mooseflat, Shewag and Wisdom soils.  The Beaverslide soils have greater than 35 percent clay in the control section and occur on remnant terraces and fans, Bighole soils are fine-loamy and occur on remnant terraces and fans, Mooseflat soils are very poorly drained and occur on floodplains and drainageways, Shewag soils are 10 to 20 inches to sand and gravel and occur on outwash plains, and Wisdom soils are fine-loamy over sandy skeletal and occur on outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained (Oxyaquic moisture subclass due to prolonged saturation from flood irrigation); moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cowcamp soils are used for irrigated grass hay and irrigated pasture.  The vegetation is mainly Garrison creeping foxtail, meadow foxtail, timothy, tufted hairgrass, and other miscellaneous sedges, rushes and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cowcamp soils are not extensive in the intermountain valleys of southwestern Montana. MLRAs - 43B, 44B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Beaverhead County, Montana, Big Hole Valley Area, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 2 to 13 inches (A1 and A2 horizons)\nGlossic horizon - from 13 to 18 inches (Bt/E horizon)\nHorizons with redox concentrations - from 13 to 28 inches (Bt/E and Bt horizons)\nParticle-size control section - from 13 to 33 inches (Bt/E, Bt1 and part of Bt2 horizons)\nCowcamp soils have a cryic temperature regime, an ustic moisture regime, and an oxyaquic moisture subclass.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
