{
  "SERIES": "COWDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF-RDC",
  "REVDATE": "08/2006",
  "STATES": "IL",
  "OVERVIEW": "The Cowden series consists of very deep, poorly drained soils that formed in loess on broad upland plains.  Permeability is slow.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 42 inches, and mean annual air temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Mollic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cowden silt loam - on a nearly level slope in a cultivated field at an elevation of about 665 feet above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; common very fine and few fine roots; few fine continuous tubular pores; few fine irregular dark brown (10YR 3/3) masses of iron-manganese accumulation in the matrix; moderately acid; abrupt smooth boundary.  (6 to 9 inches thick)\nEg1--8 to 14 inches; dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak medium platy structure parting to weak fine subangular blocky; friable; few very fine roots; common fine and medium tubular and vesicular pores; many distinct very dark gray (10YR 3/1) organic coatings on faces of peds and filling pores; few fine irregular dark brown (10YR 3/3) masses of iron-manganese accumulation in the matrix; moderately acid; clear smooth boundary.\nEg2--14 to 19 inches; gray (10YR 5/1) silt loam, light gray (10YR 7/1) dry; weak medium platy structure parting to weak fine subangular blocky; friable; few very fine roots; common fine and medium continuous tubular pores; common fine faint grayish brown (10YR 5/2) masses of iron accumulation in the matrix; common fine irregular dark brown (10YR 3/3) masses of iron accumulation in the matrix; strongly acid; abrupt smooth boundary.  (The combined thickness of the E horizon is 6 to 15 inches.)\nBtg1--19 to 26 inches; grayish brown (10YR 5/2) silty clay loam; moderate fine and medium prismatic structure parting to moderate medium angular and subangular blocky; firm; common very fine roots; few fine continuous tubular pores; common distinct light gray (10YR 7/1) dry, clay depletions on faces of peds in the upper 2 inches; many prominent very dark gray (10YR 3/1) organo-clay films on faces of peds; few fine distinct yellowish brown (10YR 5/4) and prominent (10YR5/6) masses of iron accumulation in the matrix; common fine and medium irregular black (10YR 2/1) iron-manganese nodules with sharp boundaries throughout; strongly acid; clear smooth boundary.\nBtg2--26 to 43 inches; grayish brown (10YR 5/2) silty clay loam; moderate medium prismatic structure parting to moderate medium and coarse angular blocky; firm; few very fine roots; many prominent very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium irregular black (10YR 2/1) and dark reddish brown (5YR 3/4) iron-manganese nodules with sharp boundaries throughout; moderately acid; gradual smooth boundary.\nBtg3--43 to 50 inches; light brownish gray (10YR 6/2) silty clay loam; weak coarse angular blocky structure; firm; few very fine roots; few fine vesicular and tubular pores; few prominent black (10YR 2/1) organic coatings lining root channels and pores; common distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; common coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix and strong brown (7.5YR 5/6) iron masses on ped surfaces throughout; few medium and coarse irregular black (10YR 2/1) iron-manganese nodules with clear boundaries  throughout; slightly acid; gradual smooth boundary.\nBCg--50 to 58 inches; gray (10YR 6/1) silt loam; weak medium and coarse angular blocky structure; friable; few very fine roots; few fine vesicular and tubular pores; few prominent very dark gray (10YR 3/1) organic coatings lining root channels and pores; few distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; common coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix and strong brown (7.5YR 4/6) iron masses on ped surfaces throughout; few fine and medium irregular black (10YR 2/1) iron-manganese nodules with clear boundaries throughout; neutral; clear smooth boundary.\nCg--58 to 69 inches; grayish brown (10YR 5/2) silt loam; massive, friable; few fine and medium vesicular and tubular pores; few prominent very dark gray (10YR 3/1) organic coatings lining root channels and pores; many medium and coarse prominent strong brown (7.5YR 5/6) and yellowish red (5YR 5/6) masses of iron accumulation in the matrix; common fine and medium irregular black (5YR 2.5/1) iron-manganese nodules with diffuse boundaries throughout; about 8 percent sand; neutral; clear smooth boundary.\n2Btgb--69 to 80 inches; grayish brown (10YR 5/2) silty clay loam; moderate fine and medium prismatic structure parting to weak medium angular blocky, firm; common medium and coarse vesicular and tubular pores; few prominent very dark gray (10YR 3/1) organic coatings lining root channels and pores; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine and medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few medium and coarse irregular black (5YR 2.5/1) and yellowish red (5YR 4/6) iron-manganese nodules with clear boundaries throughout; about 15 percent sand and 2 percent pebbles; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Illinois; about 2 miles northwest of Butler; 1,980 feet west and 30 feet north of southeast corner of sec. 8, T. 9 N., R. 4 W.; U.S.G.S. Butler, Illinois topographic quadrangle; lat. 39 degrees, 13 minutes, 55 seconds N. and long. 89 degrees, 33 minutes, 18 seconds W.  NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the base of the argillic horizon is 40 to 65 inches.  Loess typically is greater than 60 inches in thickness but, in some pedons, is as thin as 55 inches.  The particle-size control section averages between 35 and 42 percent clay and less than 7 percent sand.  Some pedons have one or more thin subhorizons that have as much as 45 percent clay.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 or 2.  Clay content is 17 to 27 percent.  Sand content is less than 15 percent and includes iron-manganese nodules and concretions.  Reaction ranges from moderately acid to neutral.\nThe Eg horizon has hue of 10YR, value of 4 to 6 (6 or 7 dry), and chroma of 1 or 2.  Clay content is 17 to 27 percent.  Sand content is less than 15 percent and includes iron-manganese nodules and concretions.  Reaction is very strongly acid or strongly acid, except the upper part ranges to moderately acid in some pedons that have been limed.\nSome pedons have a B/E horizon less than 3 inches in thickness between the Eg horizon and Btg horizon.\nThe Btg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6, and chroma of 1 or 2.  Redox features have hue of 7.5YR, 10YR or 2.5Y, value of 3 to 7, and chroma of 1 to 8.  Clay films have color value of 2 to 5 and chroma of 1 or 2.  The Btg horizon typically is silty clay loam, but some subhorizons are silty clay, and the lower part is silt loam in some pedons.  Reaction is very strongly acid to moderately acid in the upper part and strongly acid to neutral in the lower part.\nThe BCg horizon, where present, and Cg horizon has hue of 10YR, 2.5Y, 5Y, or is neutral, value of 4 to 6, and chroma of 0 to 2.  Texture is silt loam or silty clay loam.  Clay content is 20 to 30 percent and sand content is less than 7 percent.  Reaction is moderately acid to slightly alkaline.\nIn pedons with less than 80 inches of loess, the 2Cg, 2Ab, and 2Btgb horizon has hue of 7.5YR, 10YR, 2,5Y, 5Y, or is neutral, value of 3 to 6, and chroma of 0 to 2.  These horizons or strata typically are silt loam, loam, silty clay loam, or clay loam.  Color, texture, and thickness of these layers is quite variable.  Reaction is moderately acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cisne, Denny, and Smileyville series.  Cisne soils have more than 10 percent sand in the lower half of the series control section.  Denny soils are less acid in the upper part of the argillic horizon.  Smileyville soils average more than 42 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cowden soils are on broad, nearly level interfluves on the Illinoian till plain.  Slope ranges from 0 to 2 percent.  These soils formed in 55 to more than 80 inches of loess.  The material beneath the loess is Illinoian till or silty pedisediment often described as Roxanna silt or \"gritty loess\".  The till commonly contains a strongly developed paleosol.  Mean annual air temperature ranges  54 to 57 degrees F., mean annual precipitation ranges  35 to 42 inches, frost-free period ranges 170 to 200 days, and elevation ranges 400 to 700 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Darmstadt, Ebbert, Fosterburg, Herrick, Oconee, Piasa, Pierron, and Virden soils.  Darmstadt, Herrick, and Oconee soils are somewhat poorly drained; have chroma of 3 or higher in the matrix in one or more subhorizons of the Bt horizon; and are on slight rises, convex summits, or sloping areas along drainageways.  Also, Darmstadt soils have a natric horizon and Herrick soils have a mollic epipedon.  Oconee soils form a hydrosequence with Cowden soils.  The poorly drained Ebbert, Fosterburg, and Virden soils have mollic epipedons; Ebbert soils are in depressions and Fosterburg and Virden soils are on broad summits on till plains similar to the Cowden soils.  Fosterburg soils also have a concentration of exchangeable sodium in the subsoil.  The poorly drained Piasa soils have a natric horizon and are on broad summits intermingled with the Cowden soils.  The poorly drained Pierron soils are on similar landform positions as the Cowden soils but closer to the drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Cowden soils are poorly drained.  The potential for surface water runoff is  negligible to high. Permeability is slow or moderately slow.  In drained areas, depth to an intermittent perched high water table is 0.5 foot above the surface to 1 foot below from December to April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Cowden soils are cropped.  Corn, soybeans, and wheat are the principal crops.  Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central and west central Illinois.  Cowden soils are moderately extensive, mainly in MLRA(s) 113 and 114."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Clair County, Illinois, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The competing Denny series are differentiated from the Cowden series by differences in reaction and landscape setting.  These series are separated because of their unique statewide geographical occurrence, although reaction class overlaps at moderately acid and does not cause any major interpretive differences and landscape setting is not a recognized criterion for series differentiae.  Denny soils typically are in small closed depressions in the northern and central parts of the state, whereas Cowden soils are on broad till plains in the more highly weathered, thinner loess areas in the southern part of the state.\nDiagnostic horizons and features in this pedon include:\nochric epipedon - from the surface of the soil to a depth of 19 inches (Ap, Eg1, and Eg2 horizons);\nalbic horizon - from a depth of 8 to 19 inches (Eg1 and Eg2 horizons);\nargillic horizon - from a depth of approximately 19 to 50 inches (Btg1, Btg2, and Btg3 horizons);\nabrupt textural change - from the Eg2 horizon to the Btg1 horizon;\naquic conditions - periodic saturation and reduction, indicated by redoximorphic features throughout the soil;\nmesic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
