{
  "SERIES": "COWEEMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWR/RJE/TLA",
  "REVDATE": "11/2002",
  "STATES": "WA",
  "OVERVIEW": "The Coweeman series consists of very deep somewhat poorly drained soils formed in old alluvium.  These soils are on terraces at elevations of 250 to 700 feet.  Slopes are 3 to 30 percent.  The average annual precipitation is 45 to 65 inches and average annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aquic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coweeman silty clay loam - forested.  (Colors for moist soil except as otherwise noted.)\nA--0 to 7 inches; dark grayish brown (l0YR 4/2) silty clay loam, light brownish gray (l0YR 6/2) dry; strong medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine and medium and few coarse roots; strongly acid (pH 5.4); abrupt wavy boundary. (5 to 7 inches thick)\nBAt--7 to l4 inches; light brownish gray (l0YR 6/2) heavy silty clay loam, white (l0YR 8/2) dry; few fine faint mottles; moderate medium prismatic breaking readily to moderate medium subangular blocky structure; very hard, firm, sticky and plastic; many fine and medium roots; common fine, and few medium tubular pores; common moderately thick clay films on faces of peds and lining pores; few medium shot-like aggregates; strongly acid (pH 5.3); clear wavy boundary.  (5 to 8 inches thick)\nBtgl--l4 to 22 inches; light brownish gray (2.5Y 6/2) clay, white (2.5Y 8/2) dry; few medium distinct strong brown (7.5YR 5/8) mottles; strong medium and fine prismatic structure parting readily to strong fine and very fine angular blocky structure; very hard, very firm, sticky and very plastic; few fine roots; common fine and few medium tubular pores; common moderately thick clay films on faces of peds and lining pores; few fine shot-like aggregates; common medium black concretions and stains; strongly acid (pH 5.2); abrupt wavy  boundary.  (7 to 9 inches thick)\nBtg2--22 to 30 inches; light olive gray (5Y 6/2) clay, white (5Y 8/2) dry; many medium prominent strong brown (7.5YR 5/8) mottles; strong medium and fine prismatic structure parting readily to strong fine angular blocky structure; very hard, very firm, sticky and very plastic; few fine roots; common fine tubular pores; many thick clay films on faces of peds and lining pores; common medium black concretions and stains; moderately acid (pH 5.6); abrupt wavy boundary.  (8 to l0 inches thick)\nBtg3--30 to 35 inches; gray (5Y 6/l) clay, light gray (5Y 7/l) dry; common medium prominent strong brown (7.5YR 5/6) mottles; strong coarse and medium prismatic structure parting readily to strong very fine angular blocky; very hard, very firm, sticky and very plastic; common fine tubular pores; many thick clay films on faces of peds and lining pores; moderately acid (pH 5.6); abrupt wavy boundary.  (3 to 6 inches thick)\nBtg4--35 to 63 inches; gray (5Y 6/l) clay, light gray (5Y 7/l) dry; common fine prominent strong brown (7.5YR 5/8) and reddish brown (5YR 5/3) mottles; strong fine angular blocky structure; very hard, very firm, sticky and very plastic; few very fine tubular pores; many thick clay films on faces of peds and lining pores; moderately acid (pH 5.6); abrupt wavy boundary.  (27 to 30 inches thick)\nBtg5--63 to 70 inches; greenish gray (5GY 6/l) clay, light greenish gray (5GY 7/l) dry; few fine prominent yellowish brown (l0YR 5/8) mottles; moderate medium prismatic structure parting readily to strong fine angular blocky; extremely hard, very firm, sticky and very plastic; very few fine tubular pores; many thick clay films on faces of peds and lining pores; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cowlitz County, Washington.  Approximately 6 miles southeast of Kelso, about l mile south of the Rose Valley Road - Fish Pond Road junction and 50 feet northwest of the Fish Pond Road; l,625 feet east and 565 feet north of southwest corner of sec. l7, T. 7 N., R. l W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in the moisture control section for 45 to 60 consecutive days.  Mean annual soil temperature at 20 inches ranges from 50 to 54 degrees F.  Solum thickness exceeds 48 inches.  Coarse fragments range from 0 to l5 percent.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist and chroma of 2 or 3 moist or dry.  It is strongly acid or very strongly acid.\nThe BAt horizon has hue of 10YR or 2.5Y, value of 4 to 6 moist, 7 or 8 dry, and chroma of 2 or 3 moist and dry.  Texture is silty clay loam or silty clay.\nThe Btg horizon has hue of 5GY to 2.5Y, value of 5 or 6 moist, and chroma of l or 2 moist and dry and has prominent mottles with hue of 7.5YR or 5YR, value of 4 to 6, and chroma of 6 to 8.  It is strongly acid or moderately acid.."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bow, Coveland, Hardscrabble, Prather, Sara and Scamman soils. Bow, Coveland, Sara and Scamman soils have an albic horizon that interfingers into the argillic horizon.  Hardscrabble soils have a hue of l0YR in the Bt  horizon.  Prather soils have an umbric epipedon and have chroma of 4 to 6 in the matrix of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coweeman soils are on terraces at elevations of 250 to 700 feet.  Slopes are 3 to 30 percent.  The regolith consists of old alluvium, principally from basaltic and andesitic rocks.  The climate is characterized by dry summers and cool, wet winters.  The average January air temperature is 38 degrees F., the average July air temperature is 64 degrees F, and the average annual air temperature is 5l degrees F.  The average growing season (28 degrees F) is 220 to 240 days.  The average annual precipitation is 45 to 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Olympic, Sauvola, and Seaquest soils.  Olympic and Seaquest soils lack colors with a chroma of 2 or less and are well drained.  Sauvola soils lack colors with a chroma of 2 or less and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained, slow to rapid runoff; very slow permeability.  Depth to a perched seasonal high water table at a depth of 1 to 2 feet from December to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for timber production, but some areas have been cleared and used for hay and pasture.  Principal vegetation is Douglas-fir, western redcedar, red alder, and bigleaf maple, and some western hemlock, Oregon ash, and bitter cherry.  The understory is cascara buckthorn, salal, western hazel, vine maple, willow, western brackenfern, evergreen blackberry, Oregongrape, red huckleberry, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cowlitz County, Washington.  Coweeman soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cowlitz County, Washington, l981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 7 inches and an argillic horizon from 7 to 70 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; dark grayish brown (l0YR 4/2) silty clay loam, light brownish gray (l0YR 6/2) dry; strong medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine and medium and few coarse roots; strongly acid (pH 5.4); abrupt wavy boundary. (5 to 7 inches thick)"
      },
      {
        "name": "Btg2",
        "top": 56,
        "bottom": 76,
        "dry_hue": "5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btg2--22 to 30 inches; light olive gray (5Y 6/2) clay, white (5Y 8/2) dry; many medium prominent strong brown (7.5YR 5/8) mottles; strong medium and fine prismatic structure parting readily to strong fine angular blocky structure; very hard, very firm, sticky and very plastic; few fine roots; common fine tubular pores; many thick clay films on faces of peds and lining pores; common medium black concretions and stains; moderately acid (pH 5.6); abrupt wavy boundary.  (8 to l0 inches thick)"
      },
      {
        "name": "Btg3",
        "top": 76,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btg3--30 to 35 inches; gray (5Y 6/l) clay, light gray (5Y 7/l) dry; common medium prominent strong brown (7.5YR 5/6) mottles; strong coarse and medium prismatic structure parting readily to strong very fine angular blocky; very hard, very firm, sticky and very plastic; common fine tubular pores; many thick clay films on faces of peds and lining pores; moderately acid (pH 5.6); abrupt wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Btg4",
        "top": 89,
        "bottom": 160,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btg4--35 to 63 inches; gray (5Y 6/l) clay, light gray (5Y 7/l) dry; common fine prominent strong brown (7.5YR 5/8) and reddish brown (5YR 5/3) mottles; strong fine angular blocky structure; very hard, very firm, sticky and very plastic; few very fine tubular pores; many thick clay films on faces of peds and lining pores; moderately acid (pH 5.6); abrupt wavy boundary.  (27 to 30 inches thick)"
      },
      {
        "name": "Btg5",
        "top": 160,
        "bottom": 178,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btg5--63 to 70 inches; greenish gray (5GY 6/l) clay, light greenish gray (5GY 7/l) dry; few fine prominent yellowish brown (l0YR 5/8) mottles; moderate medium prismatic structure parting readily to strong fine angular blocky; extremely hard, very firm, sticky and very plastic; very few fine tubular pores; many thick clay films on faces of peds and lining pores; moderately acid (pH 6.0)."
      }
    ]
  ]
}
