{
  "SERIES": "COWEE",
  "STATUS": "Established Series",
  "BYREV": "MLS, MSH, BPS/ Rev. MDJ",
  "REVDATE": "05/2013",
  "STATES": "GA,NC,VA",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, parasesquic, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cowee gravelly sandy loam--forested. (Colors are for moist soil unless otherwise indicated.)\nOi--0 to 5 cm (0 to 2 inch); slightly decomposed leaves, twigs, roots, and other organic matter.\nA--5 to 18 cm (2 to 7 inches); reddish brown (5YR 4/4) gravelly sandy loam; weak fine granular structure; very friable; many fine and medium roots; common fine and medium flakes of mica; 20 percent by volume gneiss gravel; strongly acid; clear wavy boundary. (3 to 25 cm; 1 to 10 inches thick)\nBt1--18 to 38 cm (7 to 15 inches); red (2.5YR 4/8) gravelly sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common faint clay films on faces of peds; common fine and medium flakes of mica;20 percent by volume gneiss gravel; strongly acid; gradual wavy boundary.\nBt2--38 to 74 cm (15 to 29 inches); red (2.5YR 5/8) gravelly sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; common fine and medium flakes of mica; common faint clay films on faces of peds; 30 percent by volume gneiss gravel; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 25 to 71 cm; 10 to 28 inches.)\nCr--74 to 157cm (29 to 62 inches); weathered, multicolored hornblende gneiss; that can be dug with difficulty with hand tools; rock structure; partly consolidated in place; few fine roots in cracks; cracks are more than 10 cm (4 inches) apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Jackson\nState:  North Carolina\nUSGS Quadrangle:  Sylva South\nLatitude:  35.352906 N (NAD 27)\nLongitude:  83.132938 W (NAD 27)\nDirections to the pedon:  Jackson County, North Carolina; 1.1 miles northeast of Cullowhee from the Tuckasegee River on old N.C. Highway 107; 1.7 miles north of Black Mountain Baptist Church; 0.5 mile north on U.S. Forest Service access road and 500 feet west on U.S. Forest Service Trail, 25 feet north of trail."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness:  51 to 102 cm (20 to 40 inches)\nDepth to Bedrock:  51 to 102 cm to weathered bedrock, (20 to 40 inches)\nDepth Class:  Moderately Deep\nRock Fragment content:  0 to 35 percent, by volume, but typically less than 20 percent throughout the profile.\nSoil Reaction:  Extremely acid to moderately acid in the A horizons, except where limed; very strongly acid or strongly acid in the B and C horizons.\nContent of Mica:  0 to 20 percent, by volume mica flakes throughout\nRange of Individual Horizons:\nA or Ap horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 to 8.  Where value and chroma are 3 or less, horizon is less than 18 cm (7 inches thick)\nTexture (fine-earth fraction)--loam, fine sandy loam, or sandy loam.\nOther features--Some eroded pedons have a surface layer that is sandy clay loam or clay loam, and a hue of 2.5YR to 5YR.\nE horizon (if it occurs):\nColor:  Hue of 5YR to 10YR, value of 4 or 6, and chroma of 3 to 8.\nTexture (fine-earth fraction):  sandy loam, or fine sandy loam.\nAB or BA horizon (if they occur):\nColor--hue of 2.5YR to 7.5YR, value of 4 to 8, and chroma of 4 to 8.\nTexture (fine-earth fraction)--loam, sandy loam, fine sandy loam, or sandy clay loam.\nBt horizon:\nColor--hue of 2.5YR to 5YR, value of 4 to 6, and chroma of 4 to 8. In addition, subhorizons of the Bt horizon, but not the entire Bt horizon, may have hue of 7.5YR, value of 4 to 6, and chroma of 4 to 8.\nTexture (fine-earth fraction)--sandy clay loam, loam, or clay loam.\nBC horizon (if it occurs):\nColor--hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, very fine sandy loam, loam, or sandy clay loam.\nNon-redoximorphic mottles (if they occur)--shades of red, brown, or yellow are in some pedons.\nC/Bt horizon (if it occurs):\nColor--hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8; or is multicolored in shades of yellow, brown, red or gray.\nTexture (fine-earth fraction)--C is sandy loam, fine sandy loam, or loam saprolite; Bt is loam or sandy clay loam.\nNon-redoximorphic mottles (if they occur)--shades of red, brown, yellow, or gray mottles of relic rock material are in some pedons.\nC horizon (if it occurs):\nColor--hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8; or is multicolored in shades of yellow, brown, red or gray.\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, very fine sandy loam, loam,  loamy fine sand, or loamy sand saprolite.\nNon-redoximorphic mottles (if they occur)--shades of red, brown, or yellow. Gray or black mottles of relic rock material are in some pedons.\nCr horizon:\nBedrock kind--felsic to mafic, igneous and high-grade metamorphic rock such as amphibolite and  hornblende gneiss.\nBedrock hardness--moderately cemented\nFracture interval--greater than 10 cm (4 inches)\nExcavation difficulty--moderate to high"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBrevard soils--very deep (more than 152 cm, 60 inches); formed on colluvial or old alluvial landform positions.\nEvard soils--very deep (more than 152 cm, 60 inches)\nStott Knob soils--adjoining Mesic areas of the Southern Piedmont (MLRA 136).\nWalhalla soils--very deep (more than 152 cm, 60 inches); have a thicker argillic horizon, 71 to 140 cm (28 to 55 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  Southern Blue Ridge--130B\nLandscape:  Intermountain hills, low and intermediate mountains\nLandform:  Mountain slope, hillslopes, and ridges\nGeomorphic Component:  Mountain top, mountain flank, side slope, and interfluves\nHillslope Profile Position:  Summit, shoulder, and backslope\nParent Material Origin:  Felsic to mafic, igneous and high-grade metamorphic rocks, such as mica gneiss, hornblende gneiss, and amphibolite.\nParent Material Kind:  Residuum that is affected by soil creep in the upper solum.\nSlope:  Typically 15 to 50 percent, but range from 2 to 95 percent.\nElevation:  427 to 1341 meters; (1,400 to 4,400 feet)\nFrost-free period:  150 to 210 days\nMean Annual Air Temperature:  8 to 14 degrees C., (46 to 57 degrees F)\nMean Annual Precipitation:  1143 to 2286 millimeters, (45 to 90 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn addition to the competing Brevard and Evard series, these are:\nEdneytown and Pigeonroost soils--browner, on closely related landforms.\nClifton and Rabun soils have a fine particle size class, on related landforms.\nAshe, Buladean, Chestnut, and Edneyville soils--do not have an argillic horizon, on related landforms.\nBrownwood, Cashiers, Chandler, Fannin, Micaville, and Watauga soils--are in a micaceous family, on related landforms.  In addition, Brownwood, Cashiers, Chandler, and Micaville do not have an argillic horizon; Cashiers soils have thicker, darker surface layers, on ridges and side slopes of cool north to east aspects.\nCleveland and Saluda soils--have bedrock within a depth of 50 cm (20 inches), on related landforms.\nCullasaja, Greenlee, Haywood, Saunook, Tate, Thunder, Tuckasegee, and Tusquitee soils--are on colluvial benches, toe slopes, and fans. In addition, Cullasaja, Haywood, Saunook, Thunder, Tuckasegee, and Tusquitee soils have thicker, darker surface layers.\nHuntdale, Plott, Porters, Trimont, and Unaka soils--with thicker, darker surface layers, on ridges and side slopes of cool north to east aspects.  In addition, Plott, Porters, and Unaka do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class:  Well drained\nInternal Free Water Occurrence:  Very deep\nIndex Surface Runoff:  Very low or low runoff where forest litter has not been disturbed or only partially removed; medium to high runoff where litter has been removed.\nSaturated Hydraulic Conductivity Class:  High\nPermeability Class (obsolete):  Moderately rapid\nShrink-swell Class:  Low\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Woodland, less often pasture, hayland, and rarely cultivated crops.\nDominant Vegetation: Where wooded--chestnut oak, white oak, scarlet oak, black oak, hickory with some eastern white pine, Virginia pine, and shortleaf pine. Understory includes flowering dogwood, American chestnut sprouts, sourwood, mountain laurel, flame azalea, and buffalo nut."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  Southern Blue Ridge (MLRA 130-B) of North Carolina, South Carolina, Georgia, Tennessee, and Virginia.\nExtent:  Large--more than 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alexander County, North Carolina, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Cowee soils were previously mapped with Saluda and Evard.  The Cowee Series recognizes soils that are moderately deep, 51 to 102 cm (20 to 40 inches), to weathered bedrock.  Saluda soils are shallow and Evard soils are very deep.\nThe 1/98 revision places the Cowee series in a fine-loamy, parasesquic, mesic Typic Hapludults family. The series was formerly in a mixed mineralogy family. CEC activity class placement is based on sample pedon S85-NC-099-003 and on similar soils such as Brevard and Evard.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\na. Ochric epipedon--the zone from 0 to 18 cm, 0 to 7 inches (Oi and A horizons)\nb. Argillic horizon--the zone from 18 to 74 cm, 7 to 29 inches (Bt horizons)\nc. Paralithic contact--the contact with weathered rock at 74 cm, 29 inches (upper boundary of the Cr horizon).\nd. Parasesquic mineralogy class - total iron oxide, by weight (DCB Fe multiplied by 1.43) plus percent, by weight, gibbsite of more than 25 cm, 10 in the fine-earth fraction.\ne. Series control section--the zone from 18 to 69cm, 7 to 27 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nSoil Characterization Data is available from the Kellogg Soil Survey Laboratory (KSSL) website for the following pedon:\nhttp://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nPedon ID #: 85NC099003; Lab Pedon #: 85P0634\nRevised: 10/1992-MLS, AG, CD; 1/1998-DHK; 2/2002-MKC; 5/2013-Semi tab format and minor changes to Range in Characteristics, MLRA 130B."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 5 cm (0 to 2 inch); slightly decomposed leaves, twigs, roots, and other organic matter."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--5 to 18 cm (2 to 7 inches); reddish brown (5YR 4/4) gravelly sandy loam; weak fine granular structure; very friable; many fine and medium roots; common fine and medium flakes of mica; 20 percent by volume gneiss gravel; strongly acid; clear wavy boundary. (3 to 25 cm; 1 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--18 to 38 cm (7 to 15 inches); red (2.5YR 4/8) gravelly sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common faint clay films on faces of peds; common fine and medium flakes of mica;20 percent by volume gneiss gravel; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--38 to 74 cm (15 to 29 inches); red (2.5YR 5/8) gravelly sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; common fine and medium flakes of mica; common faint clay films on faces of peds; 30 percent by volume gneiss gravel; strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 25 to 71 cm; 10 to 28 inches.)"
      },
      {
        "name": "Cr",
        "top": 74,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--74 to 157cm (29 to 62 inches); weathered, multicolored hornblende gneiss; that can be dug with difficulty with hand tools; rock structure; partly consolidated in place; few fine roots in cracks; cracks are more than 10 cm (4 inches) apart."
      }
    ]
  ]
}
