{
  "SERIES": "COWSPRING",
  "STATUS": "Established Series",
  "BYREV": "JFR-DZM-JJJ-KP",
  "REVDATE": "03/2005",
  "STATES": "CA",
  "OVERVIEW": "Cowspring soils are moderately deep and well drained.  They formed in materials weathered mainly from granitic rocks.  Cowspring soils are on hillslopes and mountain slopes with slopes of 15 to 50 percent.  The mean annual precipitation is about 7 inches (178 mm), and the mean annual temperature is about 58 degrees F. (14 degrees C.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, thermic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cowspring  gravelly loamy sand, on a 38 percent west slope at 4,600 feet elevation under filaree, red brome and buckwheat.  (Colors are for dry soil unless otherwise stated.  When described on June 1, 1989, the soil was dry throughout.\nA--0 to 3 inches (0 to 8 cm)); yellowish brown (10YR 5/4) gravelly loamy coarse sand, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; common very fine interstitial pores; 30 percent gravel; moderately alkaline (pH 8.0); abrupt smooth boundary.\nBt1--3 to 10 inches (8 to 25 cm.); yellowish brown (10YR 5/4) gravelly coarse sandy loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; common very fine roots; few very fine interstitial pores; few thin clay films bridging mineral grains; 25 percent gravel; neutral (pH 7.0); clear smooth boundary.\nBt2--10 to 15 inches (25 to 38 cm.); yellowish brown (10YR 5/4) gravelly coarse sandy loam, dark yellowish brown (10YR 3/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common very fine interstitial and few very fine tubular pores; few thin clay films bridging mineral grains; 25 percent gravel; neutral (pH 7.3); clear wavy boundary.\nBt3--15 to 27 inches (38 to 69 cm.); yellowish brown (10YR 5/4) gravelly  coarse sandy loam, dark yellowish brown (10YR 3/4) moist; single grain; loose, nonsticky and nonplastic; common very fine roots; few very fine tubular pores; 25 percent gravel; neutral (pH 7.3); clear wavy boundary.\nCr--27 to 35 inches (69 to 89 cm.); partially decomposed granodiorite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County , California; about 1 1/2 miles southwest of Hoffman Peak; about 1,600 feet north and 500 feet east of the southwest corner of Section 1, T. 30 S., R. 35 E., MDBM; Cross Mountain, Quadrangle; lat. 35 degrees 21 minutes 11 seconds N and long. 118 degrees 10 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - Average annual: 59 to 62 degrees F (15 to 17 degrees C.).\nSoil moisture - The soil temperature is greater than 41 degrees F. (5 degrees C.) from about Febuary 1 to December 1 (290 to 320 days) and is greater than 47 degrees F (8 degrees C.) from about March 1 to November 10 (235 to 265 days). The soils are dry from about April 15 to November 30 (200 to 225 days). The soil is dry less than three fourths of the time the soil temperature is greater than 41\ndegrees F.\nParticle Size Control Section:\nRock fragments: 15 to 35 percent mostly 2 to 5 mm gravel\nClay content: 12 to 18 percent  There is at least a 3 percent\nclay increase from the A to the Bt horizons.\nReaction: neutral to moderately alkaline\nA horizon\nHue: 10YR\nValue: 5 or 6 dry, 3, 4 or 5 moist\nChroma: 3 or 4\nTexture: gravelly loamy coarse sand or gravelly coarse sandy loam\nOrganic matter: less than 1 percent\nBt horizon\nHue: 10YR, 7.5YR\nValue: 4, 5 or 6 dry, 3, 4 or 5 moist\nChroma: 3 or 4\nTexture: gravelly coarse sandy loam\nOrganic Matter: less than 1 percent\nDepth to the paralithic contact is 20 to 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adelanto, Chollawell and Lucerne series.  These soils are all are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cowspring soils are on gently rolling to steep hillslopes with slopes of 15 to 50 percent.  The soils formed in material weathered mainly from granitic bedrock.  Some areas have outcrops of metamorphic and volcanic rocks.  Elevations are 3,000 to 5,000 feet(9842 to 1524 meters).  The mean annual precipitation is 6 to 9 inches (150 to 230 mm), mostly as winter rain, and the mean annual temperature is 57 to 61 degrees F (14 to 16 degrees C).  The frost-free season is 190 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Tips(T) and Jawbone soils.  Tips and Jawbone soils are shallow to rock.  The Jawbone soil is sandy throughout and lacks an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing and wildlife habitat.  The vegetation is mainly filaree, annual forbs, red brome, California buckwheat, desert needlegrass and blackbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Kern County, California.  The series is not extensive in MLRA-29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California 1993; Northeastern Kern Area.  The name is coined from a nearby spring."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized on this pedon are:\nOchric epipedon -- the zone from the soil surface to 3 inches (A)\nArgillic horizon -- the zone from 3 to 27 inches (Bt1, Bt2, Bt3)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
