{
  "SERIES": "COXRANCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. LHG/LWH/PDC",
  "REVDATE": "07/2006",
  "STATES": "NM",
  "OVERVIEW": "The Coxranch series consists of deep to a hardpan, well drained, moderately permeable soils that formed in alluvium derived dominantly from igneous rocks.  Coxranch soils are on alluvial fans and fan piedmonts with slopes of 5 to 15 percent.  The mean annual precipitation is about 12 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Ustic Petroargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coxranch very gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 inches; reddish brown (5YR 5/4) very gravelly sandy loam, dark reddish brown (5YR 3/4) moist; weak thick platy structure; soft and loose, very friable, nonsticky and nonplastic; few fine roots; 25 percent gravel and 10 percent cobble; slightly acid; clear wavy boundary.  (0 to 4 inches thick)\nA2--2 to 4 inches; reddish brown (5YR 4/3) very gravelly sandy loam, dark reddish brown (5YR 2.5/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few fine roots; 25 percent gravel and 10 percent cobble; slightly acid; clear wavy boundary.  (0 to 5 inches thick)\nBAt--4 to 9 inches; reddish brown (5YR 5/4) very cobbly sandy clay loam, dark reddish brown (5YR 3/4) moist; slightly hard, very friable, slightly sticky and nonplastic; common fine roots; sand grains coated with oriented clay; 20 percent gravel and 40 percent cobble; neutral; clear wavy boundary.  (3 to 9 inches thick)\nBt1--9 to 16 inches; reddish brown (2.5YR 4/4) very cobbly sandy clay loam, dark reddish brown (2.5YR 3/4) moist; massive; very hard, friable, moderately sticky and slightly plastic; few fine roots; sand grains coated with oriented clay; 20 percent gravel and 40 percent cobble; neutral; clear wavy boundary.  (5 to 10 inches thick)\nBt2--16 to 24 inches; reddish brown (2.5YR 4/4) very gravelly sandy clay loam, dark reddish brown (2.5YR 3/4) moist; massive; very hard, friable, moderately sticky and slightly plastic; few fine roots; sand grains coated with oriented clay; 35 percent gravel and 25 percent cobble; slightly alkaline; clear wavy boundary.  (6 to 12 inches thick)\nBt3--24 to 35 inches; reddish brown (2.5YR 4/4) very cobbly sandy clay loam, dark reddish brown (2.5YR 3/4) moist; massive; very hard, friable, moderately sticky and slightly plastic; few fine roots; sand grains coated with oriented clay; 30 percent gravel and 35 percent cobble; moderately alkaline; clear wavy boundary.  (6 to 12 inches thick)\nBtk1--35 to 42 inches; reddish brown (2.5YR 5/4) very stony sandy clay loam, reddish brown (2.5YR 4/4) moist; massive; very hard, friable, moderately sticky and slightly plastic; few fine roots; sand grains coated with oriented clay; strongly effervescent; moderately alkaline; clear wavy boundary.  (4 to 8 inches thick)\nBtk2--42 to 44 inches; similar to the Btk horizon, but this horizon and the underlying materials cannot be excavated by backhoe because cobble, stones and boulders are tightly bound and possibly cemented by illuvial carbonate and clay.  This horizon extends to greater than 60 inches but can not be dug by normal methods."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dona Ana County, New Mexico; 300 feet north of arroyo; Southwest 1/4, Southwest 1/4 of section 23, T.22 S., R.4 E.; 106 degrees 42 minutes 45 seconds west longitude and 32 degrees 24 minutes 28 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July through September and December through April.  The soil is driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature - 59 to 66 degrees F.\nParticle size control section - 20 to 35 percent clay\nCalcium carbonate - 5 to 15 percent above 40 inches and generally greater than 15 percent below 40 inches\nRock fragments:  ranges from 35 to 75 percent by volume\nA horizon\nHue:  7.5YR, 5YR\nValue:  3 through 6 dry, 2 through 5 moist\nChroma:  2 through 4, dry or moist\nBt horizon\nHue:  2.5YR, 5YR\nValue:  4 through 6 dry, 3 through 5 moist\nChroma:  3 through 6, dry or moist\nBk horizon\nHue:  2.5YR, 5YR\nValue:  4 through 6 dry, 3 through 5 moist\nChroma:  3 through 6, dry or moist\nA calcic or petrocalcic horizon may be present at depths greater than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Coxranch soils are on alluvial fans and fan piedmonts.  Slopes range from 5 to 15 percent.  Elevations range from 4,300 to 5,200 feet.  The mean annual precipitation ranges from 10 to 13 inches.  The mean annual air temperature ranges from 57 to 63 degrees F.  The frost-free period is about 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Earp, Holliday, Baylor, Soledad, Caralampi Santo Tomas and soils similar to Coxranch having a mollic epipedon.  Earp, Holliday, Baylor, Soledad, Caralampi and Santo Tomas soils do not have a horizon that cannot be excavated by a backhoe."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for livestock grazing.  Present native vegetation includes mesquite, snakeweed, three-awn, black grama, blue grama, beardgrass, sideoats grama and Mormon tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern New Mexico.  The series is of small extent.  MLRA is 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dona Ana County, New Mexico, (Desert Project), 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 6 inches (A1, A2 horizons)\nArgillic horizon - The zone from 4 to 44 inches (BAt, Bt1, Bt2, Bt3, Btk1, Btk2 horizons)\nThe Btk2 is partially cemented with calcium carbonate and cannot be dug with a backhoe.\nADDITIONAL DATA:  The typical pedon is the pedon at site 34 in L.H. Gile. 1994. Soils, geomorphology and multiple displacements along the Organ Mountains Fault in Southern New Mexico. Bulletin 133. New Mexico Bureau of Mines and Mineral Resources. Data for a similar pedon at site 35 are also provided.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
