{
  "SERIES": "COYNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLE/JWS",
  "REVDATE": "01/2011",
  "STATES": "IL,IA",
  "OVERVIEW": "The Coyne series consists of very deep, well drained and moderately well drained soils formed in loamy wind-or water-deposited sediments and the underlying loamy lacustrine sediments on stream terraces. The substratum is sandy or gravelly sediments.  Slope ranges from 0 to 12 percent. The mean annual precipitation is about 890 mm (35 inches), and the mean annual temperature is about 9.4 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Coyne fine sandy loam in a nearly level cultivated field at an elevation of 180m (590 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); very dark gray (10YR 3/1) fine sandy loam, gray (10YR 5/1) dry; weak coarse subangular blocky structure parting to moderate very fine and fine granular; very friable; slightly acid; abrupt smooth boundary.\nA1--23 to 33 cm (9 to 13 inches); black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; weak coarse subangular blocky structure parting to moderate very fine and fine granular; very friable; slightly acid; clear smooth boundary.\nA2--33 to 58 cm (13 to 23 inches); very dark gray (10YR 3/1) and very dark grayish brown (10YR 3/2) fine sandy loam, gray (10YR 5/1) and grayish brown (10YR 5/2) dry; moderate fine granular structure; very friable; slightly acid; clear smooth boundary. [Combined thickness of the A horizon is 36 to 71 cm (14 to 28 inches).]\nBA--58 to 71 cm (23 to 28 inches); intermingled very dark grayish brown (10YR 3/2), dark brown (10YR 3/3), and dark grayish brown (10YR 4/2) fine sandy loam; weak coarse subangular blocky structure parting to very fine and fine granular; very friable; moderately acid; clear smooth boundary. [0 to 25 cm (0 to 10 inches) thick]\nBw--71 to 107 cm (28 to 42 inches); brown (7.5YR 4/4) fine sandy loam; weak coarse subangular blocky structure; very friable; few fine black (10YR 2/1) concretions (Fe & Mn oxides); moderately acid; clear smooth boundary. [25 to 76 cm (10 to 30 inches) thick]\n2Bt1--107 to 132 cm (42 to 52 inches); reddish brown (5YR 4/4) silty clay loam; strong medium and coarse subangular blocky structure; firm; many distinct dark reddish brown (5YR 3/3) clay films on faces of peds; moderately acid; abrupt smooth boundary.\n2Bt2--132 to 140 cm (52 to 55 inches); reddish brown (5YR 4/4) loam; strong medium and coarse subangular blocky structure; firm; many distinct dark reddish brown (5YR 3/3) clay films on faces of peds; moderately acid; abrupt smooth boundary. [Combined thickness of the 2Bt horizon is 15 to 46 cm (6 to 18 inches).]\n3C--140 to 152 cm (55 to 60 inches); brown (7.5YR 4/4) sand and gravel; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rock Island County, Illinois; 244 feet east and 847 feet south of the center of sec. 10, T. 20 N., R. 2 E.; USGS Cordova topographic quadrangle; lat. 41 degrees 44 minutes 3 seconds N. and long.90 degrees 15 minutes 21 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 122 to 183 cm (48 to 72 inches)\nDepth of the upper boundary of argillic horizon: greater than 102 cm (40 inches)\nParticle-size control section: averages 5 to 18 percent clay, 45 to 80 percent fine sand or coarser materials\nA horizon:\nHue: 10YR\nValue: 2 or 3 moist or 3 to 5 dry\nChroma: 1 to 3 moist or dry\nTexture: loam, fine sandy loam or loamy fine sand\nReaction: moderately acid to neutral\nBw horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 5\nTexture: loam or fine sandy loam\nStructure: weak or moderate medium or coarse subangular blocky\nconsistence: friable or very friable\nReaction: moderately acid to neutral\n2Bt horizon:\nHue: typically 5YR or 2.5YR, some thin strata, varves, or subhorizons with hue of 7.5YR or 10YR are within the range.\nValue: 4 to 6\nChroma: 3 to 6\nTexture: typically loam, silt loam, or silty clay loam, but some subhorizons are silty clay.\nReaction: moderately acid to neutral\n3C horizon:\nHue:  7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 to 8\nTexture: typically sand or sand and gravel. Some pedons contain strata of clay loam, loam, silty clay loam, or silt loam.\nReaction: moderately acid to moderately alkaline, free carbonates are not present above a depth of 152 cm (60 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Elston and Hesch series. Elston and Hesch soils have the upper boundary of the argillic horizon at depths less than 102 cm (40 inches). Hesch soils have sandstone bedrock within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on terraces primarily in the Mississippi River valley and in a few tributary valleys. They also are in the ancient Mississippi River valley known locally in Rock Island and Whiteside Counties, Illinois, as the Meredosia Slough. These soils formed in about 102 to 152 cm (40 to 60 inches) of loamy wind- or water-deposited sediments and the underlying loamy or clayey lacustrine sediments that had their origin from the hemitite-rich rocks of the Lake Superior region. Slope gradients range from 0 to 12 percent. The mean annual temperature is 8.9 to 11.1 degrees C (48 to 52 degrees F).  The mean annual precipitation is 813 to 991 mm (32 to 39 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Dickinson soils on nearby terrace ridges and the Joslin, Trempealeau, and Sparta soils on similar positions on the landscape.  Joslin soils contain more clay and less sand in the upper part of the solum and have the argillic horizon in the wind- or water-deposited sediments in the upper part of the solum. Trempealeau soils have reddish colors throughout the B horizon and are underlain by sandy sediments at depths of less than 102 cm (40 inches).  Sparta soils contain more sand\nthroughout the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained and moderately well drained. Runoff is low or medium.  Saturated hydraulic conductivity is high (14.11 to 42.34 micrometers per second) in the wind or water-deposited sediments, moderately high (1.41 to 4.23 micrometers per second) in the lacustrine sediments, and high to very high (42.34 to 141.14 micrometers per second) in the underlying materials. Permebility is moderately rapid in the wind or water-deposited sediments, moderately high in the lacustrine sediments, and rapid in the underlying materials."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Coyne soils are cropped. Corn, soybeans, small grain, and meadow are the principal crops. Native vegetation was prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Illinois and northeastern Iowa; LRR M, MLRAs 105, 108B, and 115C. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rock Island County, Illinois, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon - from a depth of 0 to 58 cm (0 to 23 inches) (Ap, A1, and A2 horizons).\nCambic horizon - from a depth of 71 to 107 cm (28 to 42 inches) (Bw horizon)\nArgillic horizon - from a depth of 107 to 140 cm (42 to 55 inches) (2Bt horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
