{
  "SERIES": "COZETICA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-ET-MAV-GAM",
  "REVDATE": "03/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid, frigid Vitrandic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cozetica gravelly coarse sand - on a 8 percent north-west slope at 7,750 feet elevation under big sagebrush, needle and thread grass, and antelope bitterbrush vegetation.  Colors are for dry soil unless otherwise stated.  When described June 5, 1980, the soil was moist below 3 cm. About 20 percent of the soil surface is partially covered with pumice gravel.\nA1--0 to 3 cm; light brownish gray (10YR 6/2) gravelly ashy coarse sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, nonsticky and nonplastic; many very fine interstitial pores; 20 percent fine and medium pumice gravel; slightly acid (pH 6.1); abrupt smooth boundary.  (3 to 5 cm thick).\nA2--3 to 13 cm; light brownish gray (10YR 6/2) ashy loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial pores; 10 percent fine pumice gravel; neutral (pH 6.7); clear smooth boundary.   (10 to 13 cm thick).\nC--13 to 33 cm; light gray (10YR 7/2) ashy loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial pores; 10 percent fine pumice gravel; neutral (pH 6.9); abrupt wavy boundary.  (18 to 38 cm thick).\n2C1--33 to 43 cm; light brownish gray (10YR 6/2) gravelly ashy loamy coarse sand, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; many very fine interstitial pores; 15 percent fine pumice gravel; neutral (pH 7.1); clear wavy boundary.  (8 to 10 cm thick).\n2C2--43 to 66 cm; light gray (10YR 7/2) gravelly ashy loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; many very fine interstitial pores; 15 percent fine and medium pumice gravel; slightly alkaline (pH 7.4); abrupt wavy boundary.  (20 to 25 cm thick).\n3C1--66 to 76 cm; very pale brown (10YR 7/3) gravelly ashy coarse sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 20 percent fine and medium pumice gravel, slightly alkaline (pH 7.6); abrupt wavy boundary.  (10 to 13 cm thick).\n3C2--76 to 89 cm; very pale brown (10YR 7/3) gravelly ashy coarse sand brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and few fine interstitial pores; 30 percent fine and medium pumice gravel; neutral (pH 7.0); abrupt wavy boundary.  (13 to 20 cm thick).\n4C--89 to 140 cm; light gray (10YR 7/2) gravelly ashy loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 15 percent fine and medium pumice gravel; neutral (pH 7.1); clear wavy boundary.  (43 to 64 cm thick).\n5C--140 to 165 cm; very pale brown (10YR 7/3) ashy loamy coarse sand, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent fine pumice gravel; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California.  About 12 miles east-southeast of Lee Vining near Mono Mills; 20 feet east of dirt road, directly across from Jeffrey Pine tree on west side of road; 2,500 feet south and 2,600 feet west of the northeast corner of section 5, T. 1 S., R. 28 E.; USGS Mono Mills 7.5 minute topographic quadrangle; latitude 37 degrees 53 minutes 15 seconds N and longitude 118 degrees 54 minutes 48 seconds W; WGS84 Decimal Degrees 37.8875000 latitude, -118.913333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of the soil is 152 cm or more.  The soil is usually dry from late May to November, and is moist in some or all parts of the control section the rest of the time.  The soil temperature is above 5.0 degrees C. from April 15 to December 1, and is above 8.3 degrees C. from April 30 to November 15.  Summer thunderstorms occur, but are sporadic and usually do not wet the control section.  The mean annual soil temperature is 5.6 to 8.3 degrees C.  Mean summer soil temperatures are 15.6 to 17.8 degrees C.  Volcanic glass content is from 60 to 100 percent.  The soil surface is partially covered with 5 to 20 percent pumice gravel.\nThe A horizon is gravelly coarse sand, gravelly loamy sand or loamy coarse sand with 5 to 25 percent fine and medium pumice gravel.  The organic carbon content is 0.6 to 1.0 percent.  Soil structure is massive or weakly granular in the A2 horizon.  The soil is slightly acid or neutral.\nThe C horizon color is 10YR 6/2, 7/2 or 7/3.  Moist colors is 10YR 3/2, 4/2 or 5/3.  Textures are loamy sand, loamy coarse sand, gravelly loamy coarse sand or gravelly coarse sand with 5 to 30 percent fine and medium pumice gravel.  The soil is neutral or slightly alkaline.  Some stratification is usually present, but no loamy or very gravelly strata are present.  Clay content is 1 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cozetica soils are on valley floors and fan terraces at elevations of 2,135 to 2,505 meters.  Slopes are 0 to 8 percent.  The soils are formed in rhyolitic volcanic ash alluvium and aerial deposits.  The mean annual precipitation is 300 to 360 mm, mostly as snow.  Mean January temperature is -6.6 to -5.5 degrees C.  The mean July temperature is 16.1 to 17.2 degrees C.  The mean annual temperature is 4 to 7 degrees C.  The frost-free season is 75 to 110 days.  Aridic moisture regime bordering on xeric."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brantel, Cowtrack and Zono (soils.  Brantel soils have mesic soil temperature regimes.  Cowtrack soils are underlain by hard bedrock at depths of 100 to 152 cm.  Cowtrack soils also have loamy horizons between depths of 76 to 152 cm.  Zono soils are underlain by hard bedrock at depths of 76 to 152 cm and are mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; very slow runoff; rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for rangeland and wildlife habitat.  Vegetation is mainly big sagebrush, antelope bitterbrush, western needlegrass, Indian ricegrass, basin wildrye, perennial forbs, annual forbs, and needleandthread grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Intermountain valleys in east-central California.  The soils are of small extent in MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mono County, California; Benton-Owens Soil Survey, 1986.  The name was coined from an Indian name in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic Horizons and other features recognized in the profile are:\nOchric epipedon - The zone from 0 to 18 cm (The A horizons and part of the C1 horizon).\nAshy mineralogy - assumed from SCS Lincoln Lab data on the ash content of the nearby Cowtrack series.\nThe temperature regime is frigid.  M.A.S.T. is 5.6 to 8.3 degrees C. and mean summer soil temperature is 15.6 to 17.8 degrees C.  This is based on actual measurements and the use of Rod Arkley's equation.\nParticle-size control section - The zone from 25 to 100 cm. (2C1, 2C2, 3C1, 3C2 and part of the C and 4C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
