{
  "SERIES": "COZTUR",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/RLB/JBF",
  "REVDATE": "02/2016",
  "STATES": "NV,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Coztur loam--rangeland.  (Colors are for dry soils unless otherwise noted.)  The soil surface is partially covered by 10 percent gravel.\nA1--0 to 8 cm; light brownish gray (10YR 6/2) loam, very dark grayish brown (10YR 3/2) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine, and few medium roots; common fine and medium vesicular pores; 10 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (5 to 15 cm thick)\nA2--8 to 18 cm; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine and medium tubular pores; 5 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (0 to 18 cm thick)\nBA--18 to 28 cm; light brownish gray (2.5Y 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine and medium tubular pores; 5 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (0 to 13 cm thick)\nBt--28 to 43 cm; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common fine tubular pores; common faint clay films on peds and lining pores; 10 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (10 to 18 cm thick)\nR--43 cm; unweathered tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada, about 38 miles southwest of Battle Mountain, approximately 1,270 feet south and 250 feet west of the northeast corner of section 16, T. 27 N., R. 41 E.; USGS Fish Creek Basin 7.5 minute topographic quadrangle; latitude 40 degrees 13 minutes 0seconds N and longitude 117 degrees 21 minutes 48 seconds W; WGS84 Decimal Degrees 40.2166667 latitude, -117.3633333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry in summer and fall, moist in winter and spring; aridic soil moisture regime bordering on xeric.\nSoil temperature: 6 to 8 degrees C.\nDepth to bedrock: 36 to 50 cm.\nReaction: Neutral through moderately alkaline.\nParticle-size control section - Clay content:  20 to 35 percent.\nRock fragments:  Less than 25 percent, mainly gravel.\nA horizon\nHue: 10 YR or 2.5Y\nValue:  5 through 7 dry, 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nBA horizon\nHue:  2.5Y or 10YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 through 4, dry or moist.\nBt horizon\nHue:  2.5Y or 10YR.\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 through 6, dry or moist.\nTexture:  Loam or clay loam.\nRock fragments:  Less than 25 percent, mainly gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Punchbowl and Rockstop series.  Punchbowl soils have hard bedrock within 36 cm. Rockstop soils have 30 to 50 percent volcanic glass in the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Coztur soils occur on mountain and hill crests and side slopes.  These soils formed in residuum from volcanic tuffaceous rocks.  Elevations are 1,620 to 2,200 meters. Slopes are 2 to 30 percent.  The climate is cool semiarid.  The mean annual precipitation is 250 to 300 mm; mean annual temperature is 5 to 8 degrees C., and the frost-free season is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grina, Locane, Minat, Reluctan and the competing Punchbowl series.  Grina soils lack an argillic horizon.  Locane soils have more than 35 percent clay in the control section.  Minat and Reluctan soils are deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mountain big sagebrush, Douglas rabbitbrush, pine bluegrass, bottlebrush squirreltail, and scattered invading juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are.\nOchric epipedon - The zone from the surface to 28 cm (A1, A2 and BA horizons).\nArgillic horizon - The zone from about 28 to 43 cm (Bt horizon).\nLithic contact - The boundary at about 43 cm (R layer).\nParticle-size control section - The zone from about 28 to 43 cm (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
