{
  "SERIES": "CRABCREEK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. RG/CLM",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crabcreek silt loam, nonirrigated pasture; on a 1 percent slope at 6,320 feet elevation.  When described on august 24, 1988 the soil was dry throughout.  (Color is for dry soil unless otherwise noted.)\nA1--0 to 3 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots; common fine tubular pores; 5 percent gravel; neutral (pH 7.3); clear smooth boundary.  (3 to 5 inches thick)\nA2--3 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure parting to strong fine granular; hard, friable, slightly sticky and slightly plastic; many fine roots; common fine irregular and tubular pores; 5 percent gravel; slightly alkaline (pH 7.6); gradual smooth boundary.  (3 to 9 inches thick)\nBt--7 to 18 inches; very dark grayish brown (10YR 3/2) silty clay loam, black (10YR 2/1) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; common fine roots; common fine irregular and tubular pores; few faint clay films on faces of peds; 10 percent gravel; slightly alkaline (pH 7.6); gradual smooth boundary.  (8 to 28 inches thick)\n2C1--18 to 34 inches; brown (10YR 5/3) gravelly sandy clay loam, dark grayish brown (10YR 4/2) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine roots; few fine tubular pores; 25 percent gravel; slightly alkaline (pH 7.6); gradual smooth boundary.  (3 to 16 inches thick)\n2C2--34 to 60 inches; variegated extremely gravelly sand; single grain; loose, nonsticky and nonplastic; few fine roots; many fine irregular pores; 90 percent gravel; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Idaho; about 2 miles west and 2 miles south of Kilgore, about 1,450 feet east and 1,500 feet south of the northwest corner of section 12, T.12N., R.38E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nProfile\nMollic epipedon thickness - 16 to 31 inches\nDepth to sand and gravel - 20 to 40 inches\nAverage annual soil temperature - 40 to 43 degrees F.\nA horizons\nValue - 3 through 5 dry, 2 or 3 moist\nChroma - 1 or 2 dry or moist\nClay content - 10 to 25 percent\nPebble content - 5 to 15 percent\nReaction - neutral or slightly alkaline\nBt horizon\nValue - 3 through 5 dry, 2 or 3 moist\nChroma - 1 through 3 dry or moist\nTexture - SICL, CL, GR-CL, or SCL\nClay content - 29 to 34 percent\nPebble content - 5 to 20 percent\nReaction - neutral or slightly alkaline\n2C1 horizon\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 1 through 3 dry or moist\nClay content - 22 to 28 percent\nPebble content - 25 to 30 percent\nReaction - neutral or slightly alkaline\n2C2 horizon\nPebble content - 70 to 90 percent\nTexture - GRX-S or GRX-LS\nClay content - 2 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  The Booneville series, in a closely related family, is on wooded sites that are moderately steep to steep and has a loamy-skeletal particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crabcreek soils are on glacial outwash or alluvial plains which may be dissected by stream channels.  Slopes range from 0 to 2 percent.  Elevations range from 6,000 to 6,500 feet.  The soil formed in glacial outwash and alluvium.  Average annual precipitation is 16 to 18 inches, average annual air temperature is 39 to 41 degrees F., the frost free period is 55 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alex, Hagenbarth, Idmonton (T) and Scalpcreek (T) soils.  Alex soils have a fine-loamy over loamy-skeletal particle-size control section and are on lower stream terraces.  Hagenbarth and Idmonton soils have fine-loamy particle-size control sections and are on adjacent and elevated terraces.  Scalpcreek soils have a coarse-loamy particle-size control section and are on well drained elevated terraces.  Idmonton soils are not pachic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very slow runoff; moderately slow permeability in the upper part and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Crabcreek soils are used for nonirrigated hayland, pasture and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Clark County, Idaho, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - the zone from 7 to 18 inches (the Bt, 2C1, and 2C2 horizons)\nMollic epipedon - the zone from the surface to 18 inches (A1, A2, and Bt horizons)\nArgillic horizon - the zone from 7 to 18 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
