{
  "SERIES": "CRABTREE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF-AON-TDT",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Aquic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crabtree stony loam - forested.  (Colors are for moist soil unless otherwise noted.)\nO--0 to 1 inch; black organic litter of needles, leaves and twigs.\nA1--0 to 8 inches; very dark grayish brown (10YR 3/2) stony loam, light brownish gray (10YR 6/2) dry; moderate medium and fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; many fine and very fine interstitial pores; 20 percent cobbles and stones, 15 percent fine gravel; moderately acid (pH 6.0); clear wavy boundary.  (5 to 10 inches thick)\nA2--9 to 27 inches; very dark grayish brown (10YR 3/2) very gravelly loam, pale brown (10YR 6/3) dry; moderate fine granular structure; soft, friable, nonsticky and nonplastic; many fine roots; many fine and very fine interstitial pores; 25 percent cobbles and stones; 30 percent fine gravel; slightly acid (pH 6.2); clear wavy boundary.  (12 to 20 inches thick)\nBw--27 to 40 inches; dark grayish brown (10YR 4/2) very gravelly loam, light gray (10YR 7/2) dry; many fine distinct brown (7.5YR 4/4) and yellowish brown (10YR 5/6) mottles; moderate medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, nonsticky and nonplastic; common fine roots; many fine and very fine interstitial pores; 20 percent cobbles and stones, 35 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (10 to 15 inches thick)\nBC--40 to 56 inches; variegated gray (10YR 5/1), brown (10YR 4/3), yellowish brown (10YR 5/6), dark brown (7.5YR 3/2) and dark reddish brown (5YR 3/3) very gravelly loam; weak medium subangular blocky structure; weakly consolidated, hard, firm, nonsticky and nonplastic; few fine roots throughout and thin mat at bottom of horizon; many fine and very fine irregular pores; 20 percent cobbles and stones, 35 percent gravel; thin discontinuous layer of very pale brown (10YR 8/3) ash at base of horizon; moderately acid (pH 5.8); abrupt wavy boundary.  (10 to 20 inches thick)\n2Cd--56 to 61 inches; variegated, very stony loam; massive, strongly consolidated; hard, firm, nonsticky and nonplastic; few fine irregular pores; 30 percent stones and cobbles and 25 percent gravel; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Linn County, Oregon; 2 miles south of Crabtree Mountain; southeast 1/4 southeast 1/4, sec. 29, T. 11 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 38 to 45 degrees F; mean summer soil temperature is less than 47 degrees F.  The soils are usually moist and are dry for less than 45 consecutive days between depths of 8 and 24 inches during the summer.  The depth to the densic material is 40 to 60 inches.  The solum has an estimated clay content of 15 to 25 percent and is slightly smeary.  Boulders typically occupy about 5 percent of the solum.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 6 or 7 dry, and chroma of 2 or 3 moist and dry.  It has 30 to 55 percent rock fragments.\nThe B horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 6 or 7 dry, and chroma of 2 to 4 moist and dry.  Mottles are few to many, distinct or prominent.  Mottles with chroma of 2 or less are at a depth of 20 to 30 inches.  It has 50 to 70 percent rock fragments.  It is very gravelly loam or extremely gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bensley and Holderman series in other families.  Bensley soils lack the consolidated substratum and are well drained within a depth of 30 inches.  Holderman soils are 20 to 40 inches deep to bedrock and are well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Crabtree soils are on uplands at elevations of 2,800 to 4,500 feet.  Slopes are 2 to 75 percent.  The soils formed in glacial till.  The climate is humid temperate with cold wet winters and cool moist summers.  The mean annual precipitation is 80 to 120 inches, much of which falls as snow from November to May.  The mean January temperature is 31 degrees F, mean July temperature is 55 degrees F, and the mean annual temperature is 41 to 45 degrees F.  The frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bensley and Holderman soils and the Keel, Henline, Winberry and Yellowstone soils.  Keel, Henline and Yellowstone soils have an umbric epipedon and are less than 40 inches deep to bedrock.  Winberry soils are less than 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to rapid runoff; moderate over slow permeability.  These soils receive run-on from adjacent higher areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Crabtree soils are used for timber production, watersheds, recreation and wildlife.  Natural vegetation is Douglas-fir, mountain hemlock, noble fir, Pacific silver fir, grand fir, western redcedar, vine maple, Pacific rhododendron, tall blue huckleberry, common beargrass and cascade Oregon-grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western footslopes of the Cascade Range in Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Linn County, Oregon, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  More investigation needed as to potential of andic properties.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
