{
  "SERIES": "CRACKEDGROUND",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL-MPK-JVC-JBF",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crackedground cobbly ashy loamy sand--on a nearly level plateau at an elevation of 1,349 meters--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 13 cm; grayish brown (10YR 5/2) cobbly ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; common very fine, common fine interstitial and tubular pores; 5 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 7.0); abrupt smooth boundary. (5 to 13 cm thick)\nA2--13 to 33 cm; brown (10YR 5/3) very cobbly ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, common fine and few medium roots; common very fine, common fine, and few medium interstitial and tubular pores; 10 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 7.2); clear wavy boundary. (13 to 20 cm thick)\nBw1--33 to 69 cm; brown (10YR 5/3) extremely stony ashy sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, common fine and few medium roots; few very fine, few fine, and few medium tubular pores; 15 percent gravel, 20 percent cobbles, and 30 percent stones; slightly alkaline (pH 7.4); clear smooth boundary. (20 to 70 cm thick)\nBw2--69 to 97 cm; light brownish gray (10YR 6/2) extremely stony ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, few fine, and few medium roots; few very fine and few fine tubular pores; 15 percent gravel, 25 percent cobbles, and 30 percent stones; slightly alkaline (pH 7.4); clear smooth boundary. (18 to 40 cm thick)\nBq--97 to 109 cm; light brownish gray (10YR 6/2) extremely stony ashy sandy loam, dark grayish brown (10YR 4/2) moist; strong medium and thick platy structure; very hard, extremely firm, slightly sticky and nonplastic; few very fine roots; few very fine pores; 40 percent discontinuous lenses of moderately silica-cemented material; 10 percent gravel, 25 percent cobbles, and 30 percent stones; slightly alkaline (pH 7.5); abrupt wavy boundary. (0 to 13 cm thick)\nR--109 cm; unweathered basalt; discontinuous thin (<1mm.) opal coats on surface of bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; near the edge of the East Lava Field about 4 miles southeast of Lava Mountain, 1.5 miles northeast of the Sinks Road, and 20 feet north of a jeep trail; approximately 1,280 feet south and 2,720 feet east of the northwest corner of section 4, T. 25 S., R. 17 E.; USGS Jacks Place 7.5 minute topographical quadrangle; latitude 43 degrees 26 minutes 16 seconds N and longitude 120 degrees 41 minutes 4 seconds W, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Usually moist in the moisture control section in winter and spring, dry in summer and fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 33 cm; does not include the Bw horizons.\nDepth to base of cambic horizon: Greater than 76 cm.\nDepth to bedrock: 100 to 150 cm to a lithic contact.\nVolcanic glass content: 30 to 60 percent in coarse silt through fine sand fractions.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content: 10 to 18 percent;\nRock fragments: 60 to 70 percent, mainly stones. Lithology of fragments is basalt.\nA1 horizon\nChroma: 2 or 3 dry.\nOrganic matter content: 1 to 3 percent.\nA2 horizon\nChroma: 2 or 3 dry.\nClay content: 10 to 16 percent.\nTexture: Very cobbly ashy sandy loam or very cobbly ashy loamy sand.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 1 or 2 percent.\nBw1 horizon\nChroma: 3 or 4, dry or moist.\nClay content: 10 to 18 percent.\nRock fragments: 60 to 75 percent.\nBw2 horizon\nValue: 5 or 6 dry.\nChroma: 2 through 4, dry or moist.\nClay content: 10 to 18 percent.\nRock fragments: 60 to 80 percent.\nBq horizon\nValue:  5 or 6 dry\nChroma:  2 through 4, dry or moist\nClay content:  10 to 18 percent\nRock fragments:  60 to 80 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cavin, Cinderfall, Nutzan, and Wildcatbutte series.\nCavin and Wildcatbutte soils are very deep. Cinderfall soils are very deep, have identifiable secondary carbonates at depths of 50 to 76 cm from the soil surface, and are dominated by gravel-size basaltic cinders in the lower part of the particle-size control section. Nutzan soils are moderately deep to paralithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crackedground soils are on lava plateaus and lava plains. These soils formed in volcanic ash over residuum derived from basalt. Slopes are 1 to 6 percent. Elevation ranges 1,310 to 1,465 meters. The climate is semiarid and characterized by cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm, mean annual temperature is 6 to 7 degrees C., and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jacksplace and Weglike soils. Jacksplace soils are ashy-skeletal, moderately deep to lithic contacts, and have argillic horizons. Weglike soils are fine-loamy, moderately deep to lithic contacts, and have buried horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low surface runoff; moderately rapid permeability: high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Crackedground soils are used for livestock grazing, wildlife habitat, and recreation. The vegetation consists of mountain big sagebrush, rubber rabbitbrush, Idaho fescue, Thurber's needlegrass, and western needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 33 cm (A1 and A2 horizons).\nCambic horizon - The zone from 33 to 97 cm (Bw1 and Bw2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A1, A2, and Bw1 horizons and part of the Bw2 horizon).\nLithic contact - The boundary at 109 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section and ashy-skeletal substitute class with glassy mineralogy - The zone from 25 to 100 cm (Bw1 and Bw2 horizons and parts of the A2 and Bq horizons).\nADDITIONAL DATA: Volcanic glass content is estimated to be between 30 and 60 percent in the sand and silt size fractions. This range of values was inferred from the glass count data determined for geographically associated pedons. These glass counts where determined using a polarizing petrographic microscope.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
