{
  "SERIES": "CRACKERNECK",
  "STATUS": "Established Series",
  "BYREV": "Rev. KLG-JAW-RLT",
  "REVDATE": "03/2006",
  "STATES": "MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, siliceous, semiactive, mesic Oxyaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crackerneck very gravelly silt loam on a 5 percent slope in a woodland at an elevation of 1,115 feet.\nA1--0 to 2 inches; very dark grayish brown (10YR 3/2) very gravelly silt loam; weak fine granular structure; very friable; many very fine roots throughout; many very fine interstitial and tubular pores; 45 percent subrounded chert gravel; strongly acid (pH 5.2); clear smooth boundary.\nA2--2 to 5 inches; brown (10YR 4/3) extremely gravelly silt; weak fine and medium granular structure; very friable; many very fine to medium roots throughout; many very fine interstitial and tubular pores; 65 percent subrounded chert gravel; very strongly acid (pH 5.0); clear smooth boundary. (combined thickness of the A horizon is 3 to 9 inches)\nBA--5 to 9 inches; 52 percent brown (10YR 4/3) and 48 percent light yellowish brown (10YR 6/4) extremely gravelly silt; weak fine and medium granular structure; very friable; many very fine to coarse roots throughout and common very coarse throughout; many very fine interstitial and tubular pores; 62 percent subrounded chert gravel; strongly acid (5.1); clear smooth boundary. (0 to 15 inches thick)\nBt1--9 to 16 inches; light yellowish brown (10YR 6/4) extremely gravelly silt loam; weak very fine and fine subangular blocky structure; friable; many very fine to coarse roots throughout and common very coarse throughout; many very fine interstitial and tubular pores; few faint patchy light yellowish brown (10YR 6/4) clay films on faces of peds; few faint discontinuous very pale brown (10YR 8/3) silt coats on faces of peds and few prominent discontinuous brown (10YR 4/3) organic coats on faces of peds; 75 percent subangular chert gravel; very strongly acid (4.9); clear wavy boundary.\nBt2--16 to 23 inches; light yellowish brown (10YR 6/4) extremely gravelly silt loam; weak very fine and fine subangular blocky structure; firm; many very fine to coarse roots throughout; many very fine interstitial pores; few prominent discontinuous light yellowish brown (10YR 6/4) clay films on faces of peds and few faint discontinuous light brownish gray (10YR 6/2) skeletans on faces of peds and few prominent discontinuous brown (10YR 4/3) organic coats on faces of peds; 54 percent subangular chert gravel and 6 percent subangular paragravel and 9 percent subrounded chert gravel and 1 percent subrounded paragravel; very strongly acid (4.8); abrupt wavy boundary. (combined thickness of the Bw and Bt horizons is 3 to 17 inches)\n2Bt3--23 to 42 inches; 70 percent yellowish red (5YR 4/6) and 15 percent strong brown (7.5YR 5/8) and 15 percent red (2.5YR 4/6) extremely gravelly silt loam; moderate fine subangular blocky structure; firm; common very fine and fine roots throughout; common very fine interstitial pores; few prominent discontinuous red (2.5YR 4/6) clay films on faces of peds and common prominent continuous yellowish red (5YR 4/6) clay films on faces of peds and few prominent discontinuous dark grayish brown (10YR 4/2) skeletans in root channels and/or pores and few prominent discontinuous light brownish gray (10YR 6/2) skeletans on faces of peds and in pores and very few prominent discontinuous brownish yellow (10YR 6/8) iron stains on rock fragments; 39 percent subangular chert gravel and 16 percent subangular paragravel and 21 percent subangular chert stones and 9 percent subangular parastones and 3 percent subrounded chert cobbles and 2 percent subrounded paracobbles; very strongly acid (4.6); clear wavy boundary. (6 to 33 inches thick)\n3Bt4--42 to 68 inches; 45 percent red (2.5YR 4/8) and 35 percent red (2.5YR 4/6) and 20 percent yellowish brown (10YR 5/8) extremely gravelly silty clay; strong very fine and fine angular blocky structure; firm; common very fine and fine roots throughout; common very fine interstitial pores; common prominent continuous red (2.5YR 4/6) clay films on faces of peds and few prominent continuous dark red (2.5YR 3/6) clay films on faces of peds and few prominent discontinuous dark gray (10YR 4/1) skeletans in root channels and/or pores and few prominent discontinuous gray (10YR 6/1) skeletans in root channels and/or pores and few prominent discontinuous brown (10YR 4/3) clay films on faces of peds and in pores; 19 percent subangular chert cobbles and 1 percent subangular paracobbles and 62 percent subangular chert gravel and 3 percent subangular paragravel and 5 percent subangular chert stones; extremely acid (3.8); abrupt irregular boundary. (6 to 50 inches thick)\n4R--68 inches; Chert"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McDonald County, Missouri; 2.3 miles west of Anderson; 600 feet west and 1,700 feet south of the northeast corner of section 9, T. 22 N., R. 33 W.; USGS Anderson, Missouri topographic quadrangle; UTM Zone: 15S; Easting: 0366362; Northing: 4057759."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock is more than 60 inches. Depth to redoximorphic features is 12 to 40 inches. Stones cover from 0 to .1 percent of the surface. The rock fragments are chert and the parafragments are Tripolitic chert. Parafragments constitute 0 to 100 percent of the total rock fragments of individual horizons. Some pedons have up to 30 percent fragic properties in the 2Bt horizon.\nA or Ap horizon\nHue:\t\t\t7.5YR or 10YR\nValue:\t\t2 to 5\nChroma:\t\t1 to 4\nFine-earth:\t\tsilt or silt loam\nRock fragments:\t18 to 80 percent gravel, 0 to 30 percent cobbles\nReaction:\t\tvery strongly acid to slightly acid\nAn E horizon is present in some pedons\nAB, BA, or BE horizon\nHue:\t\t\t10YR or 7.5YR\nValue:\t\t4 to 6\nChroma:\t\t3 to 6\nFine-earth:\t\tsilt loam or silt\nRock fragments:\t30 to 70 percent gravel, 0 to 40 percent cobbles, 0 to 10 percent stones, 0 to 25 percent channers\nReaction:\t\tvery strongly acid to slightly acid\nBt horizon\nHue:\t\t\t10YR, 7.5YR, 5YR or 2.5YR\nValue:\t\t4 to 8\nChroma:\t\t3 to 6\nClay depletions (when present)\nHue:\t\t\t10YR\nValue:\t\t4 to 6\nChroma:\t\t1 or 2\nFine-earth:\t\tsilt loam, silty clay loam or clay loam\nRock fragments:\tTotal: 35 to 70; 30 to 70 percent gravel, 0 to 40 percent cobbles, 0 to 20 percent channers, 0 to 15 percent stones\nReaction:\t\tvery strongly acid and moderately acid\n2Bt horizon\nHue:\t\t\t10YR, 7.5YR, 5YR or 2.5YR\nValue:\t\t3 to 7\nChroma:\t\t3 to 8\nClay depletions (when present)\nHue:\t\t\t10YR or 2.5Y\nValue:\t\t4 to 7\nChroma:\t\t2 or 3\nFine earth:\t\tsilt loam, loam, silty clay loam, clay loam, or clay\nRock fragments:\t25 to 85 percent gravel, 0 to 30 percent cobbles, 0 to 30 percent stones\nReaction:\t\tvery strongly acid\n3Bt horizon\nHue:\t\t\t10YR, 7.5YR, 5YR, 2.5YR or 10R\nValue:\t\t3 to 6\nChroma:\t\t3 to 8\nClay depletions (when present)\nHue:\t\t\t10YR or 2.5Y\nValue:\t\t4 to 7\nChroma:\t\t1 or 3\nFine earth:\t\tclay loam, silty clay loam, silty clay or clay\nRock fragments:\t15 to 80 percent gravel, 0 to 65 percent cobbles, 0 to 5 percent stones\nReaction:\t\textremely acid or very strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crackerneck soils are on ridge tops. Slopes are convex and the gradients range from 1 to 35 percent. These soils formed in cherty and silty colluvium, hillslope sediments and residuum from cherty limestone in  Mississippian geology. The mean annual temperature varies from 55 to 59 degrees F. The mean annual precipitation varies from 38 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aslinger, Bendavis, Clarksville, Hailey, Jollymill, and Noark soils. Bendavis soils are 20 to 40 inches to bedrock. Jollymill soils are 40 to 60 inches to bedrock. Aslinger soils have a fine-loamy particle size class. Noark soils have a clayey-skeletal particle size class. Clarksville soils are somewhat excessively drained and Hailey soils are excessively drained. Bendavis and Jollymill soils are on ridge tops and side slopes. Aslinger soils are on high stream terraces. Hailey soils are on shoulder slopes and side slopes. Clarksville and Noark soils are on ridge tops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, low to high runoff, moderately slow permeability.  The saturated hydraulic conductivity is moderately high.  A saturated zone is present at 1.0 to 3.0 feet for a cumulative total of a month or more during fall to late spring in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are cleared and used for pasture and hayland or remain forested.  Native vegetation is mixed hardwoods and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozark Highland (MLRA 116A) and Springfield Plain (MLRA 116B) regions of southwest Missouri and possibly Arkansas.  This series is of medium extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jasper County, Missouri, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formally included with the Nixa series in Southwest Missouri and possibly Northwest Arkansas.  It is mapped on the border of the mesic and thermic temperature regimes, and was considered to be mesic in most years.\nDiagnostic horizons and features in this pedon include:\n1) Ochric epipedon - the zone from 0 to 16 inches (A horizon).\n2) Argillic horizon - the zone from 23 to 68 inches (2Bt3 and 3Bt4 horizons).\n3) Oxyaquic features - the zone from 16 to 42 inches.\nADDITIONAL DATA:  Pedon ID Number 96MO119121. University of Missouri Soil Characterization Laboratory sample number M9611983. National Soil Survey Laboratory sample number S9811902.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
