{
  "SERIES": "CRADLEBAUGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC/ELS/JBF",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "OVERVIEW": "The Cradlebaugh soils consists of deep, poorly drained soils that formed in alluvium derived from mixed rocks.  Cradlebaugh soils are on floodplains and have slopes of 0 to 2 percent.  The mean annual precipitation is about 280 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Duric Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cradlebaugh clay loam--cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 10 cm; gray (10YR 5/1) clay loam, very dark brown (10YR 2/2) moist; moderate fine granular structure in the uppermost 5 cm and massive below; very hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine tubular pores; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (8 to 20 cm thick)\nA--10 to 23 cm; gray (10YR 5/1) clay loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and few medium tubular pores; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (10 to 15 cm thick)\nAC--23 to 43 cm; gray (2.5Y 5/1) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct mottles, dark gray (10YR 4/1) moist; weak coarse prismatic structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine tubular and interstitial pores; common fine and medium soft masses and filaments of carbonate in root channels; few faint clay films on faces of peds and in pores; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (18 to 23 cm thick)\nBq--43 to 68 cm; gray (2.5Y 6/1) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; common fine and medium soft masses and filaments of carbonate in root channels; few faint clay films on faces of peds and in pores; massive; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; discontinuous weak silica cementation; common fine soft masses of carbonate; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (20 to 30 cm thick)\nC1--68 to 81 cm; grayish brown (2.5Y 5/2) silty clay loam, very dark grayish brown (2.5Y 3/2) moist; weak fine angular and subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine tubular pores; strongly alkaline (pH 8.6); clear smooth boundary.  (13 to 18 cm thick)\nC2--81 to 99 cm; grayish brown (2.5Y 5/2) slightly micaceous sandy clay loam, olive gray (5Y 4/2) moist; massive; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine, and few tubular pores; moderately alkaline (pH 8.4); clear wavy boundary.  (15 to 20 cm thick)\nC3--99 to 140 cm; light olive gray (5Y 6/2) slightly micaceous fine sandy loam, olive gray (5Y 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; moderately alkaline (pH 8.4); clear wavy boundary.  (33 to 46 cm thick)\nCqg--140 to 165 cm; light olive gray (5Y 6/2) slightly micaceous fine sandy loam, variegated olive gray (5Y 4/2) and olive (5Y 4/3) moist; common medium and coarse grayish brown (10YR 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and fine tubular pores; 10 to 15 percent brittle silica cemented fragments that range from about 0.6 to 2.5 cm in diameter; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; about 1,000 feet north and 25 feet east of the apparent center of section 2, T. 12 N., R. 19 E.; USGS Minden 7.5 minute topographic quadrangle; latitude 38 degrees 56 minutes 6 seconds N and longitude 119 degrees 48 minutes 57 seconds W; WGS84 Decimal Degrees 38.9348889 latitude, -119.8157222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Saturated for 1 month or more in the spring during most years unless drained.\nMean annual soil temperature: 9 to 10 degrees C.\nCalcareous to depths: 50 to 75 cm.\nDepth to discontinuous weak silica cementation and durinodes: Ranges from 46 to 76 cm except that where land leveling cuts have been made the depth is as shallow as 30 cm in some pedons.\nParticle-size control section - Clay content: Averages 20 to 30 percent.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2.\nOther features: This horizon is commonly 25 to 36 cm thick except where land leveling cuts have been made it is as thin as 18 cm in some pedons.\nBq and C horizons\nHue: 2.5Y, 5Y or neutral.\nValue: 5 through 7 dry, 3 or 4 moist.\nChroma: 1 through 3, dry or moist.\nTexture: Stratified silty clay loam, clay loam, sandy clay loam, loam, very fine sandy loam or fine sandy loam.\nCementation: Commonly has 20 to 40 percent silica cemented fragments but ranges up to 90 percent in some pedons.\nRedox concentrations: few or common and distinct or prominent.  Strata of sand or gravel are below depth of 122 cm in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series presently in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cradlebaugh soils are on smooth floodplains and alluvial terraces at elevations of 1,375 to 1,465 meters.  Slopes are 0 to 2 percent.  These soils formed in alluvium derived from primarily granitic rocks, with admixture of gneiss, slate, andesite, basalt and volcanic ash.  Climate is cool, semiarid with mean annual precipitation of 250 to 300 mm.  The mean annual temperature is 9 to 10 degrees C.  The frost free season is 90 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dangberg and Heidtman soils.  Dangberg soils have natric horizons and duripans.  Heidtman soils lack silica cementation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; slow runoff; moderately high saturated hydraulic conductivity.  The water table commonly ranges from 50 to 75 cm during late winter and spring.  Some areas have been partially drained by diversion and pumping and are somewhat poorly drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cradlebaugh soils are used for meadow hay and pasture.  Cultivated areas are cropped in rotation with alfalfa and grain and harvested for grain or hay.  Native vegetation is principally clover, fescues, foxtail, saltgrass and bassia.  In the more poorly drained areas the meadows consist of sedges, redtop, bluegrass, saltgrass and native clover.  In areas that are strongly alkali or strongly saline alkali, greasewood with an understory of saltgrass and foxtail is the principal vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys in western Nevada.  The soils are inextensive. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County (Physical Survey of the Carson Valley SCD), Nevada, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   These soils were classified as Humic Gley soils.\nDiagnostic horizon and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 23 cm (Ap and  A horizons).\nAquic feature - Saturated for 1 month or more in the spring during most years.\nDuric horizon - The zone from 43 to 68 cm (Bq horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bq, C1, C2 and part of the AC and C3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
