{
  "SERIES": "CRAGWASH",
  "STATUS": "Established Series",
  "BYREV": "Rev: AEC/DWB/SBS",
  "REVDATE": "08/2009",
  "STATES": "CA",
  "OVERVIEW": "The Cragwash series consists of deep, well drained soils that formed in alluvium redeposited from tephra over outwash from volcanic rocks. Cragwash soils are on outwash plains. Slopes range from 1 to 30 percent. The mean annual precipitation is about 41 inches (1041 mm) and the mean annual temperature is about 43 degrees F (6 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal over sandy or sandy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cragwash ashy loamy coarse sand, on a northwest-facing (312 degrees) slope of 5 percent, under a cover of white fir and Jeffrey pine at an elevation of 5669 feet, (1728 m). When described on 10/2/07, the soil was slightly moist to 3 inches (7 cm) and dry to 82 inches (208 cm). (Colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches (0 to 4 cm); fresh and slightly decomposed needles, twigs and branches; abrupt smooth boundary.\nA1--2 to 3 inches (4 to 7 cm); dark grayish brown (10YR 4/2) ashy loamy coarse sand, very dark brown (10YR 2/2) moist; 4 percent clay; weak thick platy structure; soft, very friable, nonsticky, nonplastic; common very fine roots; common very fine interstitial and tubular pores; 2 percent subangular medium and coarse gravel and 10 percent subangular fine gravel; strongly acid, pH 5.5 by pH meter 1:1 water; NaF pH 8.5; abrupt smooth boundary.\nA2--3 to 5 inches (7 to 13 cm); light brownish gray (10YR 6/2) gravelly ashy coarse sand, very dark grayish brown (10YR 3/2) moist; 3 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine and fine roots; many very fine irregular and tubular pores; 5 percent subangular medium and coarse gravel and 20 percent subangular fine gravel; moderately acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.3; clear smooth boundary. (Combined thickness of the A horizon is 0.8 to 8 inches, (2 to 20 cm) thick)\nC--5 to 11 inches (13 to 29 cm); light gray (10YR 7/2) very gravelly ashy coarse sandy loam, dark grayish brown (10YR 4/2) moist; 2 percent clay; massive parting to weak fine to coarse subangular blocky; soft, very friable, nonsticky, nonplastic; few coarse and common very fine to medium roots; few fine irregular and tubular and common very fine irregular and tubular pores; 20 percent angular medium and coarse gravel and 20 percent angular fine gravel; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 10.6; abrupt smooth boundary. (6.3 to 31 inches, (16 to 80 cm) thick)\n2Ab--11 to 17 inches (29 to 43 cm); brown (10YR 5/3) very gravelly ashy loamy coarse sand, dark brown (10YR 3/3) moist; 3 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very coarse and many very fine to coarse roots; common very fine irregular and  tubular pores; 20 percent subangular fine gravel and 30 percent subangular medium and coarse gravel; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 10.8; abrupt smooth boundary. (0 to 10.6 inches, (0 to 27 cm) thick)\n2Bwb1--17 to 27 inches (43 to 68 cm); pale brown (10YR 6/3) very gravelly ashy loamy coarse sand, brown (10YR 4/3) moist; 2 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very coarse and many very fine to coarse roots; common very fine irregular and  tubular pores; 5 percent subangular cobbles and 18 percent subangular fine gravel and 35 percent subangular medium and coarse gravel; slightly acid, pH 6.2 by pH meter 1:1 water; NaF ph 10.8; clear smooth boundary.\n2Bwb2--27 to 38 inches (68 to 97 cm); pale brown (10YR 6/3) extremely gravelly ashy loamy coarse sand, brown (10YR 4/3) moist; 2 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; many very fine and fine, common medium and few coarse roots; common very fine and fine interstitial and many very fine tubular pores; 13 percent subangular fine gravel and 15 percent subangular cobbles and 34 percent subangular medium and coarse gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.6; clear smooth boundary. (Combined thickness of the 2Bwb horizon is 19 to 41 inches, (49 to 103 cm) thick)\n2Bqb--38 to 57 inches (97 to 144 cm); light gray (10YR 7/2) extremely cobbly ashy coarse sand, brown (10YR 4/3) moist; 2 percent clay; weak fine and medium subangular blocky parting to single grain; soft, very friable, nonsticky, nonplastic; common very fine and fine and few medium roots; common fine interstitial and many very fine interstitial and tubular pores; 30 percent silica masses on rock fragements and in pores; 13 percent subangular fine gravel and 26 percent subangular medium and coarse gravel and 35 percent subangular cobbles; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.6; abrupt smooth boundary. (0 to 17 inches, (0 to 43 cm) thick)\n2Bqmb--57 to 82 inches (144 to 208 cm); light gray (10YR 7/1) cemented extremely gravelly ashy loamy coarse sand, dark grayish brown (10YR 4/2) moist; 2 percent clay;  massive; extremely hard, slightly rigid, strongly cemented, nonsticky, nonplastic; many very fine and fine interstitial pores; 50 percent silica masses in matrix; 2 percent subangular cobbles and 33 percent subangular medium and coarse gravel and 33 percent fine gravel; neutral, pH 6.8 by pH meter 1:1 water; NaF ph 10.5"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shasta County, California, about 0.38 miles southeast of Lost Creek Organizational Campground, approximately 100 feet south and 2500 feet east of the northwest corner of sec 10, T. 31 N, R. 4 E, 40 degrees, 33 minutes, 27 seconds north latitude and 121 degrees, 30 minutes, 40 seconds west longitude, NAD83; USGS Quad: Manzanita Lake, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to restrictive feature: Duripan 40 to 60 inches (102 to 152 cm).\nMean annual soil temperature: 44 to 46 degrees F (7 to 8 degrees C).\nSoil moisture control section is dry: July to October (about 90 days).\nParticle-size control section: ashy-skeletal portion 2 to 3 percent clay, and 50 to 58 percent rock fragments, sandy-skeletal portion 1 to 2 percent clay and 62 to 74 percent rock fragments.\nSurface fragments: 5 to 20 percent gravel, 0 to 10 percent cobbles, 0 to 1 percent stones, and 0 to 1 percent boulders.\nA horizon:\nColor dry: 10YR 4/1, 4/2, 5/2, 6/2, 2.5Y 6/2, 7/2\nColor moist: 10YR 2/2, 3/1, 3/2, 4/2, 4/3\nTexture: ashy loamy coarse sand, gravelly ashy coarse sand, gravelly ashy coarse sandy loam, gravelly ashy sandy loam, ashy sandy loam, gravelly ashy loamy sand\nClay content: 2 to 6 percent\nRock fragments: 5 to 20 percent fine gravel, 1 to 10 percent medium and coarse gravel, 5 to 25 percent total gravel\nOrganic matter: 3 to 12 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.2 to 0.5\nP retention: 15 to 30 percent\nGlass content: 35 to 50 percent\nNaF pH: 8.5 to 10.5\nSoil reaction: strongly acid to neutral\nC horizon:\nColor dry: 10YR 6/2, 6/3, 7/2, 7/3, 8/2, 2.5Y 7/1, 7/2\nColor moist: 10YR 4/2, 4/3, 5/2, 5/3, 2.5Y 5/2, 5/3, 6/2\nTexture: very gravelly ashy coarse sandy loam, gravelly ashy sandy loam, extremely gravelly ashy coarse sand, gravelly ashy coarse sandy loam, very gravelly ashy sandy loam, ashy coarse sandy loam, ashy fine sandy loam, ashy coarse sand, gravelly ashy loamy coarse sand, very gravelly ashy coarse sand, ashy loamy sand, gravelly ashy coarse sand\nClay content: 1 to 8 percent\nRock fragments: 1 to 25 percent fine gravel, 0 to 45 percent medium and coarse gravel, 1 to 65 percent total gravel\nOrganic matter: 0.9 to 1.8 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.3 to 0.6\nP retention: 15 to 40 percent\nGlass content: 10 to 45 percent\nNaF pH: 9.3 to 11.2\nSoil reaction: slightly acid or neutral\n2Ab horizon:\nColor dry: 10YR 4/2, 5/3, 6/2, 6/3\nColor moist: 10YR 2/2, 3/3, 4/2\nTexture: very gravelly ashy loamy coarse sand, gravelly ashy sandy loam, very stony ashy loamy sand\nClay content: 2 to 7 percent\nRock fragments: 5 to 20 percent fine gravel, 1 to 30 percent medium and coarse gravel, 5 to 50 percent total gravel, 0 to 15 percent cobbles, 0 to 20 percent stones, 15 to 50 percent total rock fragments\nOrganic matter: 3 to 5 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1 to 1.5\nP retention: 60 to 65 percent\nGlass content: 30 to 40 percent\nNaF pH: 10.6 to 11.4\nSoil reaction: slightly acid or neutral\n2Bwb horizon:\nColor dry: 10YR 5/3, 6/3, 6/4, 7/2, 7/3, 7/4\nColor moist: 10YR 3/3, 4/3, 4/4, 4/6\nTexture: very gravelly ashy loamy coarse sand, extremely gravelly ashy loamy coarse sand, very gravelly ashy sandy loam, extremely cobbly ashy loamy sand, gravelly ashy sandy loam, very cobbly ashy loamy sand, gravelly ashy loamy sand\nClay content: 2 to 6 percent\nRock fragments: 5 to 20 percent fine gravel, 5 to 35 percent medium and coarse gravel, 15 to 55 percent total gravel, 0 to 40 percent cobbles, 0 to 20 percent stones, 25 to 80 percent total rock fragments\nOrganic matter: 1 to 3 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.2 to 1.5\nP retention: 60 to 70 percent\nGlass content: 12 to 35 percent\nNaF pH: 10.2 to 11.3\nSoil reaction: slightly acid or neutral\n2Bqb horizon:\nColor dry: 10YR 7/2, 7/3, 8/3\nColor moist: 10YR 4/3, 5/3\nTexture: extremely cobbly ashy coarse sand, extremely cobbly ashy loamy coarse sand, very gravelly ashy loamy sand, very gravelly ashy loamy coarse sand\nClay content: 1 to 3 percent\nRock fragments: 10 to 15 percent fine gravel, 15 to 30 percent medium and coarse gravel, 30 to 40 percent total gravel, 5 to 40 percent cobbles, 40 to 75 percent total rock fragments\nOrganic matter: 0.3 to 0.9 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1 to 1.3\nP retention: 50 to 55 percent\nGlass content: 10 to 30 percent\nNaF pH: 10.0 to 11.0\nSoil reaction: slightly acid or neutral\n2Bqmb horizon:\nColor dry: 10YR 7/1, 7/2, 7/3, 8/1, 2.5Y 8/1\nColor moist: 10YR 4/2, 5/3, 2.5Y 5/2\nTexture: cemented extremely gravelly ashy loamy coarse sand, cemented very gravelly ashy coarse sandy loam, cemented extremely cobbly ashy loamy sand, cemented very gravelly ashy loamy coarse sand\nClay content: 1 to 3 percent\nRock fragments: 10 to 35 percent fine gravel, 15 to 35 percent medium and coarse gravel, 30 to 70 percent total gravel, 0 to 40 percent cobbles, 40 to 75 percent total rock fragments\nOrganic matter: 0.1 to 0.5 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.5 to 1\nP retention: 35 to 45 percent\nGlass content: 10 to 30 percent\nNaF pH: 10.0 to 11.0\nRupture resistance: weakly cemented to strongly cemented\nSoil reaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cragwash soils are on outwash plains. Slopes are 1 to 30 percent. These soils formed in alluvium redeposited from tephra over outwash from volcanic rocks. Elevation is 5497 to 7255 feet (1676 to 2212 m). Mean annual precipitation is 39 to 93 inches (991 to 2362 mm). The mean annual temperature is 40 to 44 degrees F (4.5 to 6.5 degrees C). Frost free season is 60 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chaos and Sueredo soils. The Chaos soils are very deep and on rockfall avalanches from Chaos Crags. The Sueredo soils are very deep to dense till and are on adjacent moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: well drained; saturated hydraulic conductivity is high to very high in the A, C, 2Ab, 2Bwb and 2Bqb horizons, and moderately low in the 2Bqmb horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, recreation, ecosystem management and watershed. Vegetation is white fir, Jeffrey pine, ponderosa pine, western needlegrass and big squirreltail. California red fir occurs at higher elevations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in MLRA: 22B Southern Cascade mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shasta County, California. Source of name is coined from the concept that tephra from Chaos Crags eroded off of slopes and was redeposited on outwash plains."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 11 to 17 inches, (29 to 43 cm)\nAndic soil properties: 3 to 5 inches, (7 to 13 cm) and 11 to 27 inches, (29 to 68 cm)\nDuripan: 57 inches, (144 cm)\nParticle-size control section for this pedon: 2 to 41 inches, (4 to 104 cm)\nSoil moisture control section: 26 to 57 inches, (65 to 144 cm)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nCharacterization data from lab pedon number 08N0097 NSSL, Lincoln, NE. NASIS User Pedon ID in Davis, MLRA Office: 789357."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 2 inches (0 to 4 cm); fresh and slightly decomposed needles, twigs and branches; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "structure": "weak thick platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--2 to 3 inches (4 to 7 cm); dark grayish brown (10YR 4/2) ashy loamy coarse sand, very dark brown (10YR 2/2) moist; 4 percent clay; weak thick platy structure; soft, very friable, nonsticky, nonplastic; common very fine roots; common very fine interstitial and tubular pores; 2 percent subangular medium and coarse gravel and 10 percent subangular fine gravel; strongly acid, pH 5.5 by pH meter 1:1 water; NaF pH 8.5; abrupt smooth boundary."
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--3 to 5 inches (7 to 13 cm); light brownish gray (10YR 6/2) gravelly ashy coarse sand, very dark grayish brown (10YR 3/2) moist; 3 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine and fine roots; many very fine irregular and tubular pores; 5 percent subangular medium and coarse gravel and 20 percent subangular fine gravel; moderately acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.3; clear smooth boundary. (Combined thickness of the A horizon is 0.8 to 8 inches, (2 to 20 cm) thick)"
      },
      {
        "name": "C",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--5 to 11 inches (13 to 29 cm); light gray (10YR 7/2) very gravelly ashy coarse sandy loam, dark grayish brown (10YR 4/2) moist; 2 percent clay; massive parting to weak fine to coarse subangular blocky; soft, very friable, nonsticky, nonplastic; few coarse and common very fine to medium roots; few fine irregular and tubular and common very fine irregular and tubular pores; 20 percent angular medium and coarse gravel and 20 percent angular fine gravel; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 10.6; abrupt smooth boundary. (6.3 to 31 inches, (16 to 80 cm) thick)"
      },
      {
        "name": "2Ab",
        "top": 28,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Ab--11 to 17 inches (29 to 43 cm); brown (10YR 5/3) very gravelly ashy loamy coarse sand, dark brown (10YR 3/3) moist; 3 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very coarse and many very fine to coarse roots; common very fine irregular and  tubular pores; 20 percent subangular fine gravel and 30 percent subangular medium and coarse gravel; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 10.8; abrupt smooth boundary. (0 to 10.6 inches, (0 to 27 cm) thick)"
      },
      {
        "name": "2Bwb1",
        "top": 43,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bwb1--17 to 27 inches (43 to 68 cm); pale brown (10YR 6/3) very gravelly ashy loamy coarse sand, brown (10YR 4/3) moist; 2 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very coarse and many very fine to coarse roots; common very fine irregular and  tubular pores; 5 percent subangular cobbles and 18 percent subangular fine gravel and 35 percent subangular medium and coarse gravel; slightly acid, pH 6.2 by pH meter 1:1 water; NaF ph 10.8; clear smooth boundary."
      },
      {
        "name": "2Bwb2",
        "top": 69,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bwb2--27 to 38 inches (68 to 97 cm); pale brown (10YR 6/3) extremely gravelly ashy loamy coarse sand, brown (10YR 4/3) moist; 2 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; many very fine and fine, common medium and few coarse roots; common very fine and fine interstitial and many very fine tubular pores; 13 percent subangular fine gravel and 15 percent subangular cobbles and 34 percent subangular medium and coarse gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.6; clear smooth boundary. (Combined thickness of the 2Bwb horizon is 19 to 41 inches, (49 to 103 cm) thick)"
      },
      {
        "name": "2Bqb",
        "top": 97,
        "bottom": 145,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bqb--38 to 57 inches (97 to 144 cm); light gray (10YR 7/2) extremely cobbly ashy coarse sand, brown (10YR 4/3) moist; 2 percent clay; weak fine and medium subangular blocky parting to single grain; soft, very friable, nonsticky, nonplastic; common very fine and fine and few medium roots; common fine interstitial and many very fine interstitial and tubular pores; 30 percent silica masses on rock fragements and in pores; 13 percent subangular fine gravel and 26 percent subangular medium and coarse gravel and 35 percent subangular cobbles; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.6; abrupt smooth boundary. (0 to 17 inches, (0 to 43 cm) thick)"
      },
      {
        "name": "2Bqmb",
        "top": 145,
        "bottom": 208,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "structure": "massive",
        "dry_rupture": "rigid",
        "moist_rupture": "rigid",
        "coherence": "strongly cemented",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bqmb--57 to 82 inches (144 to 208 cm); light gray (10YR 7/1) cemented extremely gravelly ashy loamy coarse sand, dark grayish brown (10YR 4/2) moist; 2 percent clay;  massive; extremely hard, slightly rigid, strongly cemented, nonsticky, nonplastic; many very fine and fine interstitial pores; 50 percent silica masses in matrix; 2 percent subangular cobbles and 33 percent subangular medium and coarse gravel and 33 percent fine gravel; neutral, pH 6.8 by pH meter 1:1 water; NaF ph 10.5"
      }
    ]
  ]
}
