{
  "SERIES": "CRAGGEY",
  "STATUS": "Established Series",
  "BYREV": "AG MSH; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN,VA",
  "OVERVIEW": "The Craggey series consists of shallow, somewhat excessively drained, loamy soils on ridges and side slopes at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  They formed in residuum that is affected by soil creep and weathered from felsic to mafic, igneous and high-grade metamorphic rocks. Near the type location, mean annual air temperature is 40 degrees F., and mean annual precipitation is 64 inches and . Slopes range from 8 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, frigid Lithic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Craggey loam on a 18 percent ridge top at an elevation of 5,812 feet--heath bald vegetation. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inch; mat of decomposing leaves and twigs laced with many fine live roots.\nA1--1 to 8 inches; very dark brown  (10YR 2/2) loam; weak fine granular structure; very friable; many very fine and few medium roots; 3 percent by volume gravel;  common very fine and fine flakes of mica, very strongly acid;  clear smooth boundary.\nA2--8 to 14 inches; very dark grayish brown (10YR 3/2) sandy loam; weak medium granular structure; very friable; few very fine and fine roots; 5 percent by volume gravel; strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20  inches thick)\nR--14 inches; hard, high-grade metagraywacke and kyanite garnet mica schist bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Buncombe County, North Carolina; 18.5 miles northeast of Asheville on Blue Ridge Parkway; 0.25 miles west  on Craggey Pinnacle Trail, 50 feet west of trail in a grassy area; USGS Craggy Pinnacle topographic quadrangle; lat. 35 degrees 42 minutes 14 seconds N. and long. 82 degrees 22 minutes 40 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a lithic contact ranges from 10 to 20 inches. Content of rock fragments is less than 35 percent by volume throughout. Reaction ranges from extremely acid to moderately acid. Content of flakes of mica is few  or common.\nThe O horizon, where present, has hue of 2.5YR to 10YR, value of 2 or 3, and chroma of 1 to 3; or has hue of N and value of 2 or 3. It is peat (Oi), mucky peat (Oe), or muck (Oa). The O horizon is less than two-thirds the total thickness of the soil, and is underlain by mineral layers 5 or more inches thick.\nThe A horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3. Organic matter content decreases with depth. It is sandy loam, fine sandy loam, loam, silt loam, or sandy clay loam in the fine-earth fraction.\nAn AB horizon (where present) has hue of 5YR to 10YR, value of 3, and chroma of 3 or 4. It has textures similar to that of the A horizon.\nSome pedons contain a thin Bw horizon 2 to 6 inches thick. Where present, hue is 7.5YR or 10YR, value of 3 to 6, and chroma of 3 to 6. It is sandy loam, fine sandy loam, loam, or sandy clay loam in the fine-earth fraction.\nSome pedons have a thin Cr horizon of weathered igneous or high-grade metamorphic rock.\nThe R horizon is hard felsic to mafic igneous or high-grade metamorphic bedrock. Horizontal spacing of cracks is 4 inches or more. Cementation is commonly indurated."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Pullback series is the only other series in this family. Pullback soils formed in residuum from low-grade metasedimentary rocks such as metasandstone, slate, and phyllite, and contain fragments of those rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Craggey soils are on ridges and side slopes at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  Rock outcroppings are commonly associated with Craggey soils. Elevation commonly ranges from about 4,800 to 6,600 feet. On north and east aspects this soil may occur at somewhat lower elevations.  Slopes range from 8 to 95 percent. These soils formed in residuum affected by soil creep and weathered from felsic to mafic igneous and high-grade metamorphic rocks such as granite, mica gneiss, hornblende gneiss, amphibolite, or high-grade metagraywacke. Mean annual air temperature ranges from 35 to 45 degrees F., and mean annual precipitation ranges from 60 to 110 inches. The frost-free season ranges from 90 to 130 days, and length of the growing season is about three months. Moist atmospheric conditions in the form of fog and cloud cover are prevalent throughout the year in these high mountain areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Balsam, Burton, Clingman, Longhope, Tanasee, and Wayah soils. Balsam and Tanasee soils have formed from colluvium.  Burton and Wayah soils have bedrock deeper than 20 inches. Clingman soils have organic horizons that are two-thirds or more of the thickness of the soil and mineral layers less than 4 inches thick. Longhope soils are very poorly drained and have organic horizons 16 to 30 inches thick overlying mineral soil material. Burton, Clingman, and Wayah soils occur on ridges and side slopes.  Balsam and Tanasee soils are on colluvial benches, foot slopes and fans. Longhope soils occur in broad drainageways or fens (locally referred to as \"bogs\")."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; surface runoff is rapid, and permeability is moderately rapid. Most of the water movement is along the lithic contact."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in State or Federal ownership and is used for watershed protection, recreation, and wildlife habitat. In areas higher than about 5,400 feet, red spruce and fraser fir are the dominant trees. At the lower elevations, northern red oak, black oak, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, and yellow buckeye are common trees. In many areas, the trees are stunted due to wind and ice damage and a \"windswept\" phase is recognized. The acreage covered by heath balds is vegetated with rhododendron, mountain laurel, blueberry, striped maple, bearberry, flame azalea, hawthorn, blue ridge goldenrod, and mountain ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations in the Southern Blue Ridge mountains, MLRA 130B of North Carolina, Tennessee, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Buncombe County, North Carolina; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Craggey soils were formerly mapped in the Cleveland and Porters series and in miscellaneous stony land units. These soils would have been classified in the Lithosol great soil group. Craggey series was initially placed in a mesic soil temperature class. Soil temperature data collected in North Carolina support placement of this series in the frigid soil temperature class. Although Craggey soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data are available from the NSSC Soil Survey Laboratory, Lincoln, NE for this pedon: S91NC-021-009.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - the zone from the mineral soil surface to a depth of 14 inches (A1 and A2  horizons)\nLithic contact - the occurrence of hard bedrock at a depth of 14 inches (R horizon)\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4.\nADDITIONAL DATA:\nNASIS Data Map Unit ID: NASIS data for the typical pedon in Buncombe County, NC are represented by DMU ID # 368632.\nMLRA: 130B SIR: NC0117, NC0232 (Organic Surface)\nRevised: 3/03-MSH,MKC\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inch; mat of decomposing leaves and twigs laced with many fine live roots."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--1 to 8 inches; very dark brown  (10YR 2/2) loam; weak fine granular structure; very friable; many very fine and few medium roots; 3 percent by volume gravel;  common very fine and fine flakes of mica, very strongly acid;  clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--8 to 14 inches; very dark grayish brown (10YR 3/2) sandy loam; weak medium granular structure; very friable; few very fine and fine roots; 5 percent by volume gravel; strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20  inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--14 inches; hard, high-grade metagraywacke and kyanite garnet mica schist bedrock."
      }
    ]
  ]
}
