{
  "SERIES": "CRAGOSEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "12/1999",
  "STATES": "WY",
  "OVERVIEW": "The Cragosen series consists of shallow, well drained soils that have bedrock at less than 20 inches.  The soils formed in slopewash alluvium on fan aprons, footslopes, and shoulder, ridge, and hill crests.  Slopes are from 0 to 60 percent and are both simple and complex.  The mean annual precipitation is about 12 inches, and the mean annual temperature is 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, frigid, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cragosen gravelly loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, brown (10YR 5/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as coatings on undersides of rock fragments; 25 percent pebbles and 10 percent cobbles; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 6 inches thick)\nC--3 to 14 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 4/3) moist; slightly hard, very friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as thin coatings on all surfaces of rock fragments; 35 percent pebbles and 10 percent cobbles; moderately alkaline (pH 8.4); clear wavy boundary.  (4 to 14 inches thick)\n2Cr--14 to 60 inches; soft, calcareous shale interbedded with siltstone and thin lenses of sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming; 660 feet west and 660 feet south of the NE corner of sec. 33, T. 18, N., R. 86 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 6 to 20 inches.  Depth to uniformly calcareous material ranges from 0 to 6 inches.  The mean annual soil temperature is about 44 degrees F. and ranges from 40 to 46 degrees F.  The mean annual summer soil temperature ranges from 59 to 63 degrees F.  EC ranges from 0 to 4 mmhos throughout the soil.  Exchangeable sodium is estimated to be between 0 and 12 percent.  The particle size control section matrix is loam, sandy loam, or sandy clay loam with 15 to 25 percent clay and 30 to 60 percent sand with 15 percent or more fine sand or coarser.  Rock fragment content of the control section ranges from 25 to 45 percent pebbles and 5 to 15 percent cobble and averages over 35 percent.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 2 through 4.  Reaction is neutral through strongly alkaline.  Neutral and mildly alkaline reactions occur in the presence of gypsum that acts as a buffering agent.\nThe C or Bk horizon has hue of 5Y through 7.5YR, value of 4 through 7 dry, 3 through 6 moist, and chroma of 2 through 4.  Reaction ranges from mildly through strongly alkaline.  The mildly alkaline reaction occurs in the presence of gypsum.  A Bw or Bk horizon may replace part or all of the C horizon but is not diagnostic of either a cambic or calcic horizon.  The carbonate movement, while common in some pedons, is not consistent and, though pedogenic, does not meet the requirement for a diagnostic horizon.\nThe 2Cr horizon consists of varicolored shales interbedded with semiconsolidated siltstone and sandstone.  The material is soft with thin, discontinuous lenses of consolidated rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this class.  The Blazon, Colhill, Grobutte, and Highpoint soils are similar.  Blazon soils have less than 35 percent coarse fragments in the particle size control section.  Colhill and Grobutte soils are deeper than 20 inches to bedrock.  The Highpoint soils are lime- free and have a nonacid reaction class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Cragosen soils are on fan aprons, footslopes, shoulders, and crests of ridges and hills.  These soils formed in slopewash alluvium over sandstone controlled uplands.  Slopes range from 0 to 60 percent and are both simple and complex.  Elevations range from 6,000 to 7,800 feet.  The mean annual precipitation is about 12 inches but ranges from 9 to 14 inches with about half falling as snow and rain during April, May, and June.  The mean annual temperature is about 40 degrees F. but ranges from 39 to 44 degrees F.  The frost-free season is estimated to range from 60 to 100 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Blazon and Highpoint soils and the Pensore soils.  Pensore soils have carbonatic mineralogy and have a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium through very rapid runoff depending upon slope and surface rock cover.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, wildlife habitat, and to a limited extent for native pasture.  Native vegetation is bluebunch wheatgrass, Indian ricegrass, needleandthread, thickspike wheatgrass, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and western Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Wyoming; 1983.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, brown (10YR 5/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as coatings on undersides of rock fragments; 25 percent pebbles and 10 percent cobbles; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 8,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--3 to 14 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 4/3) moist; slightly hard, very friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as thin coatings on all surfaces of rock fragments; 35 percent pebbles and 10 percent cobbles; moderately alkaline (pH 8.4); clear wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 36,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--14 to 60 inches; soft, calcareous shale interbedded with siltstone and thin lenses of sandstone."
      }
    ]
  ]
}
