{
  "SERIES": "CRAGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-KTS-EMM",
  "REVDATE": "07/2012",
  "STATES": "CO,MT,UT,WY",
  "OVERVIEW": "The Crago series consists of very deep, well drained soils that formed in alluvium or colluvium derived mainly from limestone or basal conglomerate. These soils are on alluvial fans, fan remnants, stream terraces, escarpments, hills and mountain slopes. Slopes range from 0 to 75 percent. Mean annual precipitation is about 12 inches, and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crago gravelly loam, in grassland (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) gravelly loam, grayish brown (10YR 5/2) moist; weak fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine and fine roots; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 6 inches thick)\nBk1--4 to 10 inches; pale brown (10YR 6/3) gravelly loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine and fine roots; 35 percent gravel; continuous distinct calcium carbonate casts on undersides of gravel; disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 8 inches thick)\nBk2--10 to 21 inches; very pale brown (10YR 7/3) very gravelly loam, pale brown (10YR 6/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few very fine and fine roots; 60 percent gravel; continuous prominent calcium carbonate casts on surface of gravel; some cementation between individual gravel; disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.\nBk3--21 to 37 inches; very pale brown (10YR 7/3) extremely gravelly sandy loam, pale brown (10YR 6/3) moist; weak fine subangular blocky structure; soft, loose, nonsticky, nonplastic; 75 percent gravel; continuous distinct calcium carbonate casts on gravel; some calcium carbonate cementation between individual gravel; disseminated calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (Combined thickness of the Bk2 and Bk3 horizons - 10 to 46 inches.)\n2C--37 to 60 inches; brownish yellow (10YR 6/6) extremely gravelly loamy sand, yellowish brown (10YR 5/6) moist; massive; loose, nonsticky, nonplastic; 75 percent gravel; disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Musselshell County, Montana; 500 feet south and 500 feet west of the northeast corner of sec. 25, T. 11 N., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 40 to 47 degrees F\nDepth to the 2C horizon: 34 to 60 inches\nCalcium-carbonate equivalent in the 10 to 40 inch zone: 15 to 60 percent of the fine-earth fraction; 40 to 70 percent of the whole soil, including rock fragments less than 3/4-inch\nSoil phases: stony, very stony, and alkali\nNote: The surface horizon when mixed to 7 inches does not meet the requirements for a mollic epipedon.\nA horizon\nHue: 7.5YR, 10YR or 2.5Y; dry or moist\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 2 or 3; dry or moist\nTexture: sandy loam, loam or clay loam\nClay content: 15 to 35 percent\nContent of rock fragments: 0 to 75 percent--0 to 45 percent gravel, 0 to 30 percent cobbles and stones\nCalcium-carbonate equivalent: 0 to 15 percent\nReaction: pH 7.4 to 9.0; Alkali phase: pH 7.9 to 9.0\nBk1 horizon\nHue: 7.5YR, 10YR or 2.5Y; dry or moist\nValue: 5 to 8 dry; 4 to 6 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, clay loam, sandy clay loam or sandy loam\nClay content: 15 to 35 percent\nContent of rock fragments: 15 to 75 percent--15 to 60 percent gravel, 0 to 30 percent cobbles and stones\nCalcium-carbonate equivalent: 5 to 15 percent of the fine-earth fraction; 40 to 55 percent of the whole soil, including rock fragments less than 3/4-inch\nReaction: pH 7.4 to 9.0; alkali phase: pH 7.9 to 9.0\nBk2 horizon\nHue: 2.5Y or 10YR; dry or moist\nValue: 6 to 8 dry; 4 to 7 moist\nChroma: 2 to 4; dry or moist\nTexture: loam, sandy loam, sandy clay loam or clay loam\nClay content: 15 to 35 percent\nContent of rock fragments: 35 to 75 percent--35 to 60 percent gravel, 0 to 30 percent cobbles and stones\nCalcium-carbonate equivalent: 15 to 30 percent of the fine-earth fraction; 40 to 70 percent of the whole soil, including rock fragments less than 3/4-inch\nReaction: pH 7.4 to 9.0; alkali phase: pH 7.9 to 9.0\nBk3 horizon\nHue: 2.5Y or 10YR; dry or moist\nValue: 6 to 8 dry; 4 to 6 moist\nChroma: 2 to 4; dry or moist\nTexture: sandy loam, loam, clay loam or sandy clay loam\nClay content: 15 to 30 percent\nContent of rock fragments: 40 to 80 percent--40 to 80 percent gravel, 0 to 40 percent cobbles and stones\nCalcium-carbonate equivalent: 15 to 30 percent of the fine-earth fraction; 40 to 70 percent of the whole soil, including rock fragments less than 3/4-inch\nReaction: pH 7.4 to 9.4; alkali phase: pH 8.5 to 9.4\n2C horizon\nHue: 2.5Y or 10YR; dry or moist\nValue: 6 to 8 dry; 4 to 6 moist\nChroma: 2 to 6; dry or moist\nTexture: loamy sand, coarse sandy loam, sandy loam or loam\nClay content: 0 to 20 percent\nContent of rock fragments: 40 to 80 percent--40 to 80 percent gravel, 0 to 40 percent cobbles and stones; stony phase: 50 to 80 percent--35 to 40 percent gravel, 3 to 40 percent cobbles and stones\nCalcium-carbonate equivalent: 10 to 25 percent of the fine-earth fraction; 20 to 50 percent of the whole soil, including rock fragments less than 3/4-inch\nReaction: pH 7.4 to 9.4; alkali phase: pH 8.5 to 9.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCragnot (CO) - does not have a 2C horizon\nRoto (MT) - have a lithic contact at depths of 20 to 40 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: alluvial fans, fan remnants, stream terraces, escarpments, hills and mountain slopes\nElevation: 2,400 to 7,000. (In Colorado, elevations are 6,500 to 8,500 feet.)\nSlope: 0 to 75 percent\nParent material: alluvium or colluvium derived mainly from limestone or basal conglomerate\nClimate: Long, cold winters; moist springs; warm summers\nMean annual precipitation: 10 to 15 inches\nMean annual temperature: 38 to 45 degrees F\nFrost-free period: 70 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nMusselshell (MT) is on similar landforms; is coarse-loamy in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability above the sandy-skeletal material and rapid in the sandy-skeletal material"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Crago soils are used mainly as rangeland. The potential native vegetation is mainly bluebunch wheatgrass, western wheatgrass, and needle and thread."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Crago soils are extensive in Montana; they also occur in Utah, Wyoming, and Colorado.  MLRAs - 34A, 35, 43B, 44B, 46, 47, 52, 58A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Upper Musselshell Valley Area, Montana, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - from 0 to 7 inches, mixed (A, part of the Bk1 horizons)\nCalcic horizon - from 10 to 37 inches (Bk2, Bk3 horizons)\nParticle-size control section - from 10 to 40 inches (Bk2, Bk3, part of 2C  horizons)\nCarbonatic mineralogy - from 10 to 40 inches -- 40 to 70 percent calcium carbonate equivalent by weight, that includes all soil material including gravel up to 3/4-inch (Bk2, Bk3, part of 2C  horizons)\nCrago soils have a frigid temperature regime and an ustic moisture regime that borders on aridic.\nADDITIONAL DATA: Soil interpretation records - MT0088, MT0464, MT1004, MT7014, MT1040, MT0886, MT0658, MT0903, MT9044.\n11/2006: This description reflects a change in the type location to better illustrate the central concept of Crago.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
