{
  "SERIES": "CRAIGMILE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWH-JRB-HRS",
  "REVDATE": "09/2012",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Craigmile fine sandy loam, on a nearly level slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; very friable; common very fine roots; slightly acid; abrupt wavy boundary.\nA--23 to 30 cm (9 to 12 inches); black (10YR 2/1) fine sandy loam, gray (10YR 5/1) dry; weak medium subangular blocky structure; very friable; common very fine roots; many fine faint dark grayish brown (10YR 4/2) iron depletions; slightly acid; abrupt wavy boundary. [Combined thickness of the A horizon is 25 to 46 cm (10 to 18 inches).]\nCg1--30 to 64 cm (12 to 25 inches); grayish brown (10YR 5/2) fine sandy loam with few thin lenses of grayish brown (10YR 5/2) loamy fine sand and silt loam; weak medium subangular blocky structure; very friable; few very dark gray (10YR 3/1) worm and crayfish channels; few fine prominent strong brown (7.5YR 5/8), many fine distinct yellowish brown (10YR 5/4), and few fine prominent yellowish red (5YR 5/8) masses of oxidized iron; neutral; clear irregular boundary. [25 to 56 cm (10 to 22 inches) thick]\nCg2--64 to 76 cm (25 to 30 inches); dark gray (10YR 4/1) loamy sand; single grain; loose; many medium faint grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) iron depletions; many medium prominent dark yellowish brown (10YR 4/4) masses of oxidized iron; neutral; clear irregular boundary. [8 to 30 cm (3 to 12 inches) thick]\nCg3--76 to 122 cm (30 to 48 inches); very dark gray (10YR 3/1) loamy sand with few thin lenses of very dark gray (10YR 3/1) sand and silt loam; single grain; very friable; common fine faint grayish brown (10YR 5/2) and many medium faint dark grayish brown (10YR 4/2) iron depletions; few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron; neutral; clear wavy boundary. [13 to 51 cm (5 to 20 inches) thick]\nCg4--122 to 152 cm (48 to 60 inches); brown (10YR 5/3) sand; single grain; loose; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Starke County, Indiana; about 3/4 mile north and 1 1/2 miles west of Knox; 1,740 feet south and 100 feet west of the center of sec. 16, T. 33 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 46 cm (10 to 18 inches)\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: fine sandy loam, sandy loam, loam, or loamy sand\nRock fragment content: 0 to 3 percent gravel\nReaction: moderately acid to neutral\nCg horizon:\nHue: 10YR\nValue: 3 to 6\nChroma: 1 to 3\nTexture: fine sandy loam or loam in the upper part and loamy sand and sand in the lower part\nRock fragment content: 0 to 3 percent gravel in the upper 38 cm (15 inches) of the 25 to 100 cm control section and 0 to 7 percent gravel below a depth of 64 cm (25 inches)\nReaction: slightly acid or neutral in the upper part, neutral or slightly alkaline in the lower part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Phyllis series.  Phyllis soils are in areas that received less than 889 mm (35 inches) of mean annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Craigmile soils are on broad low lying areas, in depressions, along drainageways, and in old stream channels on flood plains. Slope ranges from 0 to 2 percent. Craigmile soils formed in alluvium consisting of loamy sediments underlain by sandy deposits. Mean annual precipitation ranges from 889 to 991 mm (35 to 39 inches). Mean annual temperature ranges from 9.4 to 11.7 degrees C (49 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Algansee and Suman soils. The somewhat poorly drained Algansee soils are on slightly higher areas and have less clay in the upper part. Suman soils are on similar positions as the Craigmile soils and have more clay in the upper part of the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Potential for surface runoff is negligible. Saturated hydraulic conductivity is high in the upper part and high or very high in the lower part. Permeability is moderately rapid in the upper part and rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Craigmile soils are cultivated. Corn, soybeans, and small grain are the major crops. Native vegetation is red elm, silver maple, pin oak, and river birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98 and 110 in northwestern Indiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Starke County, Indiana. 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 30 cm (12 inches) (Ap, A horizons).\nAquic conditions: redoximorphic features in the lower part of the mollic epipedon and in all underlying horizons.\nADDITIONAL DATA: Purdue University Soil Characterization Lab data for typical pedon is file number SR7704; other supporting data is file number JR8003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
