{
  "SERIES": "CRANELL",
  "STATUS": "Established Series",
  "BYREV": "JAD-JKW-CLN",
  "REVDATE": "12/2007",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Vertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cranell sandy clay loam-rangeland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 in); black (10YR 2/1) sandy clay loam; moderate fine and medium subangular blocky structure; hard, firm; many very fine, fine and common medium roots; common fine interstitial pores; few cracks 5 to 15 cm wide; slightly alkaline; clear smooth boundary. (Thickness of the A horizon is 18 to 36 cm [7 to 14 in])\nBt1--25 to 56 cm (10 to 22 in); black (10YR 2/1) sandy clay; moderate medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, extremely firm; common very fine and fine roots; common fine interstitial pores; common distinct pressure surfaces; many distinct clay films on surfaces of peds; few cracks 5 to 10 cm (2 to 4 in) wide filled with black (10YR 2/1) clay; slightly alkaline; clear wavy boundary.\nBt2--56 to 142 cm (22 to 29 in); very dark gray (10YR 3/1) sandy clay; weak medium prismatic structure parting to weak medium angular blocky; extremely hard, extremely firm; common very fine and fine roots; common fine tubular pores; many distinct pressure surfaces; few faint slickensides; common distinct clay films on surfaces of peds; few cracks 3 to 10 mm wide filled with black (10YR 2/1) clay; few fine nodules of calcium carbonate; slightly alkaline; gradual wavy boundary. (Combined thickness of the Bt horizons is 25 to 71 cm [10 to 28 in])\nBtk--142 to 109 cm (29 to 43 in); dark grayish brown (10YR 4/2) sandy clay; moderate fine and medium subangular blocky structure; very hard, very firm; common fine roots; common fine tubular pores; common faint pressure surfaces; few faint slickensides; few faint clay films on surfaces of peds; few cracks 1 to 5 mm wide filled with black (10YR 2/1) clay; common fine and medium nodules of calcium carbonate; common fine and medium masses of calcium carbonate; slightly effervescent; moderately alkaline; gradual wavy boundary. (Thickness of the Btk horizon is 18 to 53 cm [7 to 21 in])\nBk1--109 to 147 cm (43 to 58 in); pale brown (10YR 6/3) sandy clay loam; moderate fine and medium subangular blocky structure; very hard, very firm; common fine roots; few cracks 1 to 3 mm wide filled with very dark gray (10YR 3/1) clay; common fine and medium nodules of calcium carbonate; common fine and medium masses of calcium carbonate; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBk2--147 to 203 cm (58 to 80 in); pale yellow (2.5Y 7/3) sandy clay loam; weak medium subangular blocky structure; very hard, very firm; common fine roots; common fine nodules of calcium carbonate; common fine and medium masses of calcium carbonate; few fine concretions of iron-manganese; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Refugio County, Texas; from the intersection of U.S. Highway 77 and Farm Road 2441 in Woodsboro; about 5 miles south on U.S. Highway 77 to ranch road; 0.5 mile east on ranch road; located about 100 feet south in rangeland; Latitude: 28 degrees, 10 minutes, 25 seconds N; Longitude: 97 degrees, 25 minutes, 00 seconds W. Cranell topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness is more than 203 cm (80 in) thick.\nSoil Moisture: An ustic soil moisture regime. The soil moisture control section, 10 to 31 cm (4 to 12 in), is dry in some or all parts for more than 90 but less 150 cumulative days in normal years. July through September, December, and March are the driest months.\nMean annual soil temperature: 22 to 23 degrees C (72 to 74 degrees F).\nDepth to argillic horizon: 18 to 36 cm (7 to 14 in)\nDepth to secondary calcium carbonate: 56 to 91 cm (22 to 36 in)\nDepth to calcic horizon: 91 to 135 cm (36 to 53 in)\nDepth to Vertic features: 18 to 36 cm (7 to 14 in)\nParticle-size control section (weighted average)\nClay content: 35 to 45 percent\nA horizon\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: sandy clay loam, clay loam\nClay content: 20 to 35 percent\nReaction: neutral or slightly alkaline\nBt horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: sandy clay, clay\nClay content: 35 to 45 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nIdentifiable secondary carbonate: amount-0 to 2 percent, size-fine, location-in lower part of horizon\nReaction: slightly alkaline or moderately alkaline\nBtk horizon\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 2 to 4\nTexture: sandy clay loam, clay loam, sandy clay\nClay content: 22 to 40 percent\nClay films: location-surfaces of peds, contrast-faint or distinct\nCalcium carbonate equivalent: 3 to 10 percent\nIdentifiable secondary carbonate: amount-2 to 10 percent, size-fine or medium, location-throughout\nEffervescence: slightly or strongly effervescent\nReaction: slightly alkaline or moderately alkaline\nBk horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 3 or 4\nTexture: sandy clay loam, clay loam, clay\nClay content: 22 to 32 percent\nCalcium carbonate equivalent: 5 to 15 percent\nIdentifiable secondary carbonate: amount-5 to 20 percent, size-fine to coarse, location-throughout\nEffervescence: slightly or strongly effervescent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coy, Elmendorf, and Laparita series.  Similar soils are the Clareville and Dacosta series.\nCoy series: These soils formed in sediments of Miocene age, calcareous throughout, and have gypsum crystals at 55 inches.\nElmendorf series: These soils formed in sediments of Tertiary age and have gypsum crystals at 62 inches.\nLaparita series: These soils formed in sediments of Tertiary age and have gypsum crystals at 46 inches.\nClareville series: These soils are Pachic Argiustolls.\nDacosta series: These soils are in the udic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy and clayey sediments of mid to late Pleistocene age\nLandscape: coastal plain\nLandform: nearly level soils on flats\nSlope: 0 to 1 percent\nMean Annual air temperature range: 21 to 23 degrees C (70 to 73 degrees F).\nMean Annual precipitation range: 76 to 97 cm (30 to 38 in)\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months.  The summer months are normally dry with infrequent coastal showers.  The late summer months are subject to periods of high intense rainfall as a result of tropical disturbances.\nFrost-free period: 300 to 314 days\nElevation: 8 to 31 meters (25 to 100 ft)\nThornthwaite annual P-E indices: 34 to 46"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Banquete, Calallen, Edroy, and Victoria series.\nBanquete series: do not have an argillic horizon and are on a lower landscape position.\nCalallen series: have a fine-loamy argillic horizon and are on a similar to slightly higher landscape position.\nEdroy series: are clayey throughout and are in enclosed depressions.\nVictoria series: are clayey throughout and are on a similar landscape position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for crop production, wildlife habitat, livestock grazing, and forage production.  Corn, grain sorghum, and cotton are the principle crops.  Native vegetation includes bluestems, threeawns, gramas, and paspalums. Huisache and mesquite have encroached on many rangeland areas.  The ecological site is: Blackland, PE 31-44 (150A526TT)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairies (MLRA 150A in LRR T) of the Coastal Bend of southern Texas.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kleberg County, TX, 2007.  The name is for Cranell siding near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included with Orelia, Edroy, Victoria, or Clareville series.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 76 cm (10 to 30 in). (Bt1, Bt2, Btk horizons)\nMollic epipedon: 25 to 74 cm (10 to 29 in). (A, Bt1, Bt2 horizons)\nArgillic horizon: 25 to 109 cm (10 to 43 in). (Bt1, Bt2, Btk horizons)\nCalcic horizon: 109 to 203 cm (43 to 80 in). (Bk1, Bk2 horizons)\nVertic features: The presence of pressure surfaces and slickensides at 25 to 109 cm (10 to 43 in). (Bt1, Bt2, Btk horizons)\nADDITIONAL DATA:  Soil characterization data available in the publication, Characterization Data for Selected Texas Soils, Texas Agricultural Experiment Station, January, 1986, on pedons S82TX-273-004 and S82TX-273-001 in Kleberg County.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
