{
  "SERIES": "CRANBAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GCC/RSJ/TWH",
  "REVDATE": "02/1999",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Inceptic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cranbay gravelly loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nThe surface is covered with 1 percent stones, 10 percent cobbles, and 40 percent gravel.\n0i--1/2 inch to 0; slightly decomposed needles and twigs.\nA1--0 to 2 inches; brown (7.5YR 4/4) gravelly loam, dark brown (7.5YR 3/2) moist; weak thick platy structure parting to weak very fine subangular blocky; soft, friable, slightly sticky and slightly plastic; few coarse, medium, fine and very fine roots; few medium, common fine and many very fine tubular pores; 5 percent cobbles, 15 percent gravel; and 3 percent stones; neutral (pH 7.2); clear smooth boundary.\nA2--2 to 5 inches; reddish brown (5YR 4/4) gravelly loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; slightly hard, friable, sticky and slightly plastic; few coarse, medium and common fine and very fine roots; few medium, fine and common very fine tubular pores; 5 percent cobbles and 15 percent gravel; neutral (pH 7.2); abrupt wavy boundary (combined thickness of the A horizon is 1 to 5 inches thick).\nBt--5 to 11 inches; yellowish red (5YR 5/6) gravelly clay loam, reddish brown (5YR 4/4 moist; moderate medium subangular blocky structure parting to strong fine and very fine subangular blocky; hard, firm, sticky and plastic; few medium, fine and very fine roots; few medium, common fine and very fine tubular pores; few thin clay films on faces of peds; 5 percent cobbles and 25 percent gravel; neutral (pH 7.2); clear irregular boundary (3 to 10 inches thick).\nBtk--11 to 16 inches; brown (7.5YR 5/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure parting to moderate fine and very fine subangular blocky; slightly hard, firm, sticky and plastic; few medium, fine and very fine roots; few medium, fine, and common very fine tubular pores; few thin clay films on faces of peds; 5 percent cobbles and 25 percent gravel; slightly strongly effervescent (17 percent calcium carbonate equivalent); carbonates are disseminated and occur as coatings on gravel; mildly alkaline (pH 7.8); gradual irregular boundary (4 to 11 inches thick).\nBk1--16 to 32 inches; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure parting to weak fine and very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few medium, fine and very fine roots; few medium, fine and common very fine tubular pores; 5 percent cobbles and 25 percent gravel; strongly effervescent (18 percent calcium carbonate equivalent); carbonates are disseminated and occur as coatings on gravel; moderately alkaline (pH 8.4); abrupt irregular boundary (10 to 16 inches thick).\nBk2--32 to 33 inches; pinkish gray (7.5YR 6/2) gravelly loam, dark reddish brown (5YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine and many very fine roots; few medium, fine and common very fine tubular pores; 5 percent cobbles and 25 percent gravel; violently effervescent (25 percent calcium carbonate equivalent); carbonates are disseminated and occur as coatings on gravel; moderately alkaline (pH 8.4); abrupt irregular boundary (1 to 19 inches thick).\n2C1--33 to 47 inches; pink (5YR 7/4) extremely gravelly clay loam, yellowish red (5YR 5/8) moist; massive; hard, firm, sticky and plastic; common fine and very fine pores; 5 percent stones, 15 percent cobbles and 55 percent gravel; violent effervescence (17 percent calcium carbonate equivalent); carbonates are disseminated; moderately alkaline (pH 8.4); gradual wavy boundary (10 to 14 inches thick).\n2C2--47 to 60 inches; reddish yellow (5YR 6/6) extremely gravelly clay loam, yellowish red (5YR 5/8) moist; massive; hard, firm, sticky and plastic; common fine and very fine pores; 15 percent cobbles and 60 percent gravel; violent effervescence (16 percent calcium carbonate equivalent); carbonates are disseminated; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Utah; 1.3 miles south of the west end of Navajo Lake, about 1,820 feet north and 1,530 feet west of the southeast corner of section 13, T.38S., R.8.W. lat. 37 degrees 30 minutes 23 seconds N. and long. 112 degrees 48 minutes 14 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 35 to 41 degrees F., and the mean summer soil temperature is 43 to 47 degrees F.  The soil moisture regime is udic.\nThe particle-size control section contains 15 to 35 percent limestone rock fragments and 27 to 35 percent clay. Depth to carbonates is 9 to 23 inches.\nThe A horizon has chroma of 2 to 3 moist.  Texture is loam with 18 to 27 percent clay.\nThe Bt horizon has hue of 7.5YR to 5YR, value of 4 to 6 dry, 3 or 4 moist and chroma of 3 to 6.  Texture is gravelly clay loam.  The combined thickness of the Bt horizons is 4 to 14 inches.\nThe Btk horizon has hue of 7.5YR to 5YR, value of 4 to 6 dry, 3 or 4 moist, chroma of 4 to 6.  Texture is gravelly clay loam.  Rock fragments content ranges 15 to 35 percent. Reaction is neutral to mildly alkaline.\nThe Bk horizon has hue of 5YR or 7.5YR, value of 5 to 6 dry, 4 to 5 moist, and chroma of 2 to 5 dry, and 2 to 6 moist. Calcium carbonate equivalent ranges from 15 to 30 percent. Rock fragments range from 15 to 35 percent.\nThe 2C horizon has hue of 7.5YR to 5YR value of 6 or 7 dry, 4 or 5 moist and chroma is 4 to 8.  Texture is extremely gravelly clay loam. Reaction is mildly to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The following soils are currently classified as Mollic Cryoboralfs. The will classify as Mollic or Inceptic Haplocryalfs based on the thickness of the argillic horizon. These are Amesmont (WY), Beardall (UT), Bramard (ID), Dunlatop (CO), Hub (T WY), Moosegrove (T ID), Nisula (ID), Rimton (WY), Stringam (ID), Swapps (UT), Telcher (ID), Ula (CO) and Wix (CO) soils.  Amesmont, Beardall, Rimton, Swapps, Ula, and Wix soils have bedrock at depths of 20 to 40 inches.  Bramard, Dunlatop, Hub, Moosegrove, Nisula, Stringam, and Telcher soils are noncalcareous throughout.  In addition, Bramard soils have umbric epipedons and are medium to very strongly acid, Dunlatop soils are medium or strongly acid, and Nisula soils have less than 5 percent rock fragment throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cranbay soils are on mountain slopes. They are formed in colluvium and alluvium from sedimentary rocks, dominantly limestone from the Wasatch formation.  Slopes range from 10 to 50 percent.  Elevation is 8,400 to 10,300 feet.  The average annual precipitation is 22 to 30 inches. The average annual air temperature is 34 to 40 degrees F. The frost-free season is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Winnemucca and Faim series.  Winnemucca and Faim soils contain more than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  Native vegetation is mainly Douglas-fir, white fir, ponderosa pine, manzanila and some scattered aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah.  This series is not extensive.  MLRA 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron-Washington Soil Survey Area, Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic feature - the zone from the surface to a depth of 0 to 5 inches (A1 and A2 horizons).\nArgillic horizon - zone of clay increase from 5 to 16 inches (Bt and Btk horizons).\nCalcic horizon - the zone of carbonate accumulation from 11 to 33 inches (Btk and Bk horizons).\nKeys to Soil Taxonomy: Classified according to Eighth Edition, 1998.\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  }
}
