{
  "SERIES": "CRANFILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN:GLL",
  "REVDATE": "02/2001",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cranfill gravelly clay loam, on a convex 4 percent slope, in rangeland.                (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 inches; grayish brown (10YR 5/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; hard, friable; few fine pores; common fine roots; common films, threads, and concretions of calcium carbonate; 20 percent by volume of limestone fragments from 2 mm to 2.5 cm in diameter; about 80 percent calcium carbonate equivalent; violently effervescent; moderately alkaline, gradual smooth boundary.  (8 to 15 inches thick)\nBk1--10 to 22 inches; very pale brown (10YR 7/4) gravelly clay loam, light yellowish brown (10YR 6/4) moist; moderate medium granular and weak medium subangular blocky structure; hard, friable; few fine roots; few fine pores; many films, threads, and concretions of calcium carbonate; 26 percent by volume of limestone fragments from 2 mm to 4 cm in diameter; about 90 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual smooth boundary.  (10 to 23 inches thick)\nBk2--22 to 54 inches; light yellowish brown (10YR 6/4) gravelly clay loam, yellowish brown (10YR 5/4) moist; moderate medium granular and moderate medium subangular blocky structure; hard, friable; few fine roots; few fine pores; many films, threads, and concretions of calcium carbonate; 31 percent by volume of limestone fragments from 2 mm to 4 cm in diameter; about 90 percent calcium carbonate equivalent; violently effervescent; moderately alkaline; gradual smooth boundary.  (22 to 34 inches thick)\nBCk--54 to 80 inches; very pale brown (10YR 7/4) gravelly clay loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable; many films, threads, and concretions of calcium carbonate; 20 percent by volume of limestone fragments from 2 mm to 4 cm in diameter; about 90 percent calcium carbonate equivalent; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bosque County, Texas; from the junction of Texas Highway 6 and Texas Highway 22 in Meridian, 6.3 miles south on Texas Highway 6; 600 feet westin a native grass pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  The calcium carbonate equivalent of the control section ranges from 50 to 85 percent with silicate clay of 20 to 35 percent.  The texture throughout is gravelly loam, clay loam, or silty clay loam.  Fragments of limestone mainly less than 3 inches across range from 15 to 35 percent by volume.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 5 or 6, and chroma of 2 or 3.  Some pedons have horizons less than 7 inches thick with moist value of 3.\nThe Bk and BCk horizons have hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 2 to 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Brackett and Seawillow soils in the same family and the similar Altoga, Cuthand, Karnes, Sunev, and Venus series.  Altoga soils have fine-silty control sections and less than 15 percent coarse fragments in the 10- to 40-inch control section. Brackett soils have sola 20 to 40 inches thick and a paralithic contact with limestone.  Cuthand, Karnes, Seawillow, Sunev, and Venus soils have less than 15 percent coarse fragments in the control section.  In addition, Cuthand soils have coarse-silty control sections.  Karnes soils have coarse-loamy control sections.  Sunev and Venus soils have mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cranfill soils are on gently sloping to moderately steep erosional uplands and footslopes.  Slope gradients are dominantly 3 to 8 percent but range from 3 to 20 percent.  The soils formed in calcareous loamy colluvium containing limestone gravel.  Mean annual precipitation ranges from 30 to 36 inches. Mean annual temperature ranges from 64 to 67 degrees F.  Frost free days range from 230 to 250 days and the elevation ranges from 800 to 1400 feet above sea level.  The Thornthwaite P-E index ranges from 46 to 56."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Brackett and Seawillow series, and Denton, Eckrant, Frio, Krum, Maloterre, and Purves series.  Brackett soils are on steeper slopes above Cranfill soils.  Seawillow soils are on stream terrace positions below Cranfill soils.  Denton soils have more than 35 percent clay, sola less than 40 inches thick and occupy higher lying uplands.  Eckrant and Purves soils have sola less than 20 inches thick and occupy higher lying shallow uplands.  Frio soils have thick mollic epipedons and occupy the flood plains. Krum soils have mollic epipedons, fine textured control sections and occupy concave positions in valleys below Cranfill soils.  Maloterre soils have sola less than 10 inches thick and occupy very shallow uplands below Cranfill soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland, although many of the gently sloping areas are used for small grain.  Native vegetation includes little bluestem, indiangrass, big bluestem, sideoats grama, silver bluestem, Texas oak, juniper and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly the Grand Prairie area of central Texas.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bosque County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included with the Lewisville or Altoga series.\nClassification was changed 11/89 from Typic Ustochrepts to Udic Ustochrepts.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 10 inches\nCalcic horizon - 10 to 54 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
