{
  "SERIES": "CRARY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-TDT-SWF",
  "REVDATE": "04/2013",
  "STATES": "NY",
  "OVERVIEW": "The Crary series consists of very deep, moderately well drained soils on till plains. They are nearly level to moderately steep soils formed in an eolian or water deposited mantle over loamy till. Permeability is moderate in the surface and subsoil, and slow in the dense substratum. Slope ranges from 0 through 25 percent. Mean annual temperature is 44 degrees F. and mean annual precipitation is 40 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crary silt loam, on a 4 percent slope in an idle field. (Colors are for moist broken soil unless otherwise noted.)\nAp -- 0 to 8 inches; dark brown (10YR 3/3) silt loam; pale brown (10YR 6/3) dry; weak fine and very fine granular structure; very friable; many fine roots; 1 percent rock fragments; strongly acid; abrupt smooth boundary. (0 to 12 inches thick.)\nBs1 -- 8 to 14 inches; brown (7.5YR 4/4) silt loam; very weak very fine granular structure; very friable; many fine roots; 1 percent rock fragments; strongly acid; gradual wavy boundary.\nBs2 -- 14 to 20 inches; yellowish brown (10YR 5/4) very fine sandy loam; very weak very fine granular structure; friable; few fine roots; 5 percent rock fragments; many fine faint dark yellowish brown (10YR 4/4) masses of iron accumulation and distinct grayish brown (10YR 5/2) areas of iron depletion; strongly acid; abrupt wavy boundary. (Combined thickness of the Bs horizons is 4 to 18 inches thick.)\nE -- 20 to 24 inches; grayish brown (10YR 5/2) very fine sandy loam; weak thin platy structure; firm; few fine roots; 10 percent rock fragments; common medium distinct yellowish brown (10YR 5/4) and prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; abrupt wavy boundary. (0 to 6 inches thick.)\n2Cd1 -- 24 to 36 inches; brown (7.5YR 4/4) stony fine sandy loam; massive within very coarse prisms 2 to 3 feet across; very firm; slightly brittle; 25 percent rock fragments; few coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; diffuse wavy boundary.\n2Cd2 -- 36 to 50 inches; brown (7.5YR 5/2) stony fine sandy loam; massive; very firm; slightly brittle; 30 percent rock fragments; strongly acid; diffuse wavy boundary.\n2Cd3 -- 50 to 72 inches; brown (7.5YR 5/2) stony fine sandy loam; massive with moderate plate-like divisions; firm; 30 percent rock fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Lawrence County, New York; Town of Russell, 1.5 miles south of Palmerville, 50 feet east of Blanchard Hill Road, and 300 feet north of barn foundation, on about the 910 foot contour. USGS Hermon, NY topographic quadrangle; Latitude 44 degrees, 23 minutes, 54 seconds N. and Longitude 75 degrees, 8 minutes, 6 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is more than 60 inches. Thickness of solum ranges from 16 through 37 inches. Thickness of the eolian or water deposits ranges from 16 to 40 inches. Rock fragments, including gravel, cobbles and stones, range from 0 to 15 percent in the surface material and from 10 to 35 percent in the underlying till.\nThe Ap horizon has hue of 5YR through 10YR, value of 2 through 5 and chroma of 2 through 4. Texture is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction. Reaction ranges from extremely through moderately acid.\nIn uncleared areas, some pedons have an O horizon up to 4 inches, or an A horizon up to 5 inches thick. Also in unplowed areas, E horizons up to 5 inches thick are common. Reaction ranges from extremely acid through moderately acid.\nThe Bs horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 3 through 6. Texture is silt loam, very fine sandy loam or loam in the fine-earth fraction. Structure is granular or subangular blocky. Some pedons have a darker Bh or Bhs horizon above the Bs horizon. Reaction ranges from extremely through moderately acid\nThe E horizon has hue of 5YR through 10YR, value of 4 through 7, and chroma of 2 or 3. Texture is silt loam, very fine sandy loam or loam in the fine-earth fraction. Consistence is friable or firm. Reaction ranges from very strongly acid through moderately acid.\nSome pedons have a BC or 2BC horizon. Texture of the fine earth fraction ranges from silt loam through loamy sand. Reaction ranges from very strongly acid through neutral. A thin 2E horizon just above the Cd horizon is present in some pedons. This horizon is friable or firm.\nThe 2Cd horizons have hue of 5YR through 2.5Y, value of 4 through 7, and chroma of 2 through 4. Texture of the fine earth fraction is fine sandy loam, loam, sandy loam, loamy fine sand or loamy sand. Structure is weak prismatic or platy, or the horizon is massive. Consistence is firm or very firm. Reaction ranges from strongly acid through slightly alkaline. Some pedons have a thin C horizon just above the 2Cd horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The series in the same family are the Chesuncook, Dixfield, Dixmont, Howland, Peru, Ragmuff (T), Skerry, Sunapee, and Worden. Chesuncook soils have a weighted average of greater than 10 percent clay in the particle-size control section. Dixfield soils formed in dense till without an overlying eolian mantle. Dixmont and Sunapee soils lack a dense compact substratum (Cd horizon). Howland soils have a higher silt and lower sand content in the substratum. The Peru and Skerry soils have less very fine sand and silt in the subsoil. Ragmuff (T) have bedrock within 40 inches. Worden soils lack a lithologic discontinuity and are somewhat poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crary soils occupy nearly level through moderately steep landforms of till plains and glaciated lower mountainsides. Slope ranges from 0 through 25 percent. The Crary soils formed in 16 to 40 inches of eolian or water deposited material high in very fine sand and silt overlying loamy till. Mean annual temperature ranges from 40 degrees through 45 degrees F., mean annual precipitation from 30 through 55 inches, and the average growing season from 90 through 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Potsdam series is the well drained member of the same drainage sequence, and is on nearby convex knolls and ridges. Becket, Marlow, and Worth soils and their wetter associates are on till plains lacking the surficial mantle high in very fine sand and silt. Adams and Colton soils are in gravel and sand outwash deposits on nearby terraces and glaciofluvial plains. Moderately deep Tunbridge soils and shallow Lyman soils are on nearby bedrock controlled hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff is very low to high. Permeability is moderate in the layers above the dense substratum and slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About 2/3 has been cleared. Many areas are now idle. Some areas are still used for growing hay, or small grains, and some are in pasture. Potatoes and vegetables are grown in a few local areas. Wooded areas are in sugar maple, American beech, black ash, hophornbeam, white pine, and yellow birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Borders of the Adirondack Mountains of New York, possibly in northern New England. MLRA's 141, 142, 143, and 144B. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Lawrence County, New York, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Crary soils would have been classed as Podzols in the modified 1938 yearbook classification. Reclassification of these soils from Fragiorthods to Haplorthods reflects the fact that in most areas the dense substratum was formerly identified as a Cx horizon which is now a Cd horizon.\nDiagnostic horizons and other features recognized in the typical pedon are:\na. Ochric Epipedon - the zone from the surface to 8 inches (Ap horizon.)\nb. Spodic horizon - the zone from 8 to 14 inches (Bs horizon).\nc. Aquic subgroup - evidenced by redoximorphic features in the lower part of the non-spodic Bs2 horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
