{
  "SERIES": "CRAWFISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/RJO/DAL",
  "REVDATE": "06/2007",
  "STATES": "OR",
  "OVERVIEW": "The Crawfish series consists of very shallow, well drained soils on ridgetops, side slopes and shoulders of mountains. Crawfish soils are formed in colluvium and residuum derived from basalt or andesitic basalt with a mixture of volcanic ash. Slopes are 0 to 60 percent. The mean annual precipitation is about 45 inches and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Lithic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crawfish extremely gravelly ashy loam - rangeland, on a 38 percent convex southeast-facing slope at an elevation of 6,560 feet. (Colors are for moist soil unless otherwise noted.)\nA--0 to 3 inches; dark brown (7.5YR 3/2) extremely gravelly ashy loam, brown (7.5YR 4/2) dry; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; fine irregular pores; 50 percent gravel and 20 percent cobbles; moderately acid (pH 5.8); clear wavy boundary. (2 to 7 inches thick)\nBw--3 to 8 inches; dark brown (7.5YR 3/2) extremely cobbly ashy silt loam, brown (7.5YR 4/4) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, common fine and medium roots; few fine tubular pores; 30 percent gravel, 40 percent cobbles, and 5 percent stones; moderately acid (pH 5.8); abrupt irregular boundary. (2 to 5 inches thick)\nR--8 inches; platy andesitic basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Union County, Oregon, about 1,760 feet north and 2,011 feet west of the southeast corner of section 31, T. 6 S., R. 36 E. (Latitude 44 degrees, 59 minutes, 46 seconds N, Longitude 118 degrees, 20 minutes, 42 seconds W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil moisture - usually dry for 45 to 60 consecutive days in the summer. Mean annual soil temperature - 36 to 40 degrees F. Mean summer soil temperature - 44 to 49 degrees F. Mean winter soil temperature - 27 to 36 degrees F. Particle-size control section - average 10 to 18 percent clay and 60 to 80 percent rock fragments. Depth to bedrock, solum thickness and thickness of the umbric epipedon- 4 to 10 inches. Vitrandic subgroup properties with 5 to 25 percent volcanic glass throughout.\nA horizon hue - 7.5YR to 10YR. Value - 3 moist, 4 to 6 dry. Chroma - 2 to 4 moist or dry. Texture - GRX-ASHY-L, CBX-ASHY-L, GRX-ASHY-SIL and CBV-ASHY-L. Rock fragments - 60 to 75 percent total with 30 to 50 percent gravel, 10 to 40 percent cobbles, 0 to 5 percent stones. Clay - 10 to 15 percent. Reaction - 5.6 to 6.0. Base saturation (NH4OAc) - 40 to 50 percent.\nBw horizon hue - 7.5YR to 10YR. Value - 3 or 4 moist, 4 or 5 dry. Chroma - 2 to 4 moist, 4 to 6 dry. Texture - GRX-ASHY-L, CBX-ASHY-L, CBX-ASHY-SIL. Rock fragments - 60 to 80 percent total with 10 to 55 gravel, 25 to 50 cobbles, 0 to 5 percent stones. Clay - 15 to 20 percent. Reaction - 5.6 to 6.0. Base saturation (NH4OAc) - 55 to 70 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAniak: shallow (10 to 20 inches) to a lithic contact; formed in silty eolian material mixed with weathered shale, slate, or schist; udic moisture regime, subarctic climate\nBurgerbutte: shallow (10 to 20 inches) to a lithic contact; formed in colluvium from basalt with an influence of volcanic ash; has a cambic horizon\nEastlakesbasin:  shallow (10 to 20 inches) to a lithic contact\nFerebee: very shallow and shallow (7 to 14 inches) to a lithic contact; udic or perudic moisture regime\nGoldcord: very shallow and shallow (8 to 20 inches) to a lithic contact; formed in mixed loess and gravelly till over metamorphic and igneous bedrock; udic moisture regime\nSnowtell: xeric soil moisture regime, soil is dry 60 to 75 consecutive days\nShermount: shallow (10 to 20 inches) to a lithic contact; formed in residuum and colluvium from sedimentary rock with volcanic ash in the upper part; base saturation (NH4OAc) is 35 to 50 percent in layer directly above the lithic contact\nTeewinot: shallow (10 to 20 inches) to a lithic contact; base saturation (NH4OAc) is 20 to 50 percent in layer directly above the lithic contact; udic moisture regime\nTelluride: shallow (10 to 20 inches) to a lithic contact; udic moisture regime\nPattenbutte: shallow (10 to 20 inches) to a lithic contact; formed in colluvium from granite with an influence of volcanic ash in surface horizon; base saturation (NH4OAc) is 25 to 45 percent in layer directly above the lithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crawfish soils are on ridgetops, side slopes and shoulders of mountains. Elevations are 5,800 to 7,700 feet. Slopes are 0 to 60 percent. The soil is formed in colluvium and residuum derived from basalt with a mixture of volcanic ash. The climate is characterized by cold, wet winters and cool, moist summers. The mean annual precipitation is 30 to 55 inches and the mean annual temperature is 34 to 41 degrees F. The frost-free period is 15 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Troutmeadows and Puzzlecreek soils. Troutmeadows soils are moderately deep with volcanic ash influence and forest cover and are located on ridges and side slopes of mountains. Puzzlecreek soils are moderately deep with a volcanic ash influence and a shrubby cover on back slopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for watershed, wildlife habitat, recreation and livestock grazing. The native vegetation includes Idaho fescue, bluegrass, rushes, sandwort, lupine, sedges, green needle grass and goldenweed. Scattered subalpine fir, whitebark pine and lodgepole pine are also present"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Blue Mountains of northeastern Oregon; MLRA 43c.\nExtent: limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This draft reflects a change in classification from Humic Lithic Dystrocryepts to Lithic Humicryepts based on Keys to Taxonomy, 10th edition and recognizes an umbric epipedon from the mineral surface to the lithic contact.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from 0 to 8 inches (A and Bw horizons)\nParticle-size control section - from 0 to 8 inches (A and Bw horizons)\nHigh base saturation (Eutric) - from 3 to 8 inches (Bw horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; dark brown (7.5YR 3/2) extremely gravelly ashy loam, brown (7.5YR 4/2) dry; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; fine irregular pores; 50 percent gravel and 20 percent cobbles; moderately acid (pH 5.8); clear wavy boundary. (2 to 7 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "extremely cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--3 to 8 inches; dark brown (7.5YR 3/2) extremely cobbly ashy silt loam, brown (7.5YR 4/4) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, common fine and medium roots; few fine tubular pores; 30 percent gravel, 40 percent cobbles, and 5 percent stones; moderately acid (pH 5.8); abrupt irregular boundary. (2 to 5 inches thick)"
      },
      {
        "name": "R",
        "top": 20,
        "narrative": "R--8 inches; platy andesitic basalt."
      }
    ]
  ]
}
