{
  "SERIES": "CRAWFORDVILLE",
  "STATUS": "Established Series",
  "BYREV": "RE-JT/Rev.DTA",
  "REVDATE": "08/2012",
  "STATES": "GA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Albaquultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crawfordville loamy sand on a 4 percent slope in a loblolly pine plantation. (Colors are for moist soil unless otherwise indicated.)\nA--0 to 2 inches; dark olive brown (2.5Y 3/3) loamy sand; weak medium granular structure; very friable; many very fine, fine and medium and few coarse roots; strongly acid; abrupt smooth boundary. (1 to 7 inches thick)\nE--2 to 7 inches; light olive brown (2.5Y 5/6) loamy sand; common fine brown (7.5YR 4/4) organic stains; weak medium granular structure parting to single grained; very friable; common very fine and fine, and few medium and coarse roots; 5 percent by volume fine quartz gravel; moderately acid; abrupt wavy boundary. (0 to 7 inches thick)\nBt--7 to 11 inches; 60 percent yellowish brown (10YR 5/8) and 40 percent strong brown (7.5YR 5/8) sandy clay; moderate medium subangular blocky structure; firm, moderately sticky and moderately plastic; few very fine, fine, medium and coarse roots; many prominent, continuous yellowish brown (10YR5/4) clay films on faces of peds; many medium soft black (7.5YR 2.5/1) manganese concentrations and common medium strong brown (7.5YR 5/8) hard Fe-Mn concretions; strongly acid; clear smooth boundary. (Thickness of the Bt horizon ranges from 4 to 8 inches)\nBtss1--11 to 17 inches; dark yellowish brown (10YR 4/6) clay; moderate coarse subangular blocky structure; very firm, very sticky and very plastic; few very fine, fine and medium roots; common distinct non-intersecting slickensides, many prominent, continuous brown (10YR5/3) clay films on faces of peds; 10 percent by volume angular cobbles; common fine and medium strong brown (7.5YR 5/8) iron accumulations on linings of root channels; many fine and medium grayish brown (2.5Y 5/2) iron depletions on ped faces and on linings of root channels; strongly acid; clear wavy boundary\nBtss2--17 to 21 inches; 60 percent light yellowish brown (2.5Y 6/3) and 40 percent gray (2.5Y 5/1) clay; moderate coarse subangular blocky structure; very firm, very sticky and very plastic; few very fine, fine and medium roots; common distinct non-intersecting slickensides; many prominent, continuous light olive brown (2.5Y 5/3) clay films on faces of peds; 5 percent by volume angular cobbles; few fine and medium strong brown (7.5YR 5/8) iron accumulations on linings of root channels; moderately acid; clear irregular boundary. (Combined thickness of the Btss horizon is 10 to 22 inches)\nCg--21 to 25 inches; dark greenish gray (5BG 4/1) sandy clay loam; massive; firm, moderately sticky and moderately plastic; few very fine, fine and medium roots; common medium strong brown (7.5YR 5/8) iron accumulations; common medium gray (2.5Y 6/1) iron depletions; slightly acid; abrupt irregular boundary. (0 to 6 inches thick)\nCr--25 to 60 inches; greenish gray (5G 5/1) fine grained weathered mafic rock with seams of quartz; high excavation difficulty; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Taliaferro County, Georgia; along Center Hill Church Road; 1600 feet northwest of Stephens Creek; 215 feet southwest of Center Hill Church Road; [USGS Crawfordville topographical quadrangle (1966,1987, revised)]; Latitude 33 degrees 35 minutes 39 seconds N., and Longitude 82 degrees 56 minutes 12 seconds W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 20 to 40 inches\nDepth to soft bedrock: 20 to 40 inches\nDepth to hard bedrock: 40 to more than 60 inches\nContent and size of rock fragments: 0 to 20 percent, by volume, in the A, Ap, and E horizons, and 0 to 30 percent, by volume, in the Bt and C horizons; mostly angular quartz and subangular dark colored mafic pebbles and cobbles; dark colored mafic stones are on the surface in some areas\nSoil reaction: very strongly acid to moderately acid in the A and E horizons, strongly acid to slightly acid in the Bt horizon, and moderately acid to neutral in the Btss and Cg horizons\nRange of Individual Horizons:\nA or Ap horizon:\nColor = hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3\nTexture (fine earth fraction) = loamy sand, loamy coarse sand, sandy loam, or coarse sandy loam\nE horizon:\nColor = hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6\nTexture (fine earth fraction) = loamy sand, loamy coarse sand, sandy loam, or coarse sandy loam\nBE horizons (if it occurs):\nColor = hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 6\nTexture (fine earth fraction) = sandy clay loam or clay loam\nRedoximorphic features (if they occur) = iron accumulations in shades of red, brown, or yellow and iron depletions in shades of gray, iron-manganese accumulations in shades of black or gray\nBt horizon:\nColor = hue of 7.5YR to 2.5Y, value of 5, and chroma of 4 to 8\nTexture (fine earth fraction) = sandy clay, clay, or clay loam\nRedoximorphic features (if they occur) = iron accumulations in shades of red, brown, or yellow and iron depletions in shades of gray, iron-manganese accumulations in shades of black or gray\nBtss horizons:\nColor = hue of 10YR to 2.5Y, value of 1 to 6, and chroma of 1 or 6\nTexture (fine earth fraction) = clay\nRedoximorphic features = iron or clay depletions in shades of gray within the upper 10 inches of the argillic horizon, iron accumulations in shades of red, brown, or yellow, iron-manganese accumulations in shades of black or gray\nCg horizon (if it occurs):\nColor = is multicolored in hues of 7.5YR to 5BG, value of 4 to 6, and chroma of 1 to 4. Some pedons have masses and streaks of green or black parent material, or white saprolite.\nTexture (fine earth fraction) = sandy clay loam or sandy clay\nRedoximorphic features = iron depletions in shades of gray, and iron accumulations in shades of red, brown or yellow.\nCr horizon:\nType of bedrock - weathered, moderately fractured to highly fractured mafic rock\nR horizon (if it occurs):\nType of bedrock - unweathered, slightly fractured to moderately fractured mafic rock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no known competing series. Similar soils in related families include Brewback, Enon, Iredell, Pittsboro, Poindexter, Sedgefield, Virgilina, Wilkes and Wynott.\nBrewback soils have a very high shrink-swell potential and lack the abrupt textural change between the surface layer and the argillic horizon within a vertical distance of 3 inches.\nEnon soils are well drained and do not have paralithic contact within 60 inches.\nIredell soils are moderately well drained and have a depth to paralithic contact of 40 to more than 60 inches\nPittsboro soils do not have redoxymorphic depletions of chroma 2 or less within the upper 10 inches of the argillic horizon.\nPoindexter soils are fine-loamy and well drained.\nSedgefield soils do not have paralithic contact within a depth of 60 inches.\nVirgilina soils have a smectitic minerology.\nWilkes soils are well drained and have paralithic contact at a depth of 10 to 20 inches.\nWynott soils are well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Piedmont\nLandform: Hill\nHillslope Position: Summit, shoulder, back slope and foot slope\nParent material: Residuum weathered from basalt, amphibolite, chlorite schist, gabbro, diabase, diorite and other dark-colored mafic rocks\nElevation (type location): 530 feet\nMean Annual Air Temperature (type location): 60-64 degrees F.\nMean Annual Precipitation (type location): 46-50 inches\nFrost Free period: 214 to 225 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn addition to the similar Brewback, Enon, Iredell, Pittsboro, Sedgefield, Virgilina, Wilkes and Wynott soils, these are:\nCataula soils, which are moderately well drained, have hues of 10R to 5YR in the subsoil, and do not have paralithic contact within a depth of 60 inches\nHard Labor soils, which are moderately well drained, do not have paralithic contact within a depth of 60 inches, and formed in felsic materials\nMecklenburg soils, which are well drained, have hues of 2.5YR or 5YR in the subsoil, and do not have paralithic contact within a depth of 60 inches\nProsperity soils, which are moderately well drained and formed in mixed felsic and mafic materials"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): Somewhat poorly drained\nDepth to Redoxomorphic Features: Within 10 inches of the top of the argillic horizon\nIndex Surface Runoff: High to very high\nPermeability: Very slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland, pasture and hay\nDominant Vegetation: Where cultivated, the dominant vegetation is mixed grasses and legumes for pasture. Where wooded, the dominant overstory species are water oak, sweetgum, southern red oak, white oak, hickory and loblolly pine. Dominant understory species are eastern red cedar, winged elm, flowering dogwood, eastern redbud, red maple, hawthorn and Florida maple"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Piedmont area of Georgia and possibly South Carolina, North Carolina, and Virginia\nExtent: Small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Paulding County, GA, 2010"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: After further review, since the Btss is 10 inches thick with a total depth of 25 inches, the aquertic (vertic properties, aquic) subgroup has been changed to albaquultic (abrupt textural change, base saturation between 35 and 60 percent, aquic) Very-high shrink-swell has been changed to high in the Btss.03/06. This series was formerly included with the Orange, Pittsboro, Sedgefield, Wilkes, and Wynott soils. Orange soils have smectitic minerology, paralithic contact at a depth of 40 to 60 inches, and are in the mesic soil temperature regime. Pittsboro soils do not have redoximorphic depletions of chroma 2 or less in the upper 10 inches of the argillic horizon. Wilkes soils are well drained, and have paralithic contact at a depth of 10 to 20 inches. Wynott soils are well drained.  The April 2007 only changed the status of this soil back to tentative.  This soil was never correlated in Virginia.  The 2012 change decreases the requirement of coarse fragments in the lower horizons.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon - the zone from 0 to 7 inches (A and E horizons)\nArgillic horizon - the zone from 7 to 21 inches (Bt horizon)\nAquic conditions - the soil has redoxomorphic depletions and concentrations within the upper 10 inches of the argillic horizon, with periodic saturation and reduction at some time during the year\nParalithic contact - the occurrence of weathered bedrock at a depth of 25 inches (upper boundary of the Cr horizon)\nADDITIONAL DATA: University of Georgia, Department of Crop and Soil Sciences, Soil Characterization Lab, 1/22/01, pedon# SOOGA-265-001:\nTABULAR SERIES DATA:\nSoil Name           Slope   Airtemp   FrFr/Seas   Precip   Elevation\nCRAWFORDVILLE   2-25    60-64        214-225      46-50    340-660\nFloodL  FloodH  Watertable      Kind          Months     Bedrock   Hardness\nNONE                    1.0-1.5      PERCHED    OCT-APR    20-40     SOFT\nDepth     Texture          3-Inch    No-10      Clay%     -CEC-\n0-7         LS,LCOS,SL,COSL     0-5        90-100     5-15         2-10\n7-11        SCL, CL, SC, C            0-5\t  90-100    25-40        8-15\n11-21      C,SC                             0-10\t  95-100    40-60       15-30\n21-25     SCL, SC, GRSCL         0-10\t  85-100    25-40         5-15\n25-60    WB                                  -               -               -               -\nDepth\t      Permeab     Shnk-Swll\n0-7                 2.0-6.0       LOW\n7-11               0.6-2.0        MOD-HIGH\n11-21             0.0-0.06     HIGH\n21-25           0.06-0.2      MOD-HIGH\n25-60                  -                 -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
