{
  "SERIES": "CRAZYMULE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BRY/KDA/KP",
  "REVDATE": "10/2007",
  "STATES": "CA",
  "OVERVIEW": "The Crazymule series consists of moderately deep to a dense physical root restricting horizon. These soils are somewhat excessively drained and formed in colluvium, residuum, and/or till from granitoid rock. Crazymule soils are on moraines, dry meadows on moraines, mountain slopes, colluvial fan aprons, steps on mountainsides, and joints and/or fractures in bedrock on mountainsides. Slope is 5 to 35 percent. The mean annual precipitation is about 40 inches (1,016 millimeters) and the mean annual temperature is about 42 degrees F (5.6 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Xeric Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crazymule gravelly sandy loam, on an east facing 19 percent slope under a cover of Lodgepole pine at an elevation of 8,770 feet (2,673.1 meters). When described the soil was moist throughout. (Colors are for dry soil unless otherwise noted).\nOi--0 to 0 inch, (0 to 1 cm); gravelly slightly decomposed plant material; 30 percent subangular very strongly cemented granitoid rock fragments 2 to 75 millimeters in size. (0 to 1 inch [0 to 2 centimeters] thick)\nA--0 to 5 inches, (1 to 13 cm); dark grayish brown (2.5Y 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist, weak fine granular structure; very friable, non-sticky, non-plastic; few coarse, common medium, and many fine and very fine roots. 15 percent subangular very strongly cemented granitoid rock fragments 2 to 75 millimeters in size; strongly acid (pH 5.2); clear smooth boundary. (5 to 10 inches [12 to 25 centimeters] thick)\nBw1--5 to 22 inches, (13 to 55 cm); light olive brown (2.5Y 5/3) very bouldery sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; very friable, non-sticky, non-plastic; few coarse and medium and common fine and very fine roots; 5 percent subangular very strongly cemented granitoid rock fragments  75 to 250 millimeters in size, 15 percent subangular very strongly cemented granitoid rock fragments 2 to 75 millimeters in size, and 20 percent subrounded very strongly cemented granitoid rock fragments  600 to 3000 millimeters in size; strongly acid (pH 5.2); clear smooth boundary. (10 to 16 inches [26 to 42 centimeters] thick)\nBw2--22 to 35 inches, (55 to 90 cm); yellowish brown (10YR 5/6) very bouldery sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; very friable, non-sticky, non-plastic; few medium, many fine, and common very fine roots; 10 percent subrounded very strongly cemented granitoid rock fragments 600 to 3000 millimeters in size, 15 percent subangular very strongly cemented granitoid rock fragments 2 to 75 millimeters in size, and 20 percent subangular very strongly cemented granitoid rock fragments 75 to 250 millimeters in size; strongly acid (pH 5.2); gradual wavy boundary. (8 to 14 inches [20 to 35 centimeters] thick)\nCd--35 to 60 inches, (90 to 152 cm); pale brown (10YR 6/3) cobbly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly rigid, non-sticky, non-plastic; few medium and common fine roots only on the surfaces of cobbles; 5 percent subangular very strongly cemented granitoid rock fragments 75 to 250 millimeters in size, and 10 percent subangular very strongly cemented granitoid rock fragments 2 to 76 millimeters in size; very strongly acid (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mariposa County, California; approximately 4,800 feet (1463.0 meters) east of the summit of Moraine Mountain, section 15, T. 4 S., R. 23 E., Mount Diablo Base and Meridian; Latitude 37 degrees, 35 minutes, 36.5 seconds north and Longitude 119 degrees, 26 minutes, 17.5 seconds west; USGS Sing Peak, California Quadrangle, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a densic horizon that is a physical root restricting layer is 21 inches (53 centimeters) to 35 inches (89 centimeters). The mean annual soil temperature is about 40 degrees F (4.5 degrees C). The particle-size control section has 2 to 8 percent clay and 60 to 90 percent sand. Rock fragment content is 0 to 90 percent by volume in any horizon, but the particle-size control section, by weighted average, has 35 percent or more rock fragments. Some pedons do not have one or more O horizons. The content of surface rock fragments is 0 to 40 percent.\nA horizon\nHue: 10YR or 2.5Y (dry and moist)\nValue: 4 to 7 (dry) and 2 or 3 (moist)\nChroma: 1 to 3 (dray and moist)\nTexture of the fine earth fraction: loamy sand, loamy fine sand, sandy loam or fine sandy loam\nClay content: 1 to 6 percent\nRock fragment content: 0 to 40 percent\nOrganic matter content: 2 to 12 percent\nReaction: very strongly acid to slightly acid\nBw horizon (if it occurs)\nHue: 10YR (dry and moist)\nValue: 5 to 7 (dry) and 3 to 5 (moist)\nChroma: 3 to 6 (dry) and 3 to 5 (moist)\nTexture of the fine earth fraction: loamy sand, loamy fine sand, coarse sandy loam, sandy loam, or fine sandy loam\nClay content: 2 to 8 percent\nRock fragment content: 0 to 90 percent\nOrganic matter: 0.75 to 7 percent\nReaction: very strongly acid to slightly acid\nCd horizon\nHue: 10YR or 2.5YR (dry and moist)\nValue: 5 to 7 (dry) and 3 to 5 (moist)\nChroma: 1 to 6 (dry and moist)\nTexture of the fine earth fraction: loamy fine sand, coarse sandy loam, sandy loam, or loam\nClay content: 2 to 16 percent\nRock fragment content: 5 to 70 percent\nOrganic matter: 0.20 to 1 percent\nReaction: very strongly acid to moderately acid\nOther characteristics: some pedons have a C horizon above the Cd horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crazymule soils are on moraines, dry meadows on moraines, mountain slopes, colluvial fan aprons, steps on mountainsides, and joints and fractures in bedrock on mountainsides. Slope is 5 to 35 percent. Elevation is 6,219 to 12,536 feet (1,895.7 to 3,821.1 meters). These soils formed in colluvium, residuum, or till from granitoid rock. The climate is Mediterranean with cold, moist winters and warm, dry summers. The mean annual precipitation is 31 to 65 inches (787 to 1,651 millimeters). Mean annual temperature is 34 to 50 degrees F (1.1 to 10.0 degrees C). Frost-free period is 15 to 45 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Canisrocks soils, Craneflat soils and Badgerpass soils. Canisrocks soils have a sandy-skeletal particle-size class. Craneflat and Badgerpass soils have a frigid soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; low to medium runoff; saturated hydraulic conductivity is moderately high to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for watershed and recreation in Yosemite National Park. The vegetation is lodgepole pine, red fir, white fir, Jeffrey pine, and mixed coniferous stands."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in the Sierra Nevada in and near Yosemite National Park. The soils of this series are of moderate extent. MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yosemite National Park, California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Isotic mineralogy class based on lab data from similar soils in adjacent landscape positions. Crazymule soils have an umbric epipedon and/or cambic horizon. The vegetation according to Preliminary Description of Terrestrial Natural Community of California, Robert F. Holland and Fish and Game, State of California, 1986 is Red Fir Forest (85310), White Fir Mixed Coniferous Forest (84232), Lodgepole Pine Forest (86110), Jeffrey Pine-Fir Forest (85210), Red Fir Forest (85310), and Mountain Hemlock Forest (86800).\nADDITIONAL DATA: No additional data at this time\nNational Cooperative Soil Survey\nU.S.A."
  }
}
