{
  "SERIES": "CRAZYBIRD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/EWB/TM",
  "REVDATE": "06/2006",
  "STATES": "CA",
  "OVERVIEW": "The Crazybird series consists of shallow, well drained soils that formed in volcanic ash and colluvium over residuum derived from andesite or tuff. Crazybird soils are on mountains. Slopes are 15 to 50 percent. The mean annual precipitation is about 22 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid, shallow Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crazybird very gravelly ashy sandy loam--rangeland. (Colors are for dry soil unless otherwise noted).\nA--0 to 3 inches; brown (10YR 5/3)  very gravelly ashy sandy loam, dark brown (10YR 3/3)  moist;  weak fine and medium subangular blocky structure; soft, very friable,  slightly sticky, nonplastic; common very fine roots; many very fine and fine interstitial pores; 50 percent pebbles; neutral, (pH 6.6);  clear wavy boundary. (2 to 6 inches thick)\nBt1--3 to 7 inches; brown (10YR 5/3) very gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable,  slightly sticky, slightly plastic; common fine roots and many very fine roots; common very fine and fine interstitial pores; 10 percent faint clay bridges between sand grains; 5 percent paragravel,  5 percent cobbles and 45 percent pebbles; neutral, (pH 6.6);  clear wavy boundary. (3 to 9 inches thick)\nBt2--7 to 10 inches; dark grayish brown (10YR 4/2) very gravelly ashy loam, very dark grayish brown (10YR 3/2)  moist; moderate fine and medium subangular blocky structure; slightly hard, very friable,  moderately sticky, moderately plastic; common very fine and fine roots and few medium roots; common very fine interstitial and tubular pores; 25 percent distinct clay films on all faces of peds and 25 percent distinct clay films on surfaces along pores; 5 percent cobbles, 10 percent paragravel and 45 percent pebbles; neutral, (pH 6.8);  clear wavy boundary. (3 to 8 inches thick)\nBt3--10 to 15 inches; dark grayish brown (10YR 4/2)  extremely gravelly ashy loam, very dark grayish brown (10YR 3/2)  moist; moderate fine and medium subangular blocky structure; slightly hard, very friable,  moderately sticky, slightly plastic; common very fine and fine roots and few medium roots; common very fine interstitial and tubular pores; 25 percent distinct clay films on all faces of peds and 25 percent distinct clay films on surfaces along pores; 20 percent cobbles, 20 percent  paragravel and 45 percent gravel; neutral, (pH 6.8);  clear wavy boundary. (0 to 8 inches thick)\nCr--15 to 21 inches, weathered and fractured andesitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Modoc County, California; on the Modoc National Forest in the Warner Mountains; 1,500 feet north and 2,100 feet west of the southeast corner of section 25, T 46N., R 15E.; Mt. Bidwell USGS  7.5 minute topographic quadrangle; 41 degrees 49 minutes 29.8 seconds north latitude and 120 degrees 11 minutes 51.1 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - These soils are usually moist in winter, spring, and early summer, dry later in summer and fall; xeric soil moisture regime.\nMean annual soil temperature - 43 to 47 degrees F.\nOxalate extractable Al + 1/2  Fe: 0.2 to 0.4 percent.\nVolcanic glass content - 50 to 80 percent in the coarse silt through fine sand fractions.\nMollic epipedon thickness - 14 to 20 inches.\nDepth to bedrock - 14 to 20 inches to a paralithic contact. The paralithic materials below the contact are weathered pyroclastic andesitic tuff.\nParticle-size control section - Clay content: Averages 18 to 27 percent, (field estimates).\nRock fragments: Average 35 to 60 percent, mainly gravel or cobbles, subhorizons may contain more than 60 percent. Lithology of the fragments is primarily andesitic tuff.\nProfile reaction - Slightly acid or neutral.\nA horizons - Hue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 4 percent.\nBt horizon - Hue: 10YR or 7.5YR.\nTexture: Ashy loam or ashy sandy loam.\nClay content: 18 to 27 percent.\nRock fragments: 35 to 60 percent.\nStructure: Moderate or strong, fine to coarse subangular blocky.\nOrganic matter content: 1 to 2 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dawgbuffer and Epvip series. Dawgbuffer soils have paralithic material within 7 to 14 inches. Epvip soils have 25 to 35 percent clay in the control section. Both of these soils have mollic epipedons 7 to 14 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crazybird soils are on mountains. They formed in volcanic ash and colluvium over residuum derived from glassy tuff. Slopes are 15 to 50 percent. Elevations range from 4,480 to 6,400 feet. The climate is subhumid with cold, moist winters and warm, dry summers. The mean annual precipitation is 16 to 30 inches, most of which comes as snow. The mean annual temperature is 41 to 45 degrees F. The frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burningman, Warnermount and Welltomas series. Burningman soils have lithic material within 20 inches and more than 35 percent clay in the control section. Warnermount soils have bedrock within 20 to 40 inches. Welltomas soils have lithic material within 7 to 14 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or high surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Crazybird soils are used for watershed, wildlife habitat, and limited livestock grazing. The vegetation consists of low-statured mountain big sagebrush, antelope bitterbrush, bluebunch wheatgrass, needlegrass and scattered trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern California. These soils are not extensive. MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Surprise Valley-Home Camp Area, California and Nevada, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The name is coined.\nDiagnostic horizons and features recognized in this pedon include:\nMollic epipedon - The zone from the mineral soil surface to 15 inches (A and Bt horizons).\nVitrandic intergrade feature -- High volcanic glass content in the .02 to 2mm fraction from the mineral soil surface to 15 inches (A and Bt horizons).\nArgillic horizon - The zone from 3 to 15 inches (Bt1, Bt2, and Bt3 horizons).\nParalithic contact - The boundary at 15 inches to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 3 to 15 inches (Bt1, Bt2 and Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; brown (10YR 5/3)  very gravelly ashy sandy loam, dark brown (10YR 3/3)  moist;  weak fine and medium subangular blocky structure; soft, very friable,  slightly sticky, nonplastic; common very fine roots; many very fine and fine interstitial pores; 50 percent pebbles; neutral, (pH 6.6);  clear wavy boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--3 to 7 inches; brown (10YR 5/3) very gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable,  slightly sticky, slightly plastic; common fine roots and many very fine roots; common very fine and fine interstitial pores; 10 percent faint clay bridges between sand grains; 5 percent paragravel,  5 percent cobbles and 45 percent pebbles; neutral, (pH 6.6);  clear wavy boundary. (3 to 9 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 18,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--7 to 10 inches; dark grayish brown (10YR 4/2) very gravelly ashy loam, very dark grayish brown (10YR 3/2)  moist; moderate fine and medium subangular blocky structure; slightly hard, very friable,  moderately sticky, moderately plastic; common very fine and fine roots and few medium roots; common very fine interstitial and tubular pores; 25 percent distinct clay films on all faces of peds and 25 percent distinct clay films on surfaces along pores; 5 percent cobbles, 10 percent paragravel and 45 percent pebbles; neutral, (pH 6.8);  clear wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 25,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--10 to 15 inches; dark grayish brown (10YR 4/2)  extremely gravelly ashy loam, very dark grayish brown (10YR 3/2)  moist; moderate fine and medium subangular blocky structure; slightly hard, very friable,  moderately sticky, slightly plastic; common very fine and fine roots and few medium roots; common very fine interstitial and tubular pores; 25 percent distinct clay films on all faces of peds and 25 percent distinct clay films on surfaces along pores; 20 percent cobbles, 20 percent  paragravel and 45 percent gravel; neutral, (pH 6.8);  clear wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Cr",
        "top": 38,
        "bottom": 53,
        "narrative": "Cr--15 to 21 inches, weathered and fractured andesitic tuff."
      }
    ]
  ]
}
