{
  "SERIES": "CREEMON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/RLB/JBF",
  "REVDATE": "02/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Durinodic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Creemon silt loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 15 cm; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; strong thin platy structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and few fine roots; many fine vesicular and very fine tubular pores; moderately alkaline (pH 8.0); clear wavy boundary.  (8 to 18 cm thick)\nA2--15 to 25 cm; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; moderate medium platy structure; hard, very friable, slightly sticky and moderately plastic; many very fine and few fine roots; many very fine tubular pores; moderately alkaline (pH 8.4); clear wavy boundary.  (0 to 13 cm thick)\nBw--25 to 38 cm; very pale brown (10YR 7/3) silt loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and few fine roots; common very fine tubular pores; strongly alkaline (pH 8.6); abrupt irregular boundary.  (10 to 20 cm thick)\nBqk1--38 to 53 cm; very pale brown (10YR 7/3) silt loam; brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many very fine and few fine roots; common very fine tubular pores; 25 percent 10 to 25 mm weak durinodes; 50 percent discontinuous, hard, firm, brittle, weak silica cementation in lenses 2 to 15 cm thick; strongly effervescent; common fine carbonate filaments; strongly alkaline (pH 8.6); clear wavy boundary.  (10 to 30 cm thick)\nBqk2--53 to 71 cm; very pale brown (10YR 7/3) very fine sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and slightly plastic; many very fine, few fine and medium roots; common very fine tubular pores; 35 percent 20 to 35 mm weak and moderately strong durinodes; common fine carbonate filaments; strongly effervescent; strongly alkaline (pH 8.8); gradual smooth boundary.  (13 to 41 cm thick)\nBqk3--71 to 114 cm; very pale brown (10YR 7/3) and yellowish brown (10YR 5/4) silt loam, dark yellowish brown (10YR 4/4) and brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; common very fine, few fine and medium roots; few very fine tubular pores; 25 percent 15 to 30 mm weak and moderately strong durinodes; few fine carbonate filaments; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (20 to 46 cm thick)\nC--114 to 157 cm; light yellowish brown (10YR 6/4) gravelly very fine sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine interstitial and tubular pores; 15 percent 2 to 30 mm flat and rounded  gravel; strongly effervescent; strongly alkaline (pH 8.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 40 miles southwest of Battle Mountain; about 2,400 feet north and 1,250 feet east of the southwest corner of section 15, T. 26 N., R. 43 E.; USGS The Cedars SW 7.5 minute topographic quadrangle; latitude 40 degrees 7 minutes 22 seconds N and longitude 117 degrees 8 minutes 00 seconds W; WGS84 Decimal Degrees 40.1227778 latitude, -117.1333333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in some part for short periods from October through May; typic aridic soil moisture regime.\nMean annual soil temperature: 9 to 11 degrees C.\nThickness of A and Bw horizons: 28 to 38 cm.\nDepth to Bqk horizon: 28 to 50 cm.\nReaction: Moderately alkaline or strongly alkaline throughout.\nOther features: Some pedons have lenses of volcanic ash in their lower profiles; some pedons have up to 20 percent gravel at depths below 100 cm, and a continuous brittle matrix at depths between 100 to 140 cm; these soils are normally moderately or strongly salt and sodium affected below depths of 50 to 76 cm, but some pedons are moderately or strongly affected throughout.\nParticle-size control section - Clay content:  8 to 18 percent\nA horizon\nValue:  6 or 7 dry, 3 or 4 moist.\nChroma:  2 or 3.\nConsistence:  Soft or slightly hard, nonsticky or slightly sticky, slightly plastic or plastic.\nOther features:  Noneffervescent or slightly effervescent.\nBw horizon\nValue:  6 or 7 dry.\nChroma:  2 through 4.\nTexture: Silt loam, loam or fine sandy loam.\nStructure:  Thin platy or it is weak medium subangular blocky.\nConsistence:  Soft or slightly hard, nonsticky or slightly sticky, non plastic or slightly plastic.\nBqk horizons\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture:  Silt loam, loam or fine sandy loam.\nConsistence:  Soft or slightly hard, nonsticky or slightly sticky.\nOther features:  Strongly or violently effervescent; 20 to 40 percent durinodes; many pedons between depths of 28 to 74 cm have a 8 to 25 cm thick horizon with 20 to 60 percent discontinuous weakly silica cemented lenses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Creemon soils are on fan skirts, stream terraces, inset fans and fan aprons and beach terraces along shorelines of Pleistocene lakes.  These soils formed in alluvium derived from mixed rocks with a component of volcanic ash and loess.  Slopes are 0 to 8 percent.  Elevations are 1,345 to 1,830 meters.  The climate is cool, semiarid with cool, moist winters and hot, dry summers. The mean annual precipitation is 150 to 200 mm, mean annual temperature is 8 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antel, Broyles, Cren, Hessing, Orovada, Relley, and Whirlo soils.  Antel soils have a particle-size control section of dominantly silty clay loam.  Broyles and Orovada soils are coarse-loamy.  Cren soils lack a cambic horizon.  Hessing soils contain less than 20 percent durinodes in the Bq horizon.  Relley soils average 18 to 27 percent clay in the particle-size control section.  Whirlo soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow runoff; moderately high saturated hydraulic conductivity.  Some areas are subject to flooding for brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, cropland and wildlife habitat. Many areas are irrigated and cropped to alfalfa seed, small grains, or hayland and pasture.  The present vegetation is mainly shadscale, bud sagebrush, mustard, cheatgrass, bottlebrush squirreltail, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  MLRAs 24 and 25.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Northern Part, Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (a1 and part of the A2 horizons).\nCambic horizon - The zone from about 25 to 38 cm (Bw horizon).\nDuric feature - The zone from about 38 to 114 cm (Bqk1, Bqk2, and Bqk3 horizons).\nParticle-size control section - The zone from 25 to 100 cm (Bw, Bqk1, and Bqk2 horizons and a portion of the Bqk3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
