{
  "SERIES": "CREEL",
  "STATUS": "Established Series",
  "BYREV": "RD:  DPK/WRJ/RJA",
  "REVDATE": "01/2001",
  "STATES": "NM",
  "OVERVIEW": "The Creel series consists of moderately deep, well drained, moderately permeable soils formed in alluvium derived from siltstone and sandstone and are on mesas, cuestas and knolls.  Slopes range from 1 to 25 percent.  Average annual precipitation is about 12 inches and the average annual temperature is 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Creel channery loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (7.5YR 5/4) channery loam; dark brown (7.5YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; 15 percent channers; slightly effervescent with disseminated calcium carbonate; mildly alkaline; abrupt wavy boundary.  (2 to 3 inches thick)\nBk1--3 to 10 inches; light brown (7.5YR 6/4) channery loam, dark brown (7.5YR 4/4) moist; moderate very fine and fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine discontinuous pores; 15 percent channers and 5 percent flagstones; strongly effervescent with calcium carbonates occurring as few fine concretions and coating the underside of rock fragments; moderately alkaline; abrupt wavy boundary.  (5 to 10 inches thick)\nBk2--10 to 16 inches; pink (7.5YR 8/4) channery loam, pink (7.5YR 7/4) moist; weak fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few fine and very fine roots; common fine and very fine tubular pores; 20 percent channers; violently effervescent with calcium carbonates disseminated and segregated as coatings on rock fragments and as common medium soft masses and concretions; moderately alkaline; clear smooth boundary.  (6 to 12 inches thick)\nBk3--16 to 23 inches; pink (7.5YR 8/4) channery fine sandy loam, light brown (7.5YR 6/4) moist; weak very fine subangular blocky structure; hard, firm, nonsticky and slightly plastic; few very fine roots; few very fine irregular pores; 25 percent channers; violently effervescent with calcium carbonates disseminated and segregated as common medium concretions; moderately alkaline; abrupt smooth boundary.  (7 to 15 inches thick)\n2Cr--23 to 31 inches; soft sandstone; strata are platy, one-fourth to one-half inch thick by 1 to 2 inches in length; few very fine roots are matted along the surface of the contact; abrupt smooth boundary.      2R--31 inches; hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Socorro County, New Mexico; approximately 17 miles northeast of Socorro; 1,770 feet east and 825 feet north of the SW corner of sec. 5., T. 1. S., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to soft sandstone:  20 to 40 inches.\nDepth to the calcic horizon:  7 to 13 inches with 15 to 30 percent calcium carbonate equivalent.\nRock fragments in the control section average 15 to 35 percent by volume.\nClay content in the control section averages 18 to 24 percent and sand ranges from 45 to 70 percent.\nSoil moisture: Typically, the soil moisture control section is moist in some part during December and January and for short periods during July, August and September after convective storms.\nSoil temperature:  The average annual soil temperature at 20 inches ranges from 54 to 59 degrees F.\nA horizon:  Hue - 7.5YR or 5YR Value:  4 or 5 dry, 3 or 4 moist Chroma: 4 through 6 Texture:  very channery loam or channery loam Percent rock fragments:  0 to l0 flagstone (by volume)              l5 to 50 channers and pebbles\nBk horizon:  7.5YR or 5YR Value:  5 through 8 dry, 3 through 7 moist Chroma:  4 through 6 Texture:  channery, sandy clay loam, channery loam or channery fine sandy loam Percent clay:  l8 to 24 Percent rock fragments:  0 to 5 flagstones (by volume)              l5 to 30 channers and pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abra, Bighams, Bowdish, Cibeque, Copeman, Darvey, Harvey, Hernandez, Numa and Pultney series.  Abra, Cibeque, Copeman, Darvey, Harvey, Hernandez and Numa soils lack bedrock above a depth of 40 inches.  Bighams soils have an average annual soil temperatures of less than 54 degrees F.  Bowdish soils have average annual soil temperature ranging from 47 to 52 degrees F. and a lithic contact at 20 to 40 inches.  Pultney soils have an accumulation of calcium sulfate and hue of 2.5Y and l0YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Creel soils are on cuestas, mesas and knolls which are underlain by siltstones and sandstones.  The Creel soils formed in alluvium derived from siltstone and sandstone.  Slopes range from 1 to 25 percent.  Elevation ranges from 5,700 to 6,500 feet.  The average annual precipitation is 10 to 13 inches and the average annual air temperature is 52 to 57 degrees F.  The average frost-free period is 160 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clovis, Musofare and Winona soils.  Clovis and Musofare soils have argillic horizons.  Winona soils have carbonatic mineralogy and are shallow to limestone bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Creel soils are used for livestock grazing and wildlife habitat.  Present vegetation is oneseed juniper, cholla, blue grama, sideoats grama and threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Creel soils are moderately extensive in central New Mexico."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Socorro County, New Mexico, l984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic Horizons and Features Recognized in this Pedon are:\nOchric epipedon - the zone from the surface to a depth of 3 inches. (A horizon)\nCalcic horizon - the zone from l0 to l6 inches (Bk2).  Accumulation of secondary carbonates determined by use of field observation and a volumetric calcimeter.\nUstollic subgroup - estimated percent of organic carbon to be more than .65 in the upper 40 cm. of soil; as a function of the ratio of sand to clay (A, Bkl, Bk2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
