{
  "SERIES": "CREEDMOOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG:JAK:DTA",
  "REVDATE": "10/2021",
  "STATES": "NC,SC,VA",
  "OVERVIEW": "The Creedmoor soils are very deep, moderately well drained and somewhat poorly drained, very slowly permeable soils that have formed in residuum weathered from Triassic material of the Piedmont uplands. Slopes range from 0 to 15 percent. Average annual precipitation is about 46 inches and mean annual temperature about 61 degrees F., near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Creedmoor sandy loam--forested. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inch; partially decomposed pine needles and forest litter.\nA--1 to 3 inches; dark gray (10YR 4/1) sandy loam; weak coarse granular structure; very friable, many fine and medium woody roots; very strongly acid; abrupt smooth boundary. (1 to 9 inches thick)\nE--3 to 9 inches; pale brown (10YR 6/3) sandy loam; weak medium granular structure; very friable; few fine and medium woody roots; very strongly acid; clear smooth boundary. (0 to 12 inches thick)\nBt1--9 to 16 inches; pale brown (10YR 6/3) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine woody roots; many fine and medium pores; many coarse faint light yellowish brown (10YR 6/4) masses of iron accumulations; very strongly acid; clear wavy boundary.\nBt2--16 to 20 inches; brownish yellow (10YR 6/6) sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine and medium woody roots; many fine pores; few faint clay films on faces of peds; few medium prominent reddish yellow (5YR 7/8) masses of iron accumulations; very strongly acid; clear smooth boundary.\nBt3--20 to 30 inches; light yellowish brown (10YR 6/4) clay; moderate medium prismatic structure which parts to moderate medium angular blocky structure; firm; very sticky, very plastic; few fine woody roots; common distinct clay films on faces of peds; common medium prominent red (2.5YR 5/8) masses of iron accumulations and gray (10YR 6/1) iron depletions; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 15 to 50 inches.)\nBtg1--30 to 41 inches; light gray (10YR 7/1) clay; moderate medium angular blocky structure; very firm, very sticky, very plastic; common distinct clay films on faces of peds; many coarse prominent brownish yellow (10YR 6/6) and few fine prominent reddish brown (2.5YR 5/3) masses of iron ccumulations; extremely acid; clear wavy boundary.\nBtg2--41 to 47 inches; light gray (10YR 7/1) clay; weak, coarse angular blocky stucture; very firm, very sticky, very plastic; many medium prominent red (2.5YR 5/8) and few fine prominent yellow (10YR 7/6) masses of iron accumulations; extremely acid; clear wavy boundary. (Combined thickness of the Btg horizon is 0 to 24 inches)\nBCg--47 to 57 inches; light gray (10YR 7/1) silty clay; many coarse prominent dusky red (2.5YR 3/2) mottles; weak coarse angular blocky stucture; very firm, sticky, plastic; extremely acid; clear smooth boundary. (0 to 24 inches thick)\nCg--57 to 69 inches; light gray (10YR 7/1) fine sandy loam saprolite; many coarse prominent dusky red (2.5YR 3/2) mottles; massive; firm; common medium distinct yellow (10YR 7/6) masses of iron accumulations; very strongly acid; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Durham County, North Carolina; 1.5 miles from Nelson on Secondary Road 1973; northwest 1/2 mile on farm road, 50 feet south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 25 to 60 inches. Depth to bedrock is more than 60 inches. Soil reaction ranges from strongly acid to extremely acid throughout, except where surface layers have been limed. Rock fragment content ranges from 0 to 5 percent by volume in the A and B horizons.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 1 to 6. Texture is dominantly sandy loam but includes loamy sand, coarse sandy loam, loam, fine sandy loam, or silt loam. Where the soil is eroded, the Ap horizon is commonly sandy clay loam, silty clay loam, or clay loam.\nThe E horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 2 to 4. Texture is dominantly sandy loam but includes loamy sand, coarse sandy loam, loam, fine sandy loam, or silt loam.\nThe BE horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 4 to 6. Texture is sandy loam, sandy clay loam, loam, silt loam, or silty clay loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8. Some pedons have iron masses in shades of red, yellow, or brown and iron depletions in shades of yellow, brown, and gray. Texture is sandy clay loam, silty clay loam, clay loam, sandy clay, clay, or silty clay. The upper Bt horizon is distinctly coarser in texture and less firm in consistence than the lower Bt or Btg horizon.\nThe Btg horizon, where present, has hue of 7.5YR to 2.5Y, value of 5 to 7 and chroma of 1 or 2. Iron masses in shades of red, yellow, or brown are present. It is sandy clay loam, silty clay loam, clay loam, sandy clay, clay, or silty clay.\nThe BC horizon, where present, has hue of 2.5YR to 2.5Y, value of 4 to 8, and chroma of 3 to 8 or is mottled in shades of these colors. Some pedons have redoximorphic features in shades of red, yellow, brown, and gray. Texture is silty clay loam, sandy clay loam, clay loam, sandy clay, or silty clay.\nThe BCg horizon has hue of 2.5YR to 2.5Y, value of 4 to 8, and chroma of 1 or 2, or is neutral with value of 4 to 8. Some pedons are mottled in shades of these colors. Redoximorphic features in shades of red, yellow, brown, and gray are common. Texture is silty clay loam, sandy clay loam, sandy clay, clay loam or silty clay.\nThe C horizon, where present, has hue of 10R to 2.5Y, value of 3 to 8, and chroma of 3 to 8, or is multicolored or mottled in shades of yellow, red, white, gray, and brown. Redoximorphic features in shades of red, yellow, brown, and gray may occur.  It is saprolite weathered from Triassic rocks such as fine grained sandstone, mudstone, siltstone, or shale. Texture is silt loam, loam, sandy loam, fine sandy loam, sandy clay loam, clay loam, silty clay loam, silty clay, or sandy clay.\nThe Cg horizon has hue of 10R to 2.5Y, value of 3 to 8, and chroma of 1 or 2, or is neutral with value of 3 to 8, and may be mottled in shades of yellow, red, white, gray, and brown. Redoximorphic features in shades of red, yellow, or brown may occur.  It is saprolite weathered from Triassic rocks such as fine grained sandstone, mudstone, siltstone, or shale. Texture is silt loam, loam, sandy loam, fine sandy loam, sandy clay loam, clay loam, silty clay loam, silty clay, or sandy clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Soils in the same family are Annemaine, Beason, Cid, Craven, Dogue, Eulonia, Gritney, Helena, Lignum, Nemours, Nevarc, Newco, Peawick, Rosenwall, Sacul, Stapp, Vinita, and Wolftever. Soils in closely related families are Altavista, Brickhaven, Carbonton, Conasauga, Granville, Green Level, Polkton, and White Store series. Altavista soils have less than 35 percent clay in the argillic horizon. Annemaine, Conasauga, Sacul, Polkton, and White Store soils contain higher clay content in the upper Bt horizon. Beason and Eulonia soils have low shrink-swell potential. Brickhaven and Carbonton soils contain less clay and more silt in the subsoil, In addition, Brickhaven soils\nhave depth to paralithic contact at 40 to 60 inches and Carbonton soils have depth to paralithic contact at 20 to 40 inches. Cid soils have moderate shrink-swell potential and a paralithic contact at depths between 20 and 40 inches. Craven, Dogue, Gritney, Lignum, Nemours, and Wolftever soils have moderate shrink-swell potential. Also, Beason, Craven, and Wolftever soils commonly have less fine or coarser sand in upper Bt horizon. Granville soils lack low chroma iron depletions within the upper 24 inches of the argillic horizon and have less than 35 percent clay in the argillic horizon. Helena soils formed from residuum of felsic to mafic, crystalline, igneous and high-grade metamorphic rocks. Nevarc soils have slow permeability in the lower half of the Bt horizon. Newco and Stapp soils have colors in shades of red in the upper Bt horizon. Peawick soils formed in alluvium and are not underlain by saprolite. Green Level, Polkton and White Store soils have very firm and very plastic Bt horizons with slickensides. In addition, Polkton soils have paralithic contact at 20 to 40 inches. Rosenwall and Vinita soils have a paralithic contact at a depth of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Creedmoor soils are on nearly level to moderately steep slopes in the Triassic Basins. Rocks are of Triassic age. Slopes range from 0 to 15 percent. The soils have formed in materials weathered from fine sandstone, mudstone, siltstone, shale, and conglomerate. Average annual precipitation ranges from about 45 to 55 inches, and mean annual air temperature ranges from 59 to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Granville, Green Level, Polkton, and White Store series, these are the Mayodan, Peakin, Pinoka, and Wadesboro series. Mayodan, Pinoka and Wadesboro soils do not have a seasonal high water table within 6 feet. Peakin soils have a perched water table at 3 to 6 feet. In addition, Wadesboro soils have dark red Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained and somewhat poorly drained. Runoff is moderate; internal drainage is slow. Permeability is very slow in the lower part of the Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About one-third of the soil is under cultivation or in pasture, and the remainder in forest of shortleaf and loblolly pine, oaks, hickory, and gum. Common crops are tobacco, small grains, corn, cotton, and truck crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Piedmont of Virginia, North Carolina, and possibly South Carolina. The series is extensive; the area is more than 100,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Prince Edward County, Virginia; 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon are:\nOchric epipedon - The zone from the surface of the soil to a depth of 9 inches (A and E horizons)\nArgillic horizon - The zone from 9 to 47 inches below the surface (Bt1, Bt2, Bt3, Btg1, and Btg2 horizons)\nAquic feature - Iron depletions with chroma of 2 or less occurring in the 20 to 30 inch subhorizon.\nHorizon depths were modified 10/2021 to make certain soil description began at soil surface."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nMLRA: 136\nSOI-5   Soil Name Slope Airtemp FrFr/Seas Precip Elevation\nNC0056 CREEDMOOR   0-15 59-65   175-200   45-55  300-450\nSOI-5 FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0056 NONE         1.0-2.0   PERCHED JAN-MAR >60\nSOI-5  Depth Texture     3-Inch No-10  Clay%  -CEC-\nNC0056 0-9   SL FSL L    0-3    95-100  7-20   2-6\nNC0056 0-9   LS COSL     0-3    95-100  4-20   1-6\nNC0056 9-20  SCL CL SICL 0-3    95-100 20-35   4-8\nNC0056 20-57 C SIC SC    0-3    95-100 35-60   7-13\nNC0056 57-78 SL SCL SICL 0-5    95-100  5-35   1-8\nNC0056 78-88 UWB          -       -      -      -\nSOI-5  Depth   -pH-    O.M.  Salin   Permeab  Shnk-Swll\nNC0056 0-9   3.5-5.5   .5-2.  0-0    2.0-6.0   LOW\nNC0056 0-9   3.5-5.5   .5-2.  0-0    6.0-20    LOW\nNC0056 9-20  3.5-5.5   0.-.5  0-0    0.2-0.6   MODERATE\nNC0056 20-57 3.5-5.5   0.-.5  0-0    0.0-0.06  HIGH\nNC0056 57-78 3.5-5.5   0.-.5  0-0    0.0-0.06  LOW\nNC0056 78-88    -        -     -        -"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inch; partially decomposed pine needles and forest litter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "weak coarse granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 3 inches; dark gray (10YR 4/1) sandy loam; weak coarse granular structure; very friable, many fine and medium woody roots; very strongly acid; abrupt smooth boundary. (1 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--3 to 9 inches; pale brown (10YR 6/3) sandy loam; weak medium granular structure; very friable; few fine and medium woody roots; very strongly acid; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--9 to 16 inches; pale brown (10YR 6/3) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine woody roots; many fine and medium pores; many coarse faint light yellowish brown (10YR 6/4) masses of iron accumulations; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--16 to 20 inches; brownish yellow (10YR 6/6) sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine and medium woody roots; many fine pores; few faint clay films on faces of peds; few medium prominent reddish yellow (5YR 7/8) masses of iron accumulations; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 51,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--20 to 30 inches; light yellowish brown (10YR 6/4) clay; moderate medium prismatic structure which parts to moderate medium angular blocky structure; firm; very sticky, very plastic; few fine woody roots; common distinct clay films on faces of peds; common medium prominent red (2.5YR 5/8) masses of iron accumulations and gray (10YR 6/1) iron depletions; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 15 to 50 inches.)"
      },
      {
        "name": "Btg1",
        "top": 76,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--30 to 41 inches; light gray (10YR 7/1) clay; moderate medium angular blocky structure; very firm, very sticky, very plastic; common distinct clay films on faces of peds; many coarse prominent brownish yellow (10YR 6/6) and few fine prominent reddish brown (2.5YR 5/3) masses of iron ccumulations; extremely acid; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 104,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--41 to 47 inches; light gray (10YR 7/1) clay; weak, coarse angular blocky stucture; very firm, very sticky, very plastic; many medium prominent red (2.5YR 5/8) and few fine prominent yellow (10YR 7/6) masses of iron accumulations; extremely acid; clear wavy boundary. (Combined thickness of the Btg horizon is 0 to 24 inches)"
      },
      {
        "name": "BCg",
        "top": 119,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCg--47 to 57 inches; light gray (10YR 7/1) silty clay; many coarse prominent dusky red (2.5YR 3/2) mottles; weak coarse angular blocky stucture; very firm, sticky, plastic; extremely acid; clear smooth boundary. (0 to 24 inches thick)"
      },
      {
        "name": "Cg",
        "top": 145,
        "bottom": 175,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg--57 to 69 inches; light gray (10YR 7/1) fine sandy loam saprolite; many coarse prominent dusky red (2.5YR 3/2) mottles; massive; firm; common medium distinct yellow (10YR 7/6) masses of iron accumulations; very strongly acid; clear smooth boundary."
      }
    ]
  ]
}
