{
  "SERIES": "CREF",
  "STATUS": "Tentative Series",
  "BYREV": "RJL/SJJ",
  "REVDATE": "01/2013",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cref loam, on a southwest facing, linear, 1 percent slope in rangeland at an elevation of 2,368 meters.  (Colors are for dry soil unless otherwise noted.)  When described on August 1, 2000, the soil was dry from 0 to 48 cm, moist from 48 to 147 cm and saturated below that depth.\nA1--0 to 15 cm; very dark grayish brown (10YR 3/2) loam, black (10YR 2/1), moist; moderate fine and very fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; few medium, common fine and many very fine roots; common fine and many very fine tubular pores and few medium tubular pores; neutral (pH 7.2); clear smooth boundary.\nA2--15 to 48 cm; very dark grayish brown (10YR 3/2) clay loam, black (10YR 2/1), moist; moderate fine and very fine subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few medium, common fine and many very fine roots; common medium and fine and many very fine tubular pores; slightly alkaline (pH 7.4); gradual smooth boundary.\nA3--48 to 69 cm; dark grayish brown (10YR 4/2) sandy clay loam, very dark gray (10YR 3/1), moist; moderate medium and fine subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few medium and fine and common very fine roots; common medium and fine tubular and many very fine tubular pores; slightly alkaline (pH 7.4); abrupt irregular boundary.  (Combined thickness of the A horizons is 53 to 89 cm)\nBw1--69 to 89 cm; light yellowish brown (10YR 6/4), sandy clay loam, brown (7.5YR 5/4), moist; weak fine subangular blocky structure; hard, friable, slightly sticky, slightly plastic; few fine and very fine roots; few medium and common fine and very fine tubular pores; redox few fine prominent irregular black (N 2/0) manganese masses and common fine distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 4/6) masses of oxidized iron; slightly alkaline (pH 7.8); gradual smooth boundary.\nBw2--89 to 112 cm; light yellowish brown (10YR 6/4) fine sandy loam, brown (7.5YR 5/4), moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, nonplastic; few fine and very fine roots; few fine and common very fine tubular pores; redox few fine prominent gray (2.5Y 6/1) iron depletions, few fine prominent irregular black (N 2/0) manganese masses and common fine distinct strong brown (7.5YR 4/6) and yellowish brown (10YR 5/6) masses of oxidized iron; slightly alkaline (pH 7.8); abrupt smooth boundary.\nBw3--112 to 130 cm; very pale brown (10YR 8/2) fine sandy loam, light gray (10YR 7/2), moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; few very fine roots; few fine and common very fine tubular pores; redox few fine prominent gray (2.5Y 6/1) iron depletions, few fine prominent irregular black (N 2/0) manganese masses and many fine prominent strong brown (7.5YR 4/6), brownish yellow (10YR 6/6) and light olive brown (2.5Y 5/4) masses of oxidized iron; slightly alkaline (pH 7.8); abrupt smooth boundary.\nBw4--130 to 147 cm; 50 percent very pale brown (10YR 8/2) and 50 percent very pale brown (10YR 7/4) fine sandy loam, 50 percent light gray (10YR 7/2) and 50 percent pale brown (10YR 6/3), moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; few very fine roots; few fine and common very fine tubular pores; redox common coarse prominent brownish yellow (10YR 6/6) and strong brown (7.5YR 4/6) masses of oxidized iron and common medium prominent light gray (5Y 7/1) iron depletions; slightly alkaline (pH 7.8); abrupt smooth boundary. (Combined thickness of the Bw horizons is 20 to 78 cm)\n2CB--147 to 165 cm; light yellowish brown (10YR 6/4) extremely gravelly loamy fine sand, yellowish brown (10YR 5/4), moist; massive; soft, loose, nonsticky, nonplastic; few fine and common very fine interstitial pores; redox few fine prominent irregular black (N 2/0) manganese masses and common fine distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of oxidized iron; 55 percent gravel, 10 percent cobbles; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasatch County, UT; about 2.9 kilometers (1.8 miles) southeast of Daniel's Summit; about 800 feet west and 400 feet south of the northeast corner of sec. 22, T. 2 S., R. 12 W.; Co-op Creek, UT USGS quad; lat. 40 degrees 17 minutes 23.55 seconds N. and long. 111 degrees 13 minutes 13.3 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually moist during late fall to spring, and usually dry during the summer and early fall.  Typic Xeric moisture regime.\nMean annual soil temperature:  3.9 to 6.1 degrees C\nMean summer soil temperature:  10.0 to 12.8 degrees C\nDepth to cambic horizon:  51 to 89 cm\nDepth to redox concentrations:  51 to 102 cm\nDepth to endosaturation:  46 to 107 cm from March through July, and within 107 to 152 cm for all other months of the year.\nThickness of the mollic epipedon:  51 to 89 cm\nLithology of rock fragments:  sandstone, limestone and quartzite\nParticle-size control section (weighted averages):\nClay content:  18 to 26 percent\nCarbonate clay content:  0 percent\nFine sand and coarser sand content:  20 to 45 percent\nTotal sand content:  35 to 60 percent\nRock fragment content:  0 to 15 percent rounded gravel and cobbles\nA horizon:\nHue:  7.5YR or 10YR\nValue:  3 to 5 dry; 2 or 3 moist\nChroma:  1 to 3 dry and moist\nTexture:  loam, clay loam, sandy clay loam\nClay content:  23 to 35 percent\nRock fragment content:  0 to 15 percent total; 0 to 10 percent gravel and 0 to 5 percent cobbles\nEC (mmhos/cm):  0 to 2\nReaction:  neutral or slightly alkaline\nBw horizon:\nHue:  7.5YR or 10YR\nValue:  6 to 8 dry; 5 to 7 moist\nChroma:  2 to 4 dry and moist\nTexture:  sandy clay loam, fine sandy loam\nClay content:  2 to 25 percent\nRock fragment content:  0 to 15 percent total; 0 to 10 percent gravel and 0 to 5 percent cobbles\nEC (mmhos/cm):  0 to 2\nReaction:  neutral or slightly alkaline\n2CB or 2C horizon: where present\nHue:  10YR, 7.5YR, less commonly 5YR\nValue:  6 or 7 dry; 5 or 6 moist\nChroma:  2 to 6 dry and moist\nTexture:  very gravelly loamy fine sand, extremely gravelly loamy fine sand\nClay content:  1 to 10 percent\nRock fragment content:  40 to 80 percent total; 35 to 60 percent gravel and 5 to 20 percent cobbles\nEC (mmhos/cm):  0 to 2\nReaction:  neutral or slightly alkaline\nSome pedons may have a thin buried A horizon; individual horizons may be thinly stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Echocreek (UT), Koosharem (UT), Oakspring (T) (UT), Roschene (OR), Toebranch (inactive) (ID), Toehead (UT) and Zola (ID) series.\nEchocreek:  well drained, depth to secondary carbonates is 51 to 76 cm\nKoosharem:  well drained, does not have a cambic horizon, ranges to slightly calcareous throughout\nOakspring:  well drained, depth to secondary carbonates is 38 to 64 cm\nRoschene:  moderately well drained, mean annual soil temperature is 5.6 to 8.3 deg. C\nToebranch:  well drained, average annual soil temperature is 5.6 to 7.8 deg. C\nToehead:  well drained, has Bk horizons with disseminated and segregated carbonates, mean annual soil temperature is 7.2 to 8.3 deg. C\nZola:  moderately well drained, depth to secondary carbonates is 30 to 71 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  alluvium derived from sandstone, limestone and quartzite\nLandform:  stream terraces\nSlopes:  0 to 2 percent\nElevation:  2,286 to 2,530 meters\nMean annual temperature:  3.3 to 5.6 degrees C\nMean annual precipitation:  457 to 635 mm\nPrecipitation pattern:  Wettest months are October to May and driest months are June to September\nFrost-free period:  70 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Xo (T), Kaputt (T) and Snyderville series.  The Xo soils have aquic soil moisture conditions in the soil moisture control section and are on flood plains under sedges and rushes.  The Kaputt and Snyderville soils are well drained, have an argillic horizon and are on higher stream terraces.  Snyderville soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained, low runoff, moderately slow saturated hydraulic conductivity, rare flooding for brief periods during the months of April to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and wildlife habitat.  Native vegetation includes silver sagebrush, basin wildrye, wiregrass, sheep fescue and Columbia needlegrass.  Utah correlates this soil to Mountain Loamy Bottom (Basin Wildrye) R047XA416UT ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain valleys of northern Utah, Wasatch Mountains - North; LRR E, MLRA 47A; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Wasatch County, Utah, Duchesne Area, Utah, Parts of Duchesne, Utah and Wasatch Counties soil survey area, 2012.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 150 cm.\nParticle-size control section:  The zone from 25 to 100 cm.  (Includes A2, A3, Bw1 and Bw2 horizons)\nMollic epipedon:  From 0 to 69 cm.  (A horizons)\nCambic horizon:  From 69 to 147 cm.  (Bw horizons)\nRedoximorphic concentrations:  In the zone from 69 to 165 cm. (Bw and 2CB horizons)\nRedoximorphic depletions:  In the zone from 89 to 147 cm. (Bw2, Bw3, Bw4 horizons)\nEndosaturation:  The zone of saturation at 147 to 165 cm. (2CB horizon)\nA lithologic discontinuity occurs at 147 cm.  When present, the lithologic discontinuty occurs below 100 cm and does not meet the criteria for contrasting particle size class.\nCumulic feature:  The mollic epipedon is 69 cm thick, organic carbon decreases irregularly from 25 to 125 cm, and slope is 1 percent.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
