{
  "SERIES": "CREOLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJR-WLC-CLN",
  "REVDATE": "05/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, nonacid, hyperthermic Typic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Creole mucky clay on broad level brackish marsh. (Colors are for moist soil.)\nA1--0 to 3 inches; dark gray (10YR 4/1) mucky clay; massive; very fluid, flows easily between fingers when squeezed leaving small residue; many fine and medium roots; very strongly acid; abrupt smooth boundary. (0 to 6 inches thick)\nA2--3 to 17 inches; very dark gray (10YR 3/1) clay; massive; slightly sticky, plastic, slightly fluid, flows with difficulty between fingers when squeezed leaving small residue; many fine roots; common distinct strong brown (7.5YR 5/6) masses of iron accumulation along root channels; moderately acid; clear wavy boundary. (7 to 28 inches thick)\nCg1--17 to 27 inches; gray (5Y 5/1) clay; massive; slightly sticky, plastic, slightly fluid, flows with difficulty between fingers when squeezed leaving large residue; common fine roots; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation with diffuse and clear boundaries in the matrix and along root channels; neutral; gradual wavy boundary. (0 to 22 inches thick)\nCg2--27 to 48 inches; gray (5Y 5/1) clay; massive; very fluid, flows easily between fingers when squeezed leaving small residue; few fine roots; common medium prominent olive (5Y 5/6) masses of iron accumulation with diffuse and clear boundaries in the matrix and along root channels; neutral; abrupt smooth boundary. (10 to 30 inches thick)\n2Cg3--48 to 52 inches; gray (5Y 5/1) loamy fine sand; massive; very fluid, flows easily between fingers when squeezed leaving small residue; neutral; abrupt smooth boundary. (0 to 5 inches thick)\n3Cg4--52 to 72 inches; gray (N 5/0) clay loam; massive; very fluid, flows easily between fingers when squeezed leaving small residue; common root channels; slightly alkaline; gradual wavy boundary. (0 to 24 inches thick)\n3Cg5--72 to 80 inches; gray (N 5/0) clay; massive; very fluid, flows easily between fingers when squeezed leaving small residue; common root channels; few fine shell fragments; few sand lenses and sand pockets in lower part of horizon; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cameron Parish, Louisiana; 0.8 mile south of Creole; 300 feet east of Louisiana Highway 27; 200 feet south of oil field road; T. 14S., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Except for thin surface layers n-values range from 0.7 to 1.0 to depths of 29 to 40 inches.  Below this depth the n-value is 1 or more.  The electrical conductivity of the saturation extract ranges from 4 to 16 mmhos/cm in at least 1 layer within a depth of 40 inches.  The particle-size control section contains 35 to 60 percent clay, though subhorizons within the 10 to 40 inch control section, may contain less than 35 percent or more than 60 percent clay.  Some pedons have an organic surface layer 2 to 8 inches thick.\nThe A horizon has hue of 10YR to 5Y, value of 2 to 6, and chroma of 1, or it is neutral and has value of 3 or 4.  Texture is silty clay, clay, or mucky clay.  Reaction ranges from very strongly acid to slightly alkaline.\nThe Cg horizon has hue of 10YR to 5BG, value of 4 to 6, and chroma of 1, or is neutral and has value of 4 or 5.  Masses of iron accumulation are in shades of olive brown or yellowish brown.  Texture is silty clay or clay.  Reaction ranges from slightly acid to moderately alkaline.\nThe 2Cg and 3Cg horizons, where present, have the same color range as the Cg horizon.  The texture of the 2Cg horizon is sandy loam, loamy fine sand or very fine sandy loam.  The 3Cg horizon is clay loam, silty clay, or clay.  Reaction of the 2Cg and 3Cg horizons ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caplen, Gentilly, Leerco, McKee and Riomar series.  Caplen soils have n-values of 1 or more to a depth of 40 inches or more.  Gentilly soils have lower horizons with n-value of less than 0.7.  Leerco soils have EC of less than 4 mmhos/cm in the upper 10 inches.  McKee and Riomar soils has EC of more than 16 mmhos/cm throughout.  In addition, Riomar soils are underlain with limestone bedrock.  Barbary, Harris, Larose, Placedo, and Scatlake series are in similar families.  Barbary and Larose soils have EC of less than 3 mmhos/cm in the particle-size control section.  Harris and Placedo soils have n-values of less than 0.7 in all horizons.  Scatlake soils have more than 60 percent clay in the 10 to 40 inch particle-size control section and have n-values of more than 1 in all horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Creole soils are on low Gulf Coastal brackish marshes at elevations of 2 feet or less.  They are flooded with brackish water during storms and high tides.  They are also flooded with fresh water from torrential rains.  They formed in clayey sediments.  Slopes range from 0 to 1 percent.  The mean annual precipitation ranges from 54 to 60 inches.  The mean annual temperature ranges from 70 to 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bancker and Scatlake series on slightly lower elevations and the Hackberry, Mermentau, and Peveto series.  Hackberry soils are on low ridges and have a sandy particle size control section.  Leerco soils are slightly higher in the landscape and are less saline in the upper part.  Mermentau soils are on higher positions than the Creole soils and have a clayey over loamy particle size control section.  Peveto soils are on ridges and have a sandy particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Creole soils are very poorly drained; runoff is very slow; permeability is very slow.  The water level is continuously at depths of 1 foot above to 1 foot below the soil surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  The vegetation consists dominantly of marshhay cordgrass, seashore saltgrass, olney bulrush, coastal waterhyssop, saltmarsh bulrush, and seashore paspalum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the Gulf Coastal marshes (MLRA 151) of Louisiana, Texas, and possibly Mississippi.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cameron Parish, Louisiana; l983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Creole soils formerly were included in the Harris series.  Although these soils are classified as Hydraquents, they are firm enough to support cattle for grazing.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 17 inches (A1 and A2 horizons)\nN-values of 0.7 to 1.0 - 3 to 27 inches (A2 and Cg1 horizons)\nN-values more than 1.0 - 27 to 96 inches (Cg2, 2Cg3, 3Cg4 and 3Cg5\nhorizons)\nPermanent saturation of water\nADDITIONAL DATA: Louisiana Agricultural Experiment Station Lab Sample No. S80LA-23-10.\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
