{
  "SERIES": "CRESENT",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLE-WMT-JWH",
  "REVDATE": "01/2011",
  "STATES": "IL,MN,WI",
  "OVERVIEW": "The Cresent series consists of very deep soils that formed in 102 to 152 cm (40 to 60 inches) of loamy sediments over sandy outwash on outwash plains. Slope ranges from 0 to 18 percent. Mean annual air temperature is about 10.0 degrees C (50 degrees F), and mean annual precipitation is about 914 mm (36 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cresent loam - on a 1 percent slope in a cultivated field at an elevation of about 510 feet (155 meters) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak medium granular structure; friable; few very fine roots; moderately acid; abrupt smooth boundary.\nA--20 to 38 cm (8 to 15 inches); very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; few very fine roots; moderately acid; clear smooth boundary.\nAB--38 to 46 cm (15 to 18 inches); dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; friable; few very fine roots; common faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds; moderately acid; clear smooth boundary.\nBt1--46 to 69 cm (18 to 27 inches); brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; friable; few very fine roots; common faint very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; moderately acid; clear smooth boundary.\nBt2--69 to 86 cm (27 to 34 inches); dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; few very fine roots; common faint brown (10YR 4/3) clay films on faces of peds; slightly acid; clear smooth boundary.\nBt3--86 to 117 cm (34 to 46 inches); brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; few very fine roots; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; slightly acid; abrupt smooth boundary.\n2C1--117 to 152 cm (46 to 60 inches); brown (7.5YR 4/4) loamy sand grading to sand with depth; massive; very friable; neutral; gradual smooth boundary.\n2C2--152 to 203 cm (60 to 80 inches); brown (7.5YR 4/4) sand; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tazewell County, Illinois; about 1 mile (1.6 kilometers) north and 0.6 mile (1 kilometer) west of South Pekin; 255 feet (78 meters) south and 2,346 feet (715 meters) west of the northeast corner of sec. 28, T. 24 N., R. 5 W.; USGS Pekin, IL topographic quadrangle; lat. 40 degrees 30 minutes 40 seconds N. and long. 89 degrees 40 minutes 15 seconds W., NAD 27; UTM Zone 16, 273706 easting and 4487920 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon and the depth to sand or loamy sand textures: 102 to 152 cm (40 to 60 inches)\nThickness of the mollic epipedon: 25 to 61 cm (10 to 24 inches)\nClay content: 10 to 32 percent in the upper and middle part of the control section, and 2 to 10 percent in the lower part\nSand content: 70 to 95 percent in the lower part of the control section\nAp and A horizons:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: loam, silt loam or fine sandy loam\nReaction: strongly acid to neutral\nAB horizon (where present):\nHue: 10YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: loam\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: clay loam, sandy clay loam or loam\nRock fragment: 0 to 5 percent gravel\nReaction: strongly acid to neutral\n2C horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: sand or loamy sand\nRock fragment: 0 to 10 percent gravel\nReaction: moderately acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atkinson, Burchard, Cokato, Cresco, Durand, Friesland, Griswold, Hitt, Jasper, Joslin, Keosauqua, Kishwaukee, Marbletown, Moingona, Morrill, Nuxmaruhanixete, Parmod, Penfield, Reedslake, Ringwood, Rockton, Schoolcraft, Shelby, Sibleyville, Velma, and Winnebago, series. Atkinson soils have limestone bedrock within 114 cm (45 inches). Burchard soils formed entirely in glacial till and do not have a lithologic discontinuity. Cokato soils have free carbonates from 46 to 122 cm (18 to 48 inches). Cresco soils have less sand in the lower part of the series control section. Durand soils have less sand in the lower part of the series control section. Friesland soils have less sand in the lower part of the series control section. Griswold soils formed entirely in calcareous sandy loam glacial till and do not have a lithologic discontinuity. Hitt soils have limestone bedrock within 152 cm (60 inches). Jasper soils have 45 to 70 percent sand in the lower part of the series control section. Joslin soils have subhorizons with 35 to 50 percent clay in the series control section. Keosauqua soils average 18 to 35 percent clay and 20 to 50 percent sand in the particle-size control section and ranges from slightly acid to neutral in the lower part of the series control section. Kishwaukee soils have 30 to 70 percent gravel in the lower part of the series control section. Marbletown soils have sandstone or shale bedrock within 152 cm (60 inches). Moingona soils formed entirely in colluvium or alluvium and do not have a lithologic discontinuity. Morrill soils have less sand in the lower part of the series control section. Nuxmaruhanixete soils have more than 10 percent gravel in the lower part of the series control section. Parmod soils have calcium carbonate equivalent range of 15 to 40 percent in the lower part of the series control section. Penfield soils have 45 to 70 percent sand in the lower part of the series control section. Reedslake soils formed entirely in calcareous loamy glacial till and do not have a lithologic discontinuity. Ringwood soils have 10 to 40 percent rock fragments in the lower part of the series control section. Rockton soils have limestone bedrock within 102 cm (40 inches). Schoolcraft soils have sand and gravelly sand at depths of less than 102 cm (40 inches). Shelby soils formed entirely in glacial till and do not have a lithologic discontinuity. Sibleyville soils have sandstone or sandy and silty shale bedrock within 102 cm (40 inches). Velma soils contain more clay in the lower part of the series control section. Winnebago soils have less sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cresent soils are on outwash plains near the south and west edge of the Wisconsinan Age glacial moraines. Slope ranges from 0 to 18 percent. Cresent soils formed in 102 to 152 cm (40 to 60 inches) of loamy sediments over sandy outwash. Mean annual air temperature ranges from 8.9 to 11.1 degrees C (48 to 52 degrees F. Mean annual precipitation ranges from 813 to 1016 mm (32 to 40 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dakota, Dickinson, Onarga, Plainfield, Plano, Raddle, and Sparta soils. Dakota soils contain sandy textures within depths of 102 cm (40 inches). Dickinson, Onarga, Plainfield, and Sparta soils contain more sand in the upper part of the control section. Plano and Raddle soils contain less sand throughout the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Soil moisture status wet is greater than 6 feet. Surface runoff is medium or high. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers/s) in the loamy sediments and high to very high (42.33 to 141.11 micrometers/s) in the underlying sandy outwash. Permeability is moderate in the loamy sediments and rapid in the underlying sandy outwash."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are cultivated. Corn, soybeans, and small grains are the principal crops. Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and northern Illinois, southwestern Wisconsin, and southeastern Minnesota. The extent is small in LRR M, MLRAs 105, 108B, and 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henry County, Illinois, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: particle-size control section - the zone from 18 to 38 inches (46 to 97 cm); series control section - the zone from 0 to 152 cm (0 to 60 inches); mollic epipedon - the zone from 0 to 46 cm (the surface to 18 inches) (Ap, A, and AB horizons); argillic horizon - the zone from 46 to 117 cm (18 to 46 inches) (Bt1, Bt2, and Bt3 horizons). Udic moisture regime. Cation exchange activity class is inferred from lab data from similar soils in the surrounding area. Taxonomic Version: Second Edition, 1999.\nThese soils were formerly correlated as a sandy substratum phase of the Jasper series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak medium granular structure; friable; few very fine roots; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--20 to 38 cm (8 to 15 inches); very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; few very fine roots; moderately acid; clear smooth boundary."
      },
      {
        "name": "AB",
        "top": 38,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--38 to 46 cm (15 to 18 inches); dark brown (10YR 3/3) loam, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; friable; few very fine roots; common faint very dark grayish brown (10YR 3/2) organic coatings on faces of peds; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt1",
        "top": 46,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--46 to 69 cm (18 to 27 inches); brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; friable; few very fine roots; common faint very dark grayish brown (10YR 3/2) organo-clay films on faces of peds; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 69,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--69 to 86 cm (27 to 34 inches); dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; few very fine roots; common faint brown (10YR 4/3) clay films on faces of peds; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 86,
        "bottom": 117,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt3--86 to 117 cm (34 to 46 inches); brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; few very fine roots; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "2C1",
        "top": 117,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2C1--117 to 152 cm (46 to 60 inches); brown (7.5YR 4/4) loamy sand grading to sand with depth; massive; very friable; neutral; gradual smooth boundary."
      },
      {
        "name": "2C2",
        "top": 152,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--152 to 203 cm (60 to 80 inches); brown (7.5YR 4/4) sand; single grain; loose; neutral."
      }
    ]
  ]
}
