{
  "SERIES": "CRESBARD",
  "STATUS": "Established Series",
  "BYREV": "KFM-BOK-CJH",
  "REVDATE": "11/2002",
  "STATES": "ND,SD",
  "OVERVIEW": "The Cresbard series consists of very deep, moderately well and well drained soils formed in glacial till or local alluvium over glacial till on lower back slopes, foot slopes in depressions, and flats on uplands. Permeability is slow or moderately slow.  Slopes range from 0 to 6 percent.  Mean annual precipitation is about 21 inches and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Glossic Natrudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cresbard loam - on slope of less than 1 percent in an upland swale in native grass.  When described the soil was moist to 14 inches and dry below.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 9 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; common very fine vesicular and few tubular pores; moderately acid; abrupt smooth boundary.  (5 to 12 inches thick)\nE--9 to 10 inches; gray (10YR 6/1) loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine vesicular and tubular pores; slightly acid; clear smooth boundary.  (0 to 6 inches thick)\nE/B--10 to 14 inches; 60 percent gray (10YR 6/1) (E) and 40 percent dark gray (10YR 4/1) (B) clay loam, very dark grayish brown (10YR 3/2) (E) and black (10YR 2/1) (B) moist; moderate medium prismatic structure parting to moderate very fine and fine blocky; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular and common vesicular pores; slightly acid; clear smooth boundary.  (0 to 7 inches thick)\nBtn1--14 to 28 inches; dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate medium prismatic structure parting to strong medium blocky; very hard, firm, very sticky and very plastic; common very fine and fine roots; common very fine tubular pores; neutral; gradual wavy boundary.\nBtn2--28 to 34 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; moderate medium prismatic structure parting to strong medium blocky; extremely hard, firm, moderately sticky and moderately plastic; common very fine and fine roots throughout; common very fine tubular pores; common prominent dark gray (10YR 4/1) continuous clay films on vertical and horizontal faces of peds; about 1 percent gravel; neutral; clear wavy boundary.  (Combined thickness of Btn horizons is 7 to 25 inches.)\nBk--34 to 55 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; many coarse faint gray (10YR 5/1) redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderate medium prismatic structure parting to weak very fine and fine subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; common medium irregular masses of carbonates; about 3 percent gravel; strongly effervescent; slightly alkaline; gradual irregular boundary.  (0 to 30 inches thick)\nC--55 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; many medium distinct gray (10YR 6/1) redoximorphic depletions and many fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; massive; hard, friable, slightly sticky and slightly plastic; many very fine vesicular and tubular pores; few fine rounded masses of carbonate; strongly effervescent; about 2 percent gravel; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, South Dakota; about 6 1/2 miles north and 2 miles east of Carpenter; 1300 feet south and 120 feet west of the northeast corner of sec. 35, T. 115 N., R. 59 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonate ranges from 15 to 40 inches.  Exchangeable sodium exceeds 15 percent in the lower part of the B horizon or in the C horizon.  The particle size control section contains more than 15 percent fine sand or coarser.\nThe A horizon has value of 3 or 4 and 2 or 3 moist.  In some pedons, the lower part has chroma of 2.  It is silt loam or loam.  It is moderately acid to neutral.\nThe E horizon has value of 5 or 6 and 2 to 4 moist, and chroma of 1 or 2.  It is loam or silt loam and moderately acid to neutral.  Some pedons have dark gray silt coatings on faces of peds.\nIn the E/B horizon, the E part has colors similar to the E horizon and the B part has colors similar to Bt horizon.  It is clay loam or silty clay loam.  Gray or light gray silt coatings are on faces of peds.  Some pedons have relic round topped columnar peds that are degraded in color and structure with horizontal and vertical streaks of gray of light gray extending an inch or more into the columns.  These peds part readily to medium through very fine subangular or angular blocks.  The E/B horizon is moderately acid to neutral.  Some pedons have B/E, EB, or BE horizons.\nThe Btn horizon has hue of 10YR or 2.5Y, value of 3 to 6 and 2 to 4 moist, and chroma of 1 to 3.  It typically is silty clay, clay loam, or clay.  It contains 35 to 50 percent clay and more than 15 percent fine sand or coarser.  The Btn horizon is slightly acid or neutral in the upper part and ranges to moderately alkaline in the lower part. Some pedons have Btnz, Btnk, Btkn or By horizons.\nThe Bk horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is clay loam, loam, or silt loam.  It has common to many accumulations of carbonate.  Some pedons have accumulations of gypsum and other salts.  It is slightly alkaline to strongly alkaline. Some pedons have By, Bz, or BCk horizons.\nThe C horizon has hue of 2.5Y or 5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is clay loam, loam, or silt loam.  Some pedons have few or common fine nests and striations of gypsum and other salts. The C horizon is slightly alkaline to strongly alkaline.  Some pedons have silt loam lenses below 40 inches. Some pedons have hue of 2.5Y or 5Y, value of 4 and 3 moist, and chroma of 1 or 2 below a depth of 60 inches that are inherent from the parent material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Aberdeen series.  Aberdeen soils contain less than 15 percent fine sand or coarser in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cresbard soils are mainly on footslopes, backslopes and toeslopes on uplands.  Slope gradients typically are less than 2 percent but range from 0 to 6 percent.  The soils formed in glacial till, or local alluvium over glacial till.  Mean annual air temperature ranges from 38 to 45 degrees, and mean annual precipitation from 17 to 25 inches.  Most of the precipitation comes in the spring and summer.  Growing season is about 110 to 140 days; average growing season precipitation ranges from 13 to 24 inches; and growing degree days are about 2500 to 3000."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aastad, Barnes, Cavour, Forman, Parnell, Peever, Svea and Tonka soils.  Aastad soils are in swales and do not have a natric horizon.  Cavour soils do not have E/B horizons, have columnar structure in the upper Btn horizon, and are on the similar nearby landscapes.  Barnes, Forman, Peever and Svea soils are on adjacent uplands and do not have natric horizons.  Parnell and Tonka are in nearby upland depressions and do not have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained and well drained. Runoff is negligible to high.  Permeability is slow or moderately slow.  A water table at 4 to 6 feet is present in the moderately well drained phase in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Cresbard soils are used to grow small grain or alfalfa.  Native vegetation is mainly western wheatgrass, little bluestem, big bluestem, porcupinegrass, needleandthread, green needlegrass, sideoats grama, blue grama and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota, North Dakota, and possibly Minnesota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Spink County, South Dakota, 1954."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon: mollic epipedon - the zone from the surface of the soil to a depth of 28 inches (Ap, E, E/B, Btn1 horizons); Natric horizon - the zone from 14 to 34 inches (Btn1, Btn2 horizons); glossic horizon - the zone from 10 to 14 inches (E/B horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well and well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; common very fine vesicular and few tubular pores; moderately acid; abrupt smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--9 to 10 inches; gray (10YR 6/1) loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium platy structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine vesicular and tubular pores; slightly acid; clear smooth boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "E/B",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E/B--10 to 14 inches; 60 percent gray (10YR 6/1) (E) and 40 percent dark gray (10YR 4/1) (B) clay loam, very dark grayish brown (10YR 3/2) (E) and black (10YR 2/1) (B) moist; moderate medium prismatic structure parting to moderate very fine and fine blocky; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine tubular and common vesicular pores; slightly acid; clear smooth boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "Btn1",
        "top": 36,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btn1--14 to 28 inches; dark gray (10YR 4/1) silty clay, black (10YR 2/1) moist; moderate medium prismatic structure parting to strong medium blocky; very hard, firm, very sticky and very plastic; common very fine and fine roots; common very fine tubular pores; neutral; gradual wavy boundary."
      },
      {
        "name": "Btn2",
        "top": 71,
        "bottom": 86,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btn2--28 to 34 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; moderate medium prismatic structure parting to strong medium blocky; extremely hard, firm, moderately sticky and moderately plastic; common very fine and fine roots throughout; common very fine tubular pores; common prominent dark gray (10YR 4/1) continuous clay films on vertical and horizontal faces of peds; about 1 percent gravel; neutral; clear wavy boundary.  (Combined thickness of Btn horizons is 7 to 25 inches.)"
      },
      {
        "name": "Bk",
        "top": 86,
        "bottom": 140,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bk--34 to 55 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; many coarse faint gray (10YR 5/1) redoximorphic depletions and few fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderate medium prismatic structure parting to weak very fine and fine subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; common medium irregular masses of carbonates; about 3 percent gravel; strongly effervescent; slightly alkaline; gradual irregular boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 140,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--55 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; many medium distinct gray (10YR 6/1) redoximorphic depletions and many fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; massive; hard, friable, slightly sticky and slightly plastic; many very fine vesicular and tubular pores; few fine rounded masses of carbonate; strongly effervescent; about 2 percent gravel; slightly alkaline."
      }
    ]
  ]
}
