{
  "SERIES": "CRESAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJZ-TM-JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Duric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cresal silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light brownish gray (10YR 6/2) silt loam, grayish brown (10YR 5/2) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many fine and common medium vesicular pores; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (3 to 8 cm thick)\nA2--5 to 18 cm; light brownish gray (10YR 6/2) silt loam, grayish brown (10YR 5/2) moist; strong thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many fine vesicular pores; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (5 to 15 cm thick)\nBqk--18 to 33 cm; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; few fine distinct strong brown (7.5YR 5/6) relict mottles; moderate thin platy structure; hard, very friable, slightly sticky and slightly plastic; common very fine and few fine exped roots; many fine and common medium vesicular pores; very weakly cemented with silica coatings on ped faces and bridging mineral grains; common fine horizontal lime seams on plate surfaces; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (13 to 33 cm thick)\nBk--33 to 43 cm; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak thin platy structure; hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; common thin horizontal lime seams on plate surfaces; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 15 cm thick)\n2Bqk--43 to 69 cm; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; common fine distinct light brown (7.5YR 6/4) relict mottles; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; 35 percent weakly cemented durinodes; common thin horizontal lime seams on plate surfaces; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (0 to 38 cm thick)\n2C1--69 to 97 cm; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; few thin lenses of volcanic ash; 2 percent gravel; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (15 to 64 cm thick)\n2C2--97 to 152 cm; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; common fine distinct light brown (7.5YR 6/4) relict mottles; massive; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; few thin lenses of volcanic ash; few fine segregated lime filaments; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; approximately 8 miles southwest of Jungo in a unsurveyed area about 7,700 feet east and 100 feet south of the northeast corner of section 12, T. 34 N., R. 31 E.; latitude 40 degrees 50 minutes 03 seconds N and longitude 118 degrees 23 minutes 54 seconds W; WGS84 Decimal Degrees 40.8340000 latitude, -118.401389 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in the winter and spring, dry May through early November; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to the Bqk horizon: 10 to 23 cm.\nDepth to lacustrine sediments: 25 to 50 cm.\nGypsum: Fine filaments and soft masses of gypsum are below 25 cm in some pedons.\nReaction: Moderately alkaline or strongly alkaline.\nParticle-size control section - Clay content:  8 to 15 percent.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nBqk and Bk horizons (when present)\nHue:  10YR or 2.5Y.\nValue:  6 through 8 dry, 4 or 5 moist.\nChroma:  2 or 3.\nTexture:  Stratified silt loam and very fine sandy loam.\nClay content:  8 to 15 percent.\nStructure:  Prismatic, platy or is massive.\nConsistence:  Slightly hard, hard or very hard dry, very friable, friable or firm moist.\nRelict redox concentrations:  None to common in any subhorizon.\nCementation:  The upper subhorizon is very weakly cemented with silica coats and bridges on ped surfaces and commonly contains durinodes. Some subhorizon within 50 cm, has 20 to 40 percent weak or moderately strong durinodes.\nSodicity:  Slightly through strongly sodic affected.\n2C horizons\nHue:  10YR or 2.5Y dry or moist, moist hue of 5Y is common in some pedons.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture:  Stratified silt loam and very fine sandy loam.  Thin lenses of very fine sand or loamy very fine sand and volcanic ash are common in any subhorizon.\nClay content:  8 to 18 percent.\nRock fragments:  Up to 5 percent gravel are common in any subhorizon.\nStructure:  Platy or it is massive.\nConsistence:  Soft to hard dry, very friable or friable, moist; nonsticky or slightly sticky, wet.\nSodicity:  Slightly through strongly sodic affected.\nOther features:  Some pedons commonly have a strata of silty clay loam below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cren, Moranch, Risbeck, Tulase, and Wahluke series.\nCren soils have a mean annual soil temperatures of 8 to 12 degrees C., and are 38 to 76 cm deep to the Bkq horizons that lack silica coats and bridges on ped surfaces.  Moranch soils have a mean annual soil temperature of 8 to 10 degrees C. and are continuously weakly silica cemented within 100 cm. Risbeck, Tulase and Wahluke soils lack lenses of volcanic glass in the 2C horizon and have an aridic soil moisture regime that borders on xeric."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cresal soils are on lake plain and basin floor remnants.  These soils formed in loess high in volcanic ash over lacustrine sediments. Slopes are 0 to 2 percent.  Elevations are 1,200 to 1,300 meters.  The climate is cool, arid with cool, moist winters and hot dry summers. The mean annual precipitation is 100 to 200 mm; mean annual temperature is 9 to 13 degrees C., and the frost-free season is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boton and Mazuma soils.  Boton soils are fine-silty.  Mazuma soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, ponded or slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly shadscale and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are not extensive.  MLRA 24, 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County, Nevada, West Part, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (A1 and A2 horizons).\nDuric horizon - The zone from 43 to 69 cm (2Bqk horizon).\nLacustrine sediments - The zone from 43 to 152 cm (2Bqk, 2C1 and 2C2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (Bk, 2Bqk, 2C1 and part of the Bqk and 2C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
