{
  "SERIES": "CRESCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RID-RJK",
  "REVDATE": "02/2003",
  "STATES": "IA",
  "OVERVIEW": "The Cresco series consists of deep, moderately well drained, moderately slowly permeable soils formed on uplands in loamy sediments and the underlying glacial till.  Slopes range from 2 to 14 percent.  Mean annual temperature is about 46 degrees F, and mean annual precipitation is about 32 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cresco loam - cultivated with a convex, east-facing slope of 3 percent.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary.\nA--8 to 13 inches; mixed black (10YR 2/1) and very dark grayish brown (10YR 3/2) loam, dark gray (10YR 4/1) and grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to moderate fine granular; friable; strongly acid; gradual smooth boundary.  (Combined thickness of the A horizons is 10 to 16 inches.)\nBA--13 to 17 inches; mixed brown (10YR 4/3) and very dark grayish brown (10YR 3/2) loam; weak fine subangular blocky structure; friable; a pebble band (1/4- to 2-inch pebbles) in the lower part; strongly acid; gradual smooth boundary.  (0 to 6 inches thick)\n2Bw--17 to 25 inches; brown (10YR 4/3) loam, few fine faint brown (10YR 5/3) and yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; friable; many pebbles in upper part; strongly acid; clear smooth boundary.  (7 to 10 inches thick)\n2Bt--25 to 40 inches; mixed strong brown (7.5YR 5/8) and gray (5Y 5/1) clay loam; faces of peds light gray (5Y 6/1) and some dark gray (N 4/0); moderate medium prismatic structure parting to moderate medium subangular blocky; very firm; gray colors most evident on faces of prisms but are also on some blocky peds; few dark gray (N 4/0) clay films in the root channels and few thin discontinuous clay films on faces of peds; few pebbles; strongly acid; gradual smooth boundary. (13 to 20 inches thick)\n2BC--40 to 47 inches; mixed strong brown (7.5YR 5/8) and gray (5Y 5/1) clay loam; faces of peds gray (5Y 5/1) and some strong brown (7.5YR 5/8); weak medium prismatic structure parting to weak medium subangular blocky; very firm; gray colors most evident on faces of prisms becoming less distinct with depth; few pebbles and small stones; neutral; clear wavy boundary.  (0 to 10 inches thick)\n2C--47 to 60 inches; strong brown (7.5YR 5/8) clay loam, many medium prominent gray (5Y 6/1) mottles; massive; firm; some pebbles and small stones; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Howard County, Iowa; about 3 miles west and 2 miles north of Davis Corner; 940 feet north and 76 feet east of the southwest corner of sec. 11, T. 99 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 40 inches thick, and depth to carbonates ranges from 40 to 70 inches.  The A or Ap horizon is black (10YR 2/1), very dark brown (10YR 2/2), or very dark grayish brown (10YR 3/2).\nThe A horizon typically is loam but some is silt loam or clay loam.  Clay content ranges from about 20 to 28 percent.\nThe BA horizon is very dark grayish brown (10YR 3/2), dark brown (10YR 3/3), or brown (10YR 4/3).\nThe 2Bw horizon is brown (10YR 4/3) or yellowish brown (10YR 4/4).  It formed in part from loamy material and in part from glacial till.  At the contact between the two materials, texture is loam or sandy loam and commonly the layers contain many pebbles.\nThe 2Bt horizon is strong brown (7.5YR 5/8), yellowish brown (10YR 5/4-5/6), gray (5Y 5/1), or light gray (5Y 6/1).  The gray color in the matrix and on the faces of peds increases as depth increases.  Average clay content ranges from 30 to 35 percent, but some subhorizons have as much as 37 percent clay.  The horizon is medium acid to very strongly acid.  Wedges of sandy loam or sand are in the glacial till in some pedons.  In the pedon described, a wedge of sand widens from 1 inch to 12 inches between the depths of 25 and 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atkinson, Burchard, Calmar, Corwin, Durand, Foresman, Friesland, Griswold, Hitt, Hochheim, Jasper, Joslin, La Rose, Linkville, Markesan, Moingona, Mona, Morrill, Pana, Parr, Plattville, Prairieville, Ringwood, Rockton, Rotamer, Schoolcraft, Shelby, Sibleyville, Symerton, Tippecanoe, Velma, Wea, and Winnebago series of the same family.  Atkinson, Calmar, Plattville, and Rockton soils are less acid, lack grayish colors on faces of peds in the B horizon, and have the sola terminated by limestone bedrock.  Burchard, Corwin, Griswold, Hochheim, La Rose, Markesan, Parr, Ringwood, Rotamer, and Symerton soils have thinner sola, are less acid, and are less deep to free carbonates.  Durand soils have less sand in the A horizon and have reddish hues in the 2Bt horizons.  Foresman and Jasper soils are less firm in the B horizons, lack grayish colors on faces of peds, and have stratified alluvium within a depth of 40 inches.  Friesland soils are less acid and have a lower content of sand in the lower part of the solum.  Hitt, Joslin, Morrill, Pana, and Winnebago soils have redder hue in the B horizon.  Linkville soils are less firm in the lower part of the B horizon and are underlain by sand and gravel.  Moingona soils are less firm in the B horizon and lack the gray colors on the faces of peds.  Mona soils have more clay and less sand in the lower part of the solum and the C horizon.  Prairieville soils are less firm in the argillic horizon and lack the distinct band of coarse fragments in the upper part of the 2B horizon.  Schoolcraft soils lack grayish colors on faces of peds and are underlain by coarse textures at depths of 25 to 39 inches.  Shelby soils lack a distinct pebble band, lack grayish colors on faces of peds in the B horizon, are less acid, and are less firm in the lower part of the B horizon. Sibleyville soils have thinner sola and are underlain at depths of 20 to 40 inches by sandstone or sandy and silty shale.  Tippecanoe and Wea soils are stratified in the solum and the C horizons contain more sand. Velma soils lack grayish colors on faces of peds in the B horizon and have a higher proportion of illite in the clay minerals of the B and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cresco soils are on long convex side slopes or convex upland ridgetops within the somewhat dissected pre-Wisconsin till plain (Iowan erosion surface).  Slope gradients typically are 3 to 8 percent but range from 2 to 14 percent.  These soils formed in 13 to 22 inches of loamy sediments and in the underlying clay loam glacial till.  Mean annual temperature is about 46 to 49 degrees F, and mean annual precipitation ranges from about 30 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clyde, Floyd, Jameston, Kenyon, Lourdes, Ostrander, Protivin, and Riceville soils.  Clyde and Floyd soils are in swales and drainageways downslope from the Cresco soils and have less clay and more nearly uniform gray colors in their B horizons.  Kenyon, Lourdes, and Ostrander soils are on similar landscape positions.  Kenyon and Ostrander soils lack argillic horizons and have less firm 2B horizons.  Lourdes soils lack a mollic epipedon.  They are in a biosequence with the Cresco soils.  Jameston and Protivin soils typically are less sloping and are in a hydrosequence with Cresco soils.  Riceville soils lack a mollic epipedon.  They are downslope."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is medium.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all cropped to corn, soybeans, small grains, and legume hay.  Native vegetation was mixed prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Iowa and possibly in adjoining states.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Iowa, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  In terms of behavior, these soils are marginal to the Aquic Argiudolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
