{
  "SERIES": "CRETA",
  "STATUS": "Established Series",
  "BYREV": "TCB-WMR-SCH",
  "REVDATE": "06/2010",
  "STATES": "TX",
  "OVERVIEW": "The Creta series consists of very deep, well drained, moderately permeable soils that formed in calcareous, loamy colluvium from the Ogallala Formation of Miocene-Pliocene age over residuum weathered from limestone, sandstone, and shale of Cretaceous age. These soils are on gently sloping to moderately sloping scarps and valley sides. Slope ranges from 1 to 8 percent. The mean annual precipitation is about 483 mm (19 in) and the mean annual air temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Creta very fine sandy loam, on an east-facing, convex, 3 percent slope in rangeland at an elevation of about 1,049 m (3,442 ft). (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable; common very fine and fine roots; few fine pores; about 10 percent 1 to 3 inch diameter coarse fragments consisting of moderately cemented (primarily) calcium carbonate and limestone; violently effervescent; moderately alkaline; clear wavy boundary.\nA2--10 to 20 cm (4 to 8 in); dark grayish brown (10YR 4/2) gravelly fine sandy loam, very dark grayish brown (10YR 3/2); moderate medium subangular blocky structure; hard, firm; common very fine and fine roots; few fine pores; few fine and medium calcium carbonate nodules; about 17 percent 1 to 3 inch diameter coarse fragments consisting of moderately cemented (primarily) calcium carbonate and limestone; violently effervescent; moderately alkaline; gradual smooth boundary. (combined A horizons are 15 to 30 cm thick)\nBw--20 to 41 cm (8 to 16 in); dark grayish brown (10YR 4/2) gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; very hard, very firm; common very fine and fine roots; few fine pores; common fine and medium calcium carbonate nodules; about 25 percent 1 to 3 inch in diameter coarse fragments consisting of moderately cemented (primarily) calcium carbonate and limestone; violently effervescent; moderately alkaline; gradual smooth boundary. (10 to 38 cm thick)\nBt--41 to 69 cm (16 to 27 in); brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; very hard, very firm; common very fine and fine roots; few fine pores; distinct clay films on faces of peds; few fine and medium calcium carbonate nodules; violently effervescent; moderately alkaline; gradual smooth boundary. (15 to 38 cm thick)\nBtkn1--69 to 86 cm (27 to 34 in); grayish brown (10YR 5/2) sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; few very fine and fine roots; few fine pores; distinct clay films on faces of peds; few fine and medium calcium carbonate nodules; common medium irregular masses of calcium carbonate; violently effervescent; moderately sodic; slightly saline; moderately alkaline; clear smooth boundary. (13 to 38 cm thick)\nBtkn2--86 to 112 cm (34 to 44 in); grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; few very fine roots; few very fine pores; distinct clay films on faces of peds; common medium irregular masses of calcium carbonate; few fine and medium calcium carbonate nodules; violently effervescent; moderately sodic; slightly saline; moderately alkaline; abrupt smooth boundary. (13 to 38 cm thick)\n2Btn--112 to 145 cm (44 to 57 in); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; few fine distinct brownish yellow (10YR 6/6) mottles; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; few very fine roots; few very fine pores; distinct clay films on faces of peds; few pressure faces on faces of peds; violently effervescent; moderately sodic; slightly saline; strongly alkaline; abrupt smooth boundary. (0 to 38 cm thick)\n2Btny--145 to 178 cm (57 to 70 in); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; common fine and medium distinct brownish yellow (10YR 6/8) mottles; moderate coarse prismatic structure parting to moderate medium subangular blocky; very hard, very firm; distinct clay films on faces of peds; few pressure faces on faces of peds; about 8 percent by volume fine gypsum and salt crystals on faces of peds; violently effervescent; moderately sodic; moderately saline; moderately alkaline; gradual wavy boundary. (0 to 38 cm thick)\n2Cr--178 to 203 cm (70 to 80 in); pale olive (5Y 6/3) and yellow (10YR 7/8) interbedded siltstone and shale; shale fissility results in coarse shale fragments as shale weathers and splits along closely-spaced, planar, roughly parallel bedding planes; extremely hard, extremely firm; few discontinuous very dark grayish brown (10YR 3/2) organic coatings on fragment surfaces; about 10 percent by volume fine gypsum and soluble salt crystals on fragment surfaces and bedding planes that are 0.25 to 0.5 inch thick; violently effervescent; moderately sodic; moderately saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hockley County, Texas; from the intersection of Farm Road 1490 and Farm Road 597; 3.25 miles west on Farm Road 597; north on Yellowhouse Ranch Road; 2.5 miles to Ranch Headquarters from Main House northwest approximately 0.7 mile on road through rangeland; then 200 ft east in rangeland; Latitude: 33 degrees, 49 minutes, 16.6 seconds N; Longitude: 102 degrees, 28 minutes, 56.06 seconds W; Oklahoma Flat, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nThickness of the mollic epipedon: 20 to 50 cm (8 to 20 in).\nDepth to argillic horizon: 25 to 50 cm (10 to 20 in).\nDepth to secondary carbonates: 38 to 100 cm (15 to 40 in).\nDepth to calcic horizon: 50 to 100 cm (20 to 40 in).\nDepth to saline/sodic horizon: 40 to 100 cm (16 to 40 in).\nDepth to paralithic contact: 150 to 203 cm (60 to 80 in).\nParticle-size control section: 18 to 35 percent silicate clay.\nSolum thickness: 150 to 203 cm (60 to 80 in).\nA horizons\nHue: 10YR or 2.5Y\nValue: 3 or 4 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: very fine sandy loam, loam, and their gravelly counterparts\nCoarse fragments: 0 to 5 percent siliceous gravel, 1 to 20 percent moderately\ncemented (primarily) calcium carbonate and limestone\nEffervescence: strong or violent\nReaction: slightly or moderately alkaline\nNote: fragments of limestone or caliche cover 0 to 5 percent of the soil\nsurface.\nBw horizon\nHue: 10YR or 2.5Y\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 2 to 4\nTexture: sandy clay loam, clay loam, or gravelly sandy clay loam\nCoarse fragments: 2 to 30 percent moderately cemented calcium carbonate and\nlimestone\nEffervescence: strong or violent\nReaction: moderately alkaline\nBt horizon\nHue: 10YR or 2.5Y\nValue: 3 to 5 dry, 2 to 4 moist\nChroma: 2 to 4\nTexture: sandy clay loam, or clay loam\nEffervescence: strong or violent\nReaction: moderately alkaline\nBtkn horizons\nHue: 10YR or 2.5Y\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture: sandy clay loam or clay loam\nVisible calcium carbonate: 5 to 20 percent by volume in the form of filaments, masses, and nodules\nEC (dS/cm): 4 to 16\nSAR: 13-30\nEffervescence: violent\nReaction: moderately or strongly alkaline\n2Btn horizon\nHue: 2.5Y\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture: silty clay, clay\nEC (dS/cm): 4 to 16\nSAR: 13-30\nEffervescence: strong or violent\nReaction: moderately or strongly alkaline\n2Btny horizon (where present):\nHue: 2.5Y\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture: silty clay, clay\nGypsum: few to common in the form of crystals, films, and masses\nEC (dS/cm): 4 to 16\nSAR: 13-30\nEffervescence: strong or violent\nReaction: moderately or strongly alkaline\n2Cr horizon:\nHue: 2.5Y\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 1 to 6\nTexture: weathered siltstone and shale that slake in water within 15 hours and have a bulk density high enough to be root restrictive.\nOrganic stains: few to common as stains or coatings on fragment surfaces\nGypsum: few to common accumulations of gypsum or salts as clusters and masses of\ncrystals\nEC (dS/cm): 4 to 16\nSAR: 13-30\nEffervescence: strong or violent\nReaction: moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abbie and Alibates series. Similar soils include the Berda, Paloduro, and Yellowhouse series.\nAbbie and Alibates soils: do not have paralithic contact.\nBerda and Paloduro soils: have a solum greater than 203 cm and do not have an argillic horizon.\nYellowhouse series: have a solum less than 100 cm and do not have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous, loamy colluvium from the Ogallala Formation of Miocene-Pliocene age over residuum weathered from limestone, sandstone, and shale of Cretaceous age.\nLandform: gently sloping to moderately sloping scarps and valley sides associated with salina basins and along the eastern escarpment of the Southern High Plains.\nSlopes: dominantly 3 to 5 percent, but range from 1 to 8 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 62 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 to 1,250 m (2,600 to 4,100 ft).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the similar Berda, Paloduro, and Yellowhouse soils, and the Mobeetie, Potter, Veal, and Yellowlake soils.\nBerda and Paloduro soils are on similar landscape positions.\nMobeetie soils are on similar landscape positions but have less than 18 percent silicate clay in the particle-size control section.\nPotter soils are on higher landscape positions but have a loamy-skeletal particle-size control section.\nVeal soils are on similar landscape positions but have carbonatic mineralogy.\nYellowhouse soils are on slightly higher landscape positions.\nYellowlake soils are on lower landscape positions and have LE of 6 cm or more in the upper 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Surface runoff is low on 1 to 5 percent slopes and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are primarily used for rangeland but a few areas are cultivated to grain sorghum and cotton. This is a mid and tall grass site with a good variety of forbs and a smaller woody plant component. Major grass species are little and sand bluestem, sideoats, hairy, and blue grama, and indiangrass. Forbs include daleas, dotted gayfeather, sensitive brier, ratany,\nprairieclover, gauras, and bushsunflower. Sand sagebrush is the major woody species along with small amounts of yucca, shin oak, sumacs and skunkbush. This soil has been correlated to the Hardland Slopes (R077EY055TX) ecological site in MLRA-77E."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern High Plains of western Texas and eastern New Mexico (MLRA-77E). The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA-77 Soil Survey; Hockley County, Texas; 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Berda series. After a review of the lab data, the classification was changed from Aridic Natrustolls to Aridic Argiustolls in 2008.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 41 cm (0 to 16 in). (A1, A2, Bw horizons)\nCambic horizon: 20 to 41 cm (8 to 16 in). (Bw horizon)\nArgillic horizon: 41 to 178 cm (16 to 70 in). (Bt, Btkn, 2Btn, 2Btny horizons)\nCalcic horizon: 69 to 112 cm (27 to 44 in). (Btkn horizons)\nParalithic contact: 178 to 203 cm (70 to 80 in). (2Cr horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL sample number: 96TX-219-002 (Hockley County, Texas).\nTaxonomic version: Keys to Soil Taxonomy, Tenth Edition, 2006."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable; common very fine and fine roots; few fine pores; about 10 percent 1 to 3 inch diameter coarse fragments consisting of moderately cemented (primarily) calcium carbonate and limestone; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--10 to 20 cm (4 to 8 in); dark grayish brown (10YR 4/2) gravelly fine sandy loam, very dark grayish brown (10YR 3/2); moderate medium subangular blocky structure; hard, firm; common very fine and fine roots; few fine pores; few fine and medium calcium carbonate nodules; about 17 percent 1 to 3 inch diameter coarse fragments consisting of moderately cemented (primarily) calcium carbonate and limestone; violently effervescent; moderately alkaline; gradual smooth boundary. (combined A horizons are 15 to 30 cm thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--20 to 41 cm (8 to 16 in); dark grayish brown (10YR 4/2) gravelly sandy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; very hard, very firm; common very fine and fine roots; few fine pores; common fine and medium calcium carbonate nodules; about 25 percent 1 to 3 inch in diameter coarse fragments consisting of moderately cemented (primarily) calcium carbonate and limestone; violently effervescent; moderately alkaline; gradual smooth boundary. (10 to 38 cm thick)"
      },
      {
        "name": "Bt",
        "top": 41,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--41 to 69 cm (16 to 27 in); brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; very hard, very firm; common very fine and fine roots; few fine pores; distinct clay films on faces of peds; few fine and medium calcium carbonate nodules; violently effervescent; moderately alkaline; gradual smooth boundary. (15 to 38 cm thick)"
      },
      {
        "name": "Btkn1",
        "top": 69,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btkn1--69 to 86 cm (27 to 34 in); grayish brown (10YR 5/2) sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; few very fine and fine roots; few fine pores; distinct clay films on faces of peds; few fine and medium calcium carbonate nodules; common medium irregular masses of calcium carbonate; violently effervescent; moderately sodic; slightly saline; moderately alkaline; clear smooth boundary. (13 to 38 cm thick)"
      },
      {
        "name": "Btkn2",
        "top": 86,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btkn2--86 to 112 cm (34 to 44 in); grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; few very fine roots; few very fine pores; distinct clay films on faces of peds; common medium irregular masses of calcium carbonate; few fine and medium calcium carbonate nodules; violently effervescent; moderately sodic; slightly saline; moderately alkaline; abrupt smooth boundary. (13 to 38 cm thick)"
      },
      {
        "name": "2Btn",
        "top": 112,
        "bottom": 145,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Btn--112 to 145 cm (44 to 57 in); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; few fine distinct brownish yellow (10YR 6/6) mottles; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; few very fine roots; few very fine pores; distinct clay films on faces of peds; few pressure faces on faces of peds; violently effervescent; moderately sodic; slightly saline; strongly alkaline; abrupt smooth boundary. (0 to 38 cm thick)"
      },
      {
        "name": "2Btny",
        "top": 145,
        "bottom": 178,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btny--145 to 178 cm (57 to 70 in); grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; common fine and medium distinct brownish yellow (10YR 6/8) mottles; moderate coarse prismatic structure parting to moderate medium subangular blocky; very hard, very firm; distinct clay films on faces of peds; few pressure faces on faces of peds; about 8 percent by volume fine gypsum and salt crystals on faces of peds; violently effervescent; moderately sodic; moderately saline; moderately alkaline; gradual wavy boundary. (0 to 38 cm thick)"
      },
      {
        "name": "2Cr",
        "top": 178,
        "bottom": 203,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--178 to 203 cm (70 to 80 in); pale olive (5Y 6/3) and yellow (10YR 7/8) interbedded siltstone and shale; shale fissility results in coarse shale fragments as shale weathers and splits along closely-spaced, planar, roughly parallel bedding planes; extremely hard, extremely firm; few discontinuous very dark grayish brown (10YR 3/2) organic coatings on fragment surfaces; about 10 percent by volume fine gypsum and soluble salt crystals on fragment surfaces and bedding planes that are 0.25 to 0.5 inch thick; violently effervescent; moderately sodic; moderately saline; moderately alkaline."
      }
    ]
  ]
}
