{
  "SERIES": "CREVISCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJT/WBS/DJE",
  "REVDATE": "09/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Creviscreek sandy loam - on a 1 percent convex south facing slope at 200 feet elevation under annual grasses and forbs.  When described August 24, 1983, the soil was dry to 21 inches and moist below. (Colors are for dry soil unless otherwise stated)\nA1--0 to 1 inches; very pale brown (10YR 7/4) sandy loam, yellowish brown (10YR 5/4) moist; common fine distinct strong brown (7.5YR 5/8) mottles, strong brown (7.5YR 4/6) moist; massive; hard, friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial and tubular pores; 10 percent rounded fine pebbles; medium acid (pH 6.0); clear smooth boundary.\nA2--1 to 9 inches; light yellowish brown (10YR 6/4) sandy loam, brown (7.5YR 4/4) moist; massive; hard, friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial and tubular and few fine interstitial pores; 10 percent rounded fine pebbles; medium acid (pH 5.6); clear wavy boundary.\nA3--9 to 14 inches; reddish yellow (7.5YR 6/6) sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and nonplastic; common very fine roots, many very fine interstitial and tubular and few fine and medium tubular pores; very few thin clay films lining pores; 10 percent rounded fine pebbles; slightly acid (pH 6.5); gradual wavy boundary.  (Thickness of the combined A horizons is 7 to 18 inches)\nBA--14 to 21 inches; reddish yellow (7.5YR 6/6) and brown (7.5YR 5/4) sandy loam, strong brown (7.5YR 4/6) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine interstitial and tubular and few fine interstitial pores; few thin clay films lining pores and in seams; 10 percent rounded fine pebbles; medium acid (pH 6.0); clear wvy boundary.  (6 to 10 inches thick)\nBt1--21 to 26 inches; reddish yellow (7.5YR 6/6) and brown (7.5YR 4/4) sandy clay loam, strong brown (7.5YR 4/6) and dark brown (7.5YR 3/4) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots, many fine tubular and interstitial and few very fine interstitial pores; common thin clay films lining pores and few moderately thick clay films in seams; 10 percent rounded fine gravel; slightly acid (pH 6.5); clear wavy boundary.  (5 to 18 inches thick)\n2Bt2--26 to 29 inches; reddish yellow (7.5YR 6/6) and brown (7.5YR 4/4) gravelly sandy clay loam, strong brown (7.5YR 4/6) and dark brown (7.5YR 3/4) moist; massive; hard, firm, sticky and plastic; few very fine roots; many fine tubular and interstitial and few very fine interstitial pores; many thin clay films lining pores and few moderately thick clay films in seams; 25 percent pebbles; slightly acid (pH 6.5); clear wavy boundary.  (0 to 10 inches thick)\n3C1--29 to 37 inches; very pale brown (10YR 7/3) and reddish yellow (7.5YR 6/6) extremely gravelly sandy loam, light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) moist; massive; hard, firm, sticky and plastic; no roots; common very fine interstitial pores; common thin clay films bridging mineral grains; water stands in this layer as evidenced by the dominant pale matrix color of coated mineral grains; 65 percent subrounded and angular pebbles, 10 percent cobbles; neutral (pH 6.8); clear wavy boundary.\n3C2--37 to 45 inches; reddish yellow (7.5YR 6/6) very gravelly sandy clay loam, strong brown (7.5YR 5/6) moist; massive; very hard, firm, sticky and plastic; no roots; few very fine interstitial pores; many moderately thick light yellowish brown (10YR 6/4) clay films, yellowish brown (10YR 5/6) moist; bridging mineral grains; 50 percent subrounded and angular pebbles and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary.\n3C3--45 to 57 inches; variegated yellow (10YR 7/6) and light gray (2.5Y 7/2) stratified very gravelly sandy loam and very gravelly sandy clay loam, brownish yellow (10YR 6/6) and light yellowish brown (2.5Y 6/4) moist; massive; very hard, firm, sticky and plastic; no roots; no pores; many thin clay films bridging mineral grains; 55 percent subrounded and angular fine gravel; mildly alkaline (pH 8.0); abrupt wavy boundary.  (thickness of the combined 3C horizons is 15 to 50 inches)\n4Cr--57 to 65 inches; light gray (5Y 7/2) weakly consolidated clayey sediments, olive gray (5Y 5/2) moist; mildly alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sacramento County, California about 1.5 miles southeast of Live Oak; about 4,000 feet south and 1,600 feet west of intersection of Highway 16 and Ione Road; 1,600 feet north and 2,360 feet east of the southwest corner section 12, T. 7 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 25 to 39 inches.  Depth to the paralithic contact is 40 to 80 inches but is dominantly 55 to 70 inches.  The mean annual soil temperature is 64 to 67 degrees F at 20 inches and remains above 47 degrees F throughout the year.  The soil is dry between 9 inches and 26 inches in most years for a period of 120 to 150 days from June 1 to October 15, moist in all parts for a period of 135 to 165 days from December 1 to May 1 and moist in some part the rest of the year.  Weighted average clay content of the textural control section is 18 to 27 percent.  Weighted average content of coarse fragments is 5 to 35 percent in the 10 to 40 inch control section.  Base saturation is 75 to 90 percent throughout the argillic horizon.\nThe A horizon is 10YR 6/4, 7/4, 7/6, 7.5YR 6/4, 7/4, 6/6, or 7/6.  Moist color is 10YR 4/4, 5/4, 7.5YR 4/4, 5/4, 4/6, or 5/6.  Dry or moist chromas of three occur in the surface 1 to 3 inches in some pedons.  Clay content is 8 to 15 percent.  Content of gravel is 0 to 15 percent.  Reaction is medium acid to slightly acid.\nThe Bt horizon is 10YR 6/4, 7.5YR 4/4, 5/4, 6/4, 5/6, 6/6, or 7/6.  Moist color is 10YR 5/4, 7.5YR 3/4, 4/4, 5/4, 4/6, 5/6.  Texture is sandy loam or sandy clay loam with 18 to 27 percent clay.  Content of gravel is 5 to 15 percent.  Reaction is medium acid to neutral.\nSome pedons lack a 2Bt horizon.  Where present, color is similar to the Bt horizon.  Clay content is 20 to 27 percent.  Content of gravel is 15 to 35 percent.  Reaction is slightly acid to neutral.\nThe 3C horizon is 7.5YR 7/4, 5/6, 6/6, 7/6, 10YR 6/4, 7/4, 7/6, 2.5Y 7/2, or 5YR 6/8.  Moist color is 7.5YR 4/4, 5/4, 4/6, 5/6, 7/6, 10YR 6/6, 2.5Y 7/2, 5/4, 6/4, or 5YR 6/8.  Dry color of bleached mineral grains in the upper 3 to 14 inches is 10YR 7/3, 8/4, 7.5YR 8/2.  Moist color is 10YR 5/4, 6/4.  Texture is stratified sand to clay loam.  Content of coarse fragments in individual strata is highly variable and ranges from 0 to 75 percent with 0 to 10 percent cobbles.  Reaction is slightly acid to moderately alkaline.\nThe Cr horizon is 2.5Y 7/2, 8/2, 7/4, 5Y 7/2.  Moist color is 2.5Y 6/2, 6/4, 5Y 5/2, 6/2, or 6/3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbuckle, Blasingame, Bordon, Bressa, Fallbrook, Montpellier, Pomo, Sesame, Snelling, Tivy, Wasioja and Wyman series.  Arbuckle soils have a solum thickness of greater than 40 inches.  Blasingame, Bressa, Sesame and Tivy soils have a paralithic contact at 20 to 40 inches.  Bordon, Montpellier, Pomo and Wyman soils have 27 to 35 percent clay in the textural control section.  Fallbrook and Snelling soils are well drained and lack a lithologic discontinuity within 40 inches of the surface.  Wasioja soils are calcareous in the argillic horizon and are aridic bordering on xeric."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Creviscreek soils are on stream terraces and alluvial toeslopes of hills along drainageways at elevations of 130 to 250 feet.  Slopes are 0 to 3 percent.  The soils formed in alluvium from mixed rock sources underlain by weakly consolidated clayey sediments.  Climate is subhumid, mesothermal with hot dry summers and cool moist winters.  Mean annual precipitation is 18 to 24 inches.  Mean annual temperature is about 60 to 61 degrees F, average January temperature is 44 degrees F, and average July temperature is 77 degrees F.  The frost-free season is 250 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Auburn, Hicksville, Mokelumne and Vleck soils.  Auburn and soils have a lithic contact at a depth of less than 30 inches and are on foothills.  Hicksville soils have 27 to 35 percent clay in the textural control section and are on low stream terraces and alluvial flats along drainageways of terraces and hills.  Mokelumne soils have a paralithic contact at 20 to 40 inches and are on hills and sideslopes of terrace remnants.  Vleck soils have a duripan at a depth of 20 to 40 inches and are on hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability.  Water perches in winter and early spring months above the consolidated sediments and flows laterally through the coarse textured layers of the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for annual rangeland and irrigated pasture.  Native vegetation consists of soft chess, foxtail fescue, ripgut brome and filaree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Stream terraces along the western edge of the foothills of the Sierra Nevada Mountains.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sacramento County, California, 1985.  The source of name is from the nearby Crevis Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to 21 inches (A1, A2, A3, BA horizons).\nArgillic horizon - the zone from 21 to 29 inches (Bt1, 2Bt2)\nLithologic discontinuity - at 26 inches (Bt1, 2Bt2), indicated by increase in coarse plus very coarse sand content from 15 percent to 25 percent; at 29 inches (2Bt2, 3C1), indicated by increase in coarse fragments from 25 percent to 75 percent.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
