{
  "SERIES": "CRISTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBC/DLT/TER",
  "REVDATE": "04/1999",
  "STATES": "UT",
  "OVERVIEW": "The Cristo series consists of moderately deep, well drained soils. These soils formed in material weathered from shale and limestone on mountain slopes.  Slopes range from 10 to 60 percent.  The mean annual precipitation is about 22 inches and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cristo loam--rangeland.  (Colors are for moist soil unless otherwise stated.)\n0i--2 inches to 0, organic matter, leaves, stems, etc.\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak fine and medium granular structure; friable, slightly sticky and plastic; many fine, very fine, and few medium roots; 5 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.  (2 to 6 inches thick)\nA2--5 to 13 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure that parts to weak fine and medium granular; hard, friable, slightly sticky and plastic; common fine, very fine, few medium and coarse roots; 10 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (4 to 8 inches thick)\nBt--13 to 21 inches; dark brown (10YR 3/3) gravelly silty clay loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; very hard, very firm, sticky and very plastic; common very fine, fine, few medium and coarse roots; common very fine and few fine pores; many moderately thick clay films of faces of peds; 25 percent gravel; slightly acid (pH 6.3); abrupt smooth boundary.  (8 to 13 inches thick)\nC/B--21 to 35 inches; dark brown (10YR 3/3) extremely gravelly silty clay loam, (pockets of silty clay loam adhering to soft shale fragments), grayish brown (10YR 5/2) dry; ped size and shape determined by space available between soft shale fragments but dominantly weak, medium subangular blocky structure; very hard, very firm, sticky and very plastic; few very fine and medium roots; many moderately thick clay films on faces of peds; 85 percent shale fragments; moderately calcareous; mildly alkaline (pH 7.4) boundary (7 to 14 inches thick).\nCr--35 to 60 inches; fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morgan County, Utah; head of Lost Creek, 10 1/4 miles north and 1 mile east of Lost Creek Dam; 375 feet east and 1,000 feet south of the northwest corner, sec. 23, T. 7 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 21 to 35 inches thick.  The solum ranges from 21 to 35 inches thick.  Depth to shale ranges from 20 to 40 inches.  The mean annual soil temperature at depth of 20 inches ranges from 43 to 45 degrees F.  The mean summer soil temperature ranges from 59 to 61 degrees F.  The soils are usually moist but are dry for 50 to 70 consecutive days during the late summer. Rock fragments consist of angular limestone and shale and range from 0 to 10 percent in the A horizon, 0 to 35 percent in the Bt horizon and 55 to 95 percent in the C horizon.\nThe A horizon has hue of 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 and 3 dry and moist.  It is loam with a clay content of 18 to 27 percent, and it ranges from 9 to 13 inches thick.  Reaction is slightly acid to neutral.\nThe Bt horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry.  It ranges from gravelly silty clay loam, gravelly clay loam to clay loam.  Clay content is 35 to 40 percent.  This horizon has weak, coarse prismatic to moderate medium subangular blocky structure.  It has common to many, thin to moderately thick clay films on faces of peds and in pores.  Reaction is slightly acid to neutral.  Rock fragment content is 15 to 30 percent.\nThe C or C/B horizon has value of 5 to 6 dry, 3 or 4 moist, and chroma of 2 or 3 moist.  It ranges from extremely gravelly clay loam to very gravelly silty clay loam.  This horizon ranges from slightly acid to mildly alkaline, and from slight to strong effervescence.  Rock fragment content is 60 to 80 percent.  Calcium carbonate equivalent is 1 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arcia, Arva (T), Broadhead, Henefer, Highwood (T), Rugar (T) and Sweitberg series.  Arcia and Sweitberg, soils are noncalareous throughout.  Arva, Broadhead, Henefer, Highwood and Rugar soils are more than 40 inches deep to bedrock.  Rugar soils have iron manganese nodules in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cristo soils are at elevations of 6,500 to 8,800 feet.  They occur on all aspects of mountain slopes.  Slopes range from 10 to 60 percent.  These soils formed in residuum and colluvium weathered from shale and limestone.  The climate is moist subhumid and the average annual precipitation ranges from 16 to 25 inches.  The mean annual temperature is 41 to 43 degrees F.  The mean summer air temperature is 57 to 59 degrees F, and the freeze-free period ranges from 60 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Charcol, Condie, Geertsen, Lodar, Lucky Star, Lundy and Wallsburg soils.  Charcol, Condie and Lucky Star soils are more than 40 inches deep and have A2 horizons and loamy-skeletal B2t horizons.  Geertson soils are more than 40 inches deep to bedrock and have loamy-skeletal B2t horizons.  Lodar, Lundy and Wallsburg soils have a lithic contact at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, range and wildlife habitat.  The present native vegetation is big sagebrush, snowberry, yellowbrush, mountain bromegrass, slender wheatgrass and yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur in Northern Utah.  They are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morgan County, (Morgan Soil Survey Area), Utah, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon(pachic) - the zone of darker colored soil material from the surface to a depth of 21 inches.  (A and Bt horizons)\nArgillic horizon - the zone of illuvial clay accumulation from a depth of 13 to 21 inches.  (Bt horizon)\nCalcareous feature - the layer of moderate calcium carbonate accumulation from depth of 21 to 25 inches.  (C horizon)\nParalithic feature - the underlying strata of fractured shale below depth of 25 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak fine and medium granular structure; friable, slightly sticky and plastic; many fine, very fine, and few medium roots; 5 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 13 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure that parts to weak fine and medium granular; hard, friable, slightly sticky and plastic; common fine, very fine, few medium and coarse roots; 10 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--13 to 21 inches; dark brown (10YR 3/3) gravelly silty clay loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; very hard, very firm, sticky and very plastic; common very fine, fine, few medium and coarse roots; common very fine and few fine pores; many moderately thick clay films of faces of peds; 25 percent gravel; slightly acid (pH 6.3); abrupt smooth boundary.  (8 to 13 inches thick)"
      },
      {
        "name": "C/B",
        "top": 53,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7.4,
        "pH_class": "mildly alkaline",
        "narrative": "C/B--21 to 35 inches; dark brown (10YR 3/3) extremely gravelly silty clay loam, (pockets of silty clay loam adhering to soft shale fragments), grayish brown (10YR 5/2) dry; ped size and shape determined by space available between soft shale fragments but dominantly weak, medium subangular blocky structure; very hard, very firm, sticky and very plastic; few very fine and medium roots; many moderately thick clay films on faces of peds; 85 percent shale fragments; moderately calcareous; mildly alkaline (pH 7.4) boundary (7 to 14 inches thick)."
      },
      {
        "name": "Cr",
        "top": 89,
        "bottom": 152,
        "narrative": "Cr--35 to 60 inches; fractured shale."
      },
      {
        "name": "0i",
        "top": 5,
        "narrative": "0i--2 inches to 0, organic matter, leaves, stems, etc."
      }
    ]
  ]
}
