{
  "SERIES": "CROATAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAK",
  "REVDATE": "09/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, dysic, thermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Croatan muck--woodland. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 9 inches; black (N 2/) muck, broken face and rubbed; about 8 percent unrubbed fiber and 2 percent rubbed; moderate fine granular structure; very friable; common fine and medium roots; common uncoated sand grains; about 5 percent mineral matter; extremely acid; gradual wavy boundary.\nOa2--9 to 15 inches; black (N 2/) muck, broken face and rubbed; about 5 percent unrubbed fiber and 1 percent rubbed; weak medium granular structure; very friable; few fine and medium roots; few uncoated sand grains; about 10 percent mineral matter; extremely acid; gradual wavy boundary.\nOa3--15 to 28 inches; black (10YR 2/1) muck, broken face, black (N 2/) rubbed; about 5 percent unrubbed fiber, less than 1 percent rubbed, massive; very friable; few fine roots; few uncoated sand grains; about 25 percent mineral matter; extremely acid; diffuse wavy boundary. (Combined thickness of Oa horizon is 16 to 51 inches)\nAg--28 to 33 inches; black (5YR 2/1) mucky sandy loam; massive; very friable; few fine and medium roots; about 20 percent organic matter; extremely acid; gradual wavy boundary. (0 to 10 inches thick)\nCg1--33 to 38 inches; dark brown (7.5YR 3/2) sandy loam; massive; very friable; few nearly decomposed medium roots; extremely acid; gradual wavy boundary. (4 to 12 inches thick)\nCg2--38 to 60 inches; grayish brown (10YR 5/2) sandy clay loam; massive; slightly sticky, slightly plastic; few nearly decomposed medium roots; extremely acid; gradual smooth boundary. (10 to 30 inches thick)\nCg3--60 to 80 inches; variegated grayish brown (10YR 5/2) and dark gray (10YR 4/1) loamy sand; massive; very friable; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jones County, North Carolina; 6.1 miles southeast of Maysville in Croatan National Forest; 3.9 miles east of intersection of NC 58 and SR 1105; 3.3 miles northeast of intersection of SR 1105 and Mirey Branch Road; 0.9 mile north of intersection of Stewart Road and USFS 606A; 50 feet east of the culvert over canal in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the organic materials commonly is 16 to 35 inches but ranges to 51 inches. The organic materials are ultra acid to extremely acid. The underlying material horizons are extremely acid through slightly acid. Logs, stumps, and fragments of wood occupy 0 to 10 percent of the organic layers. Unrubbed fiber content of the organic tiers is 3 to 30 percent and less than 10 percent rubbed. Charcoal particles and pockets of ash occur in some pedons.\nThe Oa horizons have hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 2, or is neutral with vale of 2 or 3. Texture is muck. Some pedons have an Oe horizon with color similar to the Oa horizon and mucky peat texture. After several years of drainage and cultivations, a granular or blocky structure develops in all or part of the organic layers depending upon the nature and depth of the organic material as well as duration of drainage. Consistency, when moist, range from very friable to friable and, when wet, from slightly sticky to sticky (non-colloidal). In undrained areas, the organic horizons in the root zone have weak to moderate granular or blocky structure while below the root zone the organic material is generally massive.\nThe Ag horizon has hue of 5YR to 5Y, value of 2 to 7, and chroma of 1 to 3. Textures are mucky sandy loam, mucky fine sandy loam, sandy loam, loam, and fine sandy loam.\nThe Cg horizons are similar in color to Ag but range to hues of 5GY to 5G, value of 4 to 7, and chroma of 1 or 2, or is neutral with value of 4 to 7. Textures are variable and range from sand to clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in this family. Those in closely competing families are the Belhaven, Dare, Dorovan, Pamlico, Ponzer, Pungo, and Scuppernong series. Belhaven, Ponzer, and Scuppernong soils have mixed mineralogy. Dare, Dorovan, and Pungo soils have organic materials 51 inches or more in thickness. Pamilco soils have sandy mineral horizons under the organic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Croatan soils are on the lower and middle Coastal Plain at elevations above about 25 feet. Elevation near the type location is about 38 feet above mean sea level. Slopes range from 0 to 2 percent. The soils formed under very poorly drained conditions from the remains of herbaceous and related woody hydrophytic plants. The mean annual temperature is 65 degrees F. (18 degrees C.) and mean annual precipitation is 51 inches near the type location. The growing season is about 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Dare, Dorovan, and Pamilco series, these are the Bayboro, Pantego, Rains, and Torhunta series. Bayboro, Pantego, Rains, and Torhunta are mineral soils, and except for Rains, they have umbric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; runoff is very slow to ponded. Permeability is slow to moderately rapid. In drained areas, it is moderate in organic layers and moderate or moderately slow in mineral layers. Except where drained, Croatan soils are saturated for 8 to 10 months of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of the acreage is wooded and supports plant communities that reflect past history of treatment. Native vegetation consists of scattered pond pine with a dense understory of titi, gallberry, huckleberry, southern bayberry, greenbrier, sphagnum moss, redbay, sweetbay, switchcane, and giant cane. Croatan soils also support mixed hardwoods, mainly water and swamp tupelo, southern baldcypress, Atlantic white-cedar, and other hyperphytic species. Cultivated areas are pastured or cropped to corn, soybeans, small grain, and vegetable crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Middle and Lower Coastal Plain of Alabama, Georgia, North Carolina, South Carolina, Virginia, and possibly Florida and Mississippi. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jones County, North Carolina; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In some previous correlations these soils were correlated as Ponzer or were considered taxadjuncts to the Ponzer series.\nDiagnostic horizons and features recognized in this pedon are:\nHistic epipedon--the zone from the surface to a depth of 28 inches (the Oa1 horizons).\nADDITIONAL DATA:\nNone\nTABULAR SERIES DATA:\nSOI-5  Soil Name Slope Airtemp  FrFr/Seas  Precip  Elevation\nNC0090 CROATAN   0- 2  57- 70   190-240    45- 55  25- 100\nNC0133 CROATAN   0- 2  57- 70   190-240    45- 55  25- 100\nNC0168 CROATAN   0- 2  57- 70   190-240    45- 55  25- 70\nSOI-5   FloodL  FloodH   Watertable  Kind       Months   Bedrock Hardness\nNC0090  RARE               -         APPARENT      -     >60     -\nNC0133  RARE    COMMON    0-1.0      APPARENT   NOV-MAY  >60     -\nNC0168  FREQ              0-1.0      APPARENT   NOV-MAY  >60     -\nSOI-5  Depth  Texture                 3-Inch No-10     Clay%   -CEC-\nNC0090  0-28  MUCK                    0-  0     -      0- 0   25- 60\nNC0090 28-38  SL FSL MK-SL            0-  0  100-100   8-20    4- 19\nNC0090 38-60  L CL SCL                0-  0  100-100  10-35    3- 12\nNC0090 60-80  VAR                      -        -       -       -\nNC0133  0-28  MUCK                    0-  0     -      0- 0   25- 60\nNC0133 28-38  SL FSL MK-SL            0-  0  100-100   8-20    4- 19\nNC0133 38-60  L CL SCL                0-  0  100-100  10-35    3- 12\nNC0133 60-80  VAR                      -        -       -       -\nNC0168  0-28  SP MUCK                 0-  0     -      0- 0   25- 60\nNC0168 28-38  SL FSL MK-SL            0-  0  100-100   8-20    4- 19\nNC0168 38-60  L CL SCL                0-  0  100-100  10-35    3- 12\nNC0168 60-80  VAR                      -        -       -       -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0090  0-28  2.0- 4.4  25-60  0- 0  0.06- 6.0  LOW\nNC0090 28-38  3.5- 6.5  2.-15  0- 0   0.2- 6.0  LOW\nNC0090 38-60  3.5- 6.5  .5-5.  0- 0   0.2- 2.0  LOW\nNC0090 60-80     -        -     -        -\nNC0133  0-28  2.0- 4.4  25-60  0- 0  0.06- 6.0  LOW\nNC0133 28-38  3.5- 6.5  2.-15  0- 0   0.2- 6.0  LOW\nNC0133 38-60  3.5- 6.5  .5-5.  0- 0   0.2- 2.0  LOW\nNC0133 60-80     -        -     -        -\nNC0168  0-28  2.0- 4.4  25-60  0- 0  0.06- 6.0  LOW\nNC0168 28-38  3.5- 6.5  2.-15  0- 0   0.2- 6.0  LOW\nNC0168 38-60  3.5- 6.5  .5-5.  0- 0   0.2- 6.0  LOW\nNC0168 60-80     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
