{
  "SERIES": "CROESUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMA-ELS-JVC-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Croesus series consist of moderately deep, well drained soils that formed in residuum and colluvium derived from siltstone, conglomerate, quartzite, sandstone, rhyolite, or dacite.  Croesus soils are on mountains.  Slopes are 4 to 75 percent.  The mean annual precipitation is about 400 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Croesus very gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 23 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, slightly sticky and nonplastic; common very fine and fine, few medium roots; many very fine and fine tubular pores; 40 percent gravel; slightly acid (pH 6.4); gradual wavy boundary.  (8 to 30 cm thick)\nA2--23 to 53 cm; brown (7.5YR 4/2) extremely gravelly loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, slightly sticky and nonplastic; many very fine and fine, common medium roots; many fine and very fine tubular pores; 60 percent gravel; slightly acid (pH 6.5); gradual wavy boundary.  (15 to 40 cm thick)\nA3--53 to 86 cm; brown (7.5YR 4/2) extremely gravelly loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, slightly sticky and nonplastic; many very fine and fine, common medium roots; many fine and very fine tubular pores; 60 percent gravel; secondary carbonates segregated as very few fine coats on bottom of rock fragments; slightly alkaline (pH 7.5); abrupt wavy boundary. (15 to 50 cm thick)\nR--86 cm; hard siltstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; about 34 miles north-northeast of Eureka in the Diamond Mountains; in a nonsectionized township about 3,400 feet south and 330 feet west of the projected northeast corner of section 6, T. 24 N., R. 54 E.; USGS Diamond Springs 7.5 minute topographic quadrangle; latitude 39 degrees 59 minutes 17 seconds N and longitude 115 degrees 50 minutes 2 seconds west; WGS84 Decimal Degrees 39.9880556 latitude, -115.8338889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer; dry 60 to 90 consecutive days from August to October; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 5.6 to 7 degrees C.\nMean summer soil temperature: 11 to 15 degrees C.\nMollic epipedon thickness: 50 to 100 cm.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: 40 to 70 percent, mainly gravel.  Lithology of fragments varies by survey area.\nA1 horizon\nHue: 7.5YR or 10YR.\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  1 through 3, dry or moist.\nReaction:  Slightly acid or neutral.\nOrganic matter content: 2 to 4 percent.\nA2 and A3 horizons\nHue: 7.5YR or 10YR.\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  1 through 3, dry or moist.\nTexture: Very gravelly loam, very gravelly sandy loam, very gravelly very fine sandy loam, extremely gravelly loam, or extremely gravelly fine sandy loam.\nReaction: Slightly acid or moderately alkaline.\nOrganic matter content: 1 to 3 percent.\nOther features:  Some pedons lack secondary carbonate coats on bottom of rock fragments in the lower subhorizons.  Calcium carbonate equivalent ranges from 0 to 1 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baconcamp, Bagerton, Behanco, Behanin, Belsac, Boydhollow, Bullrey, Busterback, Dressel, Gateview, Goodski, Hapgood, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Mundos, Nagitsy, Namela, Nazaton, Nevtah, Papaspila, Parkcity, Poleline, Povey, Snagcreek, Snopoc, Splitbutte, Tonigut, and Warshod series.\nBaconcamp soils have 18 to 30 percent clay in the particle-size control section.  Bagerton, Behanin, Boydhollow, Bullrey, Busterback, Dressel, Gateview, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Mundos, Nazaton, Papaspila, Parkcity, Povey, Snagcreek and Snopoc soils are very deep.  Behanco, Tonigut, and Warshod soils are deep to paralithic contacts.  Belsac soils are moderately deep to paralithic contacts.  Hapgood and Poleline soils are deep to lithic contacts.  Namela soils have cambic horizons. Goodski soils have a mean annual summer temperature of 8 to 10 degrees C and lack significant summer moisture from convection storms. Nagitsy soils have 18 to 27 percent clay in the particle-size control section.  Nevtah soils do not have horizons with secondary carbonates and have pararock fragments of tuff in the particle-size control section.  Splitbutte soils have mean annual soil temperature of 4 to 5 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Croesus soils are on mountains.  They typically occur on backslope, shoulder, and summit positions.  Some of these positions are concave on north aspects and are locally known as \"snow pockets\".  These soils formed in residuum and colluvium derived from siltstone, sandstone, quartzite, conglomerate, rhyolite, or dacite with minor amounts of limestone in some areas.  Slopes are 4 to 75 percent.  Elevations range from 2,050 to 3,235 meters.  The climate is subhumid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 350 to 500 mm, the mean annual temperature is 4 to 7 degrees C, and the frost-free period is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Roca and Sheege soils.  Roca soils have argillic horizons.  Sheege soils are shallow to bedrock and have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Croesus soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly mountain big sagebrush, curlleaf mountainmahogany, serviceberry, bluebunch wheatgrass, arrowleaf balsamroot, basin wildrye, and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Nevada.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 28B, while other acreage occurs in MLRAs 23 and 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County (Diamond Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 86 cm (A1, A2, and A3 horizons).\nLithic contact - The boundary at 86 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 25 to 86 cm (A3 and part of the A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 23 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, slightly sticky and nonplastic; common very fine and fine, few medium roots; many very fine and fine tubular pores; 40 percent gravel; slightly acid (pH 6.4); gradual wavy boundary.  (8 to 30 cm thick)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--23 to 53 cm; brown (7.5YR 4/2) extremely gravelly loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, slightly sticky and nonplastic; many very fine and fine, common medium roots; many fine and very fine tubular pores; 60 percent gravel; slightly acid (pH 6.5); gradual wavy boundary.  (15 to 40 cm thick)"
      },
      {
        "name": "A3",
        "top": 53,
        "bottom": 86,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A3--53 to 86 cm; brown (7.5YR 4/2) extremely gravelly loam, very dark brown (10YR 2/2) moist; massive; soft, very friable, slightly sticky and nonplastic; many very fine and fine, common medium roots; many fine and very fine tubular pores; 60 percent gravel; secondary carbonates segregated as very few fine coats on bottom of rock fragments; slightly alkaline (pH 7.5); abrupt wavy boundary. (15 to 50 cm thick)"
      },
      {
        "name": "R",
        "top": 86,
        "texture_class": "silt",
        "narrative": "R--86 cm; hard siltstone bedrock."
      }
    ]
  ]
}
