{
  "SERIES": "CROFLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. RTS/GLG/RWL",
  "REVDATE": "12/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, isomesic Aquic Haplohumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crofland silty clay loam, cropland.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; very dark gray (10YR 3/1) crushed silty clay loam, dark grayish brown (10YR 4/2) dry; moderate very fine subangular blocky structure; hard, firm, sticky and plastic; many fine roots; many fine tubular pores; black (10YR 2/1) organic coatings on faces of peds; very strongly acid (pH 4.8); clear smooth boundary.\nA--6 to 14 inches; very dark grayish brown (10YR 3/2) crushed silty clay loam, grayish brown (10YR 4/2) dry; moderate fine prismatic structure parting to moderate medium subangular blocky; very hard, firm, sticky and plastic; common fine roots; many fine continuous tubular pores; few very dark gray (10YR 3/1) organic coatings on faces of peds and in pores; very strongly acid (pH 4.8); clear wavy boundary.  (Combined thickness of the A horizon ranges from 10 to 18 inches)\nBt1--14 to 22 inches; dark grayish brown (10YR 4/2) silty clay, grayish brown (10YR 5/2) dry; moderate fine prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, sticky and plastic; few fine roots; many fine continuous tubular pores; few distinct clay films on faces of peds and in pores; very strongly acid (pH 4.6); gradual wavy boundary.\nBt2--22 to 32 inches; dark grayish brown (10YR 4/2) silty clay, light brownish gray (10YR 6/2) dry; moderate medium prismatic structure parting to moderate fine subangular blocky; very hard, firm, sticky and plastic; few fine roots; many fine continuous tubular pores; many fine prominent dark yellowish brown (10YR 4/4) and few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; few distinct clay films on faces of peds and in pores; very strongly acid (pH 4.6); gradual wavy boundary.\nBt3--32 to 46 inches; dark grayish brown (2.5Y 4/2) silty clay, light gray (10YR 7/2) dry; weak fine subangular blocky structure; very hard, firm, sticky and plastic; many fine continuous tubular pores; many fine prominent yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) masses of iron accumulation; common distinct clay films on faces of peds and in pores; 5 percent gravel; very strongly acid (pH 4.6); gradual wavy boundary.  (Combined thickness of the Bt horizon ranges from 18 to 44 inches)\n2C--46 to 60 inches; grayish brown (2.5Y 5/2) silty clay loam, light gray (10YR 7/2) dry; massive; very hard, firm, sticky and plastic; many fine prominent strong brown (7.5YR 5/6) masses of iron accumulations; 10 percent gravel; strongly acid (pH 5.2); gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 1200 feet south and 530 feet west of the NE corner of section 16, T. 41 S., R. 13 W., W.M.  (Latitude 42 degrees, 01 minute, 47 seconds N, Longitude 124 degrees, 14 minutes, 31 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist and are dry less than 45 consecutive days between 4 and 12 inches in the four months following the summer solstice.  The mean annual soil temperature is 54 to 59 degrees F.  The mean summer soil temperature is 53 to 56 degrees F. and the mean winter soil temperature is 45 to 50 degrees F.  The difference between the mean winter and mean summer soil temperatures varies from 5 to 9 degrees F.  Depth to the 2C layer is 35 to over 60 inches.  The particle-size control section averages 35 to 50 percent clay.  Redox depletions with chroma of 2 or less and distinct or prominent redox concentrations are within a depth of 20 to 30 inches and within the upper 10 inches of the argillic horizon.  The umbric epipedon is 10 to 18 inches thick.\nThe Ap and A horizons have value of 2 or 3 moist, 4 or 5 dry and chroma of 1 or 2 moist and dry.  It is silty clay loam or silt loam.  It is very strongly or strongly acid.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist, 5 to 7 dry, and chroma of 2 or 3 moist and dry.  It is silty clay loam or silty clay with 35 to 50 percent clay.  It has 0 to 15 percent gravel.\nThe 2C horizon has hue of 10YR to 2.5Y and is massive to strongly consolidated in places.  It is silty clay loam or gravelly silty clay loam with 27 to 35 percent clay.  It has 10 to 35 percent gravel.  It is very strongly or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crofland soils are on marine terraces.  They formed in marine sediments.  Slopes are 0 to 3 percent.  Elevations are 40 to 200 feet.  The climate is humid,  characterized by warm wet winters and warm moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  Mean annual precipitation is 70 to 90 inches.  The mean annual temperature is 52 to 57 degrees F. The frost-free period is 270 to 330 days.  Crofland soils are on the Pioneer geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Huffling and Klooqueh soils.  Huffling soils are poorly drained and have redox features to the surface.  Klooqueh soils are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow  permeability.   An apparent high water table fluctuates between depths of 1.5 to 3.0 feet from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for cultivated crops, mainly lily bulbs and pasture.  Native vegetation is Sitka spruce, Douglas fir, California laurel, red alder, cascara buckthorn, salmonberry, western swordfern, salal, evergreen huckleberry, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pleistocene marine terraces of southwestern Oregon; MLRA 4.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1995.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from the surface to a depth of 14 inches. (Ap and A horizons)\nArgillic horizon - from 14 to 46 inches. (Bt1, Bt2, Bt3 horizons)\nHumults feature - 13 kg organic carbon per square meter to a depth of 40 inches and 0.9 to 1.5 percent organic carbon in the Bt1 and Bt2 horizons.\nAquic feature -from 14 to 46 inches, moist value of 4 or more and chroma of 2 or less accompanied by redox concentrations.\nParticle-size control section - from 14 to 34 inches (Bt1, Bt2, and upper Bt3 horizons)\nADDITIONAL DATA:  Reference samples from pedon 85T63, samples 857393-857394 from Curry County, Oregon, sampled by NSSL @ Lincoln, NE 8/85.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
