{
  "SERIES": "CROFTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAY-GJJ-PMW",
  "REVDATE": "07/2011",
  "STATES": "IA,MN,NE,SD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Udic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crofton silt loam on a convex, east-facing slope of about 14 percent. When described, the soil was dry throughout. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 centimeters (0 to 6 inches); grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and very fine granular structure; soft, friable; many very fine and fine roots throughout; many very interstitial and tubular pores; few fine and medium carbonate concretions; violently effervescent; moderately alkaline; abrupt smooth boundary.\nAC--15 to 30 centimeters (6 to 12 inches); brown (10YR 5/3) silt loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; slightly hard, friable; common very fine and fine roots throughout; many fine interstitial and tubular pores; common fine carbonate threads and common medium carbonate concretions; violently effervescent; moderately alkaline; clear wavy boundary.\nC1--30 to 51 centimeters (12 to 20 inches); pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak, coarse prismatic structure; slightly hard, friable; common very fine roots; few fine tubular and many very fine tubular pores; common medium distinct reddish brown (5YR 5/4) moist masses of oxidized iron in the matrix; the iron accumulations are believed to be relict redoximorphic features; common fine carbonate threads and common medium carbonate concretions; violently effervescent; moderately alkaline, clear wavy boundary.\nC2--51 to 89 centimeters (20 to 35 inches); light yellowish brown (2.5Y 6/4) silt loam, light olive brown (2.5Y 5/3) moist; massive; slightly hard, friable; common very fine roots throughout; few fine tubular and many very fine tubular pores; common fine distinct reddish brown (5YR 5/4) moist masses of oxidized iron in the soil matrix; the iron accumulations are believed to be relict redoximorphic features; common fine and medium carbonate concretions; violently effervescent; moderately alkaline.\nC3--89 to 152 centimeters (35 to 60 inches); light yellowish brown (2.5Y 6/3) silt loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, friable; few very fine roots throughout; common very fine tubular pores; common coarse prominent gray (10YR 6/1) moist iron depletions and common medium distinct light olive brown (2.5Y 5/6) masses of oxidized iron in the soil matrix; the iron accumulations and depletions are believed to be relict redoximorphic features; few fine and medium carbonate masses and common fine and medium carbonate concretions; violently effervescent; moderately alkaline, gradual wavy boundary.\nC4--152 to 203 centimeters (60 to 80 inches); light yellowish brown (2.5Y 6/3) silt loam, light olive brown (2.5Y 5/4) moist; massive; slightly hard, friable; common very fine tubular pores; common coarse distinct gray (10YR 6/1) moist iron depletions and common medium distinct light olive brown (2.5Y 5/6) masses of oxidized iron in the soil matrix; the iron accumulations are believed to be relict redoximorphic features; few fine and medium carbonate concretions; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 102C-Loess Uplands; Thurston County Nebraska; about 2 1/2 miles south and 5 miles east of Emerson, Nebraska; 650 feet north and 100 feet east of the southwest corner of section 9, T. 26 N., R. 7 E.; USGS Thurston Quadrangle; lat. 42 degrees, 14 minutes, 12 seconds N. and long. 96 degrees, 37 minutes, 42 seconds W. longitude; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime--ustic moisture regime bordering on udic\nDepth to secondary calcium carbonate--0 to 15 centimeters\nThickness of the solum--8 to 40 centimeters\nParticle-size control section clay content (weighted average)--15 to 27 percent\nA horizon:\nHue-10YR\nValue--4 to 6 and 3 or 4 moist\nChroma--2 or 3\nClay content--20 to 27 percent\nCalcium carbonate equivalent--1 to 10 percent\nReaction--pH 6.6 to 8.4\nThickness--8 to 15 centimeters\nAC horizon:\nHue--10YR or 2.5Y\nValue--5 to 7 and 4 to 6 moist\nChroma--2 to 4\nClay content--15 to 27 percent\nCalcium carbonate equivalent--1 to 10 percent\nReaction--pH 7.4 to 8.4\nThickness--0 to 25 centimeters\nC horizon:\nHue--10YR or 2.5Y\nValue--5 to 7 and 4 to 6 moist\nChroma--2 to 4\nClay content--15 to 27 percent\nCalcium carbonate equivalent--1 to 10 percent\nReaction--pH 7.4 to 8.4\nIn most areas the C horizon contains few too many, fine or medium lime concretions. The iron accumulations are believed to be relict in nature and do not reflect present wetness conditions."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--calcareous loess\nLandscape--upland\nLandform--ridge\nHillslope Position--summit and shoulder\nGeomorphic Position--interfluves and side slopes\nSlope--1 to 60 percent, 3 to 30 is typical\nElevation--305 to 610 meters above sea level\nMean annual air temperature--7 to 11 degrees C\nMean annual precipitation--610 to 760 millimeters\nFrost-free period--140 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alcester, Aowa, Belfore, Hobbs, Judson, Moody, Muir, and Nora soils.\nAlcester and Judson--are on foot slopes and have mollic epipedons\nAowa and Hobbs--are in bottom lands and formed in alluvium\nBelfore, Moody, and Nora--are generally higher on the landscape and have mollic epipedons\nMuir--are on foot slopes, stream terraces, and high bottom lands; and have mollic epipedons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest periods of normal years. Redoximorphic features reflective of contemporary saturation are deeper than 150 centimeters\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMore than half of the acreage of Crofton soils is cultivated. Nearly all the cultivated acreage is dry farmed, though in places, the soil is irrigated. The principal crops are corn, soybeans, oats, and alfalfa. Many of the steeper areas have been seeded to introduced species or native grasses. Where in range, the dominant native grasses are little bluestem, big bluestem, side oats grama, Indian grass, and Canada wild rye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior PlainsPhysiographic Provinces--Central Lowland, Great PlainsPhysiographic Sections--Western Lake, Dissected Till Plains, High Plains\nMLRAs--Southern Black Glaciated Plains (55C),\nSouthern Rolling Pierre Shale Plains (63B),\nDakota-Nebraska Eroded Tableland (66),\nCentral Nebraska Loess Hills (71),\nTill Plains (102B),\nLoess Uplands (102C),\nNebraska and Kansas Loess-Drift Hills (106),\nIowa and Minnesota Loess Hills (107A),\nIowa and Missouri Deep Loess Hills (107B)\nLRR M, LRR F, LRR G, LRR H; Northeastern Nebraska, southeastern South Dakota, southwestern Minnesota, and northwestern Iowa\nExtent--extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cedar County, Nebraska, l928."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in the typical pedon are:\nOchric epipedon--0 to 15 centimeters (Ap horizon) Classification was changed from Typic Ustorthents to Udic Ustorthents\naccording to changes in Soil Taxonomy, 1992.\nMany areas mapped as Crofton soils may have cambic horizons. Additional study of soil development and hydropedology is suggested.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version: Keys to Soil Taxonomy Eleventh Edition, 2010.\nADDITIONAL DATA:\nPhysical and chemical data from a profile of Crofton silt loam is given on pages 44-45 of \"Soil Survey Laboratory Data and Descriptions for Some Soils of Nebraska,\" Soil Survey Investigation Report No. 5.\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska, user pedonid 00NE173001 (http://ssldata.sc.egov.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
