{
  "SERIES": "CROGHAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-WEH-CAW",
  "REVDATE": "06/2019",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Croghan series consists of very deep, moderately well drained soils formed in deltaic or glacio-fluvial deposits. They are on terraces and sand plains. Estimated saturated hydraulic conductivity is high or very high in throughout the mineral soil. Slope ranges from 0 to 15 percent. Mean annual temperature is about 5 degrees C (42 degrees F), and mean annual precipitation is about 966 mm (38 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Typical pedon of Croghan fine sand on a 2 percent northwest facing slope, in a wooded area.\nOi -- 0 to 3 cm (0 to 1 in); slightly decomposed plant material. (0 to 6 inches thick.)\nA -- 3 to 8 cm (1 to 3 in); very dark grayish brown (10YR 3/2) fine sand; weak fine granular structure; very friable; many very fine and fine, and common medium and coarse roots; 2 percent rock fragments; very strongly acid; clear wavy boundary. (0 to 15 cm [0 to 6 in] thick.)\nE -- 8 to 13 cm (3 to 5 in); gray (7.5YR 5/1) fine sand; single grain; loose; many very fine and common fine, medium and coarse roots; 2 percent rock fragments; strongly acid; abrupt wavy boundary. (0 to 15 cm [0 to 6 in] thick.)\nBhs -- 13 to 20 cm (5 to 8 in); dark reddish brown (5YR 3/3) fine sand; weak fine and medium subangular blocky structure; friable; common very fine, fine, medium and few coarse roots; 20 percent ortstein nodules; 2 percent rock fragments; strongly acid; clear irregular boundary. (The combined thickness of the Bhs and Bh horizons, where present, is up to 15 cm  (6 in) thick.)\nBs1 -- 20 to  36 cm (8 to 14 in); brown (7.5YR 4/4) fine sand; weak fine and medium subangular blocky structure; friable; common very fine, fine, medium and few coarse roots; 20 percent ortstein nodules; 2 percent rock fragments; strongly acid; clear wavy boundary.\nBs2 -- 36 to 58 cm (14 to 23 in); dark yellowish brown (10YR 4/4) fine sand; weak medium subangular blocky structure; very friable; few very fine, fine, medium and coarse roots; 5 percent ortstein nodules; 2 percent rock fragments; strongly acid; gradual wavy boundary. (The combined thickness of the Bs horizon is 13 to 96 cm [5 to 38 in] thick.)\nBC -- 58 to 74 cm ( 23 to 29 in); yellowish brown (10YR 5/4) sand; single grain and weak medium subangular blocky structure; loose and very friable; few very fine, fine, medium and coarse roots; 10 percent rock fragments; common coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation and common medium distinct grayish brown (10YR 5/2) areas of iron depletion; moderately acid; clear wavy boundary. (0 to 76 cm [0 to 30 in] thick.)\nC1 -- 74 to 107 cm (29 to 42 in); pale brown (10YR 6/3) sand; single grain; loose; 5 percent rock fragments; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation and common medium distinct gray (10YR 6/1) areas of iron depletion; moderately acid; abrupt wavy boundary.\nC2 -- 107 to 114 cm (42 to 45 in); grayish brown (10YR 5/2) loamy fine sand with thin strata of fine sandy loam; massive; very friable; common medium prominent reddish brown (5YR 4/4) masses of iron accumulation; moderately acid; abrupt wavy boundary.\nC3 -- 114 to 183 cm (45 to 72 in); grayish brown (2.5Y 5/2) sand; single grain; loose; 6 percent rock fragments; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Essex County, New York; Town of Wilmington; about .54 miles east on Perkins Road from the intersection with Hardy-Kilburn Road, then 900 feet south on trail, then 60 feet west in a stand of white pine; USGS Lake Placid, NY 15 minute topographic quadrangle, Latitude 44 degrees, 22 minutes, 15 seconds N. and Longitude 73 degrees, 47 minutes, 22 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mineral solum thickness ranges from 51 to 127 cm (20 to 50 in). Textures are predominantly sandy but include fine sandy loam within a depth of 25 cm (10 in) from the mineral soil surface which can include all or part of the A horizon, the E horizon, if present, and the upper part of the B horizon. Depth to bedrock is greater than 152 cm (60 in). Rock fragments range from 0 to 5 percent by volume in the surface and subsurface, and from 0 to 15 percent in the subsoil and substratum.\nThe O horizon has hue of 5YR to 10YR or is neutral, with value of 2 to 3 and chroma of 0 to 3. It is slightly to highly decomposed plant material. Reaction ranges from extremely acid to moderately acid.\nThe A horizon has hue of 5YR to 10YR, value of 2 to 4 and chroma of 1 or 2. Ap horizons include value of 5 and chroma of 3, and are up to 33 cm (13 in) thick. Texture is fine sandy loam, loamy fine sand, loamy sand, fine sand or sand. Reaction ranges from extremely acid to moderately acid. Some pedons have an A/E horizon.\nThe E horizon has hue of 5YR to 10YR, value of 5 to 7, and chroma of 1 or 2. Texture is fine sandy loam, loamy fine sand, loamy sand, fine sand or sand. Reaction ranges from extremely acid to moderately acid.\nThe Bhs horizon has hue of 2.5YR to 7.5YR, with value and chroma of 3 or less. Texture is fine sandy loam, loamy fine sand, loamy sand, fine sand or sand. Reaction ranges from very strongly acid to moderately acid.\nSome pedons have a Bh horizon that has hue of 5YR to 10YR, value of 2 to 3 and chroma of 1 to 4. Combined thickness of the Bhs and Bh horizon is up to 15 cm (6 in) thick. Texture and reaction ranges are the same as the Bhs.\nThe Bs horizon has hue of 2.5YR to 10YR, value of 2.5 to 6, and chroma of 3 to 8. Texture is fine sandy loam, loamy fine sand, loamy sand, fine sand or sand. Reaction ranges from very strongly acid to moderately acid.\nThe BC horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 8, and chroma of 2 to 6. Texture is loamy fine sand, loamy sand, fine sand or sand. Reaction ranges from very strongly acid to moderately acid.\nThe C horizon has hue of 7.5YR to 5Y, value of 3 to 7, and chroma of 1 to 6. Texture is loamy fine sand, loamy sand, fine sand, sand, or coarse sand. Thin strata of very fine sandy loam or fine sandy loam are present in some pedons below a depth of 101 cm (40 in). Reaction ranges from very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Skowhegan series is the only other series in the same family. Skowhegan soils have a thinner solum than Croghan soils and contain appreciable amounts of dark colored minerals."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Croghan soils are on terraces and sand plains. Slope ranges from 0 to 15 percent. They formed in deltaic or glacial outwash sand that was deposited in or next to proglacial lake basins. The sediments are dominated by quartz, but feldspars and other weatherable minerals constitute at least 10 percent, and generally 20 percent or more of the volume. The mean annual air temperature ranges from 3 to 7 degrees C (38 to 45 degrees F), and mean annual precipitation ranges from 762 to 1270 mm (30 to 50 in). The frost-free period ranges from 90 to about 160 days. Elevation ranges from 46 to 914 m  (150 to 3000 ft) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Adams, Becket, Hermon, Naumburg, Wallace, and Worth series. The somewhat excessively drained Adams soils and the poorly and somewhat poorly drained Naumburg soils are in a drainage sequence with Croghan soils. Wallace soils are associated where ortstein layers are prominent. Becket, Hermon, and Worth soils formed in till and are on nearby uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is negligible to low. Estimated saturated hydraulic conductivity is high or very high in throughout the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dominantly forested or idle, but some areas are cropped. Cropped areas are mainly used for hay or for blueberry production, but in some locations oats, or corn for silage is grown. Eastern white pine, hemlock, balsam, red pine, sugar maple, and yellow birch are in woodlots. Brushy aspen and birch are on idle land."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 101, 141, 142, 143, 144B in North central Massachusetts, northern New York, and Maine, New Hampshire, and Vermont.. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Franklin County, New York, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location was moved from Clinton County, NY to Essex County, NY in 2000 to better reflect the classification and drainage class.\nThe use of the frigid Croghan Series in MLRAs 101, 144A, and 145 will likely end as MLRA updates are completed.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from the soil surface to a depth of 8 cm (3 in) (Oi and A horizons).\n2. Albic horizon - the zone from 8 to 13 cm (3 to 5 in) (E horizon)\n3. Spodic horizon - the zone from 13 to 36 cm (5 to 14 in) (Bhs and Bs1 horizons).\n4. Aquic conditions - as evidenced by redoximorphic features within 76 cm (30 in) of the mineral surface (BC and C1 horizons).\ne. Non-spodic pedogenic horizon - the zone from 36 to 58 cm, (14 to 23 in) (Bs2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi -- 0 to 3 cm (0 to 1 in); slightly decomposed plant material. (0 to 6 inches thick.)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 3 to 8 cm (1 to 3 in); very dark grayish brown (10YR 3/2) fine sand; weak fine granular structure; very friable; many very fine and fine, and common medium and coarse roots; 2 percent rock fragments; very strongly acid; clear wavy boundary. (0 to 15 cm [0 to 6 in] thick.)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E -- 8 to 13 cm (3 to 5 in); gray (7.5YR 5/1) fine sand; single grain; loose; many very fine and common fine, medium and coarse roots; 2 percent rock fragments; strongly acid; abrupt wavy boundary. (0 to 15 cm [0 to 6 in] thick.)"
      },
      {
        "name": "Bhs",
        "top": 13,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bhs -- 13 to 20 cm (5 to 8 in); dark reddish brown (5YR 3/3) fine sand; weak fine and medium subangular blocky structure; friable; common very fine, fine, medium and few coarse roots; 20 percent ortstein nodules; 2 percent rock fragments; strongly acid; clear irregular boundary. (The combined thickness of the Bhs and Bh horizons, where present, is up to 15 cm  (6 in) thick.)"
      },
      {
        "name": "Bs1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1 -- 20 to  36 cm (8 to 14 in); brown (7.5YR 4/4) fine sand; weak fine and medium subangular blocky structure; friable; common very fine, fine, medium and few coarse roots; 20 percent ortstein nodules; 2 percent rock fragments; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 36,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs2 -- 36 to 58 cm (14 to 23 in); dark yellowish brown (10YR 4/4) fine sand; weak medium subangular blocky structure; very friable; few very fine, fine, medium and coarse roots; 5 percent ortstein nodules; 2 percent rock fragments; strongly acid; gradual wavy boundary. (The combined thickness of the Bs horizon is 13 to 96 cm [5 to 38 in] thick.)"
      },
      {
        "name": "BC",
        "top": 58,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC -- 58 to 74 cm ( 23 to 29 in); yellowish brown (10YR 5/4) sand; single grain and weak medium subangular blocky structure; loose and very friable; few very fine, fine, medium and coarse roots; 10 percent rock fragments; common coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation and common medium distinct grayish brown (10YR 5/2) areas of iron depletion; moderately acid; clear wavy boundary. (0 to 76 cm [0 to 30 in] thick.)"
      },
      {
        "name": "C1",
        "top": 74,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1 -- 74 to 107 cm (29 to 42 in); pale brown (10YR 6/3) sand; single grain; loose; 5 percent rock fragments; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation and common medium distinct gray (10YR 6/1) areas of iron depletion; moderately acid; abrupt wavy boundary."
      },
      {
        "name": "C2",
        "top": 107,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C2 -- 107 to 114 cm (42 to 45 in); grayish brown (10YR 5/2) loamy fine sand with thin strata of fine sandy loam; massive; very friable; common medium prominent reddish brown (5YR 4/4) masses of iron accumulation; moderately acid; abrupt wavy boundary."
      },
      {
        "name": "C3",
        "top": 114,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3 -- 114 to 183 cm (45 to 72 in); grayish brown (2.5Y 5/2) sand; single grain; loose; 6 percent rock fragments; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
