{
  "SERIES": "CROOM",
  "STATUS": "Established Series",
  "BYREV": "SYD-DAS/Rev. MDJ",
  "REVDATE": "11/2015",
  "STATES": "MD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Croom silt loam on a 12 percent slope in a cultivated field. (Colors are for moist soil unless otherwise indicated.)\nAp1--0 to 3 centimeters (0.0 to 1.2 inches); very dark brown (10YR 2/2) loam, very dark grayish brown (10YR 3/2), dry; moderate medium granular structure; very friable, moderately sticky, nonplastic; common very fine and fine roots throughout; extremely acid, pH 4.0; clear smooth boundary.\nAp2--3 to 23 centimeters (1.2 to 9.1 inches); dark yellowish brown (10YR 4/4) loam; moderate coarse subangular blocky structure; very friable, moderately sticky, nonplastic; few very fine and fine roots throughout; few fine tubular pores; 6 percent rounded 2- to 75-millimeter unspecified fragments; extremely acid, pH 4.0; abrupt smooth boundary.\nBt1--23 to 33 centimeters (9.1 to 13.0 inches); strong brown (7.5YR 4/6) very gravelly clay loam; strong coarse subangular blocky structure; friable, moderately sticky, nonplastic; few medium roots throughout; few fine tubular pores; 15 percent continuous prominent dark yellowish brown (10YR 4/4), moist, clay films on all faces of peds; 40 percent rounded 2- to 75-millimeter unspecified fragments; extremely acid, pH 4.0; clear wavy boundary.\nBt2--33 to 76 centimeters (13.0 to 29.9 inches); strong brown (7.5YR 4/6) extremely gravelly sandy clay loam; weak fine subangular blocky structure; friable, moderately sticky, nonplastic; few medium roots throughout; few medium tubular pores; 15 percent continuous prominent dark yellowish brown (10YR4/4), moist, clay films on all faces of peds; 65 percent rounded 2- to 75-millimeter unspecified fragments; extremely acid, pH 4.0; gradual smooth boundary.\nBt3--76 to 137 centimeters (29.9 to 53.9 inches); dark yellowish brown (10YR 4/6) extremely gravelly sandy clay loam; weak very fine subangular blocky structure; friable, moderately sticky, nonplastic; few fine roots throughout; 15 percent continuous prominent dark yellowish brown (10YR 4/4), moist, clay films on all faces of peds; 70 percent rounded 2- to 75-millimeter unspecified fragments; extremely acid, pH 4.0; gradual smooth boundary.\nBCt--137 to 168 centimeters (53.9 to 66.1 inches); strong brown (7.5YR 4/6) extremely gravelly sandy clay loam; massive; friable, slightly sticky, nonplastic; few fine roots throughout; 5 percent continuous prominent dark yellowish brown (10YR 4/4), moist, clay films on surfaces along root channels; 10 percent coarse prominent pinkish gray (5YR 6/2), moist, iron depletions throughout; 10 percent 75- to 250-millimeter unspecified fragments and 60 percent rounded 2- to 75-millimeter unspecified fragments; extremely acid, pH 4.0; gradual smooth boundary.\nBC--168 to 203 centimeters (66.1 to 79.9 inches); dark yellowish brown (10YR 4/6) extremely gravelly coarse sandy loam; massive; friable, slightly sticky, nonplastic; few very fine and fine roots throughout; few very fine interstitial pores; 5 percent continuous prominent dark yellowish brown (10YR 4/4), moist, clay bridges between sand grains; 10 percent very coarse prominent gray (10YR 6/1), moist, iron depletions in matrix and 10 percent medium distinct strong brown (7.5YR 5/8), moist, iron-manganese masses in matrix; 70 percent rounded 2- to 75-millimeter unspecified fragments; extremely acid, pH 4.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Prince Georges County, Maryland; about 4.75 miles east-northeast of Accokeek and 4.25 miles west-southwest from the intersection of MD Route 5 and Route 373 (Accokeek Road), about 3000 feet west-northwest from the intersection of Garner Road and Route 373 and about 1.75 miles south-southeast from the intersection of Floral Park Road and Danville Road. USGS Piscataway topographic quadrangle; latitude 38 degrees 40 minutes 49.1 seconds N. and longitude 76 degrees 56 minutes 58 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic: 9 to 14 inches\nDepth to the base of the Argillic: 20 to 54 Inches\nBt Thickness: 3 to 45 inches\nSolum Thickness: 40 to 120 inches\nDepth to Bedrock: Greater than 80 inches\nRock Fragment content: 0 to 70 percent, by volume, in the A horizon, 35 to 75 percent in the upper Bt, and from 15 to 90 percent in the lower Bt and in the C horizon\nSoil Reaction: extremely acid to moderately acid, except where limed & RANGE OF INDIVIDUAL HORIZONS:\nA or Ap horizon:\nColor--hue of 2.5Y or 10YR, value of 3 or 4, and chroma of 1 to 4\nTexture (fine-earth fraction)loamy sand, sandy loam, or loam\nE horizon (if it occurs):\nColor--hue of 2.5Y or 10YR, value of 4 to 7, and chroma of 2 to 4\nTexture (fine-earth fraction)loamy sand, sandy loam, or loam\nBt horizon:\nColor--hue of 10YR to 5YR, value of 4 to 6, and chroma of 4 to 8\nTexture (fine-earth fraction)loamy sand, sandy loam, loam, sandy clay loam, or clay loam\nBC horizon:\nColor--hue of 10YR to 5YR, value of 4 to 6, and chroma of 2 to 8\nTexture (fine-earth fraction)sand, loamy sand, coarse sandy loam, sandy loam, loam, sandy clay loam or clay loam\nC horizon (if it occurs):\nColor--hue of 10YR to 5YR, value of 4 to 6, and chroma of 2 to 6\nTexture (fine-earth fraction)sand, loamy sand or sandy loam. It is stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBlackthorn soils have a cambic horizon, are 40 or more inches to the upper boundary of the Bt horizon, and formed in colluvium over residuum.\nElliber soils weathered from cherty limestone and do not have very hard, very firm B horizons.\nGainesboro soils have sedimentary bedrock at less than 40 inches.\nHartleton soils have sola thinner than 40 inches and bedrock at 40 to 65 inches.\nIrondale soils are in residuum from igneous rocks, are 20 to 40 inches to bedrock, and have dominantly cobbly textures.\nLew soils have friable B horizons and fragments of greenstone.\nMertz soils have angular rock fragments of chert and sandstone.\nPattenburg soils have sola less than 40 inches thick and friable B horizons.\nTrevlac soils have sedimentary bedrock at less than 40 inches.\nWeverton soils are in slope creep materials over residuum and are confined to the Blue Ridge Anticlinorium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Northern Atlantic Coastal Plain\nLandform: Interfluves and Knolls\nGeomorphic Component: Interfluve and Relict Stream Terraces\nHillslope Profile Position: Summits, Shoulders and Backslopes\nParent Material: Gravelly Fluvial Deposits\nSlope: 0 to 60 percent\nElevation: 20 to 400 feet\nFrost-free period: 180 to 210 days\nMean Annual Air Temperature: 52 to 57 degrees F\nMean Annual Precipitation: 100 to 125 cm (40 to 50 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAura coarse-loamy particle-size class, has a fragipan, on similar landforms\nChillum fine-silty particle-size class, on similar landforms\nSassafras fine-loamy particle-size class, on similar landforms\nBeltsville fine-loamy particle-size class, has a fragipan, on lower landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural): Well Drained\nInternal Free Water Occurrence: Very Deep and Absent\nIndex Surface Runoff: Low to very high\nSaturated Hydraulic Conductivity Class: Moderately high to moderately low\nPermeability Class (obsolete): Moderately slow to slow\nShrink-swell Potential: Low\nFlooding Frequency and Duration: None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Gravel Pits, Woodland, Cropland and Urban Use\nDominant Vegetation: Where cultivated tobacco and some truck crops are grown, although the acreage is small.  Where wooded, a large part of the acreage is cutover and second growth forest consisting of oaks, Virginia pine, yellow poplar, dogwood, and sweetgum.\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDistribution: Maryland and the District of Columbia\nExtent: The series is of moderate extent.\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia\nSERIES ESTABLISHED: Prince Georges County, Maryland, 1941.\nREMARKS: Recent lab data supports the reclassification of the mineralogy from mixed to siliceous.  Revision dated 9/2008 updates the mineralogy from mixed to siliceous.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 9 inches (Ap horizons)\nArgillic horizon--the zone from 9 to 54 inches (Bt horizons)\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA: Characterization data is available from the NSSL for the following this pedon: 04N1048.  This revision updates the mineralogy class from mixed to siliceous. NASIS User Site ID 04MD033036.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA\nDistribution: Maryland and the District of Columbia\nExtent: The series is of moderate extent.\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Prince Georges County, Maryland, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Recent lab data supports the reclassification of the mineralogy from mixed to siliceous.  Revision dated 9/2008 updates the mineralogy from mixed to siliceous.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 9 inches (Ap horizons)\nArgillic horizon--the zone from 9 to 54 inches (Bt horizons)\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA: Characterization data is available from the NSSL for the following this pedon: 04N1048.  This revision updates the mineralogy class from mixed to siliceous. NASIS User Site ID 04MD033036.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
