{
  "SERIES": "CROQUIB",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/TDT",
  "REVDATE": "04/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, ferrihydritic over isotic, acid, isomesic Alic Epiaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Croquib silt loam, pasture.  (Colors are for moist soil unless otherwise noted.)\n0--2 inches to 0; roots and other plant materials.\nAp1--0 to 2 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; few fine distinct yellowish brown (10YR 5/8) mottles; moderate very fine granular and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; many very fine roots; many very fine irregular pores; very strongly acid (pH 4.6); clear smooth boundary.  (2 to 9 inches thick)\nAp2--2 to 6 inches; very dark gray (10YR 3/1) silt loam, dark gray (10YR 4/1) dry, common fine and medium distinct yellowish brown (10YR 5/8) mottles; weak medium subangular blocky structure parting to moderate fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; many very fine roots; many very fine tubular pores; extremely acid (pH 4.4); abrupt smooth boundary.  (0 to 5 inches thick)\nBw1--6 to 13 inches; dark gray (10YR 4/1) silty clay loam, gray (10YR 5/1) dry; many medium distinct reddish yellow (7.5YR 6/8) and light brownish gray (10YR 6/2) mottles; moderate medium prismatic structure; hard, firm, sticky and plastic and weakly smeary; common very fine roots; many very fine tubular pores; extremely acid (pH 3.8); clear smooth boundary.  (6 to 13 inches thick)\nBw2--13 to 24 inches; light brownish gray (10YR 6/2) silty clay loam, light gray (10YR 7/2) dry; many fine distinct strong brown (7.5YR 5/8) mottles and common fine faint dark grayish brown (10YR 4/2) mottles; weak coarse prismatic structure parting to moderate medium angular blocky; hard, firm, sticky and plastic and weakly smeary; few very fine roots; common very fine tubular pores; extremely acid (pH 4.0); gradual smooth boundary. (9 to 12 inches thick)\nBw3--24 to 34 inches; light brownish gray (10YR 6/2) silty clay loam, light brownish gray (10YR 7/2) dry; many fine and medium distinct strong brown (7.5YR 5/8) mottles and few fine faint dark grayish brown (10YR 4/2) mottles; weak medium subangular blocky structure parting to moderate fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; common very fine tubular pores; extremely acid (pH 4.2); clear smooth boundary.  (9 to 11 inches thick)\n2C--34 to 60 inches; light brownish gray (10YR 6/2) extremely gravelly loam, light brownish gray (10YR 7/2) dry; many fine and medium distinct strong brown (7.5YR 5/8) mottles; massive; strongly consolidated; very hard, very firm; 60 percent gravel and 10 percent cobbles; very strongly acid (pH 4.8)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "TYPE LOCATTION",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  The soil is usually moist and is dry between depths of 4 and 12 inches less than 45 consecutive days following the summer solstice.  The mean annual soil temperature is 50 to 53 degrees F.  Under native vegetation the difference between mean summer and mean winter soil temperature is 5 to 9 degrees F.  Depth to the massive consolidated substratum is 25 to 40 inches.  The solum has less than 15 percent coarser than very fine sand and has a moist bulk density of 0.75 to 0.85 g/cubic centimeter.  The solum is extremely acid or very strongly acid.\nThe A or Ap horizon is 5 to 9 inches thick.  It has value of 2 or 3 moist, 3 or 4 dry and chroma of 1 moist and dry.  It has 15 to 25 percent clay by field estimate.\nThe Bw horizon has hue of 10YR or 2.5Y, value is 4 through 6 moist, 5 through 7 dry and chroma of 1 or 2 moist and dry.  It has 27 to 35 percent clay by field estimate.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 6 or 7 moist, 7 or 8 dry and chroma of 2 moist and dry.  It is strongly consolidated with 40 to 65 percent gravel and 5 to 15 percent cobbles.  It is very gravelly loam or extremely gravelly loam."
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  The Hebo series in another family is similar.  The Hebo soils have a fine particle-size control section."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Croquib soils are on stream terraces in depressional areas at elevations of 25 to 500 feet. Slopes range from 0 to 3 percent.  The soils formed in mixed alluvium over older gravelly consolidated alluvium.  The climate is characterized by cool wet winters and cool moist summers.  The mean annual precipitation is 70 to 100 inches, mean annual temperature is 48 to 52 degrees F.  The frost-free period is 210 to 245 days.  The soils are on the Tenmile geomorphic surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coquille, Hebo, Mues, Nehalem, Nestucca and Walluski soils.  Coquille, Nehalem and Nestucca are flood plain soils and lack consolidated gravel in the particle-size control section.  Mues soils have an umbric epipedon 20 to 30 inches thick and are moderately well drained.  Walluski soils are moderately well drained and lack consolidated gravel in the particle-size control section."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff to ponded; very slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for pasture. Native vegetation where not cleared is Sitka spruce, red alder, salmonberry, red elderberry, skunk cabbage and water tolerant grasses."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Stream terraces in Northwestern Oregon.  The series is inextensive."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clatsop County, Oregon, 1984."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  }
}
