{
  "SERIES": "CROSSEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAC/JLR",
  "REVDATE": "03/2008",
  "STATES": "TX",
  "OVERVIEW": "The Crossen series consists of soils that are very shallow and shallow to a petrocalcic horizon.  They are well drained soils that are moderately slow permeable in the upper part and very slow permeability in the petrocalcic horizon.  These gently undulating to undulating soils occur on footslopes, fan piedmonts, and fan remnants.  They formed in colluvium and alluvium from mixed but dominantly limestone sources.  Slopes range from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, thermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crossen gravelly loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 1 inch; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure parting to moderate very fine granular; slightly hard, friable; slightly sticky and slightly plastic, common very fine and fine roots; 20 percent limestone gravel; violently effervescent; moderately alkaline; abrupt smooth boundary (1 to 6 inches thick)\nBk--1 to 7 inches; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; slightly hard, friable; slightly sticky and slightly plastic, 30 percent limestone gravel; many distinct white (10YR 8/1) continuous calcium carbonate coatings on rock fragments; violently effervescent; moderately alkaline; abrupt wavy boundary (5 to 14 inches thick).\nBkm1--7 to 15 inches; indurated calcium carbonate with a 1/4 inch laminar cap in upper part and strongly cemented below; 45 percent limestone gravel embedded; violently effervescent; moderately alkaline; abrupt wavy boundary (3 to 20 inches thick).\nBkm2--15 to 20 inches; indurated calcium carbonate with a 1/4 inch laminar cap; 40 percent limestone gravel embedded; violently effervescent; moderately alkaline; clear wavy boundary (0 to 10 inches thick).\nBCk1--20 to 30 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; weak medium granular structure; slightly hard, friable; 45 percent limestone gravel; common distinct white (10YR 8/1) calcium carbonate coatings on coarse fragments; violently effervescent; moderately alkaline; gradual wavy boundary (10 to 30 inches thick).\nBCk2--30 to 65 inches; light yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; very weak fine granular structure; slightly hard, friable; 40 percent limestone gravel with thin patchy calcium carbonate coatings; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brewster County, Texas, from the junction of U.S. Highway 67 and Texas Highway 118 in Alpine, 26 miles south on Texas Highway 118 to the entrance to Elephant Mountain Wildlife Management Area, 4.6 miles east on road around north side of mountain to rock house; 1.4 miles south on road to water trough; 0.3 miles east on dirt road; 30 feet south of road in range.  (Latitude: 30 degrees, 02 minutes, 46 seconds north; Longitude: 103 degrees, 28 minutes, 47 seconds west.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in the epipedon for less than 90 cumulative days in 7 out of 10 years during the growing season, driest during May and June.  Ustic aridic moisture regime.\nDepth to indurated calcium carbonate:  6 to 20 inches\nMean annual soil temperature:  61 to 68 degrees F.\nTexture above the petrocalcic horizon:  gravelly fine sandy loam, gravelly loam, gravelly sandy clay loam\nClay content in the particle size control section: 14 to 25 percent\nRock fragments: 15 to 35 percent above the petrocalcic horizon\nCalcium carbonate equivalent:  35 to 70 percent, but averages 40 to 60 percent in the control section\nA horizon\nHue:  7.5YR, 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma:  2 or 3, moist or dry\nBk horizon\nHue:  7.5YR, 10YR\nValue:  3 to 6, dry or moist\nChroma:  2 to 4, dry or moist\nOther features: coatings of calcium carbonate on rock fragments range from common to many\nBkm horizon\nPan features: laminar and indurated in the upper part and indurated to strongly cemented in the lower part\nThickness of the Bkm horizon: 3 to 20 inches thick\nBCk horizon\nHue:  7.5YR, 10YR\nValue:  4 to 7, dry or moist\nChroma:  2 to 4, dry or moist\nTexture of the fine earth fraction:  loam, clay loam\nCoarse fragments: 15 to 60 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bard (NV), Mormon Mesa (NV), Upton (TX), and Woda (NV) series.\nBard and Mormon Mesa soils receive winter precipitation.  In addition,\nMormon Mesa soils have petrocalcic horizons that are thicker than 4 feet.\nUpton soils are moist in the soil moisture section during May and June and occur in the Great Plains.\nWoda soils are in the typic aridic moisture regime and contain 20 to 30 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on fan remnants, fan piedmonts and footslopes.  Slopes are mainly 1 to 5 percent but range to 8 percent.  They developed in alluvium and colluvium from mixed, but predominantly limestone bedrock.  Mean annual precipitation is 9 to 15 inches, and the mean annual air temperature ranges from 60 to 65 degrees F.  Frost-free period ranges from 170 to 260 days and elevation ranges from 3,000 to 5,300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altuda and Cienega soils.  Altuda soils are shallow to a lithic contact of limestone and are on sideslopes and ridgetops at higher elevations.  Cienega soils do not have a petrocalcic horizon and are in similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow in the upper part and very slow in the petrocalcic horizon.  Runoff is very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and wildlife habitat.  Native vegetation consists of black grama, bush muhly, Arizona cottontop, slim tridens, plains bristlegrass, blue grama, cane bluestem, and sideoats grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Trans-Pecos of Texas in MLRA 42.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brewster County, Texas, 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included in the Upton series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon  The zone from 0 to 1 inch (A horizon)\nCalcic horizon  The zone from 1 to 7 inches (Bk horizon)\nPetrocalcic horizon  The zone from 7 to 20 inches (Bkm horizons)\nThe range in precipitation for this series overlaps the Typic aridic and Ustic aridic moisture regimes\nSoils classified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdate and revisions for the Recorrelation of Brewster County, TX, Main Part, 2/8/08, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
