{
  "SERIES": "CROSSETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMB-HFG-AAC",
  "REVDATE": "11/2006",
  "STATES": "WI",
  "OVERVIEW": "The Crossett series consists of very deep, somewhat poorly drained soils formed in loamy calcareous till on moraines. Permeability is moderately slow. Slopes range from 0 to 6 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crossett silt loam (from an area of Ellwood-Crossett silt loams)-on a concave, south-facing 1 percent slope in a hay field at an elevation of about 1310 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; brown (7.5YR 4/2) silt loam, pinkish gray (7.5YR 6/2) dry; weak fine subangular blocky structure; friable; many fine and very fine and few medium and coarse roots; about 4 percent gravel; neutral; abrupt smooth boundary. (0 to 10 inches thick)\nE/B--9 to 19 inches; 70 percent brown (7.5YR 5/2) silt loam (E), pinkish gray (7.5YR 7/2) dry; moderate thick platy structure; friable; many fine and medium prominent yellowish red (5YR 4/6) masses of iron accumulation in the matrix; extends into and surrounds remnants of reddish brown (5YR 4/4) silty clay loam (Bt); moderate medium prismatic structure parting to strong fine angular blocky; firm; common fine and medium distinct yellowish red (5YR 4/6) masses of iron accumulation in the matrix; common fine and very fine and few medium and coarse roots; about 4 percent gravel; slightly acid; clear wavy boundary. (Glossic horizon is 2 to 20 inches thick)\nBt1--19 to 30 inches; dark reddish brown (5YR 3/4) silty clay loam; moderate medium prismatic structure parting to strong fine and medium angular blocky; firm; few very fine to coarse roots; common faint dark reddish brown (5YR 3/4) and reddish brown (5YR 4/3) clay films on faces of peds and in some pores; few fine prominent grayish brown (10YR 5/2) iron depletions in the matrix; few fine and medium distinct yellowish red (5YR 4/6) masses of iron accumulation in the matrix; few black (N 2.5/0) masses of iron-manganese oxides; about 5 percent gravel; slightly acid; clear wavy boundary.\nBt2--30 to 38 inches; dark reddish brown (5YR 3/4) silty clay loam; moderate medium prismatic structure parting to strong fine and medium angular blocky; firm; few very fine, fine, and medium roots; common faint reddish brown (5YR 4/3) clay films on faces of some peds and in some pores; few fine distinct yellowish red (5YR 4/6) masses of iron accumulation in the matrix; few black (N 2.5/0) masses of iron-manganese oxides; about 5 percent gravel; neutral; clear wavy boundary. (Combined thickness of the Bt horizon is 10 to 30 inches.)\nBtk1--38 to 62 inches; dark reddish brown (5YR 3/4) silty clay loam; weak coarse prismatic structure parting to strong medium and coarse angular blocky; firm; few very fine and fine roots; few faint reddish brown (5YR 4/3) clay films on faces of some peds and in some pores; few black (N 2.5/0) masses of iron-manganese oxides; about 10 percent gravel; strongly effervescent; slightly alkaline; gradual wavy boundary.\nBtk2--62 to 80 inches; dark reddish brown (5YR 3/4) silty clay loam; weak coarse prismatic structure parting to strong medium and coarse angular blocky; firm; few very fine and fine roots; few faint reddish brown (5YR 4/3) clay films on faces of peds; few black (N 2.5/0) masses of iron-manganese oxides; about 5 percent gravel; strongly effervescent; moderately alkaline. (Combined thickness of the Btk horizon is 24 to more than 45 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Florence County, Wisconsin; about 6 miles west of Aurora; 1,420 feet north and 1,170 feet west of the southeast corner of sec. 3, T. 38 N., R. 18 E.; USGS Iron Mountain, WI-MI Quad. Latitude  45 degrees 47 minutes 42 seconds N. Longitude 88 degrees 13 minutes 23 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 20 to 40 inches. Depth to the base of the argillic horizon ranges from 40 to more than 80 inches. The particle-size control section averages from 27 to 35 percent clay and less than 45 percent total sand. Volume of gravel ranges from 0 to 15 percent and volume of cobbles ranges from 0 to 5 percent throughout the pedon. Reaction ranges from extremely acid to neutral in the upper part of the solum and from slightly acid to moderately alkaline in the lower part. Redox accumulations are below the A horizon and extend into the argillic horizon. Redox depletions are in the upper 10 inches of the argillic horizon. Saturation occurs in the upper 10 inches of the argillic horizon at some time in most years.\nThe Ap horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3. Uncultivated pedons have an A horizon with a hue of 5YR, 7.5YR, or 10YR or is neutral; value is 2 or 3; and chroma of 0 to 3. Texture of the Ap or A horizon is silt loam or loam.\nSome pedons have an E horizon with hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. Texture is silt loam, loam, or fine sandy loam.\nCrossett soils have a glossic horizon (E/B or B/E horizons, or both). The E part has color and texture like the E horizon above. The Bt part has hue of 2.5YR to 7.5YR and value of 3 to 5. Texture is typically clay loam or silty clay loam, but individual subhorizons in some pedons are loam, silt loam, silty clay, or clay.\nThe Bt and Btk horizons have color and texture like the Bt part described above.\nSome pedons have a BC, Bk, or C horizon with color and texture like the Bt part described above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Elcajon, Peshtigo, and Slade series. A related soil is the Ellwood series. Elcajon soils have a lithic contact at 20 to 40 inches. Peshtigo soils are more than 40 inches deep to carbonates. Slade soils are less than 40 inches deep to the base of the argillic horizon. Ellwood soils do not have redox depletions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crossett soils are on moraines. Slopes range from 0 to 6 percent. Crossett soils formed in loamy calcareous till. Mean annual precipitation ranges from 28 to 33 inches. Mean annual air temperature ranges from 39 to 45 degrees F. The frost-free period ranges from about 90 to 120 days. Elevation ranges from 700 to 1700 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ellwood, Iosco, Menominee, Morganlake, Padus, Stambaugh, Vanzile, and Worcester soils. The moderately well drained Ellwood soils are on slightly higher landscape positions than Crossett soils and form a drainage sequence with them. The well drained Menominee soils, the moderately well drained Morganlake soils, and the somewhat poorly drained Iosco soils form a drainage sequence in nearby areas where there is a 20 to 40 inch thick sandy mantle. The well drained Padus and Stambaugh soils, the moderately well drained Vanzile soils, and the somewhat poorly drained Worcester soils are on nearby outwash areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff ranges from negligible to medium. Permeability is moderately slow. These soils have a perched seasonal high water table at a depth of 0.5 to 2.5 feet at some time during the period September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas of Crossett soils are used for cropland. Common crops are corn, small grain, and hay. Some areas are used for pastureland or woodland. Native vegetation is mixed deciduous and coniferous forest. Common trees are sugar maple, white spruce, red maple, American elm, quaking aspen, paper birch, eastern hemlock, and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Wisconsin in Florence County. The Crossett series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Florence County, Wisconsin, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 9 inches (Ap); albic horizon - 9 to 19 inches (E part of E/B); glossic horizon - 9 to 19 inches (E/B); argillic horizon - 19 to 80 inches (Bt1, Bt2, Btk1, Btk2); aquic feature - redox depletions with chroma of 2 or less and saturation in the upper 10 inches of the argillic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
