{
  "SERIES": "CROSSCREEK",
  "STATUS": "Established Series",
  "BYREV": "ARW-KDA-CAF",
  "REVDATE": "10/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, thermic Sodic Xerarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crosscreek loam, in a leveled alfalfa field, with a slope of 0 to 2 percent at an elevation of 290 feet.\nAp1--0 to 11 inches; light gray (10YR 7/2) loam, brown (10YR 5/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few very fine tubular pores; few very thin organic coats on ped faces; few very thin displaced clay films on ped faces; 10 percent fine to very coarse subangular blocky strongly cemented fragments of a displaced duripan that are extremely hard and extremely firm mixed throughout the horizon; 5 percent weak fine subangular blocky fragments of displaced natric horizon; violently effervescent, disseminated; moderately alkaline (pH 8.4); abrupt wavy boundary.\nAp2--11 to 17 inches; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine tubular pores; 35 percent massive strongly cemented fragments of a displaced duripan that are rigid and brittle when wet mixed throughout the horizon in no discernable pattern; 5 percent weak fine subangular blocky fragments of a displaced natric horizon; violently effervescent, carbonates disseminated and segregated as common very fine filaments; moderately alkaline (pH 8.4); clear irregular boundary.\nAp3--17 to 55 inches; 90 percent pale brown (10YR 6/3) loam, brown (10YR 4/3) moist and 10 percent light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine tubular pores; 10 percent fine to very coarse subangular blocky strongly cemented fragments of a displaced duripan that are extremely hard and extremely firm mixed throughout the horizon; violently effervescent, carbonates disseminated and segregated as few very fine filaments; moderately alkaline (pH 8.2); clear wavy boundary.\n2Bkqmb--55 to 60 inches; pale brown (10YR 6/3) silica and lime cemented duripan, brown (10YR 4/3) moist; massive; rigid; violently effervescent, carbonates disseminated and segregated as few very fine filaments; brittle when wet."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, CA; About 2 miles southeast of Tulare, CA; 250 feet south and 1600 feet east of the northwest corner of section 20, T. 20 S., R. 25 E., MDB&M; Latitude 36 degrees, 10 minutes, 48 seconds north and Longitude 119 degrees, 17 minutes, 24 seconds west; Tulare Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: 64 to 67 degrees F.\nDepth to identifiable ripped duripan: 10 to 40 inches; this variability is due to land leveling. The original depth to duripan before leveling was 20 to 40 inches.\nSoil Reaction: Neutral to very strongly alkaline; highly variable due to degree of reclamation practices.\nElectrical conductivity: 1 to 12 decisiemens per meter.\nSodium Adsorption Ratio: 1 to 13.\nParticle Size Control Section - Clay Content: 18 to 35 percent.\nCoarse fragments: 0 to 35 percent gravel size duripan fragments that are not arranged in any discernable order. Some part of the control section always contains at least 3 percent or greater duripan fragments and at least 3 percent fragments of the original natric horizon.\nAp Horizons--10YR 5/4, 6/2, 6/3, 7/2, 7/3 and 7/5YR 5/2, 6/4 dry; 10YR 3/3, 3/4, 4/2, 4/3, 4/4, 5/3, 5/4 and 7.5YR 3/2, 3/4, 4/4 moist, colors are highly variable due to mixing.\nTexture: Upper part is a loam and the lower part is a sandy clay loam, sandy loam, loam or gravelly loam.\nEffervescence: Slightly effervescent to violently effervescent.\nCarbonates: Disseminated and segregated as few to many soft masses, filaments or threads.\nOther Features: Some pedons have 5 to 10 percent 1/4 inch to 1 inch thick elongated durinodes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Gareck (T-CA) series. Gareck soils lack displaced fragments of a duripan and lack a duripan within the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crosscreek soils are on terraces and have slopes of 0 to 2 percent. Crosscreek soils formed in the mechanically and chemically reclaimed remnants of the Kai series (Kai soils originally formed in alluvium derived from granitic rock on undulating, hummocky terraces). Elevations are 225 to 400 feet. The climate is semiarid and has hot dry summers and cool moist winters. The average annual precipitation is 8 to 12 inches. The average annual air temperature is 62 to 65 degrees F. The frost-free season is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Colpien (T), Kai (T), Exeter, Lewis, San Joaquin and Tagus(T) series. Colpien and Tagus soils have mollic epipedons and lack duripans. Kai and Lewis soils are 20 to 40 inches to a duripan and have natric horizons. Exeter and San Joaquin soils are 20 to 40 inches to the duripan and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or high runoff; moderately slow permeability above the duripan and very slow in the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for irrigated cropland to grow cotton, corn, wheat, barley, almonds, and alfalfa. It is also used for dairy and cattle production and building site development."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  San Joaquin Valley, California. Crosscreek soils are not extensive in MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tulare County, California, Western part, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Proposed subgroup - Duric Natric Xerarents. Xerarents that have fragments of a duripan and a natric horizon.\nThe depth to the identifiable ripped duripan is 11 inches in the typical pedon due to land leveling, which has made this depth highly variable. It is assumed that the depth to duripan originally was 20 to 40 inches. The soil has been ripped to a depth of 55 inches and has been treated with farm chemicals (gypsum, sulfuric acid, etc.) and large amounts of irrigation water.  This has fractured and partially dissolved the duripan that was present, and destroyed the natric horizon leaving clay films on displaced fragments of the original horizon. Depth to duripan in adjacent unfarmed fields is 20 to 40 inches (the Kai series). The original landscape had undulating and hummocky topography. This soil was originally proposed as a new subgroup of \"Duric Natric\" as the soils shows identifiable fragments of the original duripan and original natric horizons which have been destroyed. The identifiable fragments of these horizons no longer meet the criteria of a duripan or natric horizon. Part of the evidence used to determine these soils once had duripans and natric horizons are the soils in immediately adjacent areas that have not been modified, by analyzing previous mapping, the experience and judgement of the Soil Scientists responsible for the mapping, and by documenting the land use history.\nDiagnostic horizons and features recognized in this pedon:\n1.0  Ochric Epipedon--The zone from the surface to 55 inches (Ap1, Ap2 and Ap3 horizons).\n2.0  Remnant modified duripan fragments\n2.1 Identifiable fragments of the ripped and chemically softened duripan--The zone from the surface to a depth of 17 inches (Ap1 and Ap2 horizons).\n3.0  Remnant modified natric horizon fragments\n3.1 Identifiable fragments of a natric horizon--The zone from the surface to a depth of 17 inches (Ap1 and Ap2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
