{
  "SERIES": "CROSWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMQ-ESG",
  "REVDATE": "09/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Croswell sand, on a southwest facing, linear, 2 percent slope in a wooded area at an elevation of 354 meters. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 cm; partially decomposed forest litter; abrupt wavy boundary.\nA--2 to 5 cm; black (10YR 2/1) sand, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; very friable; many fine and medium and few coarse roots; about 30 percent uncoated sand grains; extremely acid (pH 3.7); abrupt smooth boundary. (0 to 10 cm thick)\nE--5 to 13 cm; brown (7.5YR 5/2) sand, pinkish gray (7.5YR 6/2) dry; weak medium granular structure; very friable; many fine and medium and few coarse roots; about 2 percent gravel; extremely acid (pH 4.1); abrupt wavy boundary. (0 to 38 cm thick)\nBs1--13 to 28 cm; brown (7.5YR 4/4) sand; weak medium subangular blocky structure; very friable; common fine and medium and few coarse roots; about 2 percent gravel; strongly acid (pH 5.5); clear wavy boundary.\nBs2--28 to 41 cm; strong brown (7.5YR 4/6) sand; weak medium subangular blocky structure; very friable; common fine and medium and few coarse roots; moderately acid (pH 5.9); clear wavy boundary. (Combined thickness of the Bs horizons is 23 to 71 cm.)\nBC--41 to 76 cm; yellowish brown (10YR 5/6) and brownish yellow (10YR 6/6) sand; single grain; loose; common fine and medium roots; common fine distinct strong brown (7.5YR 4/6) masses of oxidized iron accumulation beginning at about 64 cm; about 3 percent gravel; neutral (pH 6.6); gradual wavy boundary. (0 to 58 cm thick)\nC--76 to 200 cm; pale brown (10YR 6/3) sand; single grain; loose; common medium prominent yellowish brown (10YR 5/8) masses of oxidized iron accumulation; about 3 percent gravel; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crawford County, Michigan; about 3 miles west of the town of Lovells; 1,610 feet north and 1,620 feet west of the southeast corner of sec. 15, T. 28 N., R. 1 W.; USGS Lovells, Michigan topographic quadrangle; lat. 44 degrees 48 minutes 59 seconds N. and long. 84 degrees 25 minutes 3 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 38 to 114 cm.\nRock fragments: 0 to 15 percent gravel and 0 to 30 percent cobbles throughout.\nDepth to redox concentrations (Fe masses): 46 to 102 cm.\nClay content: average of less than 15 percent in the particle-size control section.\nA horizon\nHue: 5YR to 10YR, or is neutral.\nValue: 2, 2.5, or 3.\nChroma: 0 to 2.\nTexture: sand, loamy sand, cobbly sand, or cobbly loamy sand.\nReaction (pH): 3.5 to 6.5.\nAp horizon, where cultivated\nHue: 5YR to 10YR.\nValue: 2 to 4.\nChroma: 1 to 3.\nTexture: sand, loamy sand, cobbly sand, or cobbly loamy sand.\nReaction (pH): 3.5 to 6.5.\nE horizon\nHue: 5YR to 10YR.\nValue: 4 to 7.\nChroma: 2 or 3.\nTexture: sand, loamy sand, cobbly sand, or cobbly loamy sand.\nReaction (pH): 3.5 to 6.5.\nBs1 horizon\nHue: 5YR or 7.5YR.\nValue: 3 or 4.\nChroma: 4 to 6.\nSpodic requirement: horizons with hue of 7.5YR, value of 4 and chroma of 6 have common distinct cracked coatings on sand grains.\nTexture: sand, loamy sand, cobbly sand, or cobbly loamy sand.\nOrtstein content: 0 to 30 percent.\nReaction (pH): 4.5 to 5.9.\nBs2 horizon\nHue: 5YR to 10YR.\nValue: 4 or 5.\nChroma: 4 to 6.\nTexture: sand, loamy sand, cobbly sand, or cobbly loamy sand.\nOrtstein content: 0 to 30 percent.\nReactio\nn (pH): 4.5 to 7.3.\nBC horizon\nHue: 5YR to 10YR.\nValue: 5 or 6.\nChroma: 4 to 8.\nTexture: sand, loamy sand, cobbly sand, or cobbly loamy sand.\nReaction (pH): 4.5 to 7.3.\nC horizon\nHue: 5YR to 10YR.\nValue: 5 to 7.\nChroma: 3 to 6.\nReaction (pH): 5.1 to 8.4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Neconish, Noseum, and Springstead series.  Neconish soils average 50 percent or more fine sand in the particle-size control section. Noseum soils have a loamy mantle 25 to 51 centimeters thick. Springstead soils have a densic contact within the series control section.\nSimilar series include the Croswood, Cublake, Gilchrist, Halfaday, Heinz, Manitowish, and Mattix series. All of these soils have a mixed family mineralogy class. Croswood soils have till that averages less than 85 percent sand in the lower part of the series control section. Cublake soils have stratified material that averages less than 85 percent sand in the lower part of the series control section. Gilchrist soils have densic material within the series control section. Halfaday soils have colors with value and chroma less than 4 in the upper part of the spodic horizon. Heinz soils have a loamy mantle 13 to 38 centimeters thick and have colors with value and chroma less than 4 in the upper part of the spodic horizon. Manitowish soils have a loamy mantle 25 to 51 centimeters thick. Mattix soils have a loamy mantle 13 to 38 centimeters thick and more than 15 percent gravel in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Croswell soils are on ice margin complexes, stream terraces, lake terraces, low dunes, beach ridges, outwash plains, lake plains, and ground moraines. Slope ranges from 0 to 12 percent. These soils formed in sandy glaciofluvial deposits. Mean annual precipitation ranges from 680 to 920 mm. Mean annual temperature ranges from 5 to 9 degrees C. Frost-free period is 90 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Au Gres, Deford, Kalkaska, Kinross, and Rubicon soils. The excessively drained Rubicon, somewhat poorly drained Au Gres, and poorly and very poorly drained Deford soils form a common drainage sequence with the Croswell soils. The poorly drained and very poorly drained Kinross soils are in depressions. The somewhat excessively drained Kalkaska soils are on higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of a seasonal high water table ranges from 60 to 100 cm between March and June and in October and November in normal years. The potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: MOst of these soils are forested. Some areas are idle cropland or in pasture. A small portion of these soils are cultivated with small grains and hay the principle crops. Native vegetation is intermixed hardwoods and conifers, predominantly quaking aspen, black cherry, paper birch, bigtooth aspen, red pine, eastern white pine, jack pine, northern red oak, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 90A, 90B, 91B, 92, 93B, 94A, 94B, 94C, 94D, 95A, and 96 in the northern Lower Peninsula and Upper Peninsula of Michigan and northern Wisconsin. The type location is in MLRA 94A. These soils are extensive with about 474,000 acres of the series mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sanilac County, Michigan, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 13 cm (Oe, A, and E horizons).\nAlbic horizon: from a depth of 5 to 13 cm (E horizon).\nSpodic horizon: from a depth of 13 to 41 cm (Bs1 and Bs2 horizons).\nOxyaquic feature: redox concentrations present in horizons below a depth of 64 cm.\nADDITIONAL DATA: Laboratory characterization data for Croswell and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  }
}
