{
  "SERIES": "CROUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEL-SJH",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crouse silt loam, on a concave, 10 percent slope in pines. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; with 15 percent mixing of yellowish brown (10YR 5/6) Bt material; moderate fine subangular blocky structure parting to weak fine granular; friable; many fine and medium roots throughout; common medium continuous tubular pores; many continuous dark brown (10YR 3/3) organic coatings throughout; 2 percent rock fragments; neutral; clear wavy boundary. [10 to 25 cm (4 to 10 inches) thick]\nBt1--25 to 36 cm (10 to 14 inches); yellowish brown (10YR 5/4) clay loam; moderate fine and medium subangular blocky structure; firm; common fine and medium roots throughout; common medium continuous tubular pores; many continuous distinct brown (10YR 4/3) clay films on faces of peds and in root channels; common continuous distinct dark brown (10YR 3/3) organic coatings in root channels; 2 percent rock fragments; neutral; clear smooth boundary.\nBt2--36 to 48 cm (14 to 19 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine and medium subangular blocky structure; firm; common fine roots throughout; common medium continuous tubular pores; many continuous distinct brown (10YR 4/3) clay films on faces of peds; common fine black (10YR 2/1) masses of iron and manganese oxide accumulation throughout; 3 percent rock fragments; neutral; clear wavy boundary.\nBt3--48 to 69 cm (19 to 27 inches); dark yellowish brown (10YR 4/4) clay loam; strong medium prismatic structure parting to moderate medium subangular blocky; firm; common fine roots throughout; common medium continuous tubular pores; many continuous distinct brown (10YR 4/3) clay films on faces of peds; common fine and medium black (10YR 2/1) masses of iron and manganese oxide accumulation throughout; 3 percent rock fragments; neutral; gradual wavy boundary.\nBt4--69 to 91 cm (27 to 36 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine prismatic structure parting to moderate medium subangular blocky; firm; common fine roots throughout; common medium continuous tubular pores; many continuous distinct brown (10YR 4/3) clay films on faces of peds; few fine strong brown (7.5YR 5/6) masses of iron accumulation throughout; common fine black (10YR 2/1) masses of iron and manganese oxide accumulation throughout; 5 percent rock fragments; slightly alkaline; clear irregular boundary. [Combined thickness of the Bt horizon is 51 to 127 cm (20 to 50 inches).]\nBCt--91 to 112 cm (36 to 44 inches); yellowish brown (10YR 5/4) loam; weak coarse subangular blocky structure parting to moderate thin platy; firm; few fine roots between peds; few medium continuous tubular pores; common continuous distinct brown (10YR 4/3) clay films on faces of peds; common fine and medium strong brown (7.5YR 5/6) masses of iron accumulation throughout; common fine black (10YR 2/1) masses of iron and manganese oxide accumulation throughout; common fine and medium light gray (10YR 7/2) masses of calcium carbonate accumulation around limestone fragments; 6 percent rock fragments; slightly effervescent; moderately alkaline; clear smooth boundary. [13 to 38 cm (5 to 15 inches) thick]\nBwb1--112 to 127 cm (44 to 50 inches); dark yellowish brown (10YR 4/4) loam; weak very coarse subangular blocky structure parting to weak medium platy; firm; few fine roots between peds; few very fine and fine discontinuous tubular pores; few discontinuous faint dark yellowish brown (10YR 4/4) pockets of relic clay films on faces of peds; few fine distinct grayish brown (10YR 5/2) iron depletions throughout; common fine and medium strong brown (7.5YR 5/6) and few fine red (2.5YR 5/8) masses of iron accumulation throughout; common fine and medium light gray (10YR 7/2) masses of calcium carbonate accumulation around limestone fragments; 6 percent rock fragments; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBwb2--127 to 203 cm (50 to 80 inches); yellowish brown (10YR 5/4) loam; weak very coarse subangular blocky structure; firm; few fine roots between peds; common very fine and fine discontinuous tubular pores; few discontinuous faint brown (10YR 5/3) pockets of relic clay films on faces of peds; few fine distinct grayish brown (10YR 5/2) iron depletions throughout; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation throughout; common fine and medium light gray (10YR 7/2) masses of calcium carbonate accumulation around limestone fragments; 6 percent rock fragments; strongly effervescent, moderately alkaline. [Combined thickness of the Bwb horizon is 25 to 102 cm (10 to 40 inches).]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, Ohio; about 2.75 miles southwest of New Vienna, in Green Township; about 2,490 feet west of the intersection of OH 28 and East Fork Road along OH 28, then about 2,190 feet south; USGS New Vienna topographic quadrangle; lat. 39 degrees 19 minutes 7 seconds N. and long. 83 degrees 44 minutes 43 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates: 76 to 152 cm (30 to 60 inches)\nCalcium carbonate equivalent: less than 10 percent\nThickness of the loess mantle: 0 to 51 cm (0 to 20 inches)\nDepth to the base of the argillic horizon: 102 to 152 cm (40 to 60 inches)\nThickness of the solum for the combined modern and buried soil: greater than 203 cm (80 inches)\nRock fragments: consist mostly of igneous and limestone rock fragments\nAp horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: moderately acid to neutral\nBE or E horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam\nRock fragment content: 0 to 2 percent\nReaction: moderately acid or slightly acid\nBt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silty clay loam or clay loam\nRock fragment content: 2 to 10 percent\nReaction: moderately acid to slightly alkaline.\nBCt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: loam or clay loam\nSand content: 25 to 40 percent\nRock fragment content: 2 to 10 percent\nReaction: slightly alkaline to moderately alkaline\nBwb horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: loam or clay loam\nSand content: 25 to 45 percent\nRock fragment content: 5 to 14 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Amanda, Belmont, Belmore, Caprell, Chili, Cliftycreek, Conestoga, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Wawaka, Wawasee, and Woodbine series. Amanda and Gallman soils have rock fragments dominated by sandstone or shale. Belmont, High Gap, Lumberton, Military, Pignut, and Woodbine soils have a lithic contact within a depth of 152 cm (60 inches). Belmore, Chili, and Kosciusko soils average more than 15 percent rock fragments in the lower part of the series control section. Caprell, Hickory, Richardville, and Skelton soils have sola less than 203 cm (80 inches) in thickness. Cliftycreek soils are deeper than 152 cm (60 inches) to the base of the argillic horizon. Conestoga and Hollinger soils have a significant content of mica throughout the series control section. Greybrook soils average less than 5 percent coarse or very coarse sand in the particle-size control section. Kanawha soils are deeper than 152 cm (60 inches) to carbonates. Kidder, Ockley, and Princeton soils have more than 45 percent sand in the lower part of the series control section. LeRoy, Senachwine, Strawn, and Wawasee soils have the base of the argillic horizon within a depth of 102 cm (40 inches). Martinsville soils have subhorizons with more than 45 percent sand in the lower part of the series control section. Mocksville soils are in a wetter climate with a mean annual precipitation of more than 1016 mm (40 inches). Relay soils have hue yellower than 10YR in the argillic horizon. Riddles soils have lamellae in the lower part of the argillic horizon. Wawaka soils formed in loess and till overlying outwash."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Crouse soils are on side slopes and foot slopes on terminal moraines. Slope ranges from 6 to 50 percent. The soils formed in a thin layer of loess and recent Wisconsinan till over older Wisconsinan till mixed with Illinoian till. Mean annual precipitation ranges from 838 to 1016 mm (33 to 40 inches). Mean annual air temperature ranges from 11 to 13 degrees C (51 to 55 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Miamian, Russell and Xenia soils. The well drained Miamian soils are moderately deep to dense till and are on ridge tops and similar positions. The well drained Russell and moderately well drained Xenia soils have thicker loess mantles and are on ridge tops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The depth to the top of an intermittent perched high water table ranges from 107 to 122 cm (3.5 to 4 feet) between January and May in normal years. The potential for surface runoff is medium to very high. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Crouse soils are cultivated or pastured. Some areas are wooded. Corn and soybeans are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Ohio; MLRA 111D. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clinton County, Ohio 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Crouse soils were formerly mapped as Russell.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (Ap horizon).\nArgillic horizon: from a depth of 25 to 112 cm (Bt, BCt horizons).\nBuried soil: from a depth of 112 to 203 cm (Bwb horizon).\nADDITIONAL DATA: Characterization data for this soil is available through the Soil Characterization Laboratory, Ohio State University, for pedon CT-95.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
