{
  "SERIES": "CROW HILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GES/LAB/GMK/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Crow Hill series is a member of the fine-silty, mixed, thermic family of Pachic Haploxerolls. Typically, Crow Hill soils have gray, moderately acid, silty clay loam A horizons and grayish brown strongly acid silty clay loam B horizons over light weight diatomaceous shale.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crow Hill silty clay loam - ferns, brush, scattered oak (Colors are for dry soil unless otherwise stated.)\nAll--0 to 3 inches; gray (lOYR 5/1) silty clay loam, very dark gray (lOYR 3/1) moist; strong fine granular structure; slightly hard, very friable, sticky, plastic; many very fine roots; many very fine and fine interstitial pores; slightly acid (pH 6.2); clear wavy boundary. (2 to 8 inches thick)\nA12--3 to 18 inches; gray (lOYR 5/1) silty clay loam, very dark gray (lOYR 3/1) moist; weak medium subangular blocky parting to weak fine granular structure; hard, very friable, sticky, plastic; many very fine, fine? medium and coarse roots; many very fine interstitial pores and few very fine, fine, medium and coarse tubular pores; strongly acid (pH 5.5); clear wavy boundary. (10 to 18 inches thick)\nA13--18 to 28 inches; gray (lOYR 5/2) silty clay loam, very dark gray (lOYR 3/1) moist; weak medium subangular blocky parting to weak fine granular structure; slightly hard, very friable, sticky, plastic; common very fine, fine medium and coarse roots; many very fine and fine interstitial pores; strongly acid (pH 5.1), clear smooth boundary. (8 to 18 inches thick)\nB2--28 to 31 inches; grayish brown (lOYR 5/2) silty clay loam, very dark grayish brown (lOYR 3/2) moist weak medium subangular blocky parting to moderate fine granular structure; slightly hard, very friable, sticky, plastic; few very fine and fine and common medium and coarse roots; many very fine interstitial pores; few thin clay films lining pores; strongly acid (pH 5.1); clear irregular boundary. (O to 10 inches thick)\nCr--31 to 35 inches; white (lOYR 8/1) brittle and fractured diatomaceous shale that has a bulk density of less than 1; few thin dark brown clay films on upper portion of fractured shale; many roots along cleavage planes of shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Barbara County, California; about 3 miles south of Lompoc on Miguelito Road and 1/8 mile east on private road on road bank; on Johns-Manville Quarry property."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact of fractured soft diatomaceous shale is 20 to 40 inches. The solum is silt loam or silty clay loam.  It is slightly to very strongly acid and acidity tends to decrease with increasing depth.  Bulk density is less than 1 and averages about .85.  The mean annual soil temperature at the depth of 20 inches is about 59 degrees to 62 degrees F.  Soil between the depth of 5 to 15 inches is usually dry all of the time from late April or May until November or early December and is usually moist the rest of the year.\nThe A horizon is gray or dark gray. It has moderate or strong structure in the upper part and ia granular except where severely trampled. A B horizon is typically present but some areas have an A horizon directly over the shale bedrock. Where the soil has a B horizon present, it is grayish brown or dark grayish brown. Few to common thin clay films line tubular and interstitial pores.\nThe B horizon has weak to moderate subangular blocky or granular structure. The underlying bedrock has few thin brown clay films on fracture planes. The shale is soft enough to be cut or chipped by hand tools.  It is bedded, highly fractuied and usually tllted."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gazos, Linne, Lopez, Nacimiento and Santa Lucia series. Gazos, Linne, and Nacimiento 80il8 have bulk density of about 1.3. Also Gazos and Nacimiento soils are calcareous throughout.  Lopez soils have shale at depths of less than 20 inches. Santa Lucia soils have bulk density of 1.0 to 1.3 and are skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crow Hill soils are rolling to very steep soils at elevations of 200 to 1600 feet. They formed in residuum weathered from diatomaceous shale bedrock. The climate is subhumid mesothermal with cool to warm rainless summers and cool moist winters. The mean annual precipitation is 11 to 18 inches. The average January temperature is 50 degrees F. near the coast and 47 degrees F. in the interior; the average July temperature is 63 degrees F. near the coast and 80 degrees F. in the interior; the mean annual temperature is 57 degrees F. near the coast and 62 degrees F. in the interior. The annual freeze-free season is 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Gazos, Linne, Lopez, Nacimiento and Santa Lucia soils and the Botella, Elder, Los 0808 and Maymen soils. Botella and Elder soils lack a paralithic contact above depth of 60 inches. Los Osos soils have an argillic horizon.  Maymen soils have an ochric epipedon and have a lithic contact at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for range; lesser acreage used for dry farmed small grains. Several thousand acres are mined for diatomaceous earth. Vegetation is California sagebrush and associated shrubs with understory of annual and perennial grasses near the coast and annual grasses and forbs with scattered live oak in warmer areas away from the fog influence."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Crow Hill soils are mapped in the south-central part of the Coast Range in California. They are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stanislaus County (Newman Area) California 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Crow Hill soils were formerly classified as Brunizems.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA. Last revised by state on 9/74.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "All",
        "top": 0,
        "bottom": 8,
        "texture_class": "silty clay loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "All--0 to 3 inches; gray (lOYR 5/1) silty clay loam, very dark gray (lOYR 3/1) moist; strong fine granular structure; slightly hard, very friable, sticky, plastic; many very fine roots; many very fine and fine interstitial pores; slightly acid (pH 6.2); clear wavy boundary. (2 to 8 inches thick)"
      },
      {
        "name": "A12",
        "top": 8,
        "bottom": 46,
        "texture_class": "silty clay loam",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A12--3 to 18 inches; gray (lOYR 5/1) silty clay loam, very dark gray (lOYR 3/1) moist; weak medium subangular blocky parting to weak fine granular structure; hard, very friable, sticky, plastic; many very fine, fine? medium and coarse roots; many very fine interstitial pores and few very fine, fine, medium and coarse tubular pores; strongly acid (pH 5.5); clear wavy boundary. (10 to 18 inches thick)"
      },
      {
        "name": "A13",
        "top": 46,
        "bottom": 71,
        "texture_class": "silty clay loam",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A13--18 to 28 inches; gray (lOYR 5/2) silty clay loam, very dark gray (lOYR 3/1) moist; weak medium subangular blocky parting to weak fine granular structure; slightly hard, very friable, sticky, plastic; common very fine, fine medium and coarse roots; many very fine and fine interstitial pores; strongly acid (pH 5.1), clear smooth boundary. (8 to 18 inches thick)"
      },
      {
        "name": "B2",
        "top": 71,
        "bottom": 79,
        "texture_class": "silty clay loam",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "B2--28 to 31 inches; grayish brown (lOYR 5/2) silty clay loam, very dark grayish brown (lOYR 3/2) moist weak medium subangular blocky parting to moderate fine granular structure; slightly hard, very friable, sticky, plastic; few very fine and fine and common medium and coarse roots; many very fine interstitial pores; few thin clay films lining pores; strongly acid (pH 5.1); clear irregular boundary. (O to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 79,
        "bottom": 89,
        "texture_class": "clay",
        "narrative": "Cr--31 to 35 inches; white (lOYR 8/1) brittle and fractured diatomaceous shale that has a bulk density of less than 1; few thin dark brown clay films on upper portion of fractured shale; many roots along cleavage planes of shale."
      }
    ]
  ]
}
