{
  "SERIES": "CROWSHAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEO-AJE-MJD",
  "REVDATE": "12/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crowshaw gravelly loam, cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 10 inches; very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; weak medium and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; common fine and medium pores; slightly acid (pH 6.3); clear wavy boundary.  (7 to 13 inches thick)\nA--10 to 16 inches; very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure that parts to weak medium granular structure; hard, friable, slightly sticky and slightly plastic; many fine roots; common fine and medium pores; slightly acid (pH 6.3); clear wavy boundary.  (0 to 6 inches thick)\nBt--16 to 30 inches; brown (7.5YR 5/3) gravelly loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; many fine pores; few thin clay films in pores and on some peds; slightly acid (pH 6.2); clear wavy boundary.  (8 to 14 inches thick)\nC--30 to 60 inches; brown (7.5YR 5/4) gravelly loam, brown (7.5YR 4/4) moist; massive; hard, friable, slightly sticky and slightly plastic; common fine roots; many fine pores; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; 1 1/2 miles south of Mendon; 1,400 feet south of the northwest corner of the northeast 1/4 section 20, T.11N., R.1W.; Wellsville USGS quad; latitude 41 degrees 40 minutes 51 seconds N. and longitude 111 degrees 58 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 48 to 52 degrees F., and the mean summer temperature at depth of 20 inches is 62 to 68 degrees F. The soils are usually moist but are dry for more than 60 consecutive days in the 4 and 12 inch depth in more than  7 out of 10 years.\nThe mollic epipedon is 14 to 20 inches thick.  Combined thickness of the A and B horizons is 22 to 35 inches. Base saturation ranges from 80 to 90 percent.\nThe A horizon has value of 3 or 4 dry, and 2 or 3 moist.  It contains 3 to 4.5 percent organic matter.  This horizon has weak to moderate fine to medium granular or weak medium subangular blocky structure. It is slightly acid  to neutral and is 10 to 19 inches thick.\nThe Bw or Bt horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry, 3.5 or 4 moist, and chroma of 2 or 3.  It is gravelly loam or gravelly heavy loam with 20 to 35 percent gravel.  This horizon has moderate fine to medium subangular blocky structure.\nThe C horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 3 or 4.  It is gravelly loam or very gravelly loam with 20 to 65 percent gravel and a few scattered angular sandstone cobbles and stones, commonly below 30 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blackrock, Dagor, Harot, Hendricks, Hulls, Laughlin, Smarts, Tatu, and Yaxon.  Blackrock soils have mollic epipedons 20 to 46 inches thick.  Dagor and Harot soils have less than 15 percent coarse fragments in the control section.  Hendricks soils have silty clay loam argillic horizons that have less than 15 percent coarser than very fine sand.  Hulls, Lauglin, and Tatu soils have bedrock at depths of 20 to 40 inches.  Smarts soils contain more than 35 percent cobble and gravel in the argillic horizon and have mean annual temperature of less than 47 degrees F.  Yaxon soils are neutral to mildly alkaline and have clay loam or sandy clay loam B2 horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crowshaw soils are at elevations of 4,500 to 5,100 feet on sloping to moderately steep, slightly undulating alluvial fans on high lake terraces.  Slopes are 3 to 20 percent.  Parent material is alluvium dominantly from sandstone and some limestone.  The climate is moist subhumid, with an average annual precipitation ranging from 16 to 18 inches.  The mean annual temperature is 45 to 47 degrees F. and the mean summer temperature is 65 to 67 degrees F.  The frost free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Timpanogos soils and the competing Hendrick and Dagor soils.  Timpanogos soils have argillic horizons with less than 15 percent coarse fragments and have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as dry cropland to produce alfalfa, and small grains.  The Native vegetation is bluebunch wheatgrass, western wheatgrass, balsamroot, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the east facing foothills of Wellsville moutain in Northern Utah.  These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache County (Cache County), Utah, 1971.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
