{
  "SERIES": "CROWFLATS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTB/BDS/JBC",
  "REVDATE": "04/2008",
  "STATES": "NM",
  "OVERVIEW": "The Crowflats series consists of deep, well drained soils that formed in weakly stratified mixed calcareous alluvium. Crowflats soils are on basin floors and have slopes of 0 to 2 percent. Mean annual precipitation is about 9 inches, and the mean annual air temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, thermic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crowflats loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; pale brown (10YR 6/3) loam, dark grayish brown (10YR 4/2) moist; weak thick platy and weak coarse and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; common very fine tubular pores; strongly calcareous with disseminated lime; moderately alkaline (pH 8.2); abrupt smooth boundary. (2 to 6 inches thick)\nC--4 to 48 inches; stratified pale brown (10YR 6/3) and brown (10YR 5/3) silt loam and very fine sandy loam, dark brown (10YR 3/3) and brown (10YR 4/3), moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine roots; common very fine tubular pores; strongly calcareous with lime disseminated; moderately alkaline (pH 8.3); clear smooth boundary. (40 to 60 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Otero County, New Mexico; 1.9 miles southeast from Templeton ranch on dirt road to stock tank and corrals, then .5 mile southeast on same road to fence, then 1.45 miles north on dirt trail; SE1/4 sec. 19, T.22S., R.18E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  intermittently moist in the soil moisture control section during July-August. The soil is moist for less than 90 cumulative days during the growing season in the control section.  Ustic aridic soil moisture regime.\nClay content PSCS: 18 to 27 percent\nThe soil is stratified and has an irregular decrease in organic matter\nReaction: slightly or moderately alkaline.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nTexture: silt loam, loam, very fine sandy loam\nStructure: weak or moderate thin, medium or thick platy or weak or moderate coarse, medium or fine subangular blocky\nHorizons with dark colors are too thin or too deeply buried to qualify as mollic epipedons\nC horizon\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nTexture: stratified silt loam and very fine sandy loam. Some pedons have 1 to 2 inch strata of loam, fine sandy loam, or silty clay loam\nStructure: weak thin or medium platy, weak very fine, medium or coarse subangular blocky"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nillo (TX) and Riveroad (AZ) series. Nillo soils have buried paleosols and formed in tuff parent material from the Duff and Pruett formations. Riveroad soils have clay loam textures in the control section and have mean annual precipitation of 12 to 16 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crowflats soils are in basin floors that receive run-on water from adjacent landscapes. Slopes range from 0 to 2 percent. Elevations range from 3,500 to 4,500 feet. These soils formed in calcareous mixed alluvium. The climate is semiarid continental.  Annual precipitation is estimated to be 8 to 10 inches with over 1/2 of the total falling in June through September. The mean annual air temperature is about 62 degrees to 66 degrees F., and the frost-free season is 200 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Holloman, Reeves, and Tome soils. Holloman and Reeves soils have gypsic mineralogy. Tome soils are dry in all parts of the moisture control section three-quarters or more of the time that the soil temperature at depth of 50 cm is 5 degrees C. or more."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow runoff; moderate permeability. The soils are subject to flooding during high intensity summer thunderstorms."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is livestock grazing. Native vegetation is giant sacaton, American tarbush, and creosotebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central New Mexico. The series is inextensive. This soil occurs in LRR-D, MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County (Otero Area), New Mexico, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 4 inches (A1 horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nFluvial feature - Irregular decrease in organic carbon in the zone from 4 to 60 inches (C horizon)\nCharacterization data from Sample S74NM 35-6(1 to 12) support the classification. Field experience suggests that most Crowflats soils are fine-silty and behave like fine-silty soils.\nClassified according to Soil Taxonomy Second Edition, 1999.\nWhen the competing series section was updated in September 2001, questions were raised about the pedon description of this series. A field study of the type location is recommended to update the description.\nUpdated competing series section 4/10/2008, CEM"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak coarse and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; pale brown (10YR 6/3) loam, dark grayish brown (10YR 4/2) moist; weak thick platy and weak coarse and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; common very fine tubular pores; strongly calcareous with disseminated lime; moderately alkaline (pH 8.2); abrupt smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "C",
        "top": 10,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "very fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--4 to 48 inches; stratified pale brown (10YR 6/3) and brown (10YR 5/3) silt loam and very fine sandy loam, dark brown (10YR 3/3) and brown (10YR 4/3), moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many fine and very fine roots; common very fine tubular pores; strongly calcareous with lime disseminated; moderately alkaline (pH 8.3); clear smooth boundary. (40 to 60 inches thick)"
      }
    ]
  ]
}
