{
  "SERIES": "CROWNMOUNTAIN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD: JJU-EMM",
  "REVDATE": "04/2015",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive Oxyaquic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crownmountain silt loam, in forest on a 10 percent slope at an elevation of 1765 meters (colors are for dry soil unless otherwise noted).\nOi--0 to 5 cm; undecomposed and partially decomposed matted roots; abrupt smooth boundary. (3 to 10 cm thick)\nA--5 to 31 cm; dark grayish brown (10YR 4/2) silt loam, black (10YR 2/1) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; many fine and very fine dendritic tubular pores; 5 percent gravel; neutral (pH 6.6); clear smooth boundary. (25 to 40 cm thick)\nBt1--31 to 60 cm; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; strong coarse subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; many fine and medium roots; common fine irregular pores; 45 percent distinct clay films on faces of peds; 5 percent gravel; slightly acid (pH 6.4); clear wavy boundary.\nBt2--60 to 76 cm; brown (10YR 4/3) silty clay loam, very dark grayish brown (10YR 3/2) moist; strong coarse subangular blocky structure; hard, firm, very sticky and very plastic; many very fine and fine roots; common fine irregular pores; 55 percent prominent clay films on faces of peds; 10 percent distinct medium irregular, strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid (pH 6.4) clear wavy boundary. (combined thickness of Bt horizons - 35 to 55 cm thick)\nBC--76 to 150 cm; brown (10YR 4/3) silty clay loam, dark grayish brown (10YR 4/2) moist; strong coarse subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few very fine irregular pores; 15 percent distinct medium irregular, strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis and Clark County, Montana; located 260 meters north and 410 meters west of the SE corner of sec. 14, T 19 N., R 9 W. Double Falls topographic quadrangle; UTM 12T, 371195e., 5250600n. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 1 to 4 degrees C.\nMollic epipedon thickness - 40 to 70 cm\nDepth to top of the argillic horizon - 30 to 45 cm\nDepth to seasonal high water table: 60 to 100 cm during the spring for at least 20 consecutive days during normal years\nWeighted average of clay content in particle size control section - greater than 35 percent.\nA horizon\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 1 to 3; dry or moist\nClay content: 18 to 27 percent\nRock fragments: 0 to 25 percent--0 to 15 percent gravel, 0 to 15 percent cobbles\nReaction: pH 6.2 to 6.8\nBt horizons\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3; dry or moist\nTexture: clay loam or silty clay loam\nClay content: 30 to 40 percent\nRock fragments: 0 to 25 percent gravel\nReaction: pH 6.2 to 6.8\nBC horizon\nValue: 4 or 5 dry or moist\nChroma: 2, 3 or 4; dry or moist\nTexture: clay loam or silty clay loam\nClay content: 27 to 35 percent\nRock fragments: 0 to 25 percent gravel\nReaction: pH 6.2 to 6.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBeaverslide (MT) - have secondary calcium carbonate accumulation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - landslides, depressions, and mountain slopes\nElevation - 1700 to 2135 meters\nSlope - 8 to 35 percent\nParent material - slide deposits and colluvium from mixed sedimentary sources.\nClimate - long, cold winters; cool, moist springs; short, warm summers\nMean annual precipitation - 480 to 610 mm.\nMean annual air temperature - 1 to 4 degrees C.\nFrost-free period - 50 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: somewhat poorly drained, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Crownmountain soils are used for wildlife and recreation. The vegetation is mainly quaking aspen mixed with Douglas-fir, birchleaf spirea, snowberry species, sweet cicely, Oregon grape, northern bedstraw and western meadowrue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Crownmountain soils are of limited extent in central Montana. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Lewis and Clark County, Montana, 2014."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 5 to 72 cm (A, Bt1 and Bt2 horizons);\nArgillic horizon - from 31 to 72 cm (Bt1 and Bt2 horizons);\nHorizons with iron accumulations - from 60 to 150 cm (Bt1, Bt2 and BC horizons);\nParticle-size control section - from 31 to 72 cm (Bt1 and Bt2 horizons).\nCrownmountain soils have a cryic temperature regime, an ustic moisture regime and an oxyaquic moisture subclass.\nTaxonomic version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
