{
  "SERIES": "CRUCKTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cruckton coarse sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) coarse sandy loam; very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable; neutral; clear smooth boundary.  (4 to 8 inches thick)\nB1--4 to 8 inches; grayish brown (10YR 5/2) coarse sandy loam; very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, very friable; peds are very hard, very friable; thin clay films on some peds, and in root channels and pores; neutral; clear smooth boundary.  (3 to 6 inches thick)\nB2t--8 to 18 inches; brown (10YR 5/3) coarse sandy loam; dark brown (10YR 4/3) moist; moderate medium prismatic structure that parts to medium subangular blocks; hard, very friable, slightly friable; nearly continuous clay films on peds and as fillings in root channels and pores; many clay bridges between sand grains; neutral; gradual smooth boundary.  (6 to 16 inches thick)\nB3--18 to 26 inches; pale brown (10YR 6/3) coarse sandy loam; brown (10YR 5/3) moist; weak medium subangular blocky structure; very hard, very friable, peds are extremely hard, very friable; thin clay films on some peds and in some root channels and pores; few clay bridges between sand grains; neutral; gradual wavy boundary.  (4 to 10 inches thick)\nC--26 to 60 inches; pale brown (10YR 6/3) light coarse sandy loam; brown (10YR 5/3) moist; massive; extremely hard, very friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Colorado; on the east side of the road intersection approximately 1,328 feet east and 1,285 feet south of the NW corner of Sec. 22, T. 10 S., R. 66 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Cruckton soils typically are noncalcareous to depths of more than 60 inches, but depth to uniformly calcareous material ranges from 40 to more than 60 inches, but is not shallower than the upper 3 inches of the C horizon if the solum exceeds 40 inches.  Depth to the base of the argillic horizon ranges from 15 to 50 inches.  The solum and C horizon range from slightly acid through mildly alkaline.  Rock fragments range from 0 to 15 percent by volume in a major part of the solum and C horizon above depth of 50 inches, are mainly less than 3 inches in diameter and range from 1/8 to 10 inches in diameter.  Within the sand fraction a high percentage is medium and coarser angular sand which has a large proportion of flat bearing surfaces between sand grains.  The mean annual soil temperature is 45 degrees F, and the mean annual summer soil temperature is 63 degrees F.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe B2t horizon normally has hue of 2.5Y through 7.5YR, value of 5 or 7 dry, 3 or 6 moist, and chroma of 1 through 6.  Subhorizons redder than 7.5YR occur in some pedons.  This horizon is coarse sandy loam and has 5 to 18 percent clay, 5 to 40 percent silt, and 50 to 80 percent sand with more than 35 percent being fine or coarser sand.\nThe C horizon has hue of 2.5Y through 7.5YR.  Subhorizons redder than 7.5YR occur in some pedons.  This horizon is coarse sandy loam or loamy coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the High Park, Sappington, and Truckton series.  High Park and Sappington soils are noncalcareous in the lower part of the solum and in the C horizons and have continuous horizons of secondary calcium carbonate accumulation.  Truckton soils have mean annual soil temperature warmer than 47 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cruckton soils are on alluvial fans, valley side slopes, and hills and ridges in the uplands.  Slope gradients range from 0 to 15 or more percent.  The soils formed in thick deposits weathered from or locally transported from the arkose beds of the Dawson and Arapahoe formations.  At the type location the average annual precipitation is 17 inches, with peak periods of precipitation occurring in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pring soils and the competing Truckton soils.  Pring soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland; however, they are tilled to dry and irrigated crops in places.  Native vegetation is mainly big and little bluestem, sandreed grass, blue grama, needleandthread, junegrass, and western wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The foothill and Black Forest areas of east- central Colorado.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 8/74.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
