{
  "SERIES": "CRUMSTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DAG-RWN",
  "REVDATE": "11/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Crumstown fine sandy loam, on a north-facing, 2 percent slope in a cultivated field at an elevation of 252 meters (827 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); dark brown (10YR 3/3) fine sandy loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; 2 percent gravel; neutral; abrupt smooth boundary. [15 to 30 cm (6 to 12 inches) thick]\nBt1--23 to 48 cm (9 to 19 inches); dark yellowish brown (10YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; many faint brown (10YR 4/3) clay films on faces of peds; 3 percent gravel; moderately acid; clear wavy boundary.\nBt2--48 to 66 cm (19 to 26 inches); dark yellowish brown (10YR 4/4) loamy sand; weak medium subangular blocky structure; very friable; common faint brown (10YR 4/3) clay bridging between sand grains and gravel; 2 percent gravel; strongly acid; clear wavy boundary.\nBt3--66 to 89 cm (26 to 35 inches); dark yellowish brown (10YR 4/4) loamy sand; weak coarse subangular blocky structure; very friable; few faint brown (10YR 4/3) clay bridging between sand grains and gravel; 10 percent gravel; strongly acid; clear wavy boundary.\nBt4--89 to 114 cm (35 to 45 inches); dark yellowish brown (10YR 4/6) sand; weak coarse subangular blocky structure; very friable; few faint brown (10YR 4/3) clay bridging between sand grains and gravel; 5 percent gravel; strongly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 36 to 96 cm (14 to 38 inches).]\nBC1--114 to 178 cm (45 to 70 inches); brown (10YR 4/3) loamy sand; weak coarse subangular blocky structure; very friable; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; common medium faint light brownish gray (10YR 6/2) iron depletions in the matrix; 2 percent gravel; moderately acid; clear wavy boundary.\nBC2--178 to 254 cm (70 to 100 inches); yellowish brown (10YR 5/4) fine sand; weak coarse subangular blocky structure; very friable; few fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 2 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Joseph County, Indiana; about 4 miles north of Lake of the Woods; 1,520 feet east and 200 feet south of the northwest corner of sec. 18, T. 35 N., R. 3 E.; USGS Bremen, IN topographic quadrangle; lat. 41 degrees 29 minutes 32.6 seconds N. and long. 86 degrees 13 minutes 42.1 seconds W., NAD 27; UTM Zone 16, 564411 easting and 4593713 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 51 to 127 cm (20 to 50 inches)\nThickness of the solum: 102 to greater than 203 cm (40 to greater than 80 inches)\nDepth to carbonates: 102 to greater than 203 cm (40 to greater than 80 inches)\nDepth to redoximorphic features: 102 to 203 cm (40 to 80 inches)\nParticle-size control section: averages 10 to 18 percent clay\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5, 6 or more dry\nChroma: 2 or 3\nTexture: sandy loam, fine sandy loam, loamy sand, or loamy fine sand\nRock fragment content: 1 to 10 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: sandy loam, gravelly sandy loam, fine sandy loam, loamy sand, or sand; in some pedons the lower part is coarse sandy loam or gravelly coarse sandy loam\nRedoximorphic features: may be present in the lower part of the Bt horizon\nRock fragment content: 1 to 30 percent\nReaction: strongly acid to slightly acid in the upper part and strongly acid to neutral in the lower part\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 6\nTexture: loamy sand, sandy loam, gravelly loamy sand, gravelly sandy loam, sand, or fine sand\nRock fragment content: 1 to 30 percent\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brownsburg, Eleva, Hillsdale, Mecan, and Oshtemo series Brownsburg soils have a lithic contact between 102 and 152 cm (40 and 60 inches). Eleva soils have a paralithic or lithic contact between 51 and 102 cm (20 and 40 inches). Hillsdale and Oshtemo soils are not clearly differentiated from the Crumstown soils because of overlapping properties within the 0 to 152 cm (60 inches) series control section, the C horizons in these soils are not always present within the series control section, and because the redoximorphic features in Crumstown soils are not always present within the series control section. In addition, the Oshtemo series allows for a loamy substratum phase that has a high water table within a depth of 152 cm (60 inches). Mecan soils have hue redder than 7.5YR in the upper part of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Crumstown soils are on moraines. Slope ranges from 0 to 5 percent. Crumstown soils formed in loamy and sandy outwash. Mean annual precipitation ranges from 737 to 1016 mm (29 to 40 inches). Mean annual temperature ranges from 8.9 to 11.1 degrees C (48 to 52 degrees F). Frost-free period is 130 to 170 days. Elevation is 165 to 305 meters (540 to 1,000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Hillsdale series, and the Bronson, Brady, and Gilford soils. The moderately well drained Bronson, somewhat poorly drained Brady, and poorly or very poorly drained Gilford soils have zones of aquic conditions and are in a drainage sequence with the Crumstown soils. Hillsdale soils are closely associated with Crumstown soils on moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Depth to the top of an apparent seasonal high water table ranges from 107 to 183 cm (3.5 to 6 feet) between December and April in normal years. Potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is high in the upper loamy materials and very high in the lower sandy mateials. Permeability is moderately rapid in the upper loamy materials and rapid in the lower sandy materials."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mostly cultivated. Principal crops are small grains, soybeans, corn, and hay. The remainder is in forest or permanent pasture. Native vegetation is hardwood forest of oak, hickory, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 111C in northern Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Joseph County, Indiana, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (9 inches) (Ap horizon).\nArgillic horizon: from a depth of 23 to 114 cm (9 to 45 inches) (Bt1, Bt2, Bt3, and Bt4 horizons).\nAquic conditions: redoximorphic features present in all horizons below 114 cm (45 inches).\nCrumstown series replaces Oshtemo soils in St. Joseph County, Indiana that had redox depletions at depths of 102 to 152 cm (40 to 60 inches).\nNASIS Data Mapunit ID 401651 represents the typical pedon.\nNASIS Data Mapunit ID 401650 represents the 0 to 1 percent slope phase.\nADDITIONAL DATA: Lab characterization data for the typical pedon (S01IN-141-002) is available from the National Soil Survey Laboratory, Lincoln, NE. Transect data (T01IN-141-103) is on file at the MLRA project office in Plymouth, IN. Transect shows 70 percent Crumstown, 20 percent Oshtemo, and 10 percent Bronson soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
