{
  "SERIES": "CRUMARINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB-BDG-EMM",
  "REVDATE": "06/2013",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crumarine silt loam-forested. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; fresh and partially decomposed needles and twigs.  (0 to 1.5 inches thick)\nA--1 to 5 inches; light brownish gray (10YR 6/2) silt loam, dark brown (10YR 3/3) moist; many fine and medium faint redox concentrations; weak medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many fine irregular pores; moderately acid (pH 5.8); clear smooth boundary. (2 to 7 inches thick)\nBw--5 to 10 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; many fine and medium faint redox concentrations; many medium light brownish gray (10YR 6/2) moist redox depletions; weak fine subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; many fine tubular pores; moderately acid (pH 5.6); clear wavy boundary. (7 to 17 inches thick)\nBC--10 to 24 inches; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; many fine and medium faint redox concentrations; many medium dark grayish brown (10YR 4/2) moist redox depletions; massive; slightly hard, very friable, nonsticky and nonplastic; few fine and common medium roots; many fine irregular pores; moderately acid (pH 5.8); gradual wavy boundary. (0 to 24 inches thick)\nC1--24 to 31 inches; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; common fine and medium prominent strong brown (7.5YR 4/6) moist, redox concentrations; many medium dark grayish brown (10YR 4/2) moist redox depletions; massive; hard, firm, nonsticky and nonplastic; few fine and common medium roots; many fine irregular pores; few fine iron-manganese concretions; slightly acid (pH 6.2); clear wavy boundary. (5 to 15 inches thick)\nC2--31 to 45 inches; very pale brown (10YR 7/3) gravelly sandy loam, brown (10YR 4/3) moist; many medium prominent strong brown (7.5YR 4/6) moist redox concentrations; massive; hard, friable, nonsticky and nonplastic; few fine and medium roots; common fine irregular pores; few fine iron-manganese concretions; 10 percent cobbles and 20 percent gravel; moderately acid (pH 6.0); gradual wavy boundary. (0 to 20 inches thick)\nC3--45 to 61 inches; very pale brown (10YR 7/3) very gravelly loamy sand, brown (10YR 4/3) moist; many fine and medium prominent strong brown (7.5YR 4/6) moist redox concentrations; massive; slightly hard, friable, nonsticky and nonplastic; few medium roots; few fine irregular pores; few fine iron-manganese concretions; 15 percent cobbles and 35 percent gravel; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Latah County, Idaho; about 2 miles NW of Deary, Idaho; about 1,620 feet east and 1,220 feet north of the southwest corner of sec. 9, T. 40N., R.2W. Latitude - 46 degrees, 49 minutes, 10 seconds North; Longitude - 116 degrees, 35 minutes, 47 seconds West; USGS Deary quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 40 to 47 degrees F.\nAverage summer soil temperature - 59 to 63 degrees F., without an O horizon.\nFrigid temperature regime.\nSoil moisture - dry between depths of 4 and 12 inches for 45 to 60 consecutive days in late summer, moist otherwise.\nXeric moisture regime.\nA horizon\nValue - 4 to 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry, 1 to 3 moist\nTextures - ashy silt loam or ashy loam\nClay content - 10 to 20 percent\nRock fragments - 0 to 5 percent gravel\nReaction - 4.9 to 6.2\nBw horizon\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 2 to 4 dry or moist\nTexture - loam, silt loam or fine sandy loam\nClay content - 8 to 21 percent\nRock fragments - 0 to 5 percent gravel, 0 to 5 percent cobbles, 0 to 10 percent total rock fragment content\nReaction - 5.5 to 6.3\nBC horizon (absent in some pedons)\nHue - 7.5YR, 10YR, or 2.5Y\nValue - 5 to 7 dry, 4 to 7 moist\nChroma - 2 to 6 dry or moist\nTexture - loam, sandy loam or loamy sand\nClay content - 5 to 20 percent\nRock fragments - 0 to 20 percent gravel, 0 to 10 percent cobbles, 0 to 30 percent total rock fragment content\nReaction - 5.5 to 6.2\nC horizons\nValue - 5 to 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - loam, sandy loam, loamy sand, sand or coarse sand\nClay content - 3 to 26 percent (weighted average of particle-size control section less than 18 percent)\nRock fragments - 0 to 50 percent gravel, 0 to 10 percent cobbles, 0 to 3 percent stones, 0 to 50 percent total rock fragment content\nReaction - 5.0 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils are on floodplains and drainageways. Slope is 0 to 8 percent. Elevation is 1,100 to 3,300 feet (335 to 1006 meters). The soils formed in mixed alluvium. The mean annual precipitation ranges from 23 to 41 inches (584 to 1041 mm). The average annual air temperature is 40 to 46 degrees F. The frost-free period ranges from 80 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Threebear, Santa, and Quinnamose soils. Threebear soils are moderately well drained soils on plateaus with a thick mantle of volcanic ash Santa soils are moderately well drained soils on plateaus and are formed in mixed volcanic ash and loess. In addition Threebear and Santa soils have a fragipan.  Quinnamose soils are on mountain slopes and are formed in mixed volcanic ash and residuum from granite."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained; moderately high saturated hydraulic conductivity; Depth to an apparent water table is 6 to 47 inches (15 to 119 cm) - January through June; subject to rare brief flooding from January through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for hayland, pasture land, and cropland.  Native vegetation is tufted hairgrass, columbia needlegrass, mountain brome, common camas, sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central Idaho. The series is of moderate extent.  MLRA 9 and 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Latah County, Idaho, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 5 inches (Oi and A horizons)\nCambic horizon - the zone from 5 to 24 inches (Bw and BC horizons)\nParticle-size control section - 11 to 41 inches (BC, C1, and part of the C2 horizon).\nThe 8/2008 description reflects an update in classification from Coarse-loamy, mixed, active, nonacid, frigid Aquic Xerofluvents To Coarse-loamy, isotic, frigid Aquandic Haploxerepts based on re-visiting the original type location and evaluating the original pedon description at the type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
