{
  "SERIES": "CRUSO",
  "STATUS": "Established Series",
  "BYREV": "TPH, DJT, MLS",
  "REVDATE": "09/2016",
  "STATES": "NC",
  "OVERVIEW": "Physiographic Province:  Southern Blue Ridge\nLandscape:  Mountains\nLandform:  Coves, depressions, and drainage ways\nDepth Class:  Very deep\nDrainage Class:  Poorly drained and very poorly drained\nPermeability:  Rapid\nParent Material:  Colluvium and local alluvium from high-grade metamorphic rocks Slope:  2 to 15 percent\nMean Annual Air Temperature (type location):  55 degrees F\nMean Annual Precipitation (type location):  60 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, mesic Humic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cruso cobbly loamy sand, from a map unit of Cullasaja-Tuckasegee complex, 8 to 15 percent slopes, very stony, on a 10 percent slope in a mountain cove depression, at an elevation of 3400 feet--forest. (Colors are for moist soils unless otherwise stated.)\nA1--0 to 7 inches; black (10YR 2/1) cobbly loamy sand; weak fine granular structure; very friable; many fine and coarse roots; 5 percent gravel, 7 percent cobbles, 2 percent stones by volume; common, fine flakes of mica; very strongly acid; clear smooth boundary. (Thickness of the A horizon is 7 to 10 inches.)\nBg--7 to 15 inches; dark gray (10YR 4/1) very cobbly loamy sand; weak medium subangular blocky structure; very friable; few fine roots; common, medium, distinct very dark grayish brown (10YR 3/2) organic stains on faces of peds; common, medium, distinct yellowish brown (10YR 5/8) iron accumulations in the matrix; 38 percent gravel and 20 percent cobbles by volume;  common, fine flakes of mica;  very strongly acid; clear wavy, boundary. (Thickness of the Bg horizon is 12 to 20 inches.)\nCg1--15 to 20 inches; dark gray (10YR 4/1) extremely cobbly loamy sand; massive; very friable; common, medium, faint gray (7.5YR 5/1) iron depletions in root channels; 28 percent gravel, 50 percent cobbles, and 15 percent boulders by volume; common, fine flakes of mica; strongly acid; abrupt boundary.\nCg2--20 to 61 inches; dark gray (10YR 4/1) extremely cobbly sand; massive; very friable; common, medium, faint gray (7.5YR 5/1) iron depletions in root channels; 20 percent gravel, 50 percent cobbles, and 15 percent boulders by volume; common, fine flakes of mica; strongly acid. (Thickness of the Cg horizon is greater than 36 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Haywood County, North Carolina; HWY 276 south of Cruso 4.75 mile to F.S. trail on west side of road, go .25 mile.  Cruso USGS Topographic Quadrangle:  Latitude 35 degrees 21 minutes, 46.20 seconds N.; Longitude 82 degrees 49 minutes 8.30 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness:  15 to 30 inches.\nDepth to bedrock:  Greater than  72 inches.\nContent of mica flakes:  Common throughout\nReaction range:  Strongly acid to very strongly acid\nThe A horizon has hue of 7.5 to 10YR, value of 2-3, and chroma 1-2.  Dry value is less than 5.\nTexture-loam, fine sandy loam, sandy loam, and loamy sand in the fine earth fraction.\nRock fragments-gravels, cobbles, stones, and boulders range from 5 to 60 percent by volume.\nThe Bg horizon is mottled with hue of 7.5 to 10YR, value of 3 to 5 and chroma of 1-8.\nTexture-sandy loam and loamy sand in the fine earth fraction.\nRock fragments-gravels, cobbles, stones, and boulders range from 50 to 70 percent by volume.\nThe Cg horizon is mottled with hue of 7.5 to 10YR, value of 3 to 5, and chroma of 1 to 2.  Texture-loamy sand and sand in the fine earth fraction.\nRock fragments-gravels, cobbles, stones, and boulders range from 50 to 70 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nPhysiographic Province: Southern Blue Ridge\nLandscape:  Mountains\nLandform:  Coves, depressions, and drainage ways\nParent Material:  Colluvium and local alluvium from high-grade metamorphic rocks such as mica gneiss, granite gneiss, and hornblende gneiss\nMean Annual Air Temperature:  55 degrees F\nMean Annual Precipitation:  60 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nEvard soils--well drained, fine-loamy, very deep to paralithic contact, on summits and steep side slopes\nCleveland soils--well drained, loamy, shallow to a lithic contact, on summits and side slopes\nLeatherwood soils--well drained, fine, very deep to a paralithic contact, on summits and side slopes\nPlott soils--well drained, fine-loamy, very deep to a paralithic contact, on summits and side slopes\nTrimont soils--well drained, fine-loamy, very deep to a paralithic contact, on and side slopes\nCowee soils--well drained, fine-loamy, moderately deep to a paralithic contact, on summits and side slopes\nTuckasegee soils--well drained, fine-loamy, very deep, formed in colluvial material, on in coves and along drainageways\nChestnut soils--well drained, coarse-loamy, moderately deep a paralithic contact, on summits and side slopes\nCullasaja soils--well drained, loamy-skeletal, very deep, formed in colluvial material, on in coves and along drainage ways\nChandler soils-micaceous, are well drained, coarse-loamy, deep to a paralithic contact, on summits and side slopes\nFannin soils-micaceous, are well drained, fine-loamy, deep to a paralithic contact, on summits and side slopes\nLauada soils-micaceous, are well drained, fine-loamy, moderately deep to a paralithic contact, on summits and side slopes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class:  Poorly drained and very poorly drained\nIndex of Surface Runoff:  Very low\nPermeability:  Rapid above the high water table\nSaturated Hydraulic Conductivity ( Ksat):  Rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses:  Woodland, recreation, wildlife habitat\nOverstory vegetation:  Cove hardwoods including yellow poplar, white oak, northern red oak, yellow buckeye, eastern hemlock, sugar maple, basswood, white pine, black cherry, and black locust.\nUnderstory vegetation:  Poison ivy, buffalo nut, cinnamon fern, ironwood, New York fern, Christmas fern, basswood, red maple, Japanese grass, Frazer magnolia, arrowhead, and wood sorrel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Blue Ridge (MLRA 130B) of North Carolina and possibly Georgia and Virginia. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Haywood County, North Carolina, 2006.  The name is taken from the Cruso topographic quadrangle and nearby community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Cruso soils are mapped in complex with Cullasaja and Tuckasegee soils. Cullasaja and Tuckasegee soils are loamy-skeletal.  However, because Cruso is developed closer to stream channels it is sandy-skeletal and usually has greater number of  and larger surface fragments. Seeps and springs are common. Most areas of Cruso soils are too small to delineate as a consociation map unit.  These areas represent unique habitat for certain aquatic species.\nAlthough Cruso soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\n2016 Update was to change the status to Established.\nDiagnostic horizons:\nHumic Epipedon - 0 to 7 inches (A horizon)\nCambic Horizon - 7 to 15 inches (Bg horizon)\nADDITIONAL DATA:  Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE for the following pedon     S03NC-087-001.\nMLRA = 130B\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 7 inches; black (10YR 2/1) cobbly loamy sand; weak fine granular structure; very friable; many fine and coarse roots; 5 percent gravel, 7 percent cobbles, 2 percent stones by volume; common, fine flakes of mica; very strongly acid; clear smooth boundary. (Thickness of the A horizon is 7 to 10 inches.)"
      },
      {
        "name": "Bg",
        "top": 18,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "narrative": "Bg--7 to 15 inches; dark gray (10YR 4/1) very cobbly loamy sand; weak medium subangular blocky structure; very friable; few fine roots; common, medium, distinct very dark grayish brown (10YR 3/2) organic stains on faces of peds; common, medium, distinct yellowish brown (10YR 5/8) iron accumulations in the matrix; 38 percent gravel and 20 percent cobbles by volume;  common, fine flakes of mica;  very strongly acid; clear wavy, boundary. (Thickness of the Bg horizon is 12 to 20 inches.)"
      },
      {
        "name": "Cg1",
        "top": 38,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "extremely cobbly",
        "pH_class": "strongly acid",
        "narrative": "Cg1--15 to 20 inches; dark gray (10YR 4/1) extremely cobbly loamy sand; massive; very friable; common, medium, faint gray (7.5YR 5/1) iron depletions in root channels; 28 percent gravel, 50 percent cobbles, and 15 percent boulders by volume; common, fine flakes of mica; strongly acid; abrupt boundary."
      },
      {
        "name": "Cg2",
        "top": 51,
        "bottom": 155,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "extremely cobbly",
        "pH_class": "strongly acid",
        "narrative": "Cg2--20 to 61 inches; dark gray (10YR 4/1) extremely cobbly sand; massive; very friable; common, medium, faint gray (7.5YR 5/1) iron depletions in root channels; 20 percent gravel, 50 percent cobbles, and 15 percent boulders by volume; common, fine flakes of mica; strongly acid. (Thickness of the Cg horizon is greater than 36 inches.)"
      }
    ]
  ]
}
