{
  "SERIES": "CRYSTOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LC/TWH",
  "REVDATE": "08/2010",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, micaceous, frigid Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crystola very gravelly sandy loam, on a south facing, 50 percent slope in woodland at an elevation of 8,300 feet.  (Colors are for dry soil unless otherwise noted.)  Described on September 13, 1983.\nA--0 to 4 inches; brown (10YR 4/3), very gravelly sandy loam, very dark grayish brown (10YR 3/2), moist; weak fine granular structure; very friable, soft, nonsticky, nonplastic; 2 percent stones and 15 percent cobbles and 40 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary. (4 to 10 inches thick)\nBw--4 to 7 inches; brown (7.5YR 4/2), very gravelly sandy loam, dark brown (7.5YR 3/2), moist; weak fine subangular blocky structure; very friable, soft, nonsticky, nonplastic; 5 percent cobbles and 45 percent gravel; neutral (pH 6.8); abrupt irregular boundary. (3 to 10 inches thick)\nR--7 to 60 inches; indurated monzonite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Teller County, Colorado; about 5 miles southwest of Cripple Creek; located about 2,200 feet north and 1,300 feet east of the southwest corner of sec. 28, T. 15 S., R. 70 W.; Cripple Creek South USGS quad; lat. 38 degrees 43 minutes 4 seconds N. and long. 105 degrees 14 minutes 8 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually dry in late spring and early summer, moist in some part in late July and August, and intermittently dry in fall; ustic regime bordering on aridic.\nMean annual soil temperature:  44 to 46 degrees F.\nMean summer soil temperature:  59 to 65 degrees F.\nDepth to lithic contact:  7 to 20 inches to monzonite\nThickness of the mollic epipedon:  7 to 10 inches\nA cambic horizon is immediately above the lithic contact in some pedons\nLithology of rock fragments: monzonite\nParticle-size control section (weighted average):\nClay content:  7 to 18 percent\nRock fragment content:  40 to 59 percent\nMica content (grain count): 45 to 55 percent (estimated)\nA horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 1 through 3\nClay content: 7 to 18 percent\nRock fragment content: 40 to 59 percent\nReaction: slightly acid or neutral (pH 6.1 to 7.3)\nOrganic matter content: 2.0 to 4.0 percent\nBw horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry; 2 through 4 moist\nChroma: 1 through 3\nClay content: 7 to 18 percent\nRock fragment content: 40 to 59 percent\nReaction: slightly acid or neutral (pH 6.1 to 7.3)\nOrganic matter content: 1.0 to 3.0 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no competing series. A series in a closely related family is the Cathedral series. Cathedral soils are not bordering an aridic moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium derived from monzonite\nLandform:  mountain slopes\nSlopes:  10 to 70 percent\nElevation:  6,600 to 9,400 feet\nMean annual temperature:  42 to 44 degrees F.\nMean annual precipitation:  14 to 18 inches\nPrecipitation pattern:  Monthly precipitation is lowest in winter and greatest in July and August.\nFrost-free period:  80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the High and Corpen series.  The High soils are very deep and have secondary carbonates. The Corpen soils are derived from gneiss and have secondary carbonates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat. Native vegetation consists mainly of twoneedle pinyon, Rocky Mountain juniper, Gambel oak, true mountain mahogany, blue grama, Indian ricegrass, and mountain muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Colorado; LRR E, MLRA 48A; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Teller County, Colorado, Teller-Park soil survey area, Colorado, 2010.  The name is taken from a small unincorporated town in Teller County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 7 inches.\nParticle-size control section:  The zone from 0 to 7 inches.  (A, Bw horizons)\nMollic epipedon:  from 0 to 7 inches.  (A, Bw horizons)\nLithic contact:  The contact with monzonite at 7 inches.  (R layer)\nThis soil was previously included with the Cathedral series.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 10th Edition, 2006\nThe mineralogy class was changed from paramicaceous to micaceous in 07/2010 by the National Soil Survey Center on request of the responsible MLRA regional office.  The change was necessary based on the eleventh edition of the Keys to Soil Taxonomy, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
