{
  "SERIES": "CRYSTAL SPRINGS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM/BAL/RLB/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Crystal Springs series consists of shallow over petrocalcic, well drained soils that formed in alluvium derived from limestone and dolomite with small amounts of quartzite, sandstone, ignimbrite, or schist.  The Crystal Springs soils are on fan piedmonts.  Slopes are 0 to 8 percent.   The mean annual precipitation is about 150 mm and the mean annual temperature is about 13 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, mesic, shallow Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crystal Springs gravelly sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 15 percent gravel.\nA--0 to 8 cm; pale brown (10YR 6/3) gravelly sandy loam, yellowish brown (10YR 5/4) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine vesicular and fine interstitial pores; 15 percent gravel; violently effervescent; strongly alkaline (pH 8.5); clear smooth boundary.  (3 to 10 cm thick)\nBkq1--8 to 25 cm; pale brown (10YR 6/3) gravelly fine sandy loam, yellowish brown (10YR 5/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine through medium roots; common very fine and fine interstitial pores; many thick carbonate and silica pendants on undersides of rock fragments; 15 percent gravel; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (8 to 30 cm thick)\nBkq2--25 to 38 cm; pale brown (10YR 6/3) gravelly fine sandy loam, yellowish brown (10YR 5/4) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine through medium roots; few very fine interstitial pores; many thick carbonate and silica pendants on undersides of rock fragments; 5 percent cobbles and 25 percent gravel; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (10 to 30 cm thick)\nBkqm--38 cm; pale brown (10YR 6/3) indurated petrocalcic horizon, yellowish brown (10YR 5/4) moist; extremely hard, extremely firm; very thin (less than 1 mm) continuous indurated silica lamellae capping strongly carbonate-silica cemented material; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; in Sixmile Flat approximately 3 miles north of U.S. Highway 93; about 1,300 feet west and 1,900 feet south of the northeast corner of section 16, T. 4 S., R. 61 E.; USGS Hiko 7.5 minute topographic quadrangle; latitude 37 degrees 36 minutes and 6 seconds N and longitude 115 degrees 8 minutes and 28 seconds W; WGS84 Decimal Degrees 37.6016667 latitude, -115.1416667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring months and for 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to petrocalcic horizon: 36 to 50 cm.\nCarbonates:  Calcium carbonate equivalent greater than 40 percent by weight.\nParticle-size control section - Clay content:  5 to 18 percent.\nRock fragments:  15 to 35 percent gravel and cobbles, predominantly gravel.\nA horizon\nHue:  10YR or 7.5YR.\nValue:  6 through 8 dry, 4 through 6 moist.\nChroma:  2 through 4.\nBkq horizons\nHue:  10YR or 7.5YR.\nValue:  6 through 8 dry, 4 through 6 moist.\nChroma:  2 through 4.\nConsistence:  Soft through very hard, very friable to very firm.\nOther features:  The Bkq2 horizon may be weakly cemented in some pedons.\nBkqm horizon\nHue:  10YR or 7.5YR.\nValue:  6 through 8 dry, 3 through 7 moist.\nChroma:  1 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crystal Springs soils are on fan piedmonts.  These soils formed in alluvium derived from limestone and dolomite with small amounts of quartzite, sandstone, ignimbrite, or schist.  Slopes are 0 to 8 percent.  Elevations range from 1,169 to 1,879 meters.  The mean annual precipitation is 125 to 200 mm, the mean annual temperature is 11 to 14 degrees C, and the frost-free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluewing, Cliffdown, and Penoyer soils.  These are all deep soils that lack indurated Bkm horizons, and have coarse-silty, sandy-skeletal, and coarse-loamy particle-size control sections, respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat. Present vegetation is mainly fourwing saltbush, spiny menodora, Nevada ephedra, Indian ricegrass, desert needlegrass, and Anderson wolfberry"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern and east-central Nevada, and southwestern Utah.  The series is of moderate extent. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pahranagat-Penoyer Valleys Area, Lincoln County, Nevada, 1968.  Crystal Springs is named after a group of thermal springs in Pahranagat Valley."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Crystal Springs type location was moved in 1990 to better reflect the series concept.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bqk1 horizons).\nParticle-size control section - The zone from 25 to 38 cm (Bkq2 horizon).\nPetrocalcic horizon - The boundary at 38 cm (Bkqm).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
