{
  "SERIES": "CRYSTAL LAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJK-HFG-GWH",
  "REVDATE": "03/2001",
  "STATES": "MN,WI",
  "OVERVIEW": "The Crystal Lake series consists of very deep, moderately well drained soils formed in mostly silty lacustrine deposits on Kames glacial lake plains and outwash terraces.  Permeability is moderate in the subsoil and moderately slow in the substratum.  Slopes range from 0 to 45 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Crystal Lake silt loam - on a 2 percent convex slope in an idle field at an elevation about 1,244 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; common roots; slightly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nE--8 to 12 inches; light brownish gray (10YR 6/2) silt loam, light gray (10YR 7/2) dry; weak thin platy structure; very friable; few roots; few fine prominent yellowish red (5YR 4/6) masses of iron accumulation; moderately acid; clear wavy boundary. (0 to 9 inches thick)\nB/E--12 to 20 inches; 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; common, faint clay films on faces of peds; penetrated by tongues of light brownish gray (10YR 6/2) silt loam (E); weak thin platy structure; friable; few roots; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (Glossic horizon - 2 to 30 inches thick.)\nBt1--20 to 26 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; friable; few roots; common distinct clay films on faces of peds; common distinct coatings of clean silt grains on vertical faces of peds; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (5 to 12 inches thick)\nBt2--26 to 32 inches; dark yellowish brown (10YR 4/4) silt loam with a few thin strata of very fine sandy loam; weak medium subangular blocky structure; friable; few roots; few distinct clay films mainly on vertical faces of peds; common distinct clay films in pores and root channels; few distinct coatings of clean silt grains on vertical faces of peds; common fine distinct pale brown (10YR 6/3) and common fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (4 to 12 inches thick)\nC--32 to 60 inches; yellowish brown (10YR 5/4) silt loam with thin strata of very fine sand; massive; breaks to weak thick plates along depositional strata; friable; many fine distinct light brownish gray (10YR 6/2) iron depletions and few medium distinct brownish yellow (10YR 6/8) and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Polk County, Wisconsin; about 6 1/2 miles northwest of Turtle Lake; 1,350 feet north and 2,600 feet east of the southwest corner, sec. 22, T. 35 N., R. 15 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 24 to 60 inches.  Depth to stratification ranges from 24 to 40 inches.  Rock fragments typically are absent throughout the soil, but some pedons have up to 3 percent gravel and cobbles.  Reaction typically ranges from very strongly acid to moderately acid in the solum, but ranges to neutral in the A and E horizons, where the soil is limed.  Reaction ranges from very strongly acid to neutral in the substratum.  Redox accumulations are above 40 inches.  Redox depletions are below the upper 10 inches of the argillic horizon in some pedons.  Saturation occurs within 40 inches at some time in most years.\nThe Ap horizon has value of 3 or 4 and chroma of 2 or 3.  Value dry is greater than 5.5.  Some pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value, dry, of 7 or more.  It is silt loam or silt.\nSome pedons have a Bw horizon with hue of 10YR, value of 3 to 5, and chroma of 4.\nCrystal Lake soils have a glossic horizon (E/B or B/E horizon, or both).  The E part has color and texture like the E horizon above.  The Bt part has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 or 4.  It is silt loam or silty clay loam.\nThe Bt horizon has color and texture like the Bt part described above.  Typically, it has thin strata of silt, very fine sandy loam, loam, fine sandy loam, loamy very fine sand, loamy fine sand, very fine sand, fine sand, or sand, in at least the lower part.\nThe C horizon typically is silt loam with thin strata of coarser texture.  It has color and stratification similar to the Bt horizon described above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kneff, Gichigami(T), Oronto(T), and Spencer series.  (Oronto soils will be reclassified as Aeric Glossaqualfs). Similar soils are the Brill, Campia, Doritty, Freeon, Otterholt, and Wickware series.  Kneff, Gichigami, and Oronto soils have free carbonates within the series conmtrol section.  Spencer soils do not have stratified lacustrine deposits in the lower part of the series control section and have 5 to 35 percent gravel there.  Brill soils are fine-silty over sandy or sandy-skeletal. Campia, Otterholt and Wickware soils do not have redox features and do not have a water table.  Doritty soils do not have stratified lacustrine deposits in the control section and do not have a water table within 40 inches for one month or more per year in 6 out of 10 years.  Freeon soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Crystal Lake soils are on Kames glacial lake plains and outwash terraces.  Slope gradients range from 0 to 45 percent.  Crystal Lake soils formed in lacustrine deposits dominated by silt and very fine sand.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 120 to 135 days.  Elevation ranges from 800 to 1,950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barronett, Campia, and Comstock soils. The well drained Campia soils, the somewhat poorly drained Comstock soils, and the poorly drained and very poorly drained Barronett soils form a drainage sequence with the Crystal Lake soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow or medium.  Permeability is moderate in the subsoil and moderately slow in the substratum.  These soils have a perched seasonal water table at a depth of 2.5 to 3.5 feet for 1 month or more per year at some time during the period September to June in 6 or more out ot 10 years.  The water table is perched over lacustrine sediments but in most years will eventually saturate the lacustrine sediments and exhibit an apparent water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for cropland.  Common crops are hay, small grain, and some corn.  Native vegetation is hardwood forests with scattered conifers.  Common trees are sugar maple, American basswood, yellow birch, quaking aspen, big tooth aspen, white ash, and black cherry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and northwestern Wisconsin and east-central Minnesota.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Barron County, Wisconsin, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are: ochric epipedon - 0 to 12 inches (Ap, E); albic horizon - 8 to 12 inches (E); glossic horizon - 12 to 20 inches (B/E); argillic horizon - 12 to 32 inches (B/E, Bt1, Bt2); oxyaquic feature - redox accumulations within 40 inches and saturation within 40 inches but below the upper 10 inches of the argillic for 1 month or more per year in 6 out of 10 years.\nADDITIONAL DATA:  Soil Interpretation Record - WI0225\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) dry; moderate fine granular structure; friable; common roots; slightly acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--8 to 12 inches; light brownish gray (10YR 6/2) silt loam, light gray (10YR 7/2) dry; weak thin platy structure; very friable; few roots; few fine prominent yellowish red (5YR 4/6) masses of iron accumulation; moderately acid; clear wavy boundary. (0 to 9 inches thick)"
      },
      {
        "name": "B/E",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--12 to 20 inches; 70 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate fine subangular blocky structure; friable; common, faint clay films on faces of peds; penetrated by tongues of light brownish gray (10YR 6/2) silt loam (E); weak thin platy structure; friable; few roots; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary. (Glossic horizon - 2 to 30 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 51,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--20 to 26 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine subangular blocky structure; friable; few roots; common distinct clay films on faces of peds; common distinct coatings of clean silt grains on vertical faces of peds; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--26 to 32 inches; dark yellowish brown (10YR 4/4) silt loam with a few thin strata of very fine sandy loam; weak medium subangular blocky structure; friable; few roots; few distinct clay films mainly on vertical faces of peds; common distinct clay films in pores and root channels; few distinct coatings of clean silt grains on vertical faces of peds; common fine distinct pale brown (10YR 6/3) and common fine prominent brownish yellow (10YR 6/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 81,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--32 to 60 inches; yellowish brown (10YR 5/4) silt loam with thin strata of very fine sand; massive; breaks to weak thick plates along depositional strata; friable; many fine distinct light brownish gray (10YR 6/2) iron depletions and few medium distinct brownish yellow (10YR 6/8) and few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
