{
  "SERIES": "CUBLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AME-JMB-HFG-JJJ",
  "REVDATE": "11/2006",
  "STATES": "WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cublake loamy sand - on a linear, east facing 1 percent slope in a wooded area at an elevation of about 1,290 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inch; black (10YR 2/1) loamy sand, dark gray (10YR 4/1) dry; weak fine granular structure; very friable; many very fine and fine and few medium and coarse roots; about 1 percent gravel; very strongly acid; clear smooth boundary.  (0 to 5 inches thick)\nE--3 to 4 inches; brown (7.5YR 4/2) loamy sand, pinkish gray (7.5YR 6/2) dry; weak fine subangular blocky structure; very friable; many very fine and fine and few medium and coarse roots; about 1 percent gravel; very strongly acid; abrupt broken boundary.  (1 to 11 inches thick)\nBs1--4 to 10 inches; dark brown (7.5YR 3/4) loamy sand; weak fine and medium subangular blocky structure; very friable; common very fine and fine and few medium and coarse roots; about 3 percent gravel; strongly acid; clear wavy boundary.\nBs2--10 to 23 inches; brown (7.5YR 4/4) loamy sand; weak fine and medium subangular blocky structure; very friable; common very fine and fine and few medium and coarse roots; about 3 percent gravel; moderately acid; clear wavy boundary.  (Combined thickness of the Bs horizon ranges from 5 to 27 inches.)\nBC--23 to 32 inches; dark yellowish brown (10YR 4/4) sand; single grain; loose; few fine roots; about 8 percent gravel; moderately acid; abrupt wavy boundary.  (0 to 23 inches thick)\nC1--32 to 40 inches; yellowish brown (10YR 5/4) sand; single grain; loose; few fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; about 8 percent gravel; moderately acid; abrupt wavy boundary.\nC2--40 to 48 inches; yellowish brown (10YR 5/4) fine sand with thin strata of very fine sand; massive; very friable; few fine and medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid; abrupt wavy boundary.\n2C3--48 to 60 inches; brown (7.5YR 4/4) stratified very fine sandy loam and silt loam with a few thin strata of very fine sand; massive; friable; many fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Florence County, Wisconsin; about 3 miles north and 6.5 miles east of the town of Fence; 1,480 feet south and 3,000 feet east of the northwest corner of sec. 7, T. 38 N., R. 18 E. USGS Florence SE, Wis. Quad. Latitude  45 degrees 47 minutes 20 seconds N. Longitude - 88 degrees 17 minutes 30 seconds N. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy mantle and depth to the stratified silty, loamy, and sandy 2C horizon range from 40 to 60 inches. Thickness of the solum ranges from 20 to 40 inches.  Rock fragments typically are absent but volume of gravel ranges from 0 to 15 percent in the sandy mantle and from 0 to 5 percent in the stratified loamy and sandy material.  Reaction ranges from extremely acid to moderately acid in the upper part of the solum and from extremely acid to slightly acid in the lower part of the solum.  Reaction ranges from extremely acid to neutral in the sandy substratum and from strongly acid to neutral in the loamy substratum.  Redox accumulations are below 20 inches, but within 40 inches.  Redox depletions occur below 30 inches in some pedons.  Saturation occurs within 40 inches at some time in most years.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR; or is neutral in hue.  Value is 2 or 3 and chroma is 0 to 2.  Cultivated pedons have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3.  Texture of the A or Ap is loamy sand or sand.\nThe E horizon has hue of 10YR to 5YR, value of 4 to 6, and chroma of 1 to 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.  Texture is loamy sand, loamy fine sand, sand or fine sand.\nThe Bs horizon has hue of 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 3 or 4.  Value and chroma of 3 do not occur together.  Texture is loamy sand, loamy fine sand, sand, or fine sand.\nThe Bw or BC horizon has hue of 7.5YR or 10YR and value and chroma of 4 to 6.  Texture is sand, fine sand, loamy sand, or loamy fine sand.  Bw or BC horizons with spodic color have pH of 6.0 or more or have organic carbon content less than 0.6 percent.\nThe C horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 6.  Texture is sand or fine sand with thin strata of very fine sand.\nThe 2C horizon has hue of  2.5YR, 5YR, 7.5YR, 10YR, 2.5Y or 5Y value of 4 to 7, and chroma of 1 to 6.  Texture is typically stratified very fine sandy loam and silt loam with thin strata of fine and very fine sand, but includes strata with coarser or finer texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Croswell, Croswood, Gilchrist, Halfaday,  Heintz, Manitowish, and Mattixseries.  Croswell and Halfaday soils are sandy throughout the series control section.  Croswood soils are not stratified in the lower part of the series control section and have more than 5 percent rock fragments there. Gilchrist and Heintz soils have free carbonates within 40 inches.  Manitowish soils have a 10 to 20 inch thick loamy mantle in the upper part of the series control section. Mattix soils have a loamy mantle 5 to 15 inches thick. have and have free carbonates within 25 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cublake soils are on outwash terraces, outwash plains, and glacial lake plains.  Slopes range from 0 to 15 percent. These soils formed in deep sandy outwash underlain by stratified silty, loamy, and sandy glaciofluvial deposits.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature from 39 to 45 degrees F.  The frost free period ranges from about 90 to 120 days. Elevation ranges from 600 to 1,900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Au Gres, Croswell, Croswood, Flink, Rubicon, Sultz(T), and Vilas soils.  The somewhat poorly drained Au Gres soils, the moderately well drained Croswell soils, and the excessively drained Rubicon and Vilas soils form a drainage sequence in nearby areas where the soil is sandy throughout.  Croswood soils are nearby on outwash veneered areas of moraines and drumlins where there is loamy glacial till at 40 to 60 inches.  The somewhat poorly drained Flink soils and the well drained Sultz soils form a drainage sequence with Cublake soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The potential for surface runoff ranges from negligible to low. Permeability is moderately rapid or rapid in the sandy mantle and moderately slow or moderate in the stratified lacustrine deposits.  This soil has a perched seasonal high water table at a depth of 2 to 3.5 feet for 1 month or more per year at some time during the period October to May in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most area are used for woodland.  Mature forests are mostly red maple, northern red oak, paper birch, yellow birch, hemlock, eastern white pine, and red pine but balsam fir and quaking aspen are in most stands.  Some areas are used for cropland and pastureland.  Corn, small grain, and hay are the main crops.  Some areas formerly used as cropland are now idle or planted to pine trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Forest County, Wisconsin 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly mapped as Croswell, loamy substratum phase.   Diagnostic horizons and features recognized is this pedon are: ochric epipedon - 0 to 4 inches (A, E); albic horizon - 3 to 4 inches (E); spodic horizon - 4 to 23 inches (Bs1, Bs2); oxyaquic feature - redox accumulations and saturation within 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
