{
  "SERIES": "CUCAMUNGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHD-WED-JVC-JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Cucamungo series consists of shallow, well drained soils that formed in residuum and colluvium derived from granitic rock.  Cucamungo soils are on mountains and hills.  Slopes are 15 to 75 percent.  The mean annual precipitation is about 350 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid, shallow Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cucamungo very gravelly sandy loam--forestland.  (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with about 2 cm of pinyon needle duff.\nA1--0 to 3 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine and fine interstitial pores; 30 percent gravel, 5 percent cobbles; neutral (pH 7.0); abrupt smooth boundary.  (3 to 8 cm thick)\nA2--3 to 8 cm; grayish brown (10YR 5/2) very gravelly sandy clay loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; 35 percent gravel, 10 percent cobbles; neutral (pH 7.0); abrupt smooth boundary.  (5 to 10 cm thick)\nBt1--8 to 20 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine and common medium, few coarse roots; common fine and medium tubular pores; 40 percent gravel and 5 percent cobbles; common distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); clear smooth boundary.  (12 to 20 cm thick)\nBt2--20 to 38 cm; dark yellowish brown (10YR 4/4) very gravelly sandy clay loam, dark yellowish brown (10YR 3/4) moist; medium subangular blocky; hard, firm, moderately sticky and moderately plastic; common very fine, fine and medium, few coarse roots; common fine and medium tubular pores; 45 percent gravel and 5 percent cobbles; common distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); gradual irregular boundary.  (10 to 20 cm thick)\nCr--38 cm; fractured and partially weathered granitic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Esmeralda County, Nevada; about 0.75 mile east-northeast of Sylvania; about 2,100 feet west and 2,100 feet north of the southeast corner of section 24, T. 6 S., R. 38 E.; USGS Sylvania Mountains 7.5 minute topographic quadrangle; latitude 37 degrees 24 minutes 4 seconds N and longitude 117 degrees 42 minutes 32 seconds W; WGS84 Decimal Degrees -117.7088889 latitude, -117.7088889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry in late summer and fall but intermittently moist for 10 to 20 days between July and September due to summer convection storms; Dry in all parts at least 45 consecutive days following the summer solstice; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 18 to 36 cm; includes the Bt1 horizon.\nDepth to base of argillic horizon: 36 to 50 cm.\nDepth to bedrock: 36 to 50 cm to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock.\nParticle-size control section - Clay content:  20 to 30 percent.\nRock fragments:  35 to 55 percent, mainly fine gravel (2 to 5 mm diameter).  Lithology of fragments is granitic rocks.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nReaction: Neutral or slightly alkaline.\nBt1 horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Very gravelly sandy clay loam, very gravelly loam, or very gravelly clay loam.\nOrganic matter content: 1 or 2 percent.\nReaction: Neutral through moderately alkaline.\nBt2 horizon\nValue:  4 through 6 dry, 3 or 4 moist.\nChroma:  3 or 4, dry or moist.\nTexture: Very gravelly sandy clay loam, very gravelly loam, or very gravelly clay loam.\nReaction: Neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crispy, Grandridge, Pinew, Pinwheeler, Quopant, and Trailamp series.\nCrispy soils are dominated by medium and coarse gravel (5 to 75 mm diameter) and have rock fragments that are metamorphic rocks such as schist or gneiss.  Grandridge soils are not intermittently moist for 10 to 20 days during the summer due to convection storms.  Pinew soils are dominated by medium and coarse gravel (5 to 75 mm diameter) and have paralithic materials of weathered volcanic rock in the series control section.  Pinwheeler soils have 10 to 18 percent clay in the particle-size control secion. Quopant soils have rock fragments that are mainly larger than 5 mm in diameter, have 2C horizons below the argillic horizon, and have paralithic materials that are weathered ash-flow tuff in the series control section.  Trailamp soils have rock fragments that are mainly larger than 5 mm in diameter, have paralithic contacts at depths of 18 to 36 cm, and have paralithic materials of siltstone or shale in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cucamungo soils are on mountains and hills.  They typically occur on backslope positions.  These soils formed in residuum and colluvium derived from granitic rocks.  Slopes are 15 to 75 percent.  Elevations range from 1,680 to 2,840 meters.  The climate is semiarid with cool, moist winters and warm, intermittently dry summers.  The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alcan, Sylvaniam, and Tulecan soils.  Alcan soils have ochric epipedons and an aridic moisture regime.  Sylvaniam soils are moderately deep to lithic contacts, have cambic and calcic horizons, and carbonatic mineralogy.  Tulecan soils have an aridic moisture regime and a mesic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cucamungo soils are used for forestland and wildlife habitat.  The native vegetation is mainly a forest canopy of singleleaf pinyon and Utah juniper with an understory of mountain big sagebrush, Wyoming big sagebrush, current, pine bluegrass, bottlebrush squirreltail, and prairie junegrass and some curl-leaf mountain mahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 29, while other acreage occurs in MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 20 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 8 to 38 cm (Bt1 and Bt2 horizons).\nParalithic contact - The boundary at 38 cm to underlying weathered bedrock (Cr layer).\nParticle-size control section - The zone from about 8 to 38 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine and fine interstitial pores; 30 percent gravel, 5 percent cobbles; neutral (pH 7.0); abrupt smooth boundary.  (3 to 8 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--3 to 8 cm; grayish brown (10YR 5/2) very gravelly sandy clay loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; 35 percent gravel, 10 percent cobbles; neutral (pH 7.0); abrupt smooth boundary.  (5 to 10 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 20 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine and common medium, few coarse roots; common fine and medium tubular pores; 40 percent gravel and 5 percent cobbles; common distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); clear smooth boundary.  (12 to 20 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--20 to 38 cm; dark yellowish brown (10YR 4/4) very gravelly sandy clay loam, dark yellowish brown (10YR 3/4) moist; medium subangular blocky; hard, firm, moderately sticky and moderately plastic; common very fine, fine and medium, few coarse roots; common fine and medium tubular pores; 45 percent gravel and 5 percent cobbles; common distinct clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); gradual irregular boundary.  (10 to 20 cm thick)"
      },
      {
        "name": "Cr",
        "top": 38,
        "narrative": "Cr--38 cm; fractured and partially weathered granitic rock."
      }
    ]
  ]
}
