{
  "SERIES": "CUERO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDB-JMG-ELG-ACT",
  "REVDATE": "10/97",
  "STATES": "AR,TX",
  "OVERVIEW": "The Cuero series consists of deep, well drained, moderately permeable soils on uplands.  They formed in loamy materials weathered from sandstone.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, thermic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cuero sandy clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy clay loam; very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable; slightly sticky; common fine roots; many wormcasts; neutral; gradual smooth boundary.  (4 to 21 inches thick)\nBt1--8 to 16 inches; very dark grayish brown (10YR 3/2) sandy clay loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, firm, slightly sticky; common fine roots; many fine pores; few thin clay films; neutral; gradual smooth boundary.  (5 to 14 inches thick)\nBt2--16 to 22 inches; brown (7.5YR 4/2) sandy clay loam, dark brown (7.5YR 3/2) moist; strong medium subangular blocky structure; hard, firm, slightly sticky; few fine roots; many fine pores; continuous thin clay films; mildly alkaline; gradual smooth boundary. (4 to 16 inches thick)\nBt3--22 to 28 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 4/4) moist; strong medium and coarse subangular blocky structure; hard, firm, slightly sticky; few fine roots; continuous thin clay films; mildly alkaline; gradual smooth boundary.  (0 to 20 inches thick)\nBtk--28 to 40 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; strong medium and coarse subangular blocky structure; hard, firm, slightly sticky; few fine roots; few thin clay films; few segregations of calcium carbonate in coatings on peds and in fine concretions; calcareous; moderately alkaline; gradual smooth boundary.  (6 to 22 inches thick)\nBk--40 to 63 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; structureless; slightly hard, firm; slightly sticky; common threads and concretions of calcium carbonate; few soft sandstone fragments; calcareous; moderately alkaline; diffuse wavy boundary.  (0 to 30 inches thick)\nCr--63 to 90 inches; pale yellow weakly cemented calcareous sandstone containing seams and pockets of calcareous clay loam."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  DeWitt County, Texas; from the intersection of U.S.  Highways 87 and 183 in Cuero, Texas; 10.6 miles north on U.S. Highway 183; then 1.6 miles east on Farm Road 951; then 1.5 miles north on a county road; then 200 feet east along a field boundary and 60 feet north of field boundary in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 30 to more than 60 inches thick.  The mollic epipedon ranges from 20 to 26 inches thick.  Depth to segregated calcium carbonate in the form of threads, films, or masses ranges from 20 to 36 inches.  Mean annual soil temperature ranges from 66 to 72 degrees F.\nThe A and Bt1 horizons have hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 1 or 2.  The A horizon is clay loam, sandy clay loam, loam, or fine sandy loam, and the Bt1 horizon is sandy clay loam or clay loam.  Reaction is slightly acid to slightly alkaline.\nThe Bt horizon below the Bt1 has hue of 10YR to 5YR, value of 3 to 5, and chroma of 2 to 4.  They are sandy clay loam or clay loam with clay contents of 20 to 35 percent.  Reaction is slightly acid to moderately alkaline and the lower part is calcareous in some pedons.\nThe Btk horizon has hue of 10YR to 5YR, value of 4 to 6, and chroma of 2 to 6.\nThe Bk horizon is firm loamy calcareous earths containing fragments of calcareous sandstone.  The calcium carbonate equivalent of the Bk horizon ranges from 15 to 40 percent.\nThe C horizon is variable and ranges from weakly cemented calcareous sandstone to massive calcareous loamy or sandy earths."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Altus (OK), Hackey (T  NM), Smithville (TX), Texroy (TX), Tipton (OK) and Uvas (T  NM) series.  Similar soils are the Amphion, Clareville, and Klump series.  Altus soils contain less than 28 percent clay in the particle size control section and occur in regions with mean annual temperatures of less than 66 degrees F. and mean annual precipitation of 22 to 28 inches.  Hackey and Uvas soils have mean annual soil temperatures from 59 to 62 degrees F.  Smithville soils have mollic epipedons more than 26 inches thick.  Texroy soils are in the typic/ustic moisture regime. Tipton soils do not have calcium carbonate segregations within 36 inches of the surface and occur in regions with mean annual temperatures of less than 64 degrees F.  Amphion and Clareville soils have more than 35 percent clay in the control section.  Klump soils have mollic epipedons less than 20 inches thick and mean annual temperatures of more than 72 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cuero soils are on uplands.  Slope gradients range from 0.5 to 8 percent.  Surfaces are weakly convex to plane on gentle slopes and concave on more sloping topography.  The soil formed in calcareous loamy materials that usually contain thin strata of weakly cemented calcareous sandstone and sand lentils, mainly of the Oakville Formation.  Mean annual temperature is 64 to 70 degrees F., and mean annual precipitation ranges from 32 to 40 inches.  Frost free days range from 260 to 280 days, and elevation ranges from 100 to 500 feet.  Thornthwaite P-E indices from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carbengle, Engle, Klump, Knolle, Sarnosa, and Shiner.  Carbengle and Engle soils do not have argillic horizons, have sola less than 40 inches thick, and are on slightly higher lying positions.  Klump and Knolle soils do not have a mollic epipedon, have siliceous mineralogy, and are on higher lying convex positions.  Sarnosa soils do not have an argillic horizon and are calcareous throughout.  Shiner soils are less than 20 inches deep and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeablity is moderate.  Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cultivated or has been cultivated in the past.  Main crops are cotton, corn, sorghums, peanuts, and tomatoes.  Native grasses are mainly bluestems, gramas, and threeawns.  Trees are scattered post oak, live oak, and mesquite"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Prairies of south-central Texas, mainly in the southern areas of the Blackland Prairies.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  DeWitt County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon and Pachic feature - 0 to 22 inches.  (A, Bt1, and Bt2 horizons)\nArgillic horizon - 8 to 40 inches.  (Bt and Btk horizons)\nCalcic horizon - 40 to 63 inches.  (Btk horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 8 inches; very dark grayish brown (10YR 3/2) sandy clay loam; very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable; slightly sticky; common fine roots; many wormcasts; neutral; gradual smooth boundary.  (4 to 21 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 16 inches; very dark grayish brown (10YR 3/2) sandy clay loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, firm, slightly sticky; common fine roots; many fine pores; few thin clay films; neutral; gradual smooth boundary.  (5 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--16 to 22 inches; brown (7.5YR 4/2) sandy clay loam, dark brown (7.5YR 3/2) moist; strong medium subangular blocky structure; hard, firm, slightly sticky; few fine roots; many fine pores; continuous thin clay films; mildly alkaline; gradual smooth boundary. (4 to 16 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 71,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--22 to 28 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 4/4) moist; strong medium and coarse subangular blocky structure; hard, firm, slightly sticky; few fine roots; continuous thin clay films; mildly alkaline; gradual smooth boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Btk",
        "top": 71,
        "bottom": 102,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk--28 to 40 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; strong medium and coarse subangular blocky structure; hard, firm, slightly sticky; few fine roots; few thin clay films; few segregations of calcium carbonate in coatings on peds and in fine concretions; calcareous; moderately alkaline; gradual smooth boundary.  (6 to 22 inches thick)"
      },
      {
        "name": "Bk",
        "top": 102,
        "bottom": 160,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bk--40 to 63 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 5/4) moist; structureless; slightly hard, firm; slightly sticky; common threads and concretions of calcium carbonate; few soft sandstone fragments; calcareous; moderately alkaline; diffuse wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "Cr",
        "top": 160,
        "bottom": 229,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--63 to 90 inches; pale yellow weakly cemented calcareous sandstone containing seams and pockets of calcareous clay loam."
      }
    ]
  ]
}
