{
  "SERIES": "CUEVOLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRS/MVH/BDS",
  "REVDATE": "03/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Cuevoland loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 1 inch; brown (10YR 5/3) loam, dark brown (10YR 4/3) moist; weak fine granular structure; slightly hard, very friable, slightly sticky, slightly plastic; many fine and very fine roots; many very fine tubular pores; slightly calcareous; mildly alkaline; abrupt smooth boundary. (1 to 2 inches thick)\nA12--1 to 8 inches; dark brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine and fine roots; many very fine tubular pores; slightly calcareous; moderately alkaline; abrupt smooth boundary. (6 to 10 inches thick)\nB21--8 to 13 inches; brown (7.5YR 4/4) loam, brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine and fine roots; common very fine tubular pores; few lime filaments; moderately calcareous; moderately alkaline; clear smooth boundary. (4 to 6 inches thick)\nB22--13 to 26 inches; brown (7.5YR 5/4) heavy loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine roots; common very fine tubular pores; few lime filaments; strongly calcareous; moderately alkaline; abrupt smooth boundary. (10 to 16 inches thick)\nC1ca--26 to 43 inches; pink (7.5YR 8/4) clay loam, pink (7.5YR 7/4) moist; massive; hard, friable, sticky, plastic; few very fine roots; common very fine tubular pores; disseminated lime; strongly calcareous; strongly alkaline; clear wavy boundary. (10 to 23 inches thick)\nC2ca--43 to 60 inches; pink (7.5YR 7/4) clay loam, light brown (7.5YR 6/4) moist; massive; hard, very friable, slightly sticky, plastic; many very fine tubular pores; disseminated lime; strongly calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chaves County, New Mexico; about 70 miles southwest of Roswell; NW1/4 NW1/4 sec. 7, T.20S., R.16E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 19 to 24 inches thick, and is mildly to moderately calcareous. The moisture control section is usually dry for more than half the time the soil temperature exceeds 41 degrees F. The driest period id between late September and May. The mean annual soil temperature is 55 degrees to 58 degrees F. The 10- to 40-inch section is loam, heavy loam or clay loam with less than 15 percent sand coarser than very fine sand and 20 to 33 percent clay. The A horizon has hue of 7.5YR or 10YR, value of 4 through 5 dry, and chroma of 2 to 3 dry and moist. The B horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry 3 or 4 moist, and chroma of 2 through 4 dry and moist. It has weak or moderate, fine or medium subangular blocky structure. The Cca horizon has value of 6 through 8 dry, 4 through 8 moist, and chroma of 4 or 5 dry and moist. It has 30 to 50 percent calcium carbonate equivalent. Some pedons contain a few caliche pebbles and loam strata in the Cca horizon or below it."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Dioxice, Escabosa, Guy, and Redstoe (t) series. Dioxice, Buy, and Escabosa soils lack a fine-silty control section. Also, Escabosa soils have bedrock at depths of 20 to 40 inches. Redstoe soils lack a moisture control section bordering aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  These soils are on nearly level to undulating fans and uplands at elevations of 5,700 to 6,000 feet. Parent material is medium textured alluvium. The climate is semiarid with rainfall of about 16 to 18 inches. The mean annual temperature is 55 degrees to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Ancho, Deama, Gabaldon, Pena and Penasco soils. Ancho soils lack calcic horizons. Deama soils are underlain by limestone bedrock. Gabaldon soils have a cumulic surface layer. Pena soils have a skeletal control section. Penasco soils have a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazing and wildlife. Vegetation is mainly blue grama, mat and mountain muhly, juniper, algerita, cholla, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern New Mexico. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chaves County, Southern Part, New Mexico, 1974.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
