{
  "SERIES": "CULDECOLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/RJE/JAL",
  "REVDATE": "08/2002",
  "STATES": "ID",
  "OVERVIEW": "The Culdecole series consists of deep, well drained soil formed in a mantle of volcanic ash over residuum from weathered basalt. Culdecole soils are on mountains and foothills. Permeability is moderately slow. Slopes are 4 to 45 percent. The average annual precipitation is about 32 inches and the average annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Vitrandic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Culdecole ashy loam - forested - on a 30 percent slope at 4,900 feet elevation. Aspect is north. (Colors are for dry soil unless otherwise noted. When described on July 29, 1987, the soil was dry throughout.)\nOi--0 to 1 inch; needles, cones, twigs and leaves. (0 to 2 inches thick)\nOe--1 to 2 inches; moderately well decomposed Oi horizon. (0 to 2 inches thick)\nA--2 to 4 inches; yellowish brown (10YR 5/4) ashy loam, dark brown (7.5YR 3/4) moist; weak coarse platy structure parting to weak very fine granular; soft, very friable; many very fine and fine roots; many very fine irregular pores; slightly acid (pH 6.2); abrupt smooth boundary. (2 to 4 inches thick)\nBs1--4 to 10 inches; brown (7.5YR 5/4) ashy loam, dark brown (7.5YR 3/4) moist; weak very fine granular structure; soft, very friable; many very fine roots; many very fine interstitial pores; slightly acid (pH 6.2); abrupt smooth boundary. (4 to 8 inches thick)\nBs2--10 to 16 inches; brown (7.5YR 5/4) ashy silt loam, dark brown (7.5YR 3/4) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and few coarse roots; many very fine irregular pores; slightly acid (pH 6.2); clear smooth boundary. (4 to 8 inches thick)\n2Btb1--16 to 24 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 3/4) moist; moderate, medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and few coarse roots; few very fine tubular pores; few faint clay films in pores; 5 percent gravel, slightly acid (pH 6.2); gradual smooth boundary. (5 to 10 inches thick)\n2Btb2--24 to 36 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 3/4) moist; strong medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few very fine tubular pores; common distinct clay films on faces of peds and in pores; slightly acid (pH 6.2); gradual smooth boundary. (12 to 16 inches thick)\n2BCtb--36 to 52 inches; brown (7.5YR 5/4) cobbly clay loam, dark brown (7.5YR 3/4) moist; moderate, medium and coarse subangular blocky structure; hard firm, moderately sticky and moderately plastic; few very fine tubular pores; many prominent clay films on faces of peds and in pores; 15 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary. (10 to 16 inches thick)\nR--52 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Adams County, Idaho; about 2 miles southwest of Tamarack, about 1,100 feet north and 8950 feet west of the southeast corner of section 35, T. 19 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 40 to 44 degrees F.\nAverage summer soil temperature - 52 to 56 degrees F. without an O horizon and 44 to 47 degrees F. with an O horizon\nDepth to bedrock - 40 to 60 inches\nVolcanic ash mantle - 11 to 14 inches thick (Bulk density - 0.90 to 1.00 gm/cm3)\nA horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4 dry, 2 through 4 moist\nBs horizons\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4 dry, 2 through 4 moist\nTexture - ashy loam or ashy silt loam\n2Btb and 2BCtb horizons\nHue - 7.5YR or 10YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 through 6 dry and moist\nTexture - clay loam, silty clay loam, cobbly clay loam\nClay content - 27 to 35 percent\nCoarse fragments - 0 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Hopburn and Vitroff soils. Hopburn, and Vitroff soils are more than 60 inches deep. In addition Vitroff soils have lamella in the upper pert of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Culdecole soils are on gently sloping to very steep mountains and foothills at elevations of 4,000 to 5,200 feet. Slopes are 4 to 45 percent. The soils formed in residuum from basalt with a mantle of volcanic ash. The average annual precipitation is 30 to 34 inches and the average annual air temperature is 38 to 42 degrees F. The frost-free season is about 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Blackwell, Brody, Cabarton, Klickson, Riggins, Tica and Wapshilla series. Blackwell and Cabarton soils are poorly drained. Brody and Wapshilla soils are skeletal. Klickson soils are frigid and skeletal. Riggins and Tica soils are shallow and skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, recreation, wildlife habitat, and watershed. Vegetation is mainly grand fir, Douglas fir, western larch and Ponderosa pine with an understory of big blueberry, northern twinflower, elk sedge, heartleaf arnica, common snowberry and baldhip rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central Idaho. The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Adams County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - surface to 14 inches (A, Bsl and Bs2 horizons)\nArgillic horizon - the zone from 14 to 50 inches (2Btb1, 2Btb2, and 2BCtb horizons)\nAndic feature - surface to 14 inches of volcanic ash\nMoisture regime - Udic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
