{
  "SERIES": "CULLASAJA",
  "STATUS": "Established Series",
  "BYREV": "DJT-AG; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,VA",
  "OVERVIEW": "The Cullasaja series consists of very deep, well drained soils on benches, toe slopes, foot slopes, drainageways, and fans in coves in the Southern Blue Ridge mountains, MLRA 130B.  They formed in colluvium derived from materials weathered from felsic to mafic high-grade metamorphic and igneous rocks such as granite, mica gneiss, hornblende gneiss, and schist. Near the type location, mean annual air temperature is about 52 degrees F., and mean annual precipitation is about 70 inches. Slope ranges from 8 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Typical pedon of Cullasaja cobbly sandy clay loam, on a 30 percent southeast facing toe slope at 3220 feet elevation - Forested. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 2 inches; partially decomposed leaves, twigs, and roots.\nA1--2 to 12 inches; very dark grayish brown (10YR 3/2) cobbly sandy clay loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium granular structure; very friable; many fine and medium, and common coarse roots; 5 percent gravel, 10 percent cobbles, 5 percent stones by volume; few fine flakes of mica; very strongly acid; clear wavy boundary.\nA2--12 to 19 inches; dark brown (10YR 3/3) cobbly sandy clay loam, dark yellowish brown (10YR 4/4) dry; moderate fine and medium granular structure; very friable; common fine to coarse roots; 5 percent gravel, 10 percent cobbles, 5 percent stones by volume; few fine flakes of mica; strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches.)\nBw--19 to 34 inches; strong brown (7.5YR 4/6) cobbly fine sandy loam; weak fine and medium subangular blocky structure; very friable; common medium to coarse roots; 10 percent gravel, 10 percent cobbles, 20 percent stones; few fine flakes of mica; strongly acid; clear wavy boundary. (10 to 40 inches thick)\nBC--34 to 67 inches; strong brown (7.5YR 4/6) cobbly loamy sand; weak fine and medium subangular blocky structure; very friable; few medium to coarse roots; 10 percent gravel, 15 percent cobbles, 30 percent stones; few fine to medium flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Macon County, North Carolina; approximately 3.0 miles west of Coweeta Hydrologic Station Office on the Shope Creek road; 40 feet upslope from hairpin curve; 500 feet east of weir on Watershed No. 36. USGS Prentis topographic quadrangle; lat. 35 degrees 3 minutes 28 seconds N. and long. 83 degrees 27 minutes 53 seconds W., NAD 27. State plane coordinates are: 505,700N; 664,600E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to more than 60 inches. Depth to bedrock is greater than 60 inches. Reaction ranges from extremely acid to slightly acid in the A horizon. The Bw and lower horizons range from very strongly acid to moderately acid. Content of flakes of mica is few or common throughouy but may range to many in the C horizon. Rock fragment content ranges from 15 to 65 percent by volume in the A and upper B horizons. Average content of rock fragments is 35 to 80 percent by volume in the particle-size control section. The fragments range from gravel to boulders in size.\nThe A horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3. Texture is sandy loam, fine sandy loam, loam or sandy clay loam in the fine-earth fraction.\nThe Bw horizon has hue of 5YR to 10YR, value of 3 to 6, and chroma of 3 to 8. Some pedons have BA horizons that have hue value of 3 and chroma of 4. Texture is sandy loam, fine sandy loam, loam, or sandy clay loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 5YR to 10YR, value of 3 to 6, and chroma of 4 to 8. Texture is loam, sandy loam, coarse sandy loam, sandy clay loam, loamy fine sand, or loamy sand in the fine-earth fraction.\nThe C horizon, where present, is colluvium that is multicolored or similar in color to the BC horizon. Texture is loam, fine sandy loam, sandy loam, coarse sandy loam, loamy fine sand, loamy sand or loamy coarse sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brightwood, Harrington, Klickitat, Milbury, Spivey, Swedeheaven, and Wauld series. Only the Spivety series occurs in MLRA 130B. Brightwood, Harrington, Milbury, Swedeheaven, and Wauld soils are 20 to 40 inches deep to a lithic contact. Klickitat soils are 40 to 60 inches deep to a lithic contact, formed in colluvium weathered from basalt, and contain basalt fragments. Spivey soils formed in colluvium weathered from low-grade metasedimentary rocks such as phyllite, slate, and low-grade metasandstone and contain fragments of those rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cullasaja soils are on benches, foot slopes, toe slopes, drainageways, and fans in coves in the Southern Blue Ridge mountains, MLRA 130B.  Elevation ranges from about 1,500 to 4,800 feet. Slopes are commonly 15 to 50 percent, but range from 8 to 95 percent. These soils formed in colluvium and local alluvium derived from materials weathered from felsic to mafic, high-grade metamorphic and igneous rocks such as granite, mica gneiss, hornblende gneiss, and schist. Climate is temperate and humid. Mean annual air temperature ranges from 46 to 57 degrees F., and mean annual precipitation ranges from about 50 to 80 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ashe, Cashiers, Chandler, Chestnut, Cleveland, Edneyville, Evard, Fannin, Haywood, Plott, Porters, Saluda, Saunook, Sylva, Trimont, Tuckasegee, Tusquitee, Unaka, and Whiteside soils. Ashe, Cashiers, Chandler, Chestnut, Cleveland, Edneyville, Evard, Fannin, Plott, Porters, Saluda, Trimont, and Unaka soils formed in residuum with some soil creep in the upper part, have C horizons in saprolite, and are on locally higher mountain ridgetops and side slopes. Saunook soils also formed in colluvium, but they have argillic horizons and are fine-loamy. Haywood, Tuckasegee and Tusquitee soils formed in colluvium, but they are fine-loamy. Sylva and Whiteside soils are in nearly level and gently sloping colluvial positions. Sylva soils are poorly drained and Whiteside soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately rapid permeability. Runoff class is low on strongly sloping or moderately steep slopes, and medium on steeper slopes. Runoff is much lower where forest litter has little or no disturbance. Cullasaja soils receive moisture from surrounding uplands; therefore, springs and local seepage areas are common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forested. Common trees are yellow poplar, black cherry, black birch, sugar maple, northern red oak, American basswood, eastern hemlock and yellow buckeye. At elevations above 4,000 feet yellow birch replaces yellow poplar as a common tree. Common understory plants include rhododendron, striped maple, red maple, serviceberry, Carolina silverbell, trillium, hay-scented fern, Solomon's seal, yellow mandarin, woodfern, and New York fern. Some of the less stony or bouldery areas are used for pasture, Christmas trees, and horticultural crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge mountains, MLRA 130B of North Carolina and Virginia and possibly Georgia and Tennessee,. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McDowell County, North Carolina, 1989. The name is from the Cullasaja River."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was previously included in the Spivey series. However, Spivey soils formed in colluvium derived from materials weathered from low-grade metasedimentary rocks such as phyllite, low-grade metasandstone, and slate and contain fragments of those rocks.\nThis 12/97 revision adjusts the textures of the A1, A2 and Bw horizons based on laboratory data for this pedon and\nplaces Cullasaja soils in an isotic mineralogy class. Although Cullasaja soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nDiagnostic horizons and other features recognized in this pedon:\nUmbric Epipedon - the zone from the mineral soil surface  to a depth of 19 inches ( A1 and A2 horizons).\nCambic Horizon - 19 to 67 inches (Bw and BC horizons).\nIsotic mineralogy class - within the PSCS the soil generally has high amorphous materials (high pH-dependent charge) and a high moisture retention (at 1500 kPa) to clay ratio.\nSkeletal property - average content of more than 35 percent rock fragments, by volume, in the control section. (A2, Bw and BC horizons).\nADDITIONAL DATA: Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S86NC-113-023 and S91NC-171-003.\nMLRA: 130B SIR(s): NC0237, NC0238 (Bouldery)\nNASIS Data Map Unit ID: NASIS data for the typical pedon in Macon County, NC are represented by DMU #368257.\nRevised: 10/92-DJT,AG; 12/97-DHK, 3/03-MKC\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; partially decomposed leaves, twigs, and roots."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--2 to 12 inches; very dark grayish brown (10YR 3/2) cobbly sandy clay loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium granular structure; very friable; many fine and medium, and common coarse roots; 5 percent gravel, 10 percent cobbles, 5 percent stones by volume; few fine flakes of mica; very strongly acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 30,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--12 to 19 inches; dark brown (10YR 3/3) cobbly sandy clay loam, dark yellowish brown (10YR 4/4) dry; moderate fine and medium granular structure; very friable; common fine to coarse roots; 5 percent gravel, 10 percent cobbles, 5 percent stones by volume; few fine flakes of mica; strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches.)"
      },
      {
        "name": "Bw",
        "top": 48,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--19 to 34 inches; strong brown (7.5YR 4/6) cobbly fine sandy loam; weak fine and medium subangular blocky structure; very friable; common medium to coarse roots; 10 percent gravel, 10 percent cobbles, 20 percent stones; few fine flakes of mica; strongly acid; clear wavy boundary. (10 to 40 inches thick)"
      },
      {
        "name": "BC",
        "top": 86,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--34 to 67 inches; strong brown (7.5YR 4/6) cobbly loamy sand; weak fine and medium subangular blocky structure; very friable; few medium to coarse roots; 10 percent gravel, 15 percent cobbles, 30 percent stones; few fine to medium flakes of mica; moderately acid."
      }
    ]
  ]
}
