{
  "SERIES": "CULLEOKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWH,JCJ",
  "REVDATE": "05/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Culleoka silt loam--cultivated. (Colors are for moist soils.)\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; weak fine granular structure; very friable; common fine roots; about 10 percent channers of siltstone; neutral; clear smooth boundary.  (5 to 12 inches thick)\nBA--7 to 12 inches; dark yellowish brown (10YR 4/4) channery silt loam; moderate medium subangular blocky structure; friable; common medium roots; about 15 percent channers of siltstone; moderately acid; clear smooth boundary.  (0 to 7 inches thick)\nBt--12 to 32 inches; dark yellowish brown (10YR 4/6) channery silty clay loam; common medium distinct light yellowish brown (2.5Y 6/4) mottles; moderate medium subangular blocky structure; friable; few fine roots; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; about 30 percent channers of siltstone; strongly acid; clear smooth boundary.  (10 to 28 inches thick)\nBC--32 to 38 inches; yellowish brown (10YR 5/4) very channery silty clay loam; weak medium subangular blocky structure; firm; about 45 percent channers of siltstone and shale; slightly acid; abrupt smooth boundary.  (0 to 15 inches thick)\nR--38 inches; hard siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garrard County, Kentucky; about 8 miles northeast of Lancaster, 0.65 mile south of Buckeye, 0.75 mile west of Kentucky Highway 39, 1,000 feet northwest of Kentucky Highway 39, in field. USGS Buckeye Quadrangle (latitude: 37 degrees, 41 minutes, 13 seconds N; longitude: 84 degrees, 31 minutes, 20 seconds W)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to lithic bedrock of dominantly siltstone or fine grained sandstone is 20 to 40 inches.  Content of flagstones and channers range from 0 to 35 percent in the A horizon, 10 to 35 percent in the B horizon, and 25 to 80 percent in the BC and C horizons. Reaction ranges from moderately to strongly acid in the solum and strongly to slightly acid in the substratum.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 4.  Texture is loam or silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6.  Texture of the fine-earth fraction is loam, silt loam, or silty clay loam.\nSome pedons have a thin BC or C horizon with colors in shades of brown, olive, or gray. The lower chroma colors are derived from the parent material. Texture of the fine-earth fraction is loam, silt loam, silty clay loam, clay loam, or silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alanthus, Athol, Cateache, Door, Duffield, Dumfries, Ebbing, Frondorf, Grayford, Kell, Lamotte, Legore, Loudonville, Mechanicsburg, Morrison, Myersville, Oatlands, Pasturerock, Spriggs, Westmoreland, Wheeling, Williamsburg, Cateache, Frondorf, Loudonville, and Oatlands series. Cateache and Oatlands soils allow hue redder than 7.5YR in the Bt horizons. Frondorf soils have less than 5 percent coarse fragments in the upper sola.  Loudonville soils have have glacial influences in the rock fragment fraction.  All the other series are greater than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Steep upland hillsides and narrow ridgecrests with slopes ranging from 2 to 70 percent.  Culleoka soils formed in colluvium or residuum from or interbedded shale, limestone, siltstone, and fine grained sandstone.  Near the type location the average annual precipitation is 47.5 inches, and the average annual air temperature is 54.7 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Westmoreland series are the Abbottstown, Clarksburg, Eden, Guernsey, Lowell, Nicholson, Readington, Shelbyville, Upshur, Cynthiana, Faywood, and Weikert series.  Abbottstown, Clarkstown, Nicholson, and Readington soils have fragipans.  Eden, Guernsey, Lowell, Faywood, and Upshur soils have more than 35 percent clay in the control section.  Shelbyville and Westmoreland soils are deeper than 40 inches to bedrock.  Weikert and Cynthiana soils are shallower than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. The potential for surface runoff is negligible to very high.  Permeability is moderate to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chiefly pasture and hay, with some tobacco, corn, and small grains.  Native forest has oak, maple, black walnut, ash, hickory, beech, elm, hackberry, locust, Kentucky coffeetree, redbud, dogwood, and red cedar as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Bluegrass region of Kentucky, the outer Central Basin of Tennessee, Arkansas, Ohio, Pennsylvania, Virginia, and West Virginia.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garrard County, Kentucky; 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 12 inches (Ap and BA horizons).\nb. Argillic horizon - the zone from 12 to 32 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
