{
  "SERIES": "CULLEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR-MHC,DTA",
  "REVDATE": "11/2007",
  "STATES": "NC,VA",
  "OVERVIEW": "Soils of the Cullen series are very deep and well drained with moderate permeability. They formed in residuum from mixed mafic and felsic crystalline rocks. These soils are on upland ridgetops and side slopes of the Piedmont Plateau. Slopes range from 0 to 35 percent. The mean annual temperature is above 59 degrees F, and mean annual precipitation is about 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, kaolinitic, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cullen loam, in woods on an 11 percent slope. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark reddish gray (5YR 4/2) loam; moderate medium granular structure; friable; many fine, medium, and coarse roots; slightly acid; clear wavy boundary. (0 to 10 inches thick)\nBt1--4 to 10 inches; reddish brown (2.5YR 4/4) clay; strong medium subangular blocky structure; firm, sticky, plastic; many fine, medium, and coarse roots; common distinct clay films on faces of peds; slightly acid; clear wavy boundary.\nBt2--10 to 33 inches; red (2.5YR 4/6) clay; strong medium subangular blocky structure; firm, sticky, plastic; common fine, medium, and coarse roots; many distinct clay films on faces of peds; moderately acid; gradual wavy boundary.\nBt3--33 to 53 inches; red (2.5YR 4/6) clay; common medium prominent yellow (10YR 7/8) mottles; strong fine subangular blocky structure; firm, sticky, plastic; few fine and medium roots; many distinct clay films on faces of peds; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 25 to 60 inches thick.)\nBC--53 to 60 inches; red (2.5YR 4/6) clay with pockets of clay loam; many medium prominent yellow (10YR 7/8) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; strongly acid; clear wavy boundary. (0 to 10 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, North Carolina; approximately 6.4 miles north of Uwharrie on North Carolina Highway 109 to Secondary Road 1156; 0.5 mile west on Secondary Road 1156 to Secondary Road 1179; 0.25 mile south on Secondary Road 1179; 1.5 miles east and south on USFS Road S97; about 80 feet west of road, in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches or more. Depth to bedrock is more than 60 inches. Content of rock fragments is 0 to 35 percent, by volume, in the A, Ap, and BA horizons, and 0 to 15 percent, by volume, in the Bt and BC, and 0 to 50 percent, by volume,  in the C horizons. They commonly are from crystalline rocks. The soil is strongly acid to slightly acid except where limed.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 to 5, and chroma of 2 to 8. Value of 3 is restricted to A horizons less than 4 inches thick. It is silt loam, loam, or fine sandy loam.  Eroded horizons may be silty clay loam, clay loam, silty clay, or clay.\nThe BA horizon, where present, has hue of 5YR or 2.5YR, value of 4 or 5 and chroma of 4 to 8. It is loam, silty clay loam, or clay loam.\nThe Bt horizon has hue of 10R or 2.5YR, value of 3 to 5, and chroma of 4 to 8. Many pedons have a subhorizon with a value of 3.  High chroma mottles and dark streaks or stains occur in some pedons. Texture is clay loam, silty clay loam, silty clay, or clay.\nThe BC horizon has hue of 10R or 2.5YR, value of 4 to 6, and chroma of 6 or 8.  High chroma mottles and dark streaks or stains are in some pedons. It is clay, clay loam, silty clay loam, silt loam, or loam.\nThe C horizon, where present, is highly variable and commonly contains shades of red, brown, and yellow. Generally it does not have a dominant matrix color. The C horizon is loam, silt loam, or clay loam and may contain 5 to 50 percent weathered crystalline rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Badin, Catharpin, Cecil, Davidson, Fluvanna, Gaston, Georgeville, Lloyd, Mayodan, Mecklenburg, Nanford, Pacolet, Tarrus, Uwharrie, and Vance series are in closely related families.  All of these soils are in a fine family.  In addition, Badin soils have paralithic contact between 20 and 40 inches. Catharpin soils have a lithologic discontinuity in the solum.  Mecklenburg soils have mixed mineralogy. Davidson soils are dark red throughout and the solum is greater than 60 inches.  Fluvanna, Nanford, and Vance soils have hue of 5YR or yellower in the upper part of the Bt horizon. Gaston soils have a dark surface layer. Lloyd soils are dark red throughout the upper 20 inches and are kandic. Mayodan soils formed in Triassic Basin sediments and do not allow rhodic colors in the Bt horizon. Tarrus soils have paralithic contact between 40 to 60 inches. Uwharrie soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on gently sloping to steep uplands of the Piedmont Plateau. Slope gradients are dominantly 2 to 15 percent but range from about 0 to 35 percent. These soils formed in residuum weathered from mixed mafic and felsic crystalline rocks. The average annual temperature ranges from about 59 degrees F to 65 degrees F and the average annual precipitation ranges from 41 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the closely related Cecil, Davidson, Fluvanna, Georgeville, Lloyd, Mecklenburg, and Pacolet series, these are the Enon, Iredell, Madison, and Poindexter soils. Enon soils are not red and have slow permeability. Iredell soils have mixed mineralogy and a very high shrink swell potential. Madison soils are fine and contain many flakes of mica. Poindexter soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with medium to rapid runoff and medium internal drainage. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are under cultivation and in pasture with the remainder in forest. Crops are small grain, corn, soybeans, cotton, hay, pasture plants and some fruit crops. Native vegetation is mixed hardwoods and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Piedmont areas of Virginia and North Carolina, and possibly South Carolina, Georgia, and Alabama. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Charlotte County, Virginia, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone between 0 and 4 inches.\n2. Argillic horizon - the zone between 4 and 53 inches (Bt horizons).\nMLRA=136\nSIR=VA0050, VA0295 (Gravelly)\nREVISED= 1/28/93, MHC.   9/30/98, DTA\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp  FrFr/Seas Precip  Elevation\nVA0050 CULLEN      0-35   59- 65   185-230   41- 48   300-1200\nVA0295 CULLEN      0-25   59- 65   185-230   41- 48   300-1200\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0050 NONE          >6.0                -     >60\nVA0295 NONE          >6.0                -     >60\nSOI-5  Depth  Texture           3-Inch  No-10   Clay%   -CEC-\nVA0050  0-4   L SIL              0- 0   75-100  15-27     -\nVA0050  0-4   FSL                0- 0   75-100  15-20     -\nVA0050  0-4   CL                 0- 0   75-100  27-40     -\nVA0050  4-53  C CL               0- 0   75-100  50-75     -\nVA0050 53-60  C CL SICL          0- 0   75-100  30-60     -\nVA0295  0-4   GR-L GR-SIL        0- 0   50- 75  15-27     -\nVA0295  0-4   GR-FSL             0- 0   50- 75  15-20     -\nVA0295  0-4   GR-CL              0- 0   50- 75  27-40     -\nVA0295  4-53  C CL               0- 0   75-100  50-75     -\nVA0295 53-60  C CL SICL          0- 0   75-100  30-60     -\nSOI-5  Depth    -pH-     O.M.   Salin   Permeab    Shnk-Swll\nVA0050  0-4   5.1- 6.0   1.-2.   0- 0   2.0- 6.0   LOW\nVA0050  0-4   5.1- 6.0   1.-2.   0- 0   2.0- 6.0   LOW\nVA0050  0-4   5.1- 6.0   .5-2.   0- 0   0.6- 2.0   MODERATE\nVA0050  4-53  5.1- 6.0   0.-.5   0- 0   0.6- 2.0   MODERATE\nVA0050 53-60  5.1- 6.0   0.-.5   0- 0   0.6- 2.0   MODERATE\nVA0295  0-4   5.1- 6.0   1.-2.   0- 0   2.0- 6.0   LOW\nVA0295  0-4   5.1- 6.0   1.-2.   0- 0   2.0- 6.0   LOW\nVA0295  0-4   5.1- 6.0   .5-2.   0- 0   0.6- 2.0   MODERATE\nVA0295  4-53  5.1- 6.0   0.-.5   0- 0   0.6- 2.0   MODERATE\nVA0295 53-60  5.1- 6.0   0.-.5   0- 0   0.6- 2.0   MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; dark reddish gray (5YR 4/2) loam; moderate medium granular structure; friable; many fine, medium, and coarse roots; slightly acid; clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--4 to 10 inches; reddish brown (2.5YR 4/4) clay; strong medium subangular blocky structure; firm, sticky, plastic; many fine, medium, and coarse roots; common distinct clay films on faces of peds; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--10 to 33 inches; red (2.5YR 4/6) clay; strong medium subangular blocky structure; firm, sticky, plastic; common fine, medium, and coarse roots; many distinct clay films on faces of peds; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 84,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--33 to 53 inches; red (2.5YR 4/6) clay; common medium prominent yellow (10YR 7/8) mottles; strong fine subangular blocky structure; firm, sticky, plastic; few fine and medium roots; many distinct clay films on faces of peds; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 25 to 60 inches thick.)"
      },
      {
        "name": "BC",
        "top": 135,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--53 to 60 inches; red (2.5YR 4/6) clay with pockets of clay loam; many medium prominent yellow (10YR 7/8) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; strongly acid; clear wavy boundary. (0 to 10 inches thick)"
      }
    ]
  ]
}
