{
  "SERIES": "CULVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RTR-MPD-MBW",
  "REVDATE": "01/2009",
  "STATES": "MN",
  "OVERVIEW": "The Culver series consists of very deep, moderately well drained soils that formed in a mantle of loamy eolian or glaciofluvial deposits and in the underlying firm loamy till on moraines and till plains. Slope ranges from 2 to 10 percent. Mean annual air temperature is about 4 degrees C. Mean annual precipitation is about 711 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Culver silt loam on a 4 percent linear slope on a moraine under a recently harvested mixed deciduous forest. Elevation of about 404 meters. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 centimeters; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many very fine to medium roots; 5 percent gravel; strongly acid; abrupt smooth boundary.  (3 to 15 centimeters thick; if an Ap, as thick as 20 centimeters)\nE--10 to 15 centimeters; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; many very fine to medium roots; few fine prominent strong brown (7.5YR 4/6) Fe concentrations; 5 percent gravel; strongly acid; clear smooth boundary.  (3 to 30 centimeters thick)\nBw--15 to 23 centimeters; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; many very fine and fine and few medium roots; common medium prominent grayish brown (10YR 5/2) Fe depletions and few fine distinct strong brown (7.5YR 4/6) Fe concentrations; 5 percent gravel; strongly acid; clear smooth boundary.  (0 to 10 centimeters thick)\nE/B--23 to 41 centimeters; 70 percent brown (7.5YR 5/3) silt loam, pinkish gray (7.5YR 7/2) dry (E); 30 percent brown (7.5YR 4/3) loam (Bt); strong medium subangular blocky structure; friable; common very fine and fine roots; common fine faint brown (7.5YR 5/2) Fe depletions and common medium distinct strong brown (7.5YR 4/6) Fe concentrations; 5 percent gravel; strongly acid; gradual wavy boundary.  (combined thickness of the E/B, B/E, 2E/B or 2B/E horizons is 5 to 48 centimeters)\n2Bt1--41 to 69 centimeters; reddish brown (5YR 4/4) clay loam; strong medium subangular blocky structure; firm; common fine and very fine roots; common continuous reddish brown (5YR 4/3) clay films on faces of peds and in pores, common discontinuous light brown (7.5YR 6/3) dry silt coats on faces of peds; few medium prominent strong brown (7.5YR 5/6) Fe concentrations; 5 percent gravel; strongly acid; gradual wavy boundary.\n2Bt2--69 to 99 centimeters; reddish brown (5YR 4/4) clay loam; strong medium prismatic structure parting to strong medium subangular blocky; firm; common very fine roots; common continuous reddish brown (5YR 4/3) clay films on faces of peds and in pores; few fine prominent strong brown (7.5YR 5/6) Fe concentrations; 5 percent gravel and 1 percent cobbles; slightly acid; diffuse wavy boundary.\n2Bt3--99 to 132 centimeters; reddish brown (5YR 4/4) clay loam; moderate coarse subangular blocky structure parting to moderate medium platy; firm; few fine roots; few discontinuous reddish brown (5YR 4/3) clay films on faces of peds; few fine prominent red (2.5YR 5/8) Fe concentrations; 5 percent gravel; slightly acid; diffuse wavy boundary. (combined thickness of the 2Bt horizons is 38 to 127 centimeters)\n2C--132 to 203 centimeters; reddish brown (5YR 4/4) clay loam; massive; firm; few fine prominent red (2.5YR 5/8) Fe concentrations; 5 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 88-Northern Minnesota Glacial Lake Basins, St. Louis County (Meadowlands Part), Minnesota; about 2 miles northwest of the town of Brookston; located about 1,800 feet north and 150 feet west of the southeast corner of section 20, T.51 N., R. 18 W.; USGS Brookston NW topographic quadrangle; latitude 46 degrees 53 minutes 19 seconds N., and longitude 92 degrees 38 minutes 25 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loamy mantle and depth to till ranges from 10 to 51 centimeters\nDepth to free carbonates--152 to greater than 203 centimeters\nVolume of rock fragments throughout the profile--total 1 to 10 percent; with 1 to 10 percent gravel, 0 to 2 percent cobbles and 0 to 1 percent stones. Rock fragments are mostly of mixed lithology\nClay content of the loamy mantle of eolian or glaciofluvial deposits averages less than 18 percent\nClay content of the till ranges from 20 to 35 percent\nSand content of the till is less than 45 percent\nSome pedons have an O horizon (duff layer).\nA or Ap horizon:\nHue--7.5YR or 10YR\nValue--2 or 3 moist, 5 or 6 dry (if an Ap, value moist is 3 or 4)\nChroma--1 or 2 moist or dry (if an Ap, chroma moist is 1 to 3)\nTexture--silt loam, very fine sandy loam, fine sandy loam or loam\nReaction--very strongly to moderately acid\nE horizon:\nHue--5YR to 10YR\nValue--4 or 5 moist, 6 or 7 dry\nChroma--1 to 3 moist or dry\nTexture--silt loam, very fine sandy loam or fine sandy loam\nReaction--very strongly to moderately acid\nThe E horizon typically has distinct to prominent Fe concentrations\nBw horizon (when present):\nHue--5YR to 10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam, very fine sandy loam, fine sandy loam or loam\nReaction--very strongly acid to moderately acid\nThe Bw horizon typically has distinct to prominent Fe concentrations and depletions\nAll pedons have a glossic horizon comprised of an E/B, B/E, 2E/B, 2B/E or any combination of these horizons.\nE part of the E/B, B/E, 2E/B, or 2B/E horizon:\nHue--5YR to 10YR\nValue--4 or 5\nChroma--1 to 3\nTexture--silt loam, very fine sandy loam, or fine sandy loam\nBt part of the E/B or B/E horizon:\nHue--5YR to 10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--loam or silt loam\nBt part of the 2E/B or 2B/E horizon:\nHue--2.5YR to 7.5YR\nValue--4 or 5\nChroma--3 or 4\nTexture--clay loam or loam\nReaction--very strongly acid to moderately acid.\nThe E/B or B/E typically has faint to distinct Fe concentrations and depletions.\n2Bt horizon:\nHue--2.5YR to 7.5YR\nValue--4 or 5\nChroma--3 or 4\nTexture--clay loam or loam\nReaction--strongly acid to slightly acid\nSome pedons have a 2BC horizon.\n2C horizon:\nHue--2.5YR to 7.5YR\nValue--4 or 5\nChroma--3 or 4\nTexture--loam or clay loam\nReaction--slightly acid to slightly alkaline\n3C horizon (when present):\nSome phases recognized have 3C horizons below a depth of 152 centimeters\nHue--5YR to 10YR\nTexture--sand and/or gravel\nReaction--slightly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Branstad, Daybrook, Dinham, Flambeau, Flintsteel, Hiles, Loyal and Nashwauk soils.\nBranstad--allow free carbonates as shallow as 100 centimeters and average between 45 and 65 percent sand in the particle-size control section\nDaybrook--formed in a 60 to 100 centimeter thick mantle of outwash overlying Rainy lobe till with a densic contact at a depth ranging from 100 to 150 centimeters\nDinham--have a sand content of more than 70 percent in the upper part of the series control section\nFlambeau--allow for greater than 45 percent sand throughout\nFlintsteel--lack a significant mantle of loamy eolian or glaciofluvial deposits and have a densic contact at a depth ranging from 64 to 102 centimeters\nHiles--have a paralithic contact at a depth of 50 to 100 centimeters\nLoyal--have a mantle of loess or silty alluvium 30 to 91 centimeters thick over loamy till\nNashwauk--have a densic contact within the depth of 100 to 150 centimeters and have greater than 45 percent sand content throughout"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--mantle of loamy eolian or glaciofluvial deposits and the underlying firm loamy till of the St. Louis sublobe of the Des Moines lobe of the Late Wisconsinan glaciation\nLandform--on summits and on linear and convex back slopes of moraines and till plains\nSlope--2 to 10 percent\nMean annual air temperature--3 to 5 degrees C\nMean annual precipitation--500 to 762 millimeters\nFrost-free period--90 to 145 days\nElevation above sea level--300 to 550 meters"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baden, Blackhoof, Duluth, Dusler and Ellsburg soils, that form a hydrosequence with the Culver soils.\nBaden--are in lower landscape positions in drainageways and depressions and are in the Typic Endoaquepts subgroup\nBlackhoof--are in lower landscape positions in drainageways and depressions and are in the Histic Humaquepts subgroup\nDuluth--are on similar or more sloping positions on the landscape and are in the Haplic Glossudalfs subgroup\nDusler--are on slightly concave to slightly convex lower lying or less sloping positions on the landscape and are in the Aquic Glossudalfs subgroup\nEllsburg--are on flats and in drainageways and are in the Typic Glossaqulfs subgroup"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a perched seasonal saturated zone occurs as shallow as 33 centimeters below the surface during the spring in normal years\nSaturated hydraulic conductivity--1.00 to 100.00 micrometers per second (moderately high or high) in the loamy mantle and 0.10 to 1.00 micrometers per second (moderately low) in the underlying till"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested.  Common trees are quaking aspen, paper birch, American basswood, sugar maple, northern red oak, eastern white pine, balsam fir and white spruce.  Some is used for agricultural cropland.  Hay, pasture and small grains are the most common crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains or Laurentian Upland\nPhysiographic Province--Central Lowland or Superior Upland\nPhysiographic sections--Western Lake section (if in the Central Lowland Province) or undefined (if in the Superior Upland Province)\nMLRAs--Northern Minnesota Glacial Lake Basins (88) and Wisconsin and Minnesota Thin Loess and Till, Northern Part (90A)\nLRR K; northeastern Minnesota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mille Lacs County, Minnesota, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 41 to 91 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nochric epipedon--the zone from the mineral soil surface to 15 centimeters (A and E horizons);\nglossic horizon--the zone from 23 to 41 centimeters (E/B horizon);\nargillic horizon--the zone from 41 to 132 centimeters (2Bt1, 2Bt2 and 2Bt3 horizons);\nudic moisture regime.\nThis series also recognizes a coarse substratum phase.\nSaturated horizons often do not show reduction due to the nature of the reddish parent material.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--Reference samples from lab pedon number 97P0224, samples 97P01545-1553 from St. Louis County, Minnesota, samples by National Soil Survey Laboratory, Lincoln, Nebraska (http://ssldata.nrcs.usda.gov/).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
