{
  "SERIES": "CUMBERLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAE",
  "REVDATE": "04/2001",
  "STATES": "AL,KY,NC,TN",
  "OVERVIEW": "The Cumberland series is a member of the fine, mixed, thermic family of Rhodic Paleudalfs.  These soils have dark reddish brown silt loam A horizons and dark red clay B horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Rhodic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cumberland silt loam - pasture.\n(Colors are for moist soil unless otherwise stated.)\nAp--  0-8 inches, dark reddish brown (5YR 3/4) silt loam; moderate medium granular structure; friable; many fine roots and pores; few fine black and dark brown concretions; medium acid; abrupt smooth boundary.  (5 to 10 inches thick)\nB1--  8-14 inches, dark reddish brown (2.5YR 3/4) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots and pores; thin patchy clay films; common fine dark concretions; medium acid; clear smooth boundary.  (4 to 9 inches thick)\nB21t  --  14-27 inches, dark red (2.5YR 3/6) clay; moderate medium subangular blocky structure; firm; common  fine roots; thick patchy clay films; common fine dark concretions; strongly acid; diffuse smoothboundary.  (12 to 20 inches thick)\nB22t  --  27-40 inches, dark red (2.5YR 3/6) clay; moderate medium and fine subangular blocky structure; firm; few fine roots and pores; thin continuous clay films; many fine dark concretions; strongly acid; gradual smooth boundary.  (12 to 20 inches thick)\nB23t  --  40-48 inches, dark red (2.5YR 3/6) clay; moderate medium angular and subangular blocky structure; firm; few fine roots and pores; thin continuous clay films; many fine dark concretions; strongly acid; gradual smooth boundary.  (6 to 12 inches thick)\nB24t  --  48-64 inches, mottled red (2.5YR 4/6) and strong brown (7.5YR 5/6) clay; weak coarse angular blocky structure; very firm and very plastic; few fine roots and pores; thin continuous clay films; few fine fragments of chert; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rutherford County, Tennessee; 3 miles north of Murfreesboro, 1 mile north of Murfreesboro Airport on U. S. Highway 231, then east on gravel road (forming north boundary of Alsup farm) for 1/4 mile, then 100 feet south of gravel road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to bedrock exceed 60 inches.  Amount of angular fragments of chert or of rounded gravel ranges from none to about 10 percent or rarely 15 percent by volume in each horizon.  Dark colored concretions\nrange from few to common in each horizon.  The soil is strongly acid or medium except the surface layer where limed and the layer in the lower part of the solum which ranges through slightly acid.\nThe A horizon is dark reddish brown (5YR 3/2, 3/3, 3/4; 2.5YR 3/4, 2/4) silt loam or loam.  It ranges to dark red (2.5YR 3/6; 10YR 3/6) silty clay loam or clay loam where severely eroded.\nThe B1 horizon is dark reddish brown (2.5YR 3/4), dusky red (10YR 3/3, 3/4), or dark red (2.5YR 3/6; 10YR 3/6) clay loam or silty clay loam.  The B21t through B23t horizons are dark red (2.5YR 3/6; 10R 3/6), dark reddish brown (2.5YR 3/4), or dusky red (10R 3/3, 3/4) clay, clay loam, or silty clay loam marginal to clay. The dark red, dusky red or dark reddish brown colors extend to depths greater than 40 inches.  The B24t horizon is firm or very firm clay or clay loam which is variable in color.  In addition, to the colors given for the B21t to B23t horizons it includes red (2.5YR 4/6, 4/8; 10R 4/6, 4/8) and yellowish red (5YR 4/6, 4/8, 5/6, 5/8) or mottled brown, yellow, and red.  Average clay content of the upper 20 inches of the B horizon ranges between about 35 and 60 percent.  Clay content increases as depth increases."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Davidson, Decatur, Dewey, Etowah, Greenville, Hiwassee, Maury, Pembroke, Rabun, and Tellico series.  All of these soils except Pembroke and Maury soils have base saturation of less than 35 percent at a depth of 50 inches below the top of the argillic horizon.  In addition, Dewey soils have values of 4 or more in the argillic horizon.  The Etowah and Pembroke soils have less than 35 percent clay content in the upper 20 inches of the argillic horizon and the upper part of the argillic of these two soils is yellowish red or reddish brown.  Maury soils lack dark red or dark reddish brown colors in the upper part of the argillic horizon and the Ap horizon has color value of 4.  Rabun soils have soil temperature of less than 59 degrees.  Tellico soils have oxidic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level to strongly sloping topography, with gradients ranging from about 0 to 20 percent; some area have karst topography.  The soil is formed in old alluvium, and the\nunderlying material commonly is residuum weathered from limestone.  Annual precipitation is about 50 inches and average annual temperature is about 60 degrees F., for the area."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Etowah and Pembroke series, and the Crider, Staser, and Talbott series. Crider soils are brown and silty.  Staser soils are on flood plains.  Talbott soils are yellowish red and clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability; medium runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The principal crops are corn, tobacco, cotton, small grain, hay, and pasture.  About 5 percent is in woodland consisting chiefly of oaks, hickory, elm, maple, and beech.  DISTRIBUTION AND EXTENT:  The central basin and northern Highland Rim of Tennessee, Alabama, and the Pennyroyal of Kentucky.  The series is of moderate extent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Davidson County, Tennessee; 1903."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Cumberland series was classified in the Reddish-Brown Lateritic great soil group.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0",
        "top": 20,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--  0-8 inches, dark reddish brown (5YR 3/4) silt loam; moderate medium granular structure; friable; many fine roots and pores; few fine black and dark brown concretions; medium acid; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "8",
        "top": 36,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1--  8-14 inches, dark reddish brown (2.5YR 3/4) silty clay loam; moderate medium subangular blocky structure; friable; common fine roots and pores; thin patchy clay films; common fine dark concretions; medium acid; clear smooth boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "14",
        "top": 69,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "narrative": "B21t  --  14-27 inches, dark red (2.5YR 3/6) clay; moderate medium subangular blocky structure; firm; common  fine roots; thick patchy clay films; common fine dark concretions; strongly acid; diffuse smoothboundary.  (12 to 20 inches thick)"
      },
      {
        "name": "27",
        "top": 102,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B22t  --  27-40 inches, dark red (2.5YR 3/6) clay; moderate medium and fine subangular blocky structure; firm; few fine roots and pores; thin continuous clay films; many fine dark concretions; strongly acid; gradual smooth boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "40",
        "top": 122,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B23t  --  40-48 inches, dark red (2.5YR 3/6) clay; moderate medium angular and subangular blocky structure; firm; few fine roots and pores; thin continuous clay films; many fine dark concretions; strongly acid; gradual smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "48",
        "top": 163,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "narrative": "B24t  --  48-64 inches, mottled red (2.5YR 4/6) and strong brown (7.5YR 5/6) clay; weak coarse angular blocky structure; very firm and very plastic; few fine roots and pores; thin continuous clay films; few fine fragments of chert; strongly acid."
      }
    ]
  ]
}
