{
  "SERIES": "CUNDICK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JGM-RJS",
  "REVDATE": "10/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cundick gravelly loam, in rangeland (colors are for dry soil unless otherwise stated).\nA--0 to 15 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; few fine and common very fine irregular pores; 15 percent subangular limestone gravel; finely disseminated calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (10 to 20 cm thick)\nBtk--15 to 42 cm; brown (10YR 5/3) gravelly loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine dendritic tubular pores; 20 percent faint clay films on vertical faces of peds; 20 percent subangular limestone gravel; 1 percent fine faint irregular carbonate masses in the matrix, and finely disseminated calcium carbonate; violently effervescent; strongly alkaline (pH 8.5); clear smooth boundary. (20 to 40 cm thick)\nBk--42 to 68 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and few fine roots; few very fine and fine dendritic tubular pores; 25 percent subangular limestone gravel and 5 percent limestone flagstones; 3 percent fine faint irregular carbonate masses in the matrix, and finely disseminated calcium carbonate; violently effervescent; strongly alkaline (pH 8.5); gradual smooth boundary. (15 to 45 cm thick)\nBCk--68 to 84 cm; very pale brown (10YR 7/3) very gravelly loam, brown (10YR 5/3) moist; weak coarse subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; few very fine roots; few very fine dendritic tubular pores; 25 percent subangular limestone gravel and 10 percent subangular limestone flagstones; 2 percent fine faint irregular carbonate masses in the matrix, and finely disseminated calcium carbonate; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (0 to 25 cm thick)\nR--84 cm; strongly cemented limestone bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Wyoming; 41 degrees 52 minutes 42.80 seconds north latitude and 110 degrees 46 minutes 24.80 seconds west longitude; NAD83, UTM 518789e, 4636315n, zone 12."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 2.0 to 4.5 degrees C.\nDepth to an argillic horizon - 10 to 20 cm\nThickness of argillic horizon - 20 to 40 cm\nDepth to secondary calcium carbonate accumulation - 10 to 20 cm\nDepth to a calcic horizon - 30 to 60 cm\nDepth to a lithic contact - 50 to 100 cm\nA horizon\nHue: 7.5YR or 10YR; dry or moist\nValue: 4 to 6 dry; 3 or 4 moist\nChroma: 2 or 3; dry or moist\nClay content: 16 to 20 percent\nRock fragments: 15 to 30 percent gravel\nCalcium carbonate equivalent: 3 to 10 percent\nReaction: pH 7.9 to 8.4\nBtk horizon\nHue: 7.5YR or 10YR; dry or moist\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 3 or 4; dry or moist\nTexture: loam, clay loam\nClay content: 20 to 35 percent\nRock fragments: 15 to 35 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nSodium adsorption ration: 0 to 8 percent\nReaction: pH 8.0 to 8.8\nBk, BCk horizons\nHue: 7.5YR or 10YR; dry or moist\nValue: 5 to 7 dry; 4 to 6 moist\nChroma: 2 or 3; dry or moist\nClay content: 18 to 27 percent\nRock fragments: 20 to 40 percent--20 to 35 percent gravel, 0 to 15 percent limestone flagstones\nCalcium carbonate equivalent: 15 to 25 percent\nSodium adsorption ration: 0 to 8 percent\nReaction: pH 8.0 to 8.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnsel (WY) - are very deep\nCalpet (WY) - are very deep\nHowlett (CO) - are very deep\nWeminuche (CO) - are very deep\nWix (CO) - does not have secondary calcium carbonate accumulation"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mesas, ridges and buttes\nElevation - 2,280 to 2,450 meters\nSlope - 1 to 20 percent\nParent material - slope alluvium or colluvium derived from limestone\nClimate - long, cold winters; short, cool summers; peak precipitation occurs from March to June\nMean annual precipitation - 380 to 480 mm\nMean annual air temperature - 2.5 to 5.0 degrees C\nFrost-free period - 30 to 60 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cundick soils are primarily used for rangeland and wildlife habitat. The potential native vegetation may include mountain big sagebrush, snowberry, antelope bitterbrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cundick soils are of small extent in southwestern Wyoming. MLRA - 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Lincoln County, Wyoming in 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 15 cm (A horizon)\nArgillic horizon - 15 to 42 cm (Btk horizon)\nSecondary calcium carbonate accumulation - 15 to 84 cm (Btk, Bk, BCk horizons)\nCalcic horizon - 42 to 84 cm (Bk, BCk horizons)\nLithic contact - 84 cm (R horizon)\nParticle size control section - 15 to 42 cm (Btk horizon)\nCundick soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
