{
  "SERIES": "CUPCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGF,CS",
  "REVDATE": "10/2001",
  "STATES": "AR,GA,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Typic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cupco silt loam, on a 0.5 percent slope, in fescue pasture. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 8 inches; dark grayish brown (10YR 4/2) silt loam; weak medium granular structure; friable; many fine and medium roots; few fine faint light brownish gray redoximorphic iron depletions and brown redoximorphic iron concentrations; moderately acid; clear smooth boundary. (6 to 13 inches thick)\nA2--8 to 14 inches; brown (10YR 5/3) silt loam; weak medium granular structure; friable; common fine and medium roots; common medium faint light brownish gray (10YR 6/2) redoximorphic iron depletions and few medium distinct dark yellowish brown (10YR 4/4) redoximorphic iron concentrations; few fine and medium black concentrations of manganese; strongly acid; clear smooth boundary. (0 to 8 inches thick)\nE--14 to 20 inches; gray (10YR 6/1) silt loam; weak medium granular structure; friable; common fine roots; common fine and medium prominent yellowish brown (10YR 5/6) and many medium distinct brown (10YR 5/3) redoximorphic iron concentrations; common medium black concentrations of manganese; very strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBt1--20 to 35 inches; dark grayish brown (10YR 4/2) silty clay loam; moderate medium subangular blocky structure; very firm; common fine roots; common clay films on faces of peds; common fine and medium prominent yellowish brown (10YR 5/6) and many medium faint brown (10YR 5/3) redoximorphic iron concentrations; common fine black concentraetions of manganese; very strongly acid; gradual wavy boundary. (8 to 30 inches thick)\nBt2--35 to 57 inches; brown (10YR 4/3) silty clay loam; weak medium subangular blocky structure; firm; few fine roots; few patchy clay films on faces of peds and pore linings; dark grayish brown (10YR 4/2) redoximorphic iron depletion coatings on faces of peds; common medium faint grayish brown (10YR 5/2) redoximorphic iron depletions and common medium distinct yellowish brown (10YR 5/6) redoximorphic iron concentrations; few fine black concentrations of manganese; strongly acid; diffuse wavy boundary. (12 to 34 inches thick)\nBC--57 to 80 inches; brown (10YR 4/3) silty clay loam; weak coarse subangular blocky structure; firm; few fine roots; common medium distinct yellowish brown (10YR 5/6) redoximorphic iron concentrations and common medium faint grayish brown (10YR 5/2) redoximorphic iron depletions; dark grayish brown (10YR 4/2) redoximorphic iron depletion coatings on faces of peds; common fine black concentrations of manganese; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Latimer County, Oklahoma; about 4 miles south of Red Oak, Oklahoma, on the south side of Fourche Maline Creek. 600 feet north and 1,200 feet west of the southeast corner of sec. 15, T. 5 N., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 or 3. It is silt loam or silty clay loam. Where the A horizon value moist is 3.5 or less the value dry is 6. The lower part of the A horizon has redoximorphic iron depletions in shades of gray and redoximorphic iron concentrations in shades of brown. The clay content of the A1 horizon ranges from 15 to 30 percent. Reaction ranges from slightly acid to very strongly acid.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 1 or 2. It has redoximorphic iron depletions in shades of gray,and redoximorphic iron concentrations in shades of brown. Texture is silt loam or silty clay loam. The clay content of the E horizon ranges from 15 to 30 percent. Reaction is strongly acid or very strongly acid.\nSome pedons have BA horizon 8 to 16 inches thick that has hue of 10YR, value of 5 or 6, and chroma of 2 or 3. It has redoximorphic iron depletions in shades of gray,and redoximorphic iron concentrations in shades of brown. Texture is silt loam or silty clay loam and clay content ranges from 18 to 30 percent. Some pedons have redoximorphic iron depletion coatings on faces of peds with chroma of 1 or 2. Reaction is slightly acid to very strongly acid.\nThe Bt1 horizon has hue of 10YR, value of 3 to 6, and chroma of 2 or 3. It has redoximorphic iron depletions in shades of gray,and redoximorphic iron concentrations in shades of brown. Some pedons have redoximorphic iron depletion coatings on faces of peds with chroma of 1 or 2. Texture is silty clay loam and clay content ranges from 27 to 35 percent. Reaction is slightly acid to very strongly acid.\nThe Bt2 horizon has hue of 10YR, value of 3 to 6, and chroma of 2 to 4. It has redoximorphic iron depletions in shades of gray,and redoximorphic iron concentrations in shades of brown. Texture is silty clay loam or clay loam and clay content ranges from 27 to 35 percent. Some pedons have redoximorphic iron depletion coatings on faces of peds with chroma of 1 or 2. Reaction is neutral to very strongly acid. Some pedons have a Bt3 horizon with colors, textures, and reaction similar to the Bt2 horizon.\nThe BC horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3. It has redoximorphic iron depletions in shades of gray,and redoximorphic iron concentrations in shades of brown. Texture is silt loam, silty clay loam or clay loam and clay content ranges from 27 to 35 percent. Some pedons have\nredoximorphic iron depletion coatings on faces of peds with chroma of 1 or 2. Reaction is neutral to strongly acid. Some pedons may range to alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar series include the Acy (LA), Alikchi (OK), Amagon (AR), Bissonnet (TX), Essen (LA), Galvez (LA), Guyton (LA), Hebert (LA), Lightning (OK), McGehee (AR), Patoutville (LA), Percilla (TX), Tenot (LA), and Tichnor (AR) series. Acy, Essen, Galvez, Hebert, McGehee, and Patoutville soils have mixed mineralogy. In addition, Acy soils have a lower Bt horizon that is slightly or moderately alkaline. Essen\nand Galvez soils have a solum thickness that ranges from 40 to 60 inches. Hebert soils are slightly warmer and have an apparent water table. McGehee soils have silty clay 2BC and 2C horizons. Patoutville soils are slightly warmer and have red redoximorphic iron concentrations in the Bt horizon. Alikchi, Bissonnet, and Guyton soils have an albic horizon tonguing into the Bt horizon. Amagon and Tichnor soils have mixed mineralogy and they have A horizons that have chroma of 1 or 2 throughout. Lightning and Percilla soils have a fine control section. In addition, Percilla soils have kaolinitic mineralogy. Tenot soils have an abrupt textural change\nbetween the albic and argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cupco soils are on broad, slightly concave nearly level low flood plains and high flood plains of the Arkansas Valley and Ridges and the Ouachita Mountains. They formed in loamy alluvium of Quaternary age. Slopes are 0 to 2 percent. Mean annual precipitation ranges from 40 to 56 inches. Mean annual temperature ranges from 60 degrees to 65 degrees F. Thornthwaite annual P-E indices are greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Avilla, Dela, Kenn, Neff, Rexor, and Speer series. Avilla soils are on higher terrace positions and are well drained. Dela soils do not have a Bt horizon and have a coarse-loamy control section. Dela soils occur on larger streams near the stream channel. Kenn soils are on level to gently rolling flood plains and are well drained. Neff and Rexor soils occur on slightly convex areas. Neff and Rexor soils have a udic moisture regime and do not have chroma of 1 or 2 as redoximorphic iron depletion coatings on the faces of peds and redoximorphic iron depletions in shades of gray\nredoximorphic iron concentrations in shades of brown within peds of the argillic horizon. Speer soils are on slightly higher areas and have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Cupco soils are very poorly drained. Runoff is negligible and permeability is moderately slow. A perched water table ranges from 0.5 to 2.0 feet of the surface during the winter and spring months. These soils are subject to rare and occasional flooding for very brief to brief periods, mainly during January to July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for tame pasture of bahiagrass, bermudagrass, or tall fescue. Some areas are used for woodland, and consists primarily of green ash, water oak, and willow oak. A few areas are cultivated to soybeans, wheat, and grain sorghum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ouachita Mountains and the Arkansas Valley and Ridges of, Arkansas and Oklahoma. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Latimer County, Oklahoma; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil Interpretation Record: Series OK0241\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of approximately 20 inches (A and E horizons)\nArgillic horizons - the zone from a depth of approximately 20 inches to a depth of approximately 57 inches (Bt horizons)\nThese soils were formerly included in the Guyton series.\nADDITIONAL DATA:: Sample No. 78-OK-39-3 by O.S.U. Laboratory, Stillwater, Oklahoma.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
