{
  "SERIES": "CURRAN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-JJJ",
  "REVDATE": "12/2006",
  "STATES": "IA,WI",
  "OVERVIEW": "The Curran series consists of very deep, somewhat poorly drained soils formed mostly in loess or other silty deposits and in a thin mostly loamy transition layer underlain by water-laid sandy alluvium. on stream terraces and lake terraces.  Permeability is moderate in the silty and loamy mantle and rapid in the sandy substratum.  Slopes range from 0 to 5 percent. Mean annual precipitation is about 29 inches. Mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Udollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Curran silt loam - on a 2 percent slope in a cultivated field at an elevation of about 905 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; friable; common very fine and fine roots; neutral; abrupt smooth boundary.  (6 to 9 inches thick)\nBE--9 to 15 inches; brown (10YR 5/3) silt loam; weak medium platy structure parting to weak very fine and fine subangular blocky; friable; common very fine and fine roots; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; common medium faint grayish brown (10YR 5/2) iron depletions in the matrix; neutral; gradual wavy boundary.  (0 to 8 inches thick)\nBtg1--15 to 26 inches; grayish brown (10YR 5/2) silty clay loam; weak medium prismatic structure parting to strong very fine and fine subangular blocky; friable; common very fine and fine roots; faint grayish brown (10YR 5/2) clay films on faces of peds and in pores and channels; common medium faint brown (10YR 5/3) and prominent yellowish brown (10YR 5/8) masses of iron accumulation in he matrix; strongly acid; clear wavy boundary.\nBtg2--26 to 35 inches; light brownish gray (10YR 6/2) silt loam; moderate medium and coarse prismatic structure parting to strong fine and medium angular and subangular blocky; friable; common very fine and fine roots; faint grayish brown (10YR 5/2) clay films on faces of peds and in pores and channels; common medium faint brown (10YR 5/3) and many coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; strongly acid; clear wavy boundary.\nBtg3--35 to 48 inches; light brownish gray (10YR 6/2) silt loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; faint grayish brown (10YR 5/2) clay films on faces of peds and in pores and channels; common medium faint brown (10YR 5/3) and many coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; strongly acid; clear wavy boundary.  (Combined thickness of the Btg horizons ranges from 10 to 33 inches.)\n2Bt--48 to 53 inches; yellowish brown (10YR 5/4) stratified silt loam, loam, sandy loam, and loamy sand; weak medium subangular blocky structure; very friable; few very fine roots; faint brown (10YR 5/3) clay films on faces of peds and in pores and channels; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; common coarse distinct light brownish gray (2.5Y 6/2) iron depletions in the matrix; strongly acid; clear wavy boundary.  (3 to 10 inches thick)\n3C--53 to 60 inches; yellowish brown (10YR 5/6) loamy sand; single grain; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Juneau County, Wisconsin; about 2 miles south and 3 miles west of Mauston; 1990 feet north and 1400 feet east of the  southwest corner of sec. 28, T. 15 N., R. 3 W. USGS Mauston, Wis. Quad. Latitude - 43 degrees 45 minutes 5 seconds N. Longitude - 90 degrees 1 minute 36 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argilic horizon and to sandy outwash ranges from 43 to 60 inches. Thickness of the silty mantle ranges from 40 to 55 inches. The particle-size control section averages between 18 and 27 percent clay. Rock fragments typically are absent throughout the soil but volume of gravel ranges up to 5 percent in the 2Bt and 3C horizons. Reaction naturally ranges from strongly acid to slightly acid throughout the soil but ranges to neutral in the upper part, where the soil is limed.  Redox features are throughout the soil below a depth of 10 inches and redox depletions with chroma of 2 or less make up 50 percent or more of the matrix within the upper 5 inches of the argillic horizon. Saturation occurs within 20 inches for some time in most years.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. Texture is silt loam.\nSome pedons have an E horizon with hue of 10YR or 2.5YR, value of 4 to 6, and chroma of 2 or 3. Texture is silt loam.\nThe BE horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4. Texture is silt loam.\nThe Btg horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 or 2.  Texture is silt loam or silty clay loam.\nBelow the upper 5 inches of the Btg horizon, some pedons have a Bt horizon with color and texture like the Btg horizon except that chroma is 3 or more.\nThe 2Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 4.  Texture is stratified sandy loam, loam, or silt loam with bands or pockets of sand or fine sand.\nThe 3C horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 2 to 6.  Texture is loamy sand, loamy fine sand, sand, or fine sand and is stratified in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atterberry, Bethalto, Canoe, Emery, Franklin, Koszta, Millbrook, Mulvey, Virgil, and Wauconda series. Atterberry, Bethalto, Canoe, Emery, Franklin, Koszta, and Millbrook soils are not sandy in the lower part of the series control section at a depth of 43 to 60 inches. Mulvey soils have greater than 15 percent rock fragments in the lower part of the series control section. Virgil and Wauconda soils have average 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on stream terraces, some of which have only a slight elevation above the adjacent flood plain, and lake terraces.  Slopes range from 0 to 5 percent.  The soil formed in loess or other silty deposits, or both, and in a mostly loamy transition layer underlain by sandy alluvium. Mean annual precipitation ranges from 27 to about 35 inches. Mean annual air temperature ranges from 45 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bertrand, Dells, Ettrick, Jackson, and Stronghurst.  Curran soils are associated geographically with the higher-lying, well drained Bertrand and the moderately well drained Jackson soils and the lower-lying, poorly drained Ettrick soils.  Dells soils are on similar positions in the landscape where the thickness of the silty layer is less than 40 inches.  Stronghurst soils are on adjacent areas of similar drainage where the silty deposits are sufficiently thick to accommodate the entire solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. The potential for surface runoff ranges from negligible to low. Permeability is moderate in the silty and loamy mantle and rapid in the sandy alluvium.  Curran soils are subject to occasional flooding. These soils have a seasonal high water table at a depth of 0.5 to 1.5 feet for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil have been cleared and are used for cropland. Principal crops are corn, small grain, and hay. Some areas are used for pastureland. Native vegetation is chiefly deciduous forest of red maple, white ash, quaking aspen, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Wisconsin and  northeastern Iowa.This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henderson County, Illinois, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nochric epipedon - 0 to 15 inches (Ap, BE);\nargillic horizon - 15 to 53 inches (Btg1, Btg2, Btg3, 2Btg4); aquic suborder - aquic conditions within 20 inches and chroma of 2 or less in 50 percent or more of the matrix within the upper 5 inches of the argillic horizon;\nudollic feature - color value and chroma in the Ap too low for typic and dominant chroma of 3 or more in the matrix of some subhorizoon between the Ap and a depth of 30 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; friable; common very fine and fine roots; neutral; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--9 to 15 inches; brown (10YR 5/3) silt loam; weak medium platy structure parting to weak very fine and fine subangular blocky; friable; common very fine and fine roots; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; common medium faint grayish brown (10YR 5/2) iron depletions in the matrix; neutral; gradual wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 38,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg1--15 to 26 inches; grayish brown (10YR 5/2) silty clay loam; weak medium prismatic structure parting to strong very fine and fine subangular blocky; friable; common very fine and fine roots; faint grayish brown (10YR 5/2) clay films on faces of peds and in pores and channels; common medium faint brown (10YR 5/3) and prominent yellowish brown (10YR 5/8) masses of iron accumulation in he matrix; strongly acid; clear wavy boundary."
      },
      {
        "name": "Btg2",
        "top": 66,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg2--26 to 35 inches; light brownish gray (10YR 6/2) silt loam; moderate medium and coarse prismatic structure parting to strong fine and medium angular and subangular blocky; friable; common very fine and fine roots; faint grayish brown (10YR 5/2) clay films on faces of peds and in pores and channels; common medium faint brown (10YR 5/3) and many coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; strongly acid; clear wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 89,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg3--35 to 48 inches; light brownish gray (10YR 6/2) silt loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; friable; common very fine roots; faint grayish brown (10YR 5/2) clay films on faces of peds and in pores and channels; common medium faint brown (10YR 5/3) and many coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; strongly acid; clear wavy boundary.  (Combined thickness of the Btg horizons ranges from 10 to 33 inches.)"
      },
      {
        "name": "2Bt",
        "top": 122,
        "bottom": 135,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--48 to 53 inches; yellowish brown (10YR 5/4) stratified silt loam, loam, sandy loam, and loamy sand; weak medium subangular blocky structure; very friable; few very fine roots; faint brown (10YR 5/3) clay films on faces of peds and in pores and channels; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation in the matrix; common coarse distinct light brownish gray (2.5Y 6/2) iron depletions in the matrix; strongly acid; clear wavy boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "3C",
        "top": 135,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "narrative": "3C--53 to 60 inches; yellowish brown (10YR 5/6) loamy sand; single grain; loose; strongly acid."
      }
    ]
  ]
}
