{
  "SERIES": "CURTIS CREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLM/AJE/JMW",
  "REVDATE": "03/2003",
  "STATES": "ID,OR,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Curtis Creek loam, native grasses and shrubs.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 inches; dark brown (7.5YR 4/3) loam, very dark brown (7.5YR 2/2) moist; moderate fine granular structure; slightly hard, friable, nonsticky and slightly plastic; many fine and very fine and few medium roots; medium acid (pH 6.0); clear smooth boundary.  (6 to 11 inches thick)\nB21t--8 to 12 inches; reddish brown (5YR 4/4) heavy loam, dark reddish brown (5YR 3/3) moist; moderate medium subangular blocky and angular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine and medium roots; few fine inped pores; common thin clay films on peds and in pores; 10 percent gravel; slightly acid (pH 6.2); clear wavy boundary.  (4 to 10 inches thick)\nB22t--12 to 18 inches; yellowish red (5YR 5/6) light sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; few fine medium roots; common fine discontinuous random pores; common thin clay films on surface of peds and in pores; neutral (pH 6.6); abrupt smooth boundary.  (0 to 8 inches thick)\nR--18 to 26 inches; fractured and weathering calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cache County, Utah; 1,300 feet and 1,200 feet west of the SE corner of section 19, T.10N., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 8 to 16 inches thick.  The combined thickness of the A1 and B2t horizons ranges from 10 to 20 inches over the fractured sandstone.  The B2t horizon extends into cracks in the rocks of some pedons.  The mean annual temperature ranges from 40 to 44 degrees F., and the mean summer temperature at a depth of about  20 inches  ranges from 60 to 65 degrees F.  The soils are moist 55 to 65 percent of the time but are dry 60 to 75 consecutive days in the 8 and 24  inch depth in the summer and early autumn.  The A1 horizon has hue of 10YR through 5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 through 4. It has moderate fine to medium granular structure.  This horizon is medium acid to neutral.  The B2t horizon has hue of 5YR or 2.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4.  It is loam or light clay loam containing about 18 to 28 percent clay.  It has weak to moderate, medium to coarse subangular blocky or angular blocky structure.  This horizon has few to common thin clay films on faces of peds and in pores.  It is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Agassiz, Anatone, Bearskin, Devils Dive, Elwood, and Hoskin series.  Agassiz and Hoskin soils have very cobbly loam argillic horizons with more than 35 percent cobbles and gravel.  Anatone soils lack argillic horizons.  Bearskin and Devils Dive soils have hue of 10YR or 7.5YR in the B2t horizon.  Elwood soils have silty clay loam argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Curtis Creek soils are at elevations of 6,000 to 8,000 feet on moderately steep to very steep mountain slopes having gradients of 10 to 60 percent.  They formed in residuum from sandstone.  The climate is moist with warm, dry summers and cold, moist winters.  The mean annual temperature is 38 to 42 degrees F., and the mean summer temperature is 60 to 65 degrees F.  The average annual precipitation is 18 to 23 inches.  The frost free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hoskin soils and the Ant Flat, Goring and Lucky Star soils.  All of these soils are more than 20 inches deep to bedrock.  Ant Flat and Goring soils have clay argillic horizons.  Lucky Star soils have A2 horizons and have an average summer temperature of less than 59 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland and watershed.  The native vegetation is bluebunch wheatgrass, tall native bluegrass, Sandberg Bluegrass, Great Basin wildrye grass, yarrow, mules ear dock, big sagebrush, bitterbrush, and yellowbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache County, Utah, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Curtis Creek soils were formerly classified as Brunizems.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
