{
  "SERIES": "CUTAWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDN-AGG-KDS",
  "REVDATE": "06/2010",
  "STATES": "MN,WI",
  "OVERVIEW": "The Cutaway series consists of very deep, moderately well drained soils formed in a sandy glacial outwash or eolian mantle and underlying calcareous, loamy till. These soils are on moraines, lake washed till plains and glacial beach ridges. They have rapid permeability in the upper mantle and moderate to moderately slow permeability in the underlying till. Slopes range from 0 to 12 percent. Mean annual air temperature is about 42 degrees F. Mean annual precipitation is about 25 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Arenic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cutaway loamy sand, on a 3 percent convex slope, under a cover of mixed hardwoods and conifers. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) loamy sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky parting to weak fine granular structure; very friable; many fine and very fine roots; strongly acid; clear smooth boundary. (1 to 5 inches thick)\nE--3 to 14 inches; dark grayish brown (10YR 4/2) loamy sand, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary. (8 to 24 inches thick)\nE/B--14 to 31 inches; 90 percent brown (10YR 4/3) loamy sand (E); 10 percent yellowish brown (10YR 5/4) loamy sand (Bt); weak fine granular structure; very friable; common distinct strong brown (7.5YR 5/6) clay bridges between sand grains and films on ped faces; common fine and medium roots; moderately acid; gradual smooth wavy boundary. (3 to 25 inches thick)\n2Bt--31 to 39 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine dark brown (10YR4/3) clay coatings on faces of peds; about 2 percent gravel; neutral; clear smooth boundary. (2 to 15 inches thick)\n2Bk--39 to 50 inches; light olive brown (2.5Y 5/4) loam; weak moderate subangular blocky structure; friable; few fine distinct yellowish brown (10YR 5/6) Fe concentrations and few fine faint grayish brown (2.5Y 5/2) Fe depletions; common fine light gray (2.5Y 7/2) threads and masses of calcium carbonate; about 2 percent gravel; slightly alkaline; gradual wavy boundary. (0 to 20 inches thick)\n2C--50 to 80 inches; light olive brown (2.5Y 5/4) loam; massive; friable; common medium distinct olive gray (5Y 5/2) Fe depletions and common fine prominent brownish yellow (10YR 6/6) Fe concentrations; 3 percent gravel; moderately alkaline; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Koochiching County, Minnesota; about 3 miles north and 2 miles west of Mizpah; about 300 feet west and 1,400 feet north of the southeast corner of section 17, T. 152 N., R. 28 W.; USGS Northome North quadrangle; lat. 47 degrees 58 minutes 50 seconds N. and long 94 degrees 15 minutes 16 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The upper mantle is 20 to less than 40 inches thick. Rock fragments, by volume, range from 0 to 10 percent gravel in the upper part and 2 to 10 percent gravel and 0 to 5 percent cobbles in the underlying till. A gravelly lag line up to 5 inches thick may occur at the contact of the upper mantle and the till. Rock fragments range to 35 percent, by volume, in this horizon.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. It is loamy sand, loamy fine sand, loamy coarse sand, sandy loam or fine sandy loam. The reaction is strongly acid to slightly acid. The dry color value is 6 or more after mixing to a depth of 7 inches.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 1 to 3. It is loamy sand, loamy fine sand, sand or coarse sand. The reaction is strongly acid to slightly acid. Thin lamellae may occur in this horizon.\nThe E/B horizon has less than 15 percent of each horizon present. The E part has hue of 10YR, value of 4 to 6, and chroma of 1 to 3. It is loamy sand, loamy fine sand, loamy coarse sand or sand. The Bt part has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 3 or 4. It is loamy sand, loamy fine sand, loam, sandy clay loam, or clay loam. The loamy textures occur as 2Bt material. The reaction of this horizon is moderately acid to slightly acid.\nSome pedons have a thin B/E, 2B/E, E & Bt, or 2E/B horizon.\nThe 2Bt horizon has hue of 10YR or 2.5Y; value of 4 or 5; and chroma of 3 or 4. It is loam, clay loam, or sandy clay loam. The reaction is moderately acid to neutral. Redox feature are present.\nThe 2Bk horizon has hue of 2.5Y or 10YR, value of 4 to 7; and chroma of 2 to 4. It is loam or clay loam. Carbonate threads or masses are common to many. Reaction is slightly alkaline or moderately alkaline. Redox features are present.\nSome pedons have a 2BC horizon with loamy or silty textures.\nThe 2C horizon has hue of 2.5Y or 10YR, value of 4 to 6; and chroma of 2 to 4. It is loam or clay loam. Reaction is slightly alkaline or moderately alkaline. The moist bulk density is 1.4 to 1.6 g/cc. Redox features are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Pomroy series. Pomroy soils have dense coarse-loamy till in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cutaway soils are on convex surfaces on moraines, lake washed till plains and glacial beach ridges. Slope gradients range from 0 to 12 percent. These soils formed in a sandy glacial outwash or eolian mantle and underlying calcareous, loamy till. Mean annual precipitation ranges from 22 to 30 inches. Mean annual air temperature ranges from 36 to 45 degrees F. Frost-free days range from 88 to 145. Elevation above sea level ranges from 670 to 1,400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Braham, somewhat poorly drained Ricelake, and poorly drained Blomford soils that form a drainage sequence. The well drained Kelliher and Nebish soils are associated in places."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is rapid in the upper part and moderate to moderately slow in the till. The depth to soil saturation is as high as 3 feet during April to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forested. Balsam fir, paper birch, quaking aspen, red pine, and white spruce are the main trees. Some of this soil is cleared and used for the production of hay, pasture, small grains, and corn silage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and west-central Minnesota. MLRAs 57, 88 and 93. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Itasca County, Minnesota, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon: ochric epipedon - the zone from the surface to a depth of 14 inches (A and E horizons); albic horizon - the zone from 3 to 14 inches (E horizon); argillic horizon - the zone from 31 to 39 inches (2Bt1 horizons); Arenic Oxyaquic subgroup based on saturation within 100 centimeters and a sandy mantle 31 inches thick.\nRedox features and piezometer data supports this classification.\nThis series previously allowed various types of parent materials and properties. The Cutaway series is being restricted to fine-loamy, calcareous glacial till, predominantly of the Des Moines lobe. The type location was moved to Koochiching County, Minnesota to better represent the central concept of the series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark grayish brown (10YR 3/2) loamy sand, grayish brown (10YR 5/2) dry; weak fine subangular blocky parting to weak fine granular structure; very friable; many fine and very fine roots; strongly acid; clear smooth boundary. (1 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--3 to 14 inches; dark grayish brown (10YR 4/2) loamy sand, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary. (8 to 24 inches thick)"
      },
      {
        "name": "E/B",
        "top": 36,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "E/B--14 to 31 inches; 90 percent brown (10YR 4/3) loamy sand (E); 10 percent yellowish brown (10YR 5/4) loamy sand (Bt); weak fine granular structure; very friable; common distinct strong brown (7.5YR 5/6) clay bridges between sand grains and films on ped faces; common fine and medium roots; moderately acid; gradual smooth wavy boundary. (3 to 25 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 79,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt--31 to 39 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine dark brown (10YR4/3) clay coatings on faces of peds; about 2 percent gravel; neutral; clear smooth boundary. (2 to 15 inches thick)"
      },
      {
        "name": "2Bk",
        "top": 99,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bk--39 to 50 inches; light olive brown (2.5Y 5/4) loam; weak moderate subangular blocky structure; friable; few fine distinct yellowish brown (10YR 5/6) Fe concentrations and few fine faint grayish brown (2.5Y 5/2) Fe depletions; common fine light gray (2.5Y 7/2) threads and masses of calcium carbonate; about 2 percent gravel; slightly alkaline; gradual wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "2C",
        "top": 127,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C--50 to 80 inches; light olive brown (2.5Y 5/4) loam; massive; friable; common medium distinct olive gray (5Y 5/2) Fe depletions and common fine prominent brownish yellow (10YR 6/6) Fe concentrations; 3 percent gravel; moderately alkaline; clear smooth boundary."
      }
    ]
  ]
}
