{
  "SERIES": "CUTBACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLR/MCS/SSP",
  "REVDATE": "05/1999",
  "STATES": "WY",
  "OVERVIEW": "The Cutback series consists of moderately deep, well drained, moderately permeable soils formed in mixed alluvium and slope alluvium over residuum derived from tuffaceous sandstone.  These soils are on gently sloping to moderately steep hills and pediments.  Slopes range from 1 to 25 percent.  The mean annual precipitation is about 12 inches, and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cutback fine sandy loam, on a convex east-facing slope of 2 percent, rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 1 inch; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 3/3) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine vesicular pores; 10 percent gravel; moderately alkaline (pH 8.0); abrupt wavy boundary.  (1 to 2 inches thick)\nBt--1 to 7 inches; yellowish brown (10YR 5/4) sandy clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.  (5 to 13 inches thick)\nBtk--7 to 17 inches; very pale brown (10YR 7/3) clay loam, pale brown (10YR 6/3) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, friable, sticky and plastic; few distinct pale brown (10YR 6/3) clay films on faces of peds; 10 percent gravel; violently effervescent; calcium carbonate disseminated and as few distinct seams and soft masses; strongly alkaline (pH 8.8); clear wavy boundary.  (3 to 10 inches thick)\n2Bk1--17 to 25 inches; yellowish brown (10YR 5/4) extremely gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, sticky and plastic; 80 percent gravel, most of which are fragments of tuff; violently effervescent, calcium carbonate as common prominent seams and soft masses; slightly alkaline (pH 7.8); clear wavy boundary.  (6 to 22 inches thick)\n2Bk2--25 to 31 inches; light olive brown (2.5Y 5/4) very gravelly sandy loam, olive brown (2.5Y 4/4) moist; massive; hard, friable, slightly sticky and slightly plastic; about 50 percent gravel, most of which are fragments of tuff; strongly effervescent, calcium carbonate as few medium and fine seams and soft masses; strongly alkaline (pH 8.6); abrupt wavy boundary.\n2Cr--31 inches; olive (5Y 5/3) soft, calcareous, tuffaceous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Albany County, Wyoming; 100 feet north, 1,200 feet west of the southeast corner of Section 12, T24N, R75W. Boot Heel South East Quadrangle Wyo.  42 degrees 3 minutes 38 seconds north latitude and 105 degrees 45 minutes 55 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe surface is covered with 0 to 30 percent gravel and fine cobbles.\nDepth to the base of the argillic horizon:  10 to 18 inches\nDepth to secondary calcium carbonate:  7 to 17 inches\nDepth to calcic horizon:  9 to 25 inches\nDepth to lithologic discontinuity: 15 to 24 inches to tuffaceous skeletal material\nDepth to paralithic contact:  20 to 40 inches to tuffaceous sandstone\nParticle-size control section:  20 to 32 percent clay with 35 to 50 percent fine sand or coarser and averages 10 to 35 percent rock fragments\nA horizon:\nValue:  5 or 6 dry, 3 through 5 moist\nChroma:  2 through 4 dry or moist\nRock fragments:  0 to 20 percent gravel and 0 to 5 percent cobbles\nReaction:  neutral through moderately alkaline\nBt and Btk horizon:\nHue:  7.5YR or 10YR\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  3 or 4 dry or moist\nTexture:  sandy clay loam, but the range includes gravelly and very gravelly modifiers in some subhorizons\nCalcium carbonate equivalent:  0 to 20 percent\nReaction:  slightly alkaline through strongly alkaline\n2Bk horizon:\nHue:  10YR or 2.5Y\nValue:  5 through 8 dry, 4 through 7 moist\nChroma:  1 through 4 dry or moist\nTexture:  sandy clay loam, sandy loam, or loamy sand with either very or extremely gravelly modifiers\nRock fragments:  35 to 80 percent tuffaceous gravel\nCalcium carbonate equivalent:  15 to 30 percent\nReaction:  moderately alkaline through strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alogia, Antonito, Cushool, Fluetsch, Fonce, Grubrob, Hickey, Rock River, Stunner, and Wycolo series.\nAlogia, Fluetsch, Fonce, Hickey, Rock River, Stunner:  do not have a lithic or paralithic contact within 40 inches of the surface\nAntonito, Grubrob:  have a lithic contact between 20 and 40 inches deep\nCushool:  do not have a lithologic discontinuity with tuffaceous skeletal materials\nWycolo:  have hue redder than 7.5YR"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: mixed alluvium and slope alluvium over residuum derived from tuffaceous sandstone\nLandform:  gently sloping to moderately steep alluvial fans and pediments\nSlopes:  1 to 25 percent\nElevation:  5,600 to 7,800 feet\nMean annual precipitation:  10 to 14 inches of which about half falls in spring\nMean annual temperature:  40 to 45 degrees F.\nMean summer temperature:  59 to 65 degrees F.\nFrost-free period:  85 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bateson and Cushool soils and the Forelle and Pinelli soils.  Forelle and Pinelli soils do not have bedrock above a depth of 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff, depending on slope percent; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The native vegetation consists of western wheatgrass, bluebunch wheatgrass, big sagebrush, blue grama, and threadleaf sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Wyoming.  LRR D, MLRA 34.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Albany County Area, Wyoming, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - 1 to 17 inches (Bt, Btk)\nOchric epipedon - 0 to 1 inch (A)\nArgillic horizon - 1 to 17 inches (Bt, Btk)\nCalcic horizon - 17 to 31 inches (Bk1,Bk2)\nClassification was changed from Ustic Haplargids to Ustic Calciargids 5/99.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
