{
  "SERIES": "CUTHBERT",
  "STATUS": "Established Series",
  "BYREV": "GLL:LCB:CLN; Rev.JDS",
  "REVDATE": "10/2004",
  "STATES": "AR,MS,TN,TX",
  "OVERVIEW": "The Cuthbert series consists of soils that are moderately deep to weakly consolidated sandstone and shale. They are well drained and slowly to moderately slowly permeable. These soils are on strongly sloping to steep uplands. Slopes are dominantly 8 to 25 percent but range from 5 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cuthbert fine sandy loam--forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1), grayish brown (10YR 5/2) dry, fine sandy loam; weak medium granular structure; soft, very friable; common fine and few medium roots; about 10 percent by volume of flat, angular fragments of ironstone mainly less than 3 inches across; strongly acid; clear wavy boundary. (3 to 9 inches thick)\nE--4 to 8 inches; brown (10YR 5/3) fine sandy loam; weak medium subangular blocky structure; soft, very friable; few fine and medium roots; about 5 percent by volume flat, angular fragments of ironstone mainly less than 3 inches across; very strongly acid; clear wavy boundary. (0 to 11 inches thick)\nBt1--8 to 20 inches; dark red (2.5YR 3/6) clay; strong medium blocky structure; firm, hard; few fine roots; thin continuous clay films on surface of peds; about 2 percent flat, angular fragments of ironstone mainly less than 3 inches across; very strongly acid; gradual smooth boundary.\nBt2--20 to 29 inches; red (2.5YR 4/8) clay, common horizontally oriented discontinuous thin strata of light brownish gray (10YR 6/2) and pale brown (10YR 6/3); strong coarse and medium angular blocky structure; firm, hard; continuous thin clay films on surface of peds; few fine roots; very strongly acid; gradual smooth boundary. (combined Bt horizons 10 to 30 inches thick)\nBt/C--29 to 34 inches; stratified layers of red (2.5YR 4/8), strong brown (7.5YR 5/6) and grayish brown (10YR 5/2) sandy clay loam; weakly consolidated sandstone that is brown (10YR 5/3) fine sandy loam and shale that is light brownish gray (10YR 6/2) clay (C); weak coarse angular blocky structure; friable, hard; few fine roots; peds are coated with thick red continuous clay films; common flakes of mica mainly on surfaces of shale plates; extremely acid. (0 to 10 inches thick)\nC--34 to 60 inches; stratified red (2.5YR 4/8) and strong brown (7.5YR 5/6) sandstone with fine sandy loam and sandy clay loam texture and grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) shale with clay texture; strata are 1/4 inch to 4 inches thick; materials are weakly consolidated but can be easily cut with a spade; few fine roots; common fine flakes of mica mainly on surface of shale plates; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nacogdoches County, Texas; about 1 mile east of Melrose on Texas Highway 21, 6.5 miles south on dirt road to intersection, 400 yards west on a dirt road and about 50 feet south of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 20 to 40 inches\nClay content in the Control Section: 35 to 60 percent\nRedoximorphic features:\nOther distinctive soil features: The silt content in the particle-size control section is less than 30 percent. Ironstone and sandstone fragments on, or partially imbedded in the A horizon cover less than 1 percent to about 20 percent of the surface. These are mainly flat, angular fragments 1 to 6 inches thick and 3 to 36 inches across the long axis. Fragments less than 3 inches in diameter range from less than 2 percent to about 50 percent by volume in the A and E horizons. Coarse fragments make up less than 15 percent of the Bt, Bt/C, and C horizons.\nConcentrated minerals: Base saturation in the Bt and Bt/C horizons ranges from 10 to 30 percent and the calcium-magnesium ratio is less than 1.\nA horizon:\nColor--Hue of 7.5YR and 10YR, value of 3 to 5, and chroma of 2 to 4, or value of 3 and chroma of 1\nRedoximorphic features--None\nTexture--Loamy fine sand, fine sandy loam, or their stony or gravelly counterparts\nOther features--None\nReaction--Very strongly acid to slightly acid\nE horizon:\nColor--hue of 7.5YR and 10YR, value of 4 to 6, and chroma of 2 to 4\nRedoximorphic features--None\nTexture--Loamy fine sand, fine sandy loam, or their stony or gravelly counterparts\nOther features--A graded phase that has the surface and subsurface layer removed is also recognized.\nReaction--Very strongly acid to slightly acid\nBt horizon:\nColor--Hue of 2.5YR to 7.5YR, value of 3 to 5, and chroma of 4 to 8\nRedoximorphic features--Some pedons have few to common yellowish or brownish iron concentrations\nTexture--Sandy clay loam, clay loam, sandy clay, or clay\nOther features--Grayish or brownish horizontally oriented weathered shale fragments or strata are in the lower part of many pedons.\nReaction--Extremely acid to strongly acid\nBt/C or BCt horizon:\nColor--Reddish, brownish, or yellowish colors and is stratified or variegated with these and grayish colors\nRedoximorphic features--None\nTexture--Fine sandy loam, sandy clay loam, clay loam, or clay with or without strata of weathered sandstone and shaly materials\nOther features--The degree of weathering is variable and some pedons have BCt horizons with only a few visible parent material fragments.\nReaction--Extremely acid to strongly acid\nC or Cd horizon:\nColor--The loamy materials and sandstone are reddish, yellowish or brownish and the shaly materials are mainly grayish clay.\nRedoximorphic features--None\nTexture--Stratified weakly consolidated sandy clay loam, fine sandy loam, clay loam, weakly cemented sandstone, and shaly soil materials.  The amount of sandstone or shaly materials is variable and either may be absent in some pedons.\nOther features--Roots penetrate the materials but are concentrated along fractures or cleavage planes. Most pedons have clay flows along some vertical fractures. Many pedons have discontinuous, fractured, strongly cemented or indurated sandstone layers about 1 inch to 4 inches thick. They appear to have the slope of an ancient surface gradient and are also within the B horizon of some pedons.\nReaction--Extremely acid or very strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Albertville, Badin, Bengal, Bonwier, Brockroad, Carnasaw, Catharpin, Coghill, Corryton, Cunningham, Enders, Galilee, Kirvin, Luverne, Marbledale, Masada, Mattaponi, Mayodan, McQueen, Nason, Remlap, Sweatman, Tatum, Totier, Townley, Urland, Uwharrie, Vance, and Williamsville series. Albertville soils have a solum that is 40 to 60 inches thick. Badin soils are underlain by fine-grained metavolcanic bedrock at a depth of 20 to 40 inches. Bengal and Carnasaw soils have an irregular lower boundary over tilted shaly bedrock of Pennsylvanian age. Bonwier, Galilee and Urland soils formed in Pleistocene age parent materials. In addition, Urland soils have a solum more than 40 inches thick. Brockroad and Catharpin soils have a 2Bt horizon and a solum more than 40 inches thick, and formed over mica schist bedrock. Cunningham soils have base saturation of more than 35 percent in upper part of the Bt horizon. Coghill soils formed in residuum from Ordovician-aged limestones, shales, and sandstones. Corryton soils formed in residuum weathered from Cambrian and Ordovician aged shales and have a thicker solum. Enders soils have a thicker solum and formed in loamy and clayey residuum weathered from shale or interbedded shale and sandstone of late Mississippian or Pennsylvanian age. Kirvin soils have a solum that is 40 to 60 inches thick. Nason soils formed in materials weathered from fractured serecite schist. Luverne soils do not have ironstone fragments. Marbledale, Masada, Mattaponi and McQueen soils formed in alluvium, have a solum more than 40 inches thick, and do not have shale or sandstone layers. Mayodan soils formed in materials weathered from Triassic age sandstone, mudstone, shale, and siltstone. Sweatman soils have more than 30 percent silt in the particle-size control section. Remlap and Tatum soils formed in residuum from sericite schist or phyllite. Townley soils have a paralithic contact to shale within a depth of 40 inches and do not have ironstone fragments in the solum. Uwharrie soils have a solum more than 40 inches thick and formed in residuum weathered from fine grained metamorphic or igneous pyroclastic rocks. Vance soils formed in residuum weathered from felsic crystalline rock, primarily aplitic granite. Williamsville soils have a solum thicker than 60 inches and formed in material weathered from Eocene age marine sediments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cuthbert soils are on moderately sloping to steep uplands, generally on long narrow side slopes above drainageways. Slope gradients are commonly 8 to 25 percent but range from 5 to 40 percent. The soil formed in weakly consolidated loamy, sandy and shaly materials mainly of the Claiborne Geologic group of Tertiary age. Climate is humid or subhumid. Mean annual precipitation ranges from 40 to 56 inches, with frost-free rainfall of 25 to 30 inches. The summer moisture deficit is 4 to 6 inches. Frost free days range from 235 to 270 and elevation ranges from 400 to 750 feet above sea level. Mean annual temperature ranges from 63 to 67 degrees F, and Thornthwaite annual P-E indices exceeds 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Kirvin series which are on nearby stream divides and low ridges and the Bowie, Nacogdoches, Redsprings, Sacul, Tenaha, and Trawick series. Bowie soils have a fine-loamy control section, are on lower concave positions, or on higher interstream divide positions. Nacogdoches and Redsprings soils have a solum thicker than 40 inches. In addition, Nacogdoches soils are mainly on inter'stream divides. Redsprings soils are on positions similar to Cuthbert, have base saturation more than 35 percent in the lower part of the solum, and have kaolinitic mineralogy. Trawick soils have a paralithic contact of glauconite and have a dark surface layer, and are on higher positions on the landscape. Sacul soils have a solum more than 40 inches thick and have aquic conditions within the upper two feet of the argillic horizon. They are generally on more level ridgetop positions, concave side slopes or heads of drains. Tenaha soils have a sandy epipedon 20 to 40 inches thick and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Cuthbert soils are well drained. Permeability is moderately slow. Runoff is medium for slopes of 5 to 20 percent and high for slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cuthbert soils are used mainly for woodland and pastureland. The principal trees are shortleaf and loblolly pine, red oak, sweetgum, and other hardwoods. Pastures include common and improved bermudagrass, bahiagrass, and weeping lovegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plains of Texas and possibly Arkansas and Louisiana (MLRA 133B). The series is extensive with over 600,000 acres correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Randolph County, Georgia; 1924."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The concept, as now defined, closely parallels the original concept of the series as outlined in the series description dated 10-16-62. The series was inactivated in 1971. In redefining the series, the type location was moved to Texas. Redefined somewhat and returned to active status in 1973.  The series was updated in 2004 to allow the A horizon to range to 9 inches thick.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface to 8 inches, includes A and E horizons.\nArgillic horizon - the zone from 8 to 34 inches, includes the Bt1, Bt2, and Bt/C horizons.\nADDITIONAL DATA: Lincoln Soil Survey Investigations Unit 73L474-73L479 Nacogdoches County, Texas. This is the type location for the series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1), grayish brown (10YR 5/2) dry, fine sandy loam; weak medium granular structure; soft, very friable; common fine and few medium roots; about 10 percent by volume of flat, angular fragments of ironstone mainly less than 3 inches across; strongly acid; clear wavy boundary. (3 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--4 to 8 inches; brown (10YR 5/3) fine sandy loam; weak medium subangular blocky structure; soft, very friable; few fine and medium roots; about 5 percent by volume flat, angular fragments of ironstone mainly less than 3 inches across; very strongly acid; clear wavy boundary. (0 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 51,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--8 to 20 inches; dark red (2.5YR 3/6) clay; strong medium blocky structure; firm, hard; few fine roots; thin continuous clay films on surface of peds; about 2 percent flat, angular fragments of ironstone mainly less than 3 inches across; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 74,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--20 to 29 inches; red (2.5YR 4/8) clay, common horizontally oriented discontinuous thin strata of light brownish gray (10YR 6/2) and pale brown (10YR 6/3); strong coarse and medium angular blocky structure; firm, hard; continuous thin clay films on surface of peds; few fine roots; very strongly acid; gradual smooth boundary. (combined Bt horizons 10 to 30 inches thick)"
      },
      {
        "name": "Bt/C",
        "top": 74,
        "bottom": 86,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "pH_class": "extremely acid",
        "narrative": "Bt/C--29 to 34 inches; stratified layers of red (2.5YR 4/8), strong brown (7.5YR 5/6) and grayish brown (10YR 5/2) sandy clay loam; weakly consolidated sandstone that is brown (10YR 5/3) fine sandy loam and shale that is light brownish gray (10YR 6/2) clay (C); weak coarse angular blocky structure; friable, hard; few fine roots; peds are coated with thick red continuous clay films; common flakes of mica mainly on surfaces of shale plates; extremely acid. (0 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 86,
        "bottom": 152,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "pH_class": "extremely acid",
        "narrative": "C--34 to 60 inches; stratified red (2.5YR 4/8) and strong brown (7.5YR 5/6) sandstone with fine sandy loam and sandy clay loam texture and grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) shale with clay texture; strata are 1/4 inch to 4 inches thick; materials are weakly consolidated but can be easily cut with a spade; few fine roots; common fine flakes of mica mainly on surface of shale plates; extremely acid."
      }
    ]
  ]
}
