{
  "SERIES": "CUYAMUNGUE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/CDH/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Cuyamungue series consists of very deep, excessively drained soils that formed in alluvium derived from granite, gneiss, schist, and granitic sandstone.  Cuyamungue soils are on flood plains of valley floors adjacent to intermittent streams.  Slopes are 0 to 2 percent.  Mean annual precipitation is about 12 inches and mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Aridic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Cuyamungue very gravelly coarse sand--on a planar flood plain sloping 2 percent to the northwest at 6,135 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry from 0 to 4 and 10 to 17 inches, slightly moist from 4 to 10 inches, moist from 35 to 86 inches, and wet from 86 to 93 inches with a water table present at 93 inches.)\nAC--0 to 3 inches; light brown (7.5YR 6/3) very gravelly coarse sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; top 0.25 inch of horizon is very gravelly loamy sand; 35 percent gravel and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 6 inches thick)\nC1--3 to 17 inches; light brown (7.5YR 6/3) stratified gravelly sand to very gravelly coarse sand, brown (7.5YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine and common very fine roots; few lenses of sand and extremely gravelly coarse sand; 25 to 50 percent gravel and 0 to 5 percent cobbles; very slightly to slightly effervescent; slightly alkaline (pH 7.6); abrupt wavy boundary.\nC2--17 to 24 inches; light brown (7.5YR 6/3) stratified gravelly coarse sand to very gravelly coarse sand, brown (7.5YR 4/3) moist; massive and single grain; soft and loose, very friable and loose, nonsticky and nonplastic; few very fine roots; few lenses of very gravelly coarse sand with non-pedogenic clay coating rock fragments and coarse sand grains; 30 to 50 percent gravel; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.\nC3--24 to 35 inches; light brown (7.5YR 6/3) very gravelly coarse sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; 45 percent gravel and 5 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.\nC4--35 to 58 inches; light brown (7.5YR 6/3) stratified gravelly coarse sand to extremely gravelly coarse sand, brown (7.5YR 4/3) moist; single grain and massive; loose and soft, loose and very friable, nonsticky and nonplastic; few lenses of coarse sand and few thin lenses of very gravelly loamy sand; 25 to 65 percent gravel and 0 to 5 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.\nC5--58 to 86 inches; light brown (7.5YR 6/3) stratified very gravelly coarse sand to extremely gravelly coarse sand, brown (7.5YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few thin lenses of gravelly loamy sand; 45 to 65 percent gravel and 0 to 5 percent cobbles; very slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.\nC6--86 to 100 inches; brown (7.5YR 5/3) and brown (7.5YR 4/2) extremely gravelly loamy coarse sand, dark brown (7.5YR 3/2) and very dark brown (7.5YR 2.5/2) moist; single grain; loose, nonsticky and nonplastic; 65 percent gravel; slightly effervescent; moderately alkaline (pH 8.4).  (Combined thickness of the C horizons is more than 80 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; on the Tesuque Indian Reservation about 1 mile northwest of Camel Rock; USGS Tesuque 7.5 minute topographic quadrangle; 1,600 feet south and 2,700 feet west of the northeast corner of section 33, T.19N., R.9E.; Latitude 35 degrees 50 minutes 7 seconds North and Longitude 105 degrees 59 minutes 27 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section is moist in all parts during the 60 days following the winter solstice.  It is moist in some part less than 40 percent and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F.  The soils are driest in May and June.  The soil moisture regime is ustic bordering on torric. The deepest C horizon is saturated with ground water for at least one month in most years.  Water within the capillary fringe moistens horizons above the upper boundary of saturation.  This soil occurs in part of its range where adjacent soils are in an aridic (torric) moisture regime bordering on ustic.  Moisture from flood waters and/or capillary rise above the water table create an ustic moisture regime in the soils of these areas.\nMean annual soil temperature - 49 to 54 degrees F.\nParticle-size control section weighted averages - Silicate clay content: 0 to 4 percent; Rock fragment content: 35 to 60 percent, mostly gravel, lithology of fragments is granite, gneiss, and schist; mica content: 1 to 5 percent (by grain count).\nReaction - slightly alkaline to moderately alkaline\nCalcium carbonate equivalent - 0 to 1 percent\nSalinity, mmhos/cm - 0 to 1\nSodicity, SAR - 0 to 1\nAC horizon\nValue: 4 or 5 moist\nChroma: 3 or 4, dry or moist\nRock fragments: total range is 40 to 60 percent\n35 to 50 percent gravel\n5 to 10 percent cobbles\nOther features: this horizon is a recent stratified deposit and does not qualify as an Ochric epipedon\nupper C horizons\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: stratified gravelly sand to extremely gravelly coarse sand\nRock fragments: total range is 15 to 70 percent, averaging 25 to 55 percent with:\n25 to 50 percent gravel\n0 to 5 percent cobbles\nOther features: pedons have thin strata, lenses, and laminae ranging in texture from loamy fine sand to extremely coarse sand\nlower C horizons\nValue: 4 through 6 dry, 2.5 through 5 moist\nChroma: 2 through 4, dry or moist\nTexture: stratified gravelly coarse sand to extremely gravelly loamy coarse sand\nRock fragments: total range is 20 to 70 percent, averaging 35 to 65 percent with:\n35 to 65 percent gravel\n0 to 5 percent cobbles\nOther features: pedons have thin strata, lenses, and laminae ranging in texture from silt loam to fine sand; some pedons have buried horizons of very fine sandy loam, fine sandy loam, or loam below 40 inches which may have distinct to prominent relict redox concentrations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family.   A similar series in another family is the Abiquiu soil.  Abiquiu soils have seasonal high water tables between 24 and 48 inches and also have ochric epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Cuyamungue soils are on narrow flood plains of valley floors adjacent to intermittent streams.  They formed in alluvium derived from Precambrian granite, gneiss, and schist and Tertiary granitic sandstone.  Slopes are 0 to 2 percent.  Elevation ranges from 5,400 to 7,500 feet.  The mean annual precipitation is 9 to 14 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 47 to 52 degrees F.  The frost-free period is 140 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bosquecito and Jaralosa soils.  The miscellaneous land type Riverwash, is also associated with Cuyamungue.  Bosquecito soils are coarse-loamy, have seasonal high water tables between 2.0 and 3.5 feet, and occur on flood plains of valley floors.  Jaralosa soils are coarse-loamy over sandy or sandy-skeletal, have seasonal high water tables between 3.5 and 5 feet, and occur on flood plains of valley floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; negligible surface runoff; rapid to very rapid permeability in the sandy horizons.  These soils are subject to frequent, extremely brief periods of flooding between July and September.  Floodwaters have high velocity and are generally less than 5 feet deep.  A seasonal high water table is present between 5 and 8 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cuyamungue soils are used for recreation, a sand and gravel source, and livestock grazing.  The historic climax vegetation is annual forbs, perennial forbs, rubber rabbitbrush, willow, and Fremont cottonwood.  The ecological site is Populus fremontii/Salix exigua-salix, carex(F036XB137NM).."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cuyamungue soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Cuyamungue is a city in New Mexico."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - The lack of a diagnostic epipedon or diagnostic subsurface horizons.\nFluventic feature - Alluvial stratification and an irregular organic-carbon distribution.\nEndosaturation feature - The condition of ground water with an upper boundary between 5 and 8 feet.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "AC",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--0 to 3 inches; light brown (7.5YR 6/3) very gravelly coarse sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; top 0.25 inch of horizon is very gravelly loamy sand; 35 percent gravel and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--3 to 17 inches; light brown (7.5YR 6/3) stratified gravelly sand to very gravelly coarse sand, brown (7.5YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine and common very fine roots; few lenses of sand and extremely gravelly coarse sand; 25 to 50 percent gravel and 0 to 5 percent cobbles; very slightly to slightly effervescent; slightly alkaline (pH 7.6); abrupt wavy boundary."
      },
      {
        "name": "C2",
        "top": 43,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--17 to 24 inches; light brown (7.5YR 6/3) stratified gravelly coarse sand to very gravelly coarse sand, brown (7.5YR 4/3) moist; massive and single grain; soft and loose, very friable and loose, nonsticky and nonplastic; few very fine roots; few lenses of very gravelly coarse sand with non-pedogenic clay coating rock fragments and coarse sand grains; 30 to 50 percent gravel; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 61,
        "bottom": 89,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C3--24 to 35 inches; light brown (7.5YR 6/3) very gravelly coarse sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; 45 percent gravel and 5 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary."
      },
      {
        "name": "C4",
        "top": 89,
        "bottom": 147,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C4--35 to 58 inches; light brown (7.5YR 6/3) stratified gravelly coarse sand to extremely gravelly coarse sand, brown (7.5YR 4/3) moist; single grain and massive; loose and soft, loose and very friable, nonsticky and nonplastic; few lenses of coarse sand and few thin lenses of very gravelly loamy sand; 25 to 65 percent gravel and 0 to 5 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary."
      },
      {
        "name": "C5",
        "top": 147,
        "bottom": 218,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C5--58 to 86 inches; light brown (7.5YR 6/3) stratified very gravelly coarse sand to extremely gravelly coarse sand, brown (7.5YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few thin lenses of gravelly loamy sand; 45 to 65 percent gravel and 0 to 5 percent cobbles; very slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary."
      },
      {
        "name": "C6",
        "top": 218,
        "bottom": 254,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "narrative": "C6--86 to 100 inches; brown (7.5YR 5/3) and brown (7.5YR 4/2) extremely gravelly loamy coarse sand, dark brown (7.5YR 3/2) and very dark brown (7.5YR 2.5/2) moist; single grain; loose, nonsticky and nonplastic; 65 percent gravel; slightly effervescent; moderately alkaline (pH 8.4).  (Combined thickness of the C horizons is more than 80 inches)"
      }
    ]
  ]
}
