{
  "SERIES": "CYPRESS",
  "STATUS": "Established Series",
  "BYREV": "ACP:MLG:GLL; Rev. JDS",
  "REVDATE": "10/2004",
  "STATES": "LA,TX",
  "OVERVIEW": "The Cypress series consists of very deep, very poorly drained, very slowly permeable soils on submerged areas. These soils formed in acidic, clayey alluvial sediments in lake beds, ox bows, and stream channels. Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, acid, thermic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Cypress clay loam, on a smooth nearly level bottomland, forested with baldcypress. (Colors are for moist soil unless otherwise stated.)\nAg--0 to 6 inches; gray (10YR 5/1) clay loam; moderate medium subangular blocky structure; friable, sticky and plastic; many fine and medium and common coarse roots; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; extremely acid; clear smooth boundary. (3 to 8 inches thick)\nCg1--6 to 20 inches; gray (10YR 5/1) clay; massive; firm, very sticky and very plastic; common fine and medium and few coarse roots; few fine distinct yellowish brown (10YR 5/8) masses of iron accumulation; extremely acid, gradual smooth boundary. (7 to 30 inches thick)\nCg2--20 to 60 inches; gray (N 6/0) clay; massive; firm, very sticky and very plastic; few fine, medium and coarse roots; few fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harrison County, Texas; from the intersection of U.S. Highways 59 and 80 in Marshall, 0.2 mile north on U.S. Highway 59, 14.0 miles northeast on Texas Highway 43, 5.0 miles east on Farm Road 2198 to Uncertain, 0.7 mile northeast and 15 feet south in a stand of baldcypress."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 3 to 8 inches\nClay content in the Control Section: 35 to 50 percent\nRedoximorphic features: Depleted or gleyed matrix throughout\nOther distinctive soil features: Organic carbon content decreases irregularly with depth or is greater than 0.2 percent at a depth of 50 inches below the soil surface\nConcentrated minerals: None\nO horizon:  (where present)\nColor--Shades of brown and black\nRedoximorphic features--None\nTexture--Partially decomposed leaves, twigs, sticks, and roots\nOther features--Thickness ranges up to 6 inches.\nReaction--Extremely acid or very strongly acid\nAg horizon:\nColor--Hue of 10YR, 2.5Y, or 5Y, value of 3 to 6, and chroma of 1 or 2.  Where value is 3, thickness is 6 inches or less.\nRedoximorphic features--Iron accumulations in shades of brown and iron depletions in shades of gray range from none to common.\nTexture--Clay loam, silty clay loam, silty clay, clay or mucky clay\nOther features--None\nReaction--Extremely acid or very strongly acid\nCg horizon:\nColor--Hue of 10YR, 2.5Y, 5Y, 5GY, or 5G, value of 5 or 6, and chroma of 1, or it has neutral hue wuth value of 5 or 6\nRedoximorphic features--Iron accumulations in shades of brown or olive and iron depletions in shades of gray to green range from few to many.\nTexture--Clay loam, silty clay, or clay, however some pedons have thin strata of silty clay loam\nOther features--None\nReaction--Extremely acid or very strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chastain in the same family and the Angelina, Bleakwood, Itano, Kinston, Lee, Rosebloom, Socagee and Una series in closely related families. None of the competing series are submerged for most of the year. Chastain soils have slightly higher pH, have a developed subsoil, are poorly drained and have slow permeability. Angelina, Bleakwood, Kinston, and Lee soils have a fine-loamy particle size control section. Itano, Rosebloom, and Socagee soils have a fine-silty particle size control section. Una soils have a developed subsoil, and are poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Cypress soils are on perennially submerged areas in ox bows, shallow lake areas and stream channels. The soils formed in acidic clayey alluvial sediments. Mean annual temperature is 63 to 68 degrees F. The mean annual precipitation is 44 to 54 inches. The mean annual frost free period ranges from 220 to 250 days. Elevation ranges from 100 to 200 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bibb, Guyton, Iuka, Mathiston, Sardis, and the closely related Socagee series. The Bibb, Iuka, Mathiston, Sardis, and Socagee soils are on slightly higher floodplain positions. Bibb and Iuka soils have a coarse-loamy particle size control section, and Mathiston, Sardis, and Socagee soils have a fine-silty particle size control section. The Guyton soils are on slightly higher terrace positions and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Cypress soils are very poorly drained. Permeability is very slow. The soil is submerged or ponded and the water table ranges from 0 to 4 feet above the soil surface for most of the year. The remaining time, it has a water table from 0 to 1 foot below the soil surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for wildlife land and recreation due to the ponding and high water table of the soil. Native vegetation consists mainly of Baldcypress. Canopy cover within individual Baldcypress stands may reach 100 percent. Other species include water elm, willow weed, button bush, yellow water lily, false nettle, water leaf, and purple St. Johnswort. These occur mainly in the fringe areas of the Baldcypress stands and in more open areas within. They decrease in frequency as the amount of sunlight reaching the understory also decreases (toward the interior). Other species such as overcup oak and blackwillow occur in areas having less duration of submersion (slightly higher areas). Spanish moss is common on the baldcypress trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeast Texas and Louisiana, MLRA's 133B and 152B. This series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harrison County, Texas 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These areas were formerly included with water. The series was updated in 2004 to allow a dark surface horizon up to 6 inches thick, 5G hue in the Cg horizon, and thin strata of silty clay loam in the Cg horizon.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface to a depth of 6 inches.\nReduced matrix - throughout; soil colors brighten upon prolonged exposure to air.\nThe organic matter decomposition process in this anaerobic condition has both organic and inorganic acids being formed. The acids are being leached into the mineral portion of the soil and replaces bases from the original soil minerals."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Harrison County, Texas; TAMU Characterization Lab numbers S87TX203-6,7,and 8; SNTC Soils Mechanics Lab number S87TX203-5 and St. Helena Parish; LSU Soil Lab number S89LA091000-76."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ag",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ag--0 to 6 inches; gray (10YR 5/1) clay loam; moderate medium subangular blocky structure; friable, sticky and plastic; many fine and medium and common coarse roots; common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; extremely acid; clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 15,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg1--6 to 20 inches; gray (10YR 5/1) clay; massive; firm, very sticky and very plastic; common fine and medium and few coarse roots; few fine distinct yellowish brown (10YR 5/8) masses of iron accumulation; extremely acid, gradual smooth boundary. (7 to 30 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 51,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 6,
        "moist_chroma": 0,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg2--20 to 60 inches; gray (N 6/0) clay; massive; firm, very sticky and very plastic; few fine, medium and coarse roots; few fine prominent strong brown (7.5YR 5/8) masses of iron accumulation; extremely acid."
      }
    ]
  ]
}
