{
  "SERIES": "WAAS",
  "STATUS": "Established Series",
  "BYREV": "IRD:  RLM/DAL",
  "REVDATE": "02/1999",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waas very fine sandy loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nAl--0 to 3 inches; dark reddish brown (5YR 3/2) very fine sandy loam, reddish brown (5YR 4/3) dry; weak medium platy structure parting to moderate fine granular; slightly hard, very friable; many fine roots; interstitial pores; neutral (pH 6.8); abrupt smooth boundary.  (4 to 5 inches thick)\nA2--3 to 10 inches; dark reddish brown (5YR 3/3) very fine sandy loam, reddish brown (5YR 4/3) dry; weak very thick platy structure; hard, friable, slightly sticky and slightly plastic; many fine roots; few very fine pores; neutral (pH 6.9); clear wavy boundary.  (6 to 10 inches thick)\nBt1--10 to 22 inches; reddish brown (5YR 3/4) loam, reddish brown (5YR 4/4) dry; weak coarse prismatic structure parting to weak coarse subangular blocky; very hard, friable, slightly sticky and slightly plastic; few fine roots; many fine pores; neutral (pH 7.2); clear wavy boundary.  (10 to 15 inches thick)\nBt2--22 to 32 inches; yellowish red (5YR 4/4) loam, yellowish red (5YR 5/4) dry; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, firm, slightly sticky and plastic; thin clay films in channels and as bridges between sand grains; many fine and few medium pores; few fine roots; neutral (pH 7.3); clear irregular boundary.  (8 to 13 inches thick)\nBCk--32 to 45 inches; reddish brown (5YR 4/4) loam, reddish brown (5YR 5/4) dry; weak medium prismatic structure parting to weak medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few fine pores and fine roots; slightly calcareous with fine veins of calcium carbonate; moderately alkaline (pH 7.9); gradual wavy boundary.  (10 to 15 inches thick)\nCk--45 to 60 inches; reddish brown (5YR 4/4) loam, reddish brown (5YR 5/4) dry; massive; hard, firm, slightly sticky and slightly plastic; few fine roots; few fine pores; slightly calcareous with fine veins of segregated lime; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Utah; 500 feet north of old LaSal schoolhouse; southeast 1/4 of sec. 21, T. 28 S., R. 25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 10 to 15 inches thick.  The A, Bt and BCk horizons range from 38 to 58 inches thick.  The mean annual soil temperature ranges from 47 to 49 degrees F.  The soils are dry in some part of the moisture control section for 60 to 75 percent of the time when the soil temperature is above 41 degrees F.\nThe A1 horizon has hue of 7.5YR or 5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3.  It is neutral to mildly alkaline.\nThe Bt horizon has hue of 7.5YR or 5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 4 through 6.  It is commonly loam, but ranges to loam or silty clay loam and contains 18 to 35 percent clay with less than 15 percent sand coarser than very fine sand.  Reaction ranges from neutral to moderately alkaline.\nThe C horizon ranges in texture from loam to clay loam.  It is mildly alkaline or moderately alkaline.  It ranges from 0 to 25 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brussett and Ralph series.  Brussett soils have hue of 10YR or yellower and the depth to visible carbonates is dominately below the series control section.  Ralph soils have bedrock at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waas soils are on undulating to rolling upland benches.  Elevations range from 5,800 to 7,500 feet.  The soils formed in eolian sediments mainly from sandstone and shale.  The average annual precipitation is about 14 to 16 inches.  The mean annual temperature is 44 to 46 degrees F.  The freeze-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hangdo, Kunz, and Harol(T) soils.  Hangdo, and Kunz soils have more than 15 percent sand coarser than very fine sand.  Harol soils have a loamy-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PEREMABILITY",
    "content": "DRAINAGE AND PEREMABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for cropland, rangeland, wildlife habitat and recreation.  Potential vegetation is Wyoming big sagebrush, muttongrass, western wheatgrass, and needleandthread grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Canyonlands, Area, San Juan County, Utah, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This is named for a mountain in the area.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
