{
  "SERIES": "WACA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLA/GMK/ET",
  "REVDATE": "05/2007",
  "STATES": "CA,NV",
  "OVERVIEW": "The Waca series consists of moderately deep, well-drained soils formed in material weathered from andesitic tuff. Waca soils are on mountains and have slopes of 5 to 75 percent. The mean annual precipitation is 127 centimeters and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, frigid Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waca very gravelly medial coarse sandy loam - on a northwest facing concave slope of 35 percent under a cover of mixed conifers at 2073 meters elevation. (Colors are for dry soil unless otherwise stated).\n0i--0 to 5 cm; slightly decomposed plant material. (3 to 8 cm thick)\nA1--5 to 28 cm; brown (10YR 5/3) very gravelly medial coarse sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine roots; 30 percent gravel, 14 percent cobbles; slightly acid (pH 6.2); abrupt smooth boundary. (8 to 23 cm thick)\nA2--28 to 41 cm; brown (10YR 5/3) very gravelly medial coarse sandy loam, dark brown (10YR 3/3) moist; massive, soft, very friable, nonsticky and nonplastic; common very fine and fine, many medium roots; many very fine and fine interstitial pores; 35 percent gravel, 3 percent cobbles; moderately acid (pH 6.0); diffuse wavy boundary. (10 to 15 cm thick)\nA3--41 to 58 cm; brown (10YR 5/3) very gravelly medial coarse sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; many very fine and fine interstitial pores; 35 percent gravel, 2 percent cobbles; moderately acid (pH 5.8); diffuse wavy boundary. (8 to 18 cm thick)\nBw--58 to 97 cm; pale brown (10YR 6/3) very gravelly medial coarse sandy loam, brown (10YR 4/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; many very fine and fine interstitial pores; 45 percent gravel, 3 percent cobbles, moderately acid (pH 5.6); diffuse wavy boundary. (28 to 46 cm thick)\nCr--97 cm; weathered andesitic tuff, fractures greater than 10 centimeters apart with some roots and soil in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Placer County, California; Lake Tahoe Basin; 30 meters south of Blackwood Canyon Road, S 1/2 of section 34, T.15 N., R.16 E., MDB&M. 39 degrees N latititude, 5 degrees, 54 seconds, 120 degrees W longitude, 11 minutes, 55 seconds. U.S.G.S. Quad: Homewood, California"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Soils are usually moist between 25 and 84 cm and are dry in all parts for about 55 days between late August and early October\nSoil temperature: The mean annual soil temperature is 4 to 8 degrees C, and the mean annual summer soil temperatures vary from 10 to 13 degrees C.\nUmbric epipedon: 25 to 61 cm thick though dark colors normally extend to only 50 cm\nDepth to a paralithic contact: 50 to 100 cm\nTexture of the fine earth: sandy loam, coarse sandy loam or loam and has less than 18 percent clay\nRock fragments: average more than 35 percent throughout the control section but ranges from 15 to 70 percent in individual horizons. Rock fragments are mainly gravel size but include cobbles and stones.\nAsh content: less than 60 percent vitric pyroclastic material in the upper 36 centimeters\nBulk density: range from 0.70 gm/cc to 0.95 gm/cc\nBase saturation: commonly is 15 to 30 percent but varies from 3 to 50 percent.\nThe A horizon:\nHue: 10YR or 7.5 YR\nValue: 3 through 5 dry, 2 through 4 moist\nChroma: 2 through 4 dry or moist\nOrganic matter: ranges from 2 to 34 percent\nReaction: strongly to slightly acid.\nThe Bw horizon:\nHue: 10YR or 7.5YR\nValue: 4 through 7 dry, 3 through 5 moist\nChroma: 3 through 8 dry, 2 through 4 moist\nReaction: moderately acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: At this time there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Waca soils are on gently sloping to very steep mountains. Elevations range from 1825 to 2740 meters and down to 1675 meters on some north aspects. These soils formed in material weathered from andesitic tuff breccia. Most of the soils have formed in materials weathered from mudflows or debris flows of the Merhten Formation. The climate is humid to subhumid with warm dry summers and cold wet winters. Mean annual precipitation is 580 to 2035 mm, most of which occurs as snow. Mean annual temperature is 3 to 9 degrees C. Mean January temperature is -1 degrees C, mean July temperature is 16 degrees C. Frost-free season is 25 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Campone, Longval, Lyonman, Melody, Sky, Smokey, Tourn and Windy soils. Smokey soils have ochric epipedons. Campone, Lyonman and Tourn soils have mollic epipedons. Longval soils have mixed mineralogy and less than 35 percent rock fragments in the textural control section. Sky and Melody soils have a cryic temperature regime and Melody soils are less than 50 cm to bedrock. All these soils are on similar landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderately rapid permeability above the paralithic contact."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber production and watershed; native vegetation is mixed conifers. The principal species are red fir, white fir, mountain hemlock, and western white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in mountainous areas of Northern California and are extensive. MLRA 22A"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Placer County (Tahoe Basin Area), California, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The exchange complex is dominated by amorphous materials. Soils that were mapped as Waca in soil survey areas with elevations less than 1675 meters would now be outside the concept for the Waca series.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - 5 to 58 cm (A1, A2, A3 horizons)\nAndic soil properties - 5 to 97 cm.\nParalithic contact - at 97 cm\nParticle-size control section - 5 to 97 cm.\nADDITIONAL DATA: \"Soil Survey Investigation Report No. 24,\" June 1973, pp 342-343, Waca cobbly coarse sandy loam (S68 CA-61-001). Andic soil property tests were run on archived samples from type location in 1994. \"Soils-13 Review of Laboratory Data of Pedons Formed on Mehrton Formation, Central Sierra Mountain, California,\" April 24, 1978, Dr. Wiley D. Nettleton.\nSeries reclassified 10/96.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
