{
  "SERIES": "WADDINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-FLG-ERS",
  "REVDATE": "02/2000",
  "STATES": "NY",
  "OVERVIEW": "The Waddington series consists of very deep, somewhat excessively drained soils on uplands. They formed in glaciofluvial deposits. Slopes range from 0 to 35 percent. Mean annual temperature is 43 degrees F., and mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, frigid Typic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waddington gravelly sandy loam, on a 5 percent convex north-facing slope in a meadow.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (7.5YR 4/3) gravelly sandy loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; friable; many very fine and fine, common medium and few coarse roots; many fine vesicular pores; 15 percent gravel; neutral; abrupt smooth boundary. (8 to 11 inches thick)\nBw--8 to 12 inches; strong brown (7.5YR 5/6) gravelly loam; common medium distinct very dark grayish brown (10YR 3/2) organic stains; weak medium subangular blocky structure; friable; many very fine and fine and common medium roots; common medium vesicular pores, few coarse vesicular pores, and few medium tubular pores; few faint silt and clay coats on faces of peds and in pores; 25 percent gravel; mildly alkaline; abrupt irregular boundary.  (3 to 20 inches thick)\nBC--12 to 19 inches; brown (10YR 4/3 and 7.5YR 5/4) very gravelly sandy loam; weak medium subangular blocky structure; single grain; loose; few very fine, common fine and few medium roots; 40 percent gravel, 2 percent cobbles; slightly effervescent, moderately alkaline; clear wavy boundary.  (3 to 20 inches thick)\nC1--19 to 36 inches; dark grayish brown (10YR 4/2) and dark brown (10YR 4/3) very gravelly loamy sand; single grain; loose; common fine and few medium roots; 40 percent gravel, 5 percent cobbles; few small shells; strongly effervescent, moderately alkaline; gradual wavy boundary.  (0 to 40 inches thick)\nC2--36 to 72 inches; grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) extremely gravelly sandy loam; single grain; loose; few fine and medium roots; 45 percent gravel, 15 percent cobbles; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lawrence County, New York; Town of Lisbon, 2,750 feet northeast of the junction of Five Mile Line Road and Nelson Road, and 750 feet southeast of Nelson Road. USGS Sparrowhawk, NY topographic quadrangle; latitude 44 degrees, 45 minutes and 28 seconds N. and longitude 75 degrees, 21 minutes, and 04 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 18 to 35 inches. Depth to free carbonates ranges from 10 to 32 inches. Bedrock is deeper than 60 inches. Rock fragments of mostly gravel and cobbles range from 10 to 55 percent by volume in the solum, and from 40 to 65 percent in the C horizon.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 through 4. Texture of the fine-earth fraction is sandy loam, fine sandy loam, or loam. Gravelly phases are common and cobbly phases are less common. Reaction is slightly acid or neutral.\nThe Bw horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 3 through 6. Texture of the fine-earth fraction is often sandy loam or loam, and less commonly fine sandy loam. Some pedons have thin subhorizons of loamy fine sand or loamy sand in the fine-earth fraction. Reaction is neutral or mildly alkaline.\nThe BC horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 through 6. Texture of the fine-earth fraction is loamy sand or sandy loam. Reaction ranges from neutral through moderately alkaline.\nThe C horizon is gravel, cobbles, or stones with sand, loamy sand, or sandy loam materials in the interstices. It has varying degrees of stratification. Reaction is mildly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Posen series was in the same family, but has not been classified for CEC activity class. Posen soils do not occur in Land Resource Region R. The Posen soils have Bh or Bs horizons.\nThe Colton and Raquette series are similar soils in related families. The Colton soils have a sandy-skeletal particle-size class and there are no free carbonates within the soil. The Raquette soils have a sandy particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waddington soils are on convex sloping outwash plains, kames or beach ridges in the uplands. The slope gradient ranges from 0 to 35 percent. The soils formed in calcareous glaciofluvial or wave sorted materials. The mean annual temperature ranges from 42 to 45 degrees F. The mean annual precipitation ranges from 35 to 42 inches. The frost-free period ranges from 120 to 150 days. Elevation ranges from 200 to 600 feet above sea-level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grenville, Hogansburg, Kalurah, Malone, Nehasne, Pyrities, and Raquette soils. Grenville and Pyrities soils are on similar topographic positions as Waddington soils, but they have less than 35 percent rock fragments in the particle-size control sections. Hogansburg, Kalurah, and Malone soils are on lower topographic positions and have less than 35 percent rock fragments in the particle-size control sections. Nehasne soils are in areas of bedrock control and have a coarse-loamy particle-size control section. Raquette soils are on similar topographic positions and have a sandy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. The potential for surface runoff ranges from very low to high. Permeability is moderate to moderately rapid in the surface layer, moderately rapid in the upper part of the subsoil, and rapid or very rapid in the lower part of the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas have been cleared and are used for corn and hay. Woodlots contain sugar maple, northern white cedar, basswood, red oak, and American beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New York. MLRA 142. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  St. Lawrence County, New York, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Competing series may change as similar soils are reclassified. Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\nb.  Cambic horizon - the zone from 8 to 12 inches (Bw horizon).\nc.  Typic Eutrochrepts feature - the presence of carbonates at approximately 12 inches (BC horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  The typical pedon was characterized by the Cornell University Soil Survey Laboratory in 1982 and is identified as S81NY89-1.\nSoil Interpretation Record: NY0372"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (7.5YR 4/3) gravelly sandy loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; friable; many very fine and fine, common medium and few coarse roots; many fine vesicular pores; 15 percent gravel; neutral; abrupt smooth boundary. (8 to 11 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--8 to 12 inches; strong brown (7.5YR 5/6) gravelly loam; common medium distinct very dark grayish brown (10YR 3/2) organic stains; weak medium subangular blocky structure; friable; many very fine and fine and common medium roots; common medium vesicular pores, few coarse vesicular pores, and few medium tubular pores; few faint silt and clay coats on faces of peds and in pores; 25 percent gravel; mildly alkaline; abrupt irregular boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "BC",
        "top": 30,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--12 to 19 inches; brown (10YR 4/3 and 7.5YR 5/4) very gravelly sandy loam; weak medium subangular blocky structure; single grain; loose; few very fine, common fine and few medium roots; 40 percent gravel, 2 percent cobbles; slightly effervescent, moderately alkaline; clear wavy boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "C1",
        "top": 48,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--19 to 36 inches; dark grayish brown (10YR 4/2) and dark brown (10YR 4/3) very gravelly loamy sand; single grain; loose; common fine and few medium roots; 40 percent gravel, 5 percent cobbles; few small shells; strongly effervescent, moderately alkaline; gradual wavy boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "C2",
        "top": 91,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--36 to 72 inches; grayish brown (10YR 5/2) and dark grayish brown (10YR 4/2) extremely gravelly sandy loam; single grain; loose; few fine and medium roots; 45 percent gravel, 15 percent cobbles; strongly effervescent, moderately alkaline."
      }
    ]
  ]
}
