{
  "SERIES": "WADESBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTA",
  "REVDATE": "07/2003",
  "STATES": "NC",
  "OVERVIEW": "The Wadesboro series consists of deep, well drained, moderately permeable soils that formed in residuum weathered from triassic fine-grainec mudstone, siltstone, shale, sandstone, or conglomerate. These soils are on uplands in the Piedmont and have slopes of 2 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Rhodudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wadesboro clay loam, on a 10 percent slope in woodland. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark reddish brown (5YR 3/4) clay loam; moderate medium granular structure; friable; many medium roots; very strongly acid; abrupt smooth boundary. (0 to 10 inches thick)\nBt1--8 to 20 inches; dark red (2.5YR 3/6) clay; reddish brown (2.5YR 4/4) dry; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common medium roots; thin continuous clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBt2--20 to 30 inches; dark reddish brown (2.5YR 3/4) clay; reddish brown (2.5YR 4/4) dry; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common medium roots; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 10 to 42 inches thick)\nC--30 to 41 inches; dark reddish brown (2.5YR 3/4) loam saprolite; massive; friable; few medium roots; very strongly acid; gradual wavy boundary. (5 to 15 inches thick)\nCr--41 to 62 inches; highly weathered fractured Triassic siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Anson County, North Carolina; 7 miles north of Wadesboro on North Carolina Highway 109; 3.5 miles west on Secondary Road 1649; 500 feet north of road in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The clayey part of the Bt horizon ranges from 10 to 40 inches thick. Depth to soft bedrock is 40 to 60 inches. The soil reaction ranges from moderately acid to very strongly acid except where the surface has been limed. Dark manganese oxide concretions range from none to common throughout the profile. Pebbles of siltstone and mudstone range from 0 to 10 percent by volume throughout.\nThe A or Ap horizon has hue of 7.5YR to 10R, value of 3 or less, and chroma of 2 to 4. It is loam or silt loam. In eroded areas, the Ap horizon is clay loam.\nThe BA horizon, where present, has hue of 5YR to 10R, value of 3 or less, and chroma of 2 to 6. It is loam or silt loam.\nThe Bt horizon has hue of 2.5YR to 10R, value of 3 or less, and chroma of 3 to 6. Some pedons contain mottles in shades of yellow, brown, or red. The texture is clay, silty clay, clay loam, or silty clay loam.\nThe BC horizon, where present, has hue of 2.5YR to 10R, value of 3 or less, and chroma of 3 to 6. Some pedons may contain mottles in shades of yellow, brown, gray, or red. The texture is clay loam or silty clay loam.\nThe C horizon has hue of 5YR to 10R, value of 2 to 4, and chroma of 2 to 6. Some pedons contain mottles in shades of yellow, brown, gray, or red. It is silt loam or loam saprolite of mudstone, siltstone, sandstone, shale, or conglomerate.\nThe Cr horizon is similar in color to the C horizon and is weathered moderately hard siltstone, mudstone, sandstone, shale, or conglomerate. Some pedons may have hard unweathered bedrock below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Exway, Coronaca, Davidson, Hiwassee, and Lloyd soils are in closely related families. Exway soils are active. Coronaca, Davidson, Hiwassee, and Lloyd soils have kaolinitic mineralogy. In addition, Coronaca and Davidson soils do not have a 20 percent decrease in content of clay from the maximum within 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wadesboro soils are on gently sloping to steep Piedmont uplands. Slope gradients dominantly are 8 to 40 percent and range from 2 to 40 percent. They formed in residuum weathered from Triassic fine-grained mudstone, siltstone, shale, sandstone, or conglomerate rocks. Mean annual precipitation is 44 inches and mean annual air temperature is 61 degrees F. near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Exway soils and Brickhaven, Carbonton, Creedmoor, Green Level, Mayodan, Peakin, Pinoka, Polkton, and White Store series. None of these soils except Exway are rhodic. The moderately well drained Brickhaven and somewhat poorly drained Carbonton soils lack redox depletions in the upper part of the subsoil.  Creedmoor, Green Level, Polkton, and White Store soils are moderately well drained or somewhat poorly drained and have a high or very high shrink swell potential.  Peakin soils have a water table between 40 and 60 inches.  Pinoka soils are fine-loamy and have a depth to paralithic contact between 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the known acreage of this soil is in woodland. Native tree species include Virginia pine, shortleaf pine, chestnut oak, hickory, post oak, southern and northern white oak, northern red oak, sweetgum, and yellow-poplar. Understory species include dogwood, red maple, redbud, huckleberry, and sassafras. Some acreage is used for hay or improved pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The thermic Piedmont Triassic Basin region of North Carolina and possibly Virginia. It is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anson County, North Carolina; 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Wadesboro series was made inactive after 1971. It includes soils previously mapped as Stoneville which is now classified as mesic. The hardness of the Cr horizon tends to fluctuate with soil moisture. It does not slake after being immersed in water for one hour but will disperse with the hexametaphosphate treatment."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5 Soil Name Slope  Airtemp  FrFr/Seas   Precip  Elevation\nNC    WADESBORO  2-40   58-62   180-220     42-50    350-450\nSOI-5 FloodL FloodH Watertable Kind Months Bedrock  Hardness\nNC    NONE           6.0-6.0     -          40-60    SOFT\nSOI-5 Depth Texture    3-Inch  No-10   Clay%   -CEC-\nNC    0- 8  L SIL      0-8     90-100  12-28   2-8\nNC    0- 8  SICL CL    0-8     90-100  27-40   2-8\nNC    8-30  C CL SIC   0-5     95-100  35-60   7-13\nNC   30-41  CL SICL L  0-5     95-100  10-35   2-7\nNC   41-62  WB          -        -       -      -\nSOI-5 Depth  -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC    0- 8  4.5-6.0  .5-2.  0-0    0.6- 2.0   LOW\nNC    0- 8  4.5-6.0  .5-1.  0-0    0.6- 2.0   LOW\nNC    8-30  4.5-6.0  0.-.5  0-0    0.6- 2.0   MODERATE\nNC   30-41  4.5-6.0  0.-.5  0-0    0.6- 2.0   LOW\nNC   41-62     -       -     -        -"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark reddish brown (5YR 3/4) clay loam; moderate medium granular structure; friable; many medium roots; very strongly acid; abrupt smooth boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 51,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--8 to 20 inches; dark red (2.5YR 3/6) clay; reddish brown (2.5YR 4/4) dry; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common medium roots; thin continuous clay films on faces of peds; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--20 to 30 inches; dark reddish brown (2.5YR 3/4) clay; reddish brown (2.5YR 4/4) dry; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common medium roots; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 10 to 42 inches thick)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--30 to 41 inches; dark reddish brown (2.5YR 3/4) loam saprolite; massive; friable; few medium roots; very strongly acid; gradual wavy boundary. (5 to 15 inches thick)"
      },
      {
        "name": "Cr",
        "top": 104,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--41 to 62 inches; highly weathered fractured Triassic siltstone."
      }
    ]
  ]
}
