{
  "SERIES": "WADSWORTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. AR-DRM-SEA",
  "REVDATE": "03/2015",
  "STATES": "OH",
  "OVERVIEW": "The Wadsworth series consists of very deep, somewhat poorly drained soils formed in Wisconsinan age till on till plains. Some pedons have a thin mantle of loess or other silty material.  Saturated hydraulic conductivity is moderately high above the fragipan and moderately low or low in the fragipan and below. Slopes range from 0 to 12 percent. Mean annual precipitation is about 1065 mm (42 in), and mean annual temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aeric Fragiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wadsworth silt loam, on a 0 to 2 percent slope in a cultivated field. (Colors are for moist soils unless otherwise noted.)\nAp--0 to 20 cm (0 to 8 in); dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; friable; very strongly acid; abrupt smooth boundary. (13 to 25 cm [5 to 10 in] thick)\nBE--20 to 36 cm (8 to 14 in); yellowish brown (10YR 5/4) silt loam; moderate medium subangular blocky structure; friable; common roots; many distinct light brownish gray (2.5Y 6/2) clay depletions on faces of peds; common medium prominent gray (5Y 6/1) iron depletions in the matrix; 2 percent rock fragments; very strongly acid; clear smooth boundary. (0 to 15 cm [0 to 6 in] thick)\nBt--36 to 58 cm (14 to 23 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; common prominent dark gray (5Y 4/1) clay films on faces of peds; many prominent gray (5Y 6/1) clay depletions on faces of peds; many medium prominent dark gray (5Y 4/1) iron depletions in the matrix; 2 percent rock fragments; very strongly acid; clear smooth boundary. (15 to 41 cm [6 to 16 in] thick)\nBtx1--58 to 89 cm (23 to 35 in); brown (10YR 4/3) silty clay loam; moderate very coarse prismatic structure parting to weak coarse prismatic and weak medium platy; very firm; brittle; many prominent gray (5Y 5/1) clay films on vertical faces of peds; few fine prominent gray (5Y 6/1) iron depletions in the matrix; common medium dark soft masses of iron-manganese accumulation in prism interiors; 2 percent rock fragments; strongly acid; gradual wavy boundary.\nBtx2--89 to 112 cm (35 to 44 inches); brown (10YR 4/3) silty clay loam; moderate very coarse prismatic structure parting to weak medium platy; very firm; moderately brittle; many prominent gray (5Y 5/1) clay films on faces of peds; fine rind of yellowish brown (10YR 5/8) iron accumulation between the prism matrix and clay films; 2 percent rock fragments; slightly acid; gradual wavy boundary. (The Btx horizons have a combined thickness of 28 to 79 cm [11 to 31 in].)\nBC--112 to 137 cm (44 to 54 in); brown (10YR 4/3) silty clay loam; moderate very coarse prismatic structure; firm; many prominent gray (5Y 5/1) coats on vertical faces of peds; 2 percent rock fragments; slightly alkaline; gradual wavy boundary. (0 to 48 cm [0 to 19 in] thick)\nC--137 to 152 cm (54 to 60 inches); brown (10YR 4/3) silty clay loam; massive; firm; common medium prominent gray (5Y 6/1) iron depletions in the matrix; common medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; about 2 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Summit County, Ohio; Twinsburg Township, about 2 miles southwest of Twinsburg, 1 1/4 miles west of State Road 91, 1200 feet south of Highland Road adjacent to Conrail railroad track, T. 5 N., R. 10 W.; U.S.G.S. Twinsburg, Ohio topographic quadrangle; Latitude 41 degrees, 17 minutes, 40 seconds N. Longitude 81 degrees, 27 minutes, 58 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 86 to 152 cm (34 to 60 in). Depth to the top of the fragipan ranges from 46 to 76 cm (18 to 30 in). Rock fragments range from 0 to 4 percent in the A, BE, and Bt horizons and from 2 to 15 percent in the Btx, BC, and C horizons. The particle-size control section averages less than 15 percent fine sand or coarser and averages 27 to 35 percent clay.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 or 5 (6 or more dry), and chroma of 1 to 3. Some pedons have A horizons, 3 to 13 cm (1 to 5 in) thick, with hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 2. An E horizon, where present, is up to 25 cm (10 in) thick with hue of 10YR or 2.5Y, value of 5 or 6 (more than 6 dry), chroma of 2 or 3, and few to many redoximorphic features with chroma of 2 to 6. The Ap or A horizon is typically silt loam.  The Ap, A, and E horizons commonly are extremely acid to moderately acid, but the Ap horizon ranges to neutral where limed.\nThe BE horizon (B/E in some pedons) has clay depletions on faces of peds that indicate degradation with value of 5 or 6, and chroma of 2 or less. The matrix has hue of 7.5YR, 10YR, or 2.5Y, value of 4 or 5, chroma of 3 to 6 and redoximorphic features with chroma of 2 or less. The BE horizon is silt loam or silty clay loam. It is extremely acid to moderately acid.\nThe Bt horizon has hue of 7.5YR, 10YR, 2.5Y, or 5Y, value of 4 or 5, chroma of 3 to 8 and few to many redoximorphic features; and faces of peds have chroma of 2 or less. It is silty clay loam, clay loam, or silt loam. It is extremely acid to moderately acid.\nThe Btx horizon has hue of 10YR or 2.5Y, value of 4 or 5, chroma of 3 to 6, and few to many high and low chroma redoximorphic features, except some pedons have subhorizons that do not have redoximorphic features. Faces of prisms have coats with hue of 10YR to 5Y, value of 4 to 6, and chroma of 0 to 2. It is clay loam, silty clay loam, or silt loam. It is very strongly acid to moderately acid in the upper part and moderately acid to neutral in the lower part.\nThe BC horizon has colors similar to the Btx horizon. It is clay loam, silty clay loam, loam or silt loam. It is strongly acid to slightly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6. It is clay loam, silty clay loam, silt loam, or loam. It is moderately acid to moderately alkaline and typically contains free carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bartle, Doles, Dubois, Patricksburg, Platea, and Weinbach series. Bartle soils contain less rock fragments in the lower part of the control section and the C horizon. Doles soils contain less sand in the lower part of the solum and in the substratum. The Dubois soils have the base of the argillic horizon at more than 203 cm (80 in). Patricksburg soils have a paralithic contact at 152 to 203 cm (60 to 80 in). Platea soils formed in younger age till and in slightly different climate characterized by more snow and slightly higher precipitation. Weinbach soils lack an argillic horizon above the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Wadsworth soils formed in Wisconsinan age till and are on interfluves, side slopes and base slopes on till plains. The slope ranges from 0 to 12 percent. The soils formed in till strongly influenced by sandstone and clay shale. Mean annual precipitation ranges from about 830 to 1320 mm (33 to 52 in) and the mean annual temperature commonly ranges from about 6 degrees C in cooler locations to 11 degrees C (43 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bogart, Chagrin, Chili, Conotton, Fitchville, Frenchtown, Glenford, Jimtown, Lobdell, Rittman, and Sebring soils. Moderately well drained Bogart, well drained Chili, well drained Conotton, and somewhat poorly drained Jimtown soils lack fragipans and are on nearby sandy and gravelly outwash terraces. The well drained Chagrin and moderately well drained Lobdell soils are on nearby flood plains. The somewhat poorly drained Fitchville, moderately well drained Glenford, and poorly drained Sebring soils lack fragipans and are on nearby silty lacustrine terraces. The poorly drained Frenchtown soils are on nearby base slopes and depressions on the till plain. The moderately well drained Rittman soils are on nearby gently sloping to steeper sloping interfluves and side slopes on the till plain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Saturated hydraulic conductivity is moderately high above the fragipan and moderately low or low in the fragipan and below.  In undisturbed areas the depth to the top of a perched seasonal high water table is 18 to 28 cm (7 to 11 in) from October to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, oats, and wheat. Some areas are in pasture or woodland. The natural vegetation is deciduous forest with red maple, sugar maple, beech, and red oak the main species. Many areas near cities are in nonagricultural uses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Ohio, and probably northwestern Pennsylvania. MLRA 139. The soils of this series are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Muddy Fork Project, Ohio, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - from the surface to a depth of about 36 cm (14 in) (Ap, BE);\n2. Argillic horizon - from a depth of about 36 to 112 cm (14 to 44 in) (Bt, Btx1, Btx2);\n3. Fragipan - from depths of about 58 to 112 cm (23 to 44 in) (Btx1, Btx2);\n4. Redoximorphic features from depths of about 20 to 152 cm (8 to 60 in) (BE, Bt, Btx1, Btx2, BC, and C horizons).\nA moderately shallow variant was correlated in Stark Co., Ohio. This variant will be evaluated during MLRA maintenance to determine if a new series is needed.\nThe August, 2000 revision included numerous changes made to all parts of the OSD. Pedon description was updated to include redoximorphic features.\nThe Wadsworth series and the Platea series now have significant overlap of attribute ranges in characteristics. Both series are correlated and by consensus are needed. Future MLRA maintenance investigations should identify more specific attribute ranges to identify a soil property diagnostic criteria to retain these two series separately. Platea soils are generally located north of the Wadsworth soils. By inference they are younger (though both are formed in Wisconsinan age till), and the extreme northern Platea and extreme southern Wadsworth soils are on different till members. Also the extreme climate difference from the northernmost Platea to the southernmost Wadsworth is somewhat contrasting, but is not generally definitive for differentiating.\nADDITIONAL DATA:  Characterization data for the Wadsworth series is located at the NCSS KSSL Soil Characterization Database.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
