{
  "SERIES": "WAGES",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JWB/LCC",
  "REVDATE": "12/1999",
  "STATES": "CO,MT,WY",
  "OVERVIEW": "The Wages series consists of very deep, well drained, moderately permeable soils that formed in mixed eolian material and alluvial fan sediments of Tertiary pedisediments. Wages soils are on hills and plains, terraces and alluvial fans or foot slopes and have slopes of 0 to 25 percent.  The mean annual precipitation is 16 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wages loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable; neutral (pH 7.0); gradual smooth boundary.  (3 to 7 inches thick)\nBt--4 to 10 inches; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; medium prismatic structure parting to moderate medium subangular blocky; hard, very friable; common faint clay films on horizontal and vertical faces of peds; neutral (pH 7.2); clear smooth boundary.  (4 to 10 inches thick)\nBtk--10 to 14 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak fine prismatic structure parting to moderate fine subangular blocky; hard, very friable; few faint clay films on vertical faces of peds; some visible calcium carbonate occurring as concretions; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 5 inches thick)\nBk--14 to 40 inches; very pale brown (10YR 7/3) loam, pale brown (10YR 6/3) moist; massive; very hard, friable; visible calcium carbonate occurring mostly in finely divided forms; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (20 To 38inches thick)\nC--40 to 60 inches; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Colorado; approximately 1,600 feet east and 400 feet north of southwest corner of Sec. 12, T. 2 N., R. 52 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 50 degrees F., and the mean summer soil temperature is 72 degrees F.  The mollic epipedon is 7 to 15 inches thick and the solum, to the base of the Bt horizon is 7 to 15 inches thick.  Depth to calcareous material is 6 to 35 inches.  Organic carbon in the A horizon ranges from .7 to 3 percent and decreases uniformly with increasing depth.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5, 2 or 3 moist and chroma of 2 or 3.  It is loam or sandy clay loam.  It has fine granular structure but it has weak subangular blocky structure in some pedons.  This horizon is soft to slightly hard.  It is neutral or slightly alkaline (pH 6.8 to 7.8).\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 4 through 6, 3 through 5 moist and chroma of 2 through 4.  It is typically clay loam, loam, sandy clay loam or sandy loam and has 18 to 35 percent clay, 10 to 45 percent silt, 20 to 65 percent sand, and 0 to 25 percent coarse fragments, mainly pebbles.  This horizon has moderate or strong prismatic or subangular blocky structure.  It is neutral or slightly alkaline (pH 6.8 to 7.6).\nThe Btk, Bk or C  horizons have hue of 2.5Y through 7.5YR value of 5 through 7 dry, 4 through 6 moist and chroma of 2 through 4.  It is loam, fine sandy loam, sandy loam, sandy clay loam, or clay loam, averaging more than 12 percent clay and is gravelly in some pedons.  These horizons are slightly alkaline to strongly alkaline (pH 8.0 to 8.5) and have about 4 to 15 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ascalon (CO), Asparas (NM), Belfon (KS), Bresser (CO), Capulin (NM), Cedak (WY), Chacuaco (CO), Critchell (CO), Dagflat (UT), Datil (NM), Featherlegs (WY), Hargreave (WY), Harlan (WY), Hemingford (NE), Hiarc (NM), Kirtley (WY), Lavate (UT), Loarc (NM), Moskee (WY), Noden (WY), Palmer Canyon (WY), Recluse (WY), Rosebud (NE), Ryegate (CO), Satanta (KS), Shalona (CO), Sugardee (WY), and Wolf (CO) series.  Ascalon, Asparas, Belfon, Bresser, Capulin, Critchell, Dagflat, Featherlegs, Hargreave, Harlan, Hemingford, Kirtley, Lavate, Moskee, Recluse, Satanta, and Shalona soils have a solum to the base of the Bt, more than 15 inches thick.  In addition, Shalona soils have dry moisture control sections for 15 consecutive days from May 15 to July 15 when the soil temperature at 20 inches is greater than 41 F.  Chacuaco, Hiarc, Dagflat, and Ryegate soils have a lithic contact at a depth of 20 to 40 inches; Bresser soils lack a k horizon in the solum; Featherlegs and Palmer Canyon soils have a 2C horizon with coarse fragments above 40 inches.  Cedak, Hargreave, Kirtley, and Rosebud soils have a paralithic contact at a depth of 20 to 40 inches.  Harlan and Sugardee soils have hue of 5YR or 2.5YR in the Bt horizon.  Datil and Wolf soils have a calcic horizon with more than 15 percent rock fragments in the lower part of the particle-size control section.  Loarc and Noden soils lack a continuous k horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wages soils are on hills, plains, terraces, alluvial fans, and foot slopes.  Slope gradients range from 0 to 25 percent.  The soils formed in mixed eolian material and alluvium or Tertiary pedisediments.  At the type location the average annual precipitation is 14 to 18 inches, with peak periods of precipitation occurring during the spring and summer.  Mean annual temperature is 47 to 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Norka, Stoneham, and the competing Ascalon soils.  Norka soils have less than 15 percent sand coarser than very fine sand.  Stoneham soils lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as dry cropland or native pastureland. Common crops are small grains and sorghum.  Native vegetation is short grasses, principally blue grama and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Colorado, and southeastern Wyoming.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a mollic epipedon from 0 to 10 inches, and an argillic horizon from 4 to 10 inches.  Last updated by the state 3/94.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable; neutral (pH 7.0); gradual smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--4 to 10 inches; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; medium prismatic structure parting to moderate medium subangular blocky; hard, very friable; common faint clay films on horizontal and vertical faces of peds; neutral (pH 7.2); clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Btk",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk--10 to 14 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; weak fine prismatic structure parting to moderate fine subangular blocky; hard, very friable; few faint clay films on vertical faces of peds; some visible calcium carbonate occurring as concretions; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bk",
        "top": 36,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--14 to 40 inches; very pale brown (10YR 7/3) loam, pale brown (10YR 6/3) moist; massive; very hard, friable; visible calcium carbonate occurring mostly in finely divided forms; violently effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.  (20 To 38inches thick)"
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C--40 to 60 inches; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; massive; slightly hard, very friable; violently effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
