{
  "SERIES": "WAHSTAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/TDT",
  "REVDATE": "02/2006",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid, shallow Palexerollic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wahstal very cobbly loam - on a 5 percent convex northeast-facing slope, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches; very dark grayish brown (10YR 3/2) very cobbly loam, grayish brown (10YR 5/2) dry; moderate very fine and fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many fine and few medium roots; many very fine and fine continuous tubular pores; 35 percent cobbles and 15 percent gravel; slightly acid (pH 6.2); clear smooth boundary.  (3 to 5 inches thick)\nA2--4 to 12 inches; dark brown (10YR 3/3) very cobbly clay loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many fine and few medium roots; many very fine and fine continuous tubular pores; 35 percent cobbles and 20 percent gravel; neutral (pH 6.6); abrupt smooth boundary.  (0 to 8 inches thick)\n2Bt--12 to 18 inches; dark yellowish brown (10YR 4/4) extremely cobbly clay, yellowish brown (10YR 5/4) dry; strong coarse and medium angular blocky structure; very hard, very firm, very sticky and very plastic; few fine roots; few very fine and fine continuous tubular pores; many prominent clay films on faces of peds and lining pores; 45 percent cobbles and 25 percent gravel; slightly acid (pH 6.2); abrupt smooth boundary.  (3 to 7 inches thick)\n2Bqm--18 to 23 inches; yellowish brown (10YR 5/4) and brownish yellow (10YR 6/6) duripan; indurated; about 40 percent cobbles and 25 percent gravel; slightly acid (pH 6.4); abrupt wavy boundary.  (5 to 8 inches thick)\n3C--23 to 60 inches; multicolored extremely cobbly sandy loam; massive; 50 percent cobbles and 25 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; located 350 feet north and 150 feet west of the southeast corner, in the SE1/4SE1/4SE1/4SE1/4 sec. 36, T. 13 S., R. 36 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in all parts between 4 and 12 inches for 45 to 80 consecutive days following the summer solstice.  The mean annual soil temperature is 43 to 47 degrees F.  Depth to the duripan is 10 to 20 inches.  Depth to the 2Bt horizon is 5 to 10 inches.  Depth to bedrock is over 60 inches.  There is an absolute increase in clay content of 15 to 30 percent between the A1 or A2 and 2Bt horizons.  Rock fragments are typically rounded.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It has 30 to 40 percent cobbles and 10 to 20 percent gravel.\nThe 2Bt horizon has value of 4 or 5 moist and dry, and chroma of 3 or 4 moist and dry.  It is clay or silty clay averaging 50 to 60 percent clay.  It has 40 to 50 percent cobbles and 15 to 25 percent gravel.  It is slightly acid or neutral.\nThe 2Bqm horizon is indurated throughout or indurated in the upper few inches and weakly to strongly cemented below.  It has 30 to 40 percent cobbles and 20 to 30 percent gravel.\nThe 3C horizon has 40 to 50 percent cobbles and 20 to 30 percent gravel.   The fine-earth fraction is sandy loam or loamy sand.  It is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wahstal soils are on old terraces and on adjacent fans.  Slopes are 2 to 12 percent. Elevations range from 4,000 to 5,200 feet.  The soils formed in mixed alluvium.  The mean annual precipitation is 12 to 18 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free period is 30 to 90 days.  This soil is on the Eola geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Campcreek, Marack, Skullgulch, and Rastus soils. Campcreek and Skullgulch soils are mapped in an association, with the Campcreek soils occupying south and west aspects and Skullgulch soils occupying north and east aspects on side slopes of terraces.  Campcreek soils have mollic epipedons less than 20 inches thick and Skullgulch soils have mollic epipedons greater than 20 inches thick.  Marack soils are on adjacent lower terraces, and have a calcic horizon.  Rastus soils are moderately deep to a duripan and are not skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland. The native vegetation in MLRA 10is stiff sagebrush, Idaho fescue, Sandberg bluegrass and some mountain big sagebrush.  The native vegetation in MLRA 9 is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, prairie junegrass and one-spike oatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon.  The series is of small extent.  MLRA 9 and 10."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 12 inches (A1, A2 horizons).\nArgillic horizon - the zone from 12 to 18 inches (2Bt horizon).\nDuripan - the zone from 18 to 23 inches (2Bqm); it is indurated throughout.\n(Abruptic) feature - there is an absolute increase in the clay content of 15 to 30 percent between the A2 and 2Bt horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
