{
  "SERIES": "WAHTUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJR/ARH/RJE",
  "REVDATE": "11/2002",
  "STATES": "WA",
  "OVERVIEW": "Typically, Wahtum soils have grayish brown loam A1 horizons, clay and silty clay loam B2t horizons, and a weakly cemented layer at about 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, mesic Duric Natrixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wahtum loam, pasture.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 2 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak thin platy  and moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many fine roots; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 3 inches thick)\nA12--2 to 9 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak thick platy and fine granular structure; soft, friable, slightly sticky, slightly plastic; common roots; common fine pores; mildly alkaline (pH 7.8); abrupt wavy boundary.  (6 to 11 inches thick)\nB21t--9 to 14 inches; dark brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; strong medium prismatic and columnar structure; very hard, firm, sticky, plastic; common roots; common fine pores; moderately alkaline (pH 8.0); abrupt wavy boundary.  (3 to 10 inches thick)\nB22t--14 to 18 inches; brown (10YR 5/3) heavy silty clay loam, dark brown (10YR 3/3) moist; massive with some weakly cemented concretions; very hard, firm, sticky, plastic; few fine roots; common fine pores; strong effervescence on lime veins or coatings on concretions, no effervescence on the matrix; moderately alkaline (pH 8.4); abrupt wavy boundary.  (2 to 12 inches thick)\nC1cam--18 to 24 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; massive; weakly cemented (lime silica); very hard, firm, slightly sticky, slightly plastic; few fine roots; common fine pores; violent effervescence with dilute hydrochloric acid; light gray (10YR 7/2) mycelial lime and lime coatings on embedded concretions; strongly alkaline (pH 8.6); gradual wavy boundary.  (2 to 20 inches thick)\nC2--24 to 46 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, nonsticky, slightly plastic; few fine roots; violent effervescence with dilute hydrochloric acid; strongly alkaline (pH 8.6); gradual wavy boundary. (2 to 20 inches thick)\n2C3--46 to 60 inches; grayish brown (10YR 5/2) extremely gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; massive; loose; nonsticky, slightly plastic; 75 percent gravel and cobbles; violent effervescence; much of the gravel is lime silica coated; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakima County, Washington; 2,600 feet west of the Hinman Road and 1,000 feet south of the Progress Road in the SW1/4 NW1/4 NE 1/4 section 19, T.11N., R.17E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 12 to 36 inches.  The mean annual soil temperature at 20 inches ranges from 50 to 55 degrees F.  The mollic epipedon is 10 to 20 inches thick.\nThe A1 horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 or 2. It is loam or silt loam and is moderately to very strongly alkaline (pH 8.0 to 9.4).\nThe B2t horizon has value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4.  It s silty clay, clay, or heavy silty clay loam and is moderately to very strongly alkaline (pH 7.9 to 9.4)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Airport and Fiander series.  Airport soils have a calcium carbonate equivalent of 25 to 50 percent in the Bca horizon.  Fiander soils lack a cemented layer within the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wahtum soils are on nearly level to gently sloping terraces at elevations of 850 to 1,000 feet.  Slopes are 0 to 5 percent.  These soils formed in old alluvium.  They are in a semiarid climate.  The mean annual precipitation is 6 to 9 inches; the mean annual temperature is 48 to 52 degrees F.; and the frost free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ahtanum, Stanfield, Onyx, and Kittitas soils.  All of these soils lack natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff to ponded; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated crops.  Native vegetation is greasewood, big sagebrush, and saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yakima County, Washington, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series was formerly classified as Solonchak-Sierozem intergrade.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
