{
  "SERIES": "WAIAHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MRK-RTG",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Waiaha series consists of shallow, well drained soils that formed in basic volcanic ash over `a`a or pahoehoe lava.  Slopes range from 2 to 50 percent.  The mean annual rainfall is about 1020 millimeters (40 inches), and the mean annual air temperature is 23 degrees C (74 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, isohyperthermic Lithic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waiaha cobbly medial silt loam, on a southwest facing, slightly concave, 12 percent slope in pasture at an elevation of 165 meters (540 feet).  (Colors are for moist soils unless otherwise noted.  All textures are \"apparent field textures\".  pH measured with electrode in 1:1 water.)\nA--0 to 20 centimeters (0 to 8 inches); black (10YR 2/1) cobbly medial silt loam, very dark grayish brown (10YR 3/2) dry; strong very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and common medium roots; common very fine tubular and irregular pores; slightly hydrophobic when dry; 15 percent cobbles and 15 percent gravel; slightly acid (pH 6.2); clear wavy boundary.  (10 to 25 centimeters {4 to 10 inches} thick)\n2C/Bw--20 to 38 centimeters (8 to 15 inches); dark brown (7.5YR 3/2) extremely cobbly medial fine sandy loam, brown (7.5YR 4/4) dry; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine tubular and irregular pores; slightly hydrophobic when dry; 2C material consists of unconsolidated `a`a lava fragments; 10 percent stones, 25 percent cobbles, and 30 percent gravel; neutral (pH 6.7); abrupt wavy boundary.  (8 to 31 centimeters {3 to 12 inches} thick)\n2R--38 centimeters (15 inches); hard, massive `a`a blue rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; about 0.6 miles southwest of Highway 160 on the Honaunau Rodeo Arena road and 46 meters (150 feet) south of road in pasture behind house.  Honaunau Quadrangle; lat. 19 degrees 25 minutes 54 seconds N. and long. 155 degrees 53 minutes 43 seconds W. (Old Hawaiian Datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 25 to 50 centimeters (10 to 20 inches).\nMean annual soil temperature: 22 to 26 degrees C (72 to 78 degrees F).\nRock fragments: 35 to 70 percent by volume of the pedon and range in size from gravel to stones, but are primarily gravel and cobble size lava rocks.\nA horizon\nHues: 7.5YR or 10YR.\nValue: 2 or 3 moist or 3 or 4 dry.\nChroma: 1 or 2 moist or dry.\nTexture: Medial silt loam or cobbly medial silt loam.\nSoil reaction: Slightly acid or neutral (pH 6.1 to 7.3).\n2C/Bw horizon\nHues: 7.5YR or 10YR.\nValue: 2 or 3 moist or 3 or 4 dry.\nChroma: 2 or 3 moist or 4 to 6 dry.\nTexture:  Very cobbly or extremely cobbly medial silt loam, medial loam, or medial fine sandy loam.\nSoil reaction: Neutral or slightly alkaline (pH 6.6 to 7.8).\nCalcium carbonate coatings: Occur in some pedons on rock fragments in the lower part of the horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Similar soils include the Kamawai, Keaa, Napuu, Puuikaaka, and Puukala series.  Kamawai, Napuu, and Puuikaaka soils are moist in the control section from January through July.  Keaa soils have mean annual soil temperature of 19 to 22 degrees C (67 to 72 degrees F).  Puukala soils have a mean annual soil temperature of 11 to 14 degrees C (52 to 58 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Waiaha soils are on low elevation, leeward slopes of Mauna Loa and Hualalai volcanoes at elevations from sea level to 305 meters (0 to 1000 feet).  These soils are on all hillslope components of constructional landscapes consisting of undulating or rolling to very steep `a`a or pahoehoe lava flows that are 5,000 to 10,000 years old.  The soils formed in basic volcanic ash over `a`a or pahoehoe lava.  The mean annual rainfall ranges from 510 to 1270 millimeters (20 to 50 inches), with most of the rainfall occurring from April through October.  The mean annual pan evaporation 1020 to 1520 millimeters (40 to 60 inches).  The mean annual air temperature ranges from 22 to 24 degrees C (72 to 76 degrees F).  The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C (11 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Kaimu, Kainaliu, and Punaluu series.  Kaimu and Punaluu soils are organic soils.  Kainaliu soils have a lithic contact at 50 to 102 centimeters (20 and 40 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is negligible in depressions on gentle slopes and high to very high on steeper slopes.  Permeability is moderately rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing and homesites.  The natural vegetation is guineagrass (Urochloa maxima), bermudagrass (Cynodon dactylon), and lantana (Lantana camara)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South and North Kona districts, Island of Hawaii; MLRA 159, 161B and 161A.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil Survey, Territory of Hawaii, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture - usually moist, but dry in some or all parts for 90 or more cumulative days during the months from October through April in most years (Ustic moisture regime).\nDiagnostic horizons and features recognized in this pedon include:\nMollic epipedon - from a depth of 0 to 38 centimeters (0 to 15 inches) (A and 2C1/Bw horizons).\nLithic contact - at a depth of 38 centimeters (15 inches) (2R horizon).\nAndic soil properties - from a depth of 0 to 38 centimeters (0 to 15 inches) (A and 2C1/Bw horizons).\nEdit Log: 11/3/99  Classification revised due to changes in Soil Taxonomy.  Old classification: Medial-skeletal, isohyperthermic Lithic Eutrandepts.  Series concept now allows shallow soil over `a`a bedrock.  Type location was moved to a representative site.  Competing series updated. MRK\n4/09 Andic textural modifiers added plus minor edits. MRK"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "strong very fine and fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 20 centimeters (0 to 8 inches); black (10YR 2/1) cobbly medial silt loam, very dark grayish brown (10YR 3/2) dry; strong very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and common medium roots; common very fine tubular and irregular pores; slightly hydrophobic when dry; 15 percent cobbles and 15 percent gravel; slightly acid (pH 6.2); clear wavy boundary.  (10 to 25 centimeters {4 to 10 inches} thick)"
      },
      {
        "name": "2C/Bw",
        "top": 20,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 6.7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C/Bw--20 to 38 centimeters (8 to 15 inches); dark brown (7.5YR 3/2) extremely cobbly medial fine sandy loam, brown (7.5YR 4/4) dry; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine tubular and irregular pores; slightly hydrophobic when dry; 2C material consists of unconsolidated `a`a lava fragments; 10 percent stones, 25 percent cobbles, and 30 percent gravel; neutral (pH 6.7); abrupt wavy boundary.  (8 to 31 centimeters {3 to 12 inches} thick)"
      },
      {
        "name": "2R",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--38 centimeters (15 inches); hard, massive `a`a blue rock."
      }
    ]
  ]
}
