{
  "SERIES": "WAIAKOA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH/JVP/MRK",
  "REVDATE": "07/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, isohyperthermic Torroxic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waiakoa very stony silty clay loam - pasture.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp--0 to 5 centimeters (0 to 2 inches); dark reddish brown (5YR 3/3) very stony silty clay loam, reddish brown (5YR 3/4) dry; moderate medium and thick platy structure; hard, friable, slightly sticky and slight plastic; many roots; many fine pores; roots tend to follow plates;5 percent angular 'a'a gravels, 15 percent angular 'a'a cobbles and 30 percent angular 'a'a stones ;1 to 3 percent angular 'a'a stones on surface; strongly effervescence with hydrogen peroxide; neutral (pH 6.7); abrupt smooth boundary.  (3 to 8 centimeters thick)\nBw1--5 to 20 centimeters (2 to 8 inches); dark reddish brown (5YR 3/2) silty clay loam, dark reddish brown (5YR 3/4) dry; weak coarse prismatic structure; hard, friable, slightly sticky and slightly plastic; many roots; many fine and very fine pores; compact in place except a few pockets of loose material; 5 percent angular 'a'a gravels; strongly delayed effervescence with hydrogen peroxide; neutral (pH 6.7); gradual wavy boundary.  (10 to 20 centimeters thick)\nBw2--20 to 41 centimeters (8 to 16 inches); dark reddish brown (5YR 3/3) silty clay loam, dark reddish brown (5YR 3/4) dry; weak coarse prismatic structure; hard, friable, slightly sticky and slightly plastic; many roots; many fine pores; common sand-size aggregates that are resistant to crushing; 5 percent angular 'a'a gravels; strongly delayed effervescence with hydrogen peroxide; slightly acid (pH 6.4); clear wavy boundary.  (15 to 23 centimeters thick)\n2Bw3--41 to 64 centimeters (16 to 25 inches); very dark grayish brown (10YR 3/2) paragravelly silty clay loam, dark grayish brown (10YR 4/2) dry; weak coarse prismatic structure in place and weak medium subangular blocky structure when disturbed; hard, friable, slightly sticky, slightly plastic and weakly smeary; common roots; many fine and very fine pores; 20 to 30 angular 'a'a percent paragravels that are highly weathered; neutral (pH 6.7); gradual wavy boundary.  (18 to 31 centimeters thick)\n2C--64 to 84 centimeters (25 to 33 inches); very dark brown (10YR 2/2) stony silty clay loam, very dark grayish brown (10YR 3/2) dry; massive; hard, friable, slightly sticky and slightly plastic; common roots in patches; very porous; common hard earthy lumps; 10 to 20 percent soil material in cracks; 70 to 80 percent weak red (2.5YR 5/2) highly weathered basic igneous rock; 10 percent hard rock fragments; common black stains on rocks that effervesce violently with hydrogen peroxide; neutral (pH 7.0).\n2R--84 centimeters (33 inches); Indurated bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Maui, Maui County, Hawaii; about 50 feet east of Waiakoa Road and about 1 mile south of gate in Makai pasture of the Old Grove Ranch. USGS Puu O Kali Quadrangle; lat. 20 degrees 47 minutes 20 seconds North and long. 156 degrees 24 minutes 30 degrees West (WGS84 datum)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is 51 to 102 centimeters (20 to 40 inches).  Surface stoniness ranges from nonstony to extremely stony.  Mean annual soil temperature is 24 degrees C. (75 degrees F.) The difference between the mean summer and winter soil temperatures is less than 6 degrees C. (11 degrees F.)\nThe A horizon has hue of 5YR or 2.5YR, value of 2 or 3 moist or dry and chroma of 2 or 3 moist and 3 or 4 dry. It is very to extremely stony silty clay loam, cobbly silty clay loam or silty clay loam. Rock fragments can range from 5 to 60 percent cobbles or stones. It has moderate medium and thick platy structure.\nThe B horizon has hue of 5YR or 10YR, value of 2 or 3 dry and chroma of 2 or 3 moist and 3 or 4 dry. It is stony to very stony silty clay loam, paragravelly silty clay loam or silty clay loam. Rock fragments can range from 5 to 35 percent with 5 to 25 percent paragravels. It has weak coarse prismatic structure or medium subangular blocky structure . It ranges from pH 6.4 to 6.7. Calcium carbonate occurs as coatings on the bedrock in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Paia and Wahikuli soil series. Paia and Wahikuli soils have parasesquic minerology."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Waiakoa soils occur on low mountain hillslopes and ash fields on Haleakala shield volcano.  Slopes are 3 to 25 percent.  Rock outcrops are common along the drainageways.  Elevation ranges from 65 to 340 meters (213 to 1,115 feet).  The soils formed in volcanic ash in the upper part and residuum from basic igneous rock.  The annual precipitation (MAP)ranges from 395 to 540 millimeters (16 to 21 inches).  Mean annual air temperature (MAAT) is about 23 degrees C. (74 degrees F.); average January temperature is 22 degrees C. (72 degrees F.); average July temperature is 24 degrees C. (76 degrees F.)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alae, Keahua, Keawakapu and Pulehu soils.  Alae soils have a sandy-skeletal control section.  Keahua soils are more than 102 centimeters (40 inches) deep.  Keawakapu soils have a fine over fragmental control section.  Pulehu soils have a fine-loamy control section and are more than 102 centimeters (40 inches) deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for pasture. In the past, some areas were used for irrigated sugarcane.  The natural vegetation is mainly buffelgrass (Cenchrus ciliaris), Spanish needle (Bidens pilosa), uhaloa (Waltheria indica) and zinnia (Zinnia pauciflora)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Maui, Maui County, Hawaii. MLRA 157 and MLRA 158. These soils are moderately extensive. Total of 21,808 acres."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Maui, Maui County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from a depth of 0 to 41 centimeters (A, Bw1, and Bw2).\nCambic Horizon - the zone from a depth of 5 to 64 centimeters (Bw1, Bw2, and 2Bw3).\nLithologic discontinuity - the zone from a depth of 41 to 84 centimeters (2Bw3, 2C, and 2R).\nLithic Contact - at a depth of 84 centimeters (2R).\nADDITIONAL DATA:  This pedon was sampled and characterized by the National Soil Survey Laboratory (S1965HI009020). OSED scanned by SSQA.  Last revised by state on 3/78.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
