{
  "SERIES": "WAIAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEF/LDG/RCH/MRK",
  "REVDATE": "09/2020",
  "STATES": "HI",
  "OVERVIEW": "The Waiawa series consists of well drained soils that formed in colluvium and alluvium  from basic igneous rocks.  Waiawa soils are on low elevation mountain canyons, gulches, and drainageways.  They have slopes of 30 to 80 percent.  Mean annual rainfall is about 508 to 1016 millimeters (20 to 40 inches) and mean annual air temperature is about 23 degrees C. (74 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, isohyperthermic Lithic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waiawa clay loam - brushy pasture.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nA1--0 to 5 centimeters (0 to 2 inches); dark reddish brown (5YR 3/2) heavy clay loam, dark reddish brown (5YR 3/4) rubbed, dark reddish brown (5YR 3/3) dry; strong very fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many coarse, medium, fine and very fine roots; slight effervescence with hydrogen peroxide; slightly acid (pH 6.4); clear smooth boundary.  (1.3 to 8 centimeters thick)\nA2--5 to 36 centimeters (2 to 14 inches); dark reddish brown (5YR 3/4) clay, same color rubbed, dark reddish brown (5YR 3/3) dry; moderate coarse angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; many coarse, medium and common fine and very fine roots; slickensides on some peds; slight effervescence with hydrogen peroxide; neutral (pH 6.6); abrupt irregular boundary.  (15 to 31 centimeters thick)\nR--36 centimeters (14 inches); basalt.  Soil and roots in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, Kauai County, Hawaii; 21 degrees 59 minutes 13.4 seconds north latitude and 159 degrees 43 minutes 22.5 seconds west longitude, Kekaha Quadrangle (WGS84 datum)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 15 to 51 centimeters (6 to 20 inches).  Rock outcrop makes up 20 to 50 percent of the surface. Mean annual soil temperature is about 23 degrees C. (74 degrees F.)  Chroma is 2 through 4.  The soil is heavy clay loam or clay and has granular or angular blocky structure.  It can be moderately to very sticky.  The soil is slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waiawa soils are on on steep to very steep canyon walls of  gulches and drainageways on low elevation mountain slopes.  Elevation ranges from near sea level to 610 meters (2,000 feet).  The slope is 30 to 80 percent, but predominantly 50 to 80 percent.  The soils formed in colluvium from basic igneous rocks and/or alluvium which has been deposited in pockets in the bedrock.  Rock outcrops cover about 20 to 50 percent of the area.  Average annual rainfall ranges from 508 to 1,016 millimeters (20 to 40 inches), most of which falls in the winter.  Average January air temperature is about 22 degrees C. (71 degrees F.); average July air temperature is about 26 degrees C. (78 degrees F.)  Mean annual air temperature is about 24 degrees C. (75 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Makaweli and Niu soils.  These are very deep soils with hue of 2.5YR or redder."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high to very high runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for pasture.  Vegetation is mainly koa-haole (Leucaena glauca), prickly pear cactus (Opuntia megacantha), klu (Acacia farnesiana), feather fingergrass (Chloris virgata), lantana (Lantana camara), and piligrass (Heteropogon contortus)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Kauai, Hawaii.  The series is inextensive, with a total of approximately 8,900 acres."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Kauai, Kauai County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nAridic soil moisture regime\nOchric epipedon- 0 to 5 centimeters\nLithic contact- at 36 centimeters\nOSED scanned by SSQA.  Last revised by state on 4/04.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 centimeters (0 to 2 inches); dark reddish brown (5YR 3/2) heavy clay loam, dark reddish brown (5YR 3/4) rubbed, dark reddish brown (5YR 3/3) dry; strong very fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many coarse, medium, fine and very fine roots; slight effervescence with hydrogen peroxide; slightly acid (pH 6.4); clear smooth boundary.  (1.3 to 8 centimeters thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A2--5 to 36 centimeters (2 to 14 inches); dark reddish brown (5YR 3/4) clay, same color rubbed, dark reddish brown (5YR 3/3) dry; moderate coarse angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; many coarse, medium and common fine and very fine roots; slickensides on some peds; slight effervescence with hydrogen peroxide; neutral (pH 6.6); abrupt irregular boundary.  (15 to 31 centimeters thick)"
      },
      {
        "name": "R",
        "top": 36,
        "narrative": "R--36 centimeters (14 inches); basalt.  Soil and roots in cracks."
      }
    ]
  ]
}
