{
  "SERIES": "WAIKOMO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SN/MRK",
  "REVDATE": "09/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, isohyperthermic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waikomo stony silty clay - sugarcane.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures\".)\nAp--0 to 36 centimeters (0 to 14 inches); very dark grayish brown (10YR 3/2) stony silty clay, dark brown (7.5YR 3/2) dry; weak fine and very fine subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; many medium, fine and very fine roots; common medium, fine and many very fine irregular pores; 25 percent stones; moderate effervescence with hydrogen peroxide; neutral (pH 7.0); clear smooth boundary.  (15 to 41 centimeters thick)\nBw--36 to 51 centimeters (14 to 20 inches); reddish brown (5YR 4/4) stony heavy silty clay loam, same color rubbed and dry; moderate fine and very fine subangular and angular blocky structure; very hard, firm, moderately sticky and moderately plastic; common medium, fine and very fine roots; common medium, fine and many very fine tubular pores; 25 percent stones; few, distinct clay films on faces of peds; when dry, peds are nearly covered with yellowish brown sugarlike coatings; many very fine dark reddish brown concretions, hard to very hard, that effervesce with hydrogen peroxide; slight to moderate effervescence with hydrogen peroxide; slightly alkaline (pH 7.4); abrupt irregular boundary.  (10 to 20 centimeters thick)\nR--51 centimeters (20 inches); hard pahoehoe lava rock with soil material in the few cracks.    The soil material is brown (7.5YR 4/4) heavy silty clay loam, strong brown (7.5YR 5/6) dry; weak very fine subangular blocky structure; firm, moderately sticky and moderately plastic; few medium, fine and very fine roots; common medium and fine and many very fine pores; when dry, peds are nearly covered with yellowish brown sugarlike coatings; no effervescence with hydrogen peroxide; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, Kauai County, Hawaii.  Koloa Quadrangle - 21 degrees 54' 36.6\" north latitude and 159 degrees 26' 49.1\" west longitude.  (WGS84 datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to pahoehoe lava bedrock is 5 to 51 centimeters (2 to 20 inches).  Soil textures are stony silty clay or stony silty clay loam.  Structure in the solum ranges from weak to moderate.  Coarse fragments make up about 15 to 35 percent of the volume of the pedon.  Mean annual soil temperature is about 23 degrees C. (74 degrees F.)\nThe A horizon\nHue of 7.5YR or 10YR moist or dry.\nChroma of 2 or 3 moist or dry.\nSlight to moderate effervescence with hydrogen peroxide.\nThe B horizon\nHue of 5YR through 10YR moist or dry.\nValue of 3 or 4 moist or dry.\nChroma of 2 through 6 moist or dry.\nClay films may not be present in some pedons.\nSlight to moderate effervescence with hydrogen peroxide."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waikomo soils are on low elevation mountain hillslopes.  Slope ranges from 2 to 6 percent.  Elevation ranges from near sea level to 110 meters (0 to 360 feet).  The soils formed in residuum from basic igneous rock, probably influenced by volcanic ash and alluvium in places.  Mean annual rainfall ranges from 889 to 1,524 millimeters (35 to 60 inches).  Average January air temperature is 22 degrees C. (71 degrees F.) and average July air temperature is 25 degrees C. (77 degrees F.)  Mean annual air temperature is about 23 degrees C. (74 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Koloa, Kaena, and Kalihi soils.  Koloa soils have hue as red or redder than 5YR throughout the profile.  Kaena and Kalihi soils are clay and are mottled."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium runoff; moderately high to high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for recreation and pasture.  In the past, some areas were used for sugarcane production.  Natural vegetation is  is latana (Lantana camara), koa-haole (Leucaena glauca), java plum (Eugenia cumini), pricklypear cactus (Opuntia megacantha), swollen fingergrass (Chloris inflata), bermudagrass (Cynodon dactylon), guineagrass (Panicum maximum).  Dominant plant is koa haole."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Kauai, Kauai County, Hawaii.  This series is approximately 3,300 acres in extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Kauai, Kauai County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon- from 0 to 36 centimeters (Ap horizon)\nCambic horizon- from 36 to 51 centimeters (Bw horizon)\nLithic contact- at 51 centimeters (R horizon)\nOSED scanned by SSQA.  Last revised by state on 9/2001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
