{
  "SERIES": "WAINOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-LLD",
  "REVDATE": "08/2012",
  "STATES": "MI,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Typic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wainola fine sand, in a forested area. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 5 cm (2 inches); black (N 2.5/) well decomposed litter; weak fine granular structure; very friable; many fine and medium roots; strongly acid; abrupt wavy boundary. [0 to 10 cm (4 inches) thick]\nE--5 to 30 cm (2 to 12 inches); pinkish gray (7.5YR 6/2) fine sand; single grain; loose; common fine and coarse roots; strongly acid; abrupt wavy boundary. [8 to 30 cm (3 to 12 inches) thick]\nBs1--30 to 46 cm (12 to 18 inches); reddish brown (5YR 4/4) fine sand; weak fine subangular blocky structure; very friable; common fine and medium roots; common dark reddish brown (5YR 3/4) weakly cemented ortstein fragments; common fine distinct strong brown (7.5YR 5/6) masses of oxidized iron throughout; very strongly acid; gradual wavy boundary.\nBs2--46 to 69 cm (18 to 27 inches); strong brown (7.5YR 4/6) fine sand; weak fine subangular blocky structure; very friable; few fine and medium roots; common dark brown (7.5YR 3/4) very weakly cemented ortstein fragments; common fine faint strong brown (7.5YR 5/6) masses of oxidized iron throughout; very strongly acid; gradual wavy boundary. [Combined thickness of the Bs horizon is 20 to 61 cm (8 to 24 inches).]\nBC--69 to 104 cm (27 to 41 inches); brown (7.5YR 5/4) fine sand; single grain; loose; few fine roots; common fine distinct reddish yellow (7.5YR 6/6) masses of oxidized iron throughout; common fine distinct brown (7.5YR 5/2) iron depletions; strongly acid; clear wavy boundary. [0 to 51 cm (20 inches) thick]\nC--104 to 152 cm (41 to 60 inches); brown (7.5YR 5/2) very fine sand; single grain; loose; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Menominee County, Michigan; about 8 miles southeast of Stephenson; 2,200 feet north and 200 feet west of the southeast corner of sec. 6, T. 34 N., R. 25 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 46 to 107 cm (18 to 42 inches)\nRock fragment content: 0 to 5 percent throughout\nParticle-size control section: averages more than 50 percent fine sand\nA horizon, where present:\nThickness: 2 to 13 cm (1 to 5 inches)\nHue: 5YR to 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: fine sand or loamy fine sand\nReaction: very strongly acid to slightly acid\nAp horizon, where present:\nThickness: 15 to 23 cm (6 to 9 inches)\nValue: 3 or 4\nChroma: 1 or 2\nTexture: fine sand or loamy fine sand\nReaction: very strongly acid to slightly acid\nE horizon:\nHue: 5YR to 10YR\nValue: 5 to 7\nChroma: 2 or 3\nTexture: fine sand or loamy fine sand\nReaction: very strongly acid to slightly acid\nBs1 horizon:\nHue: 5YR or 7.5YR\nValue: 3 or 4\nChroma: 2 to 4\nTexture: stratified fine sand, very fine sand, or loamy fine sand with some thin strata of silt\nReaction: very strongly acid to moderately acid\nBs2 horizon:\nHue: 5YR to 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: stratified fine sand, very fine sand, or loamy fine sand with some thin strata of silt\nReaction: very strongly acid to moderately acid, but ranges to slightly acid in some pedons\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 5\nChroma: 4 to 6\nTexture: fine sand\nReaction: strongly acid to neutral\nC horizon:\nHue: 5YR to 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: stratified fine sand, very fine sand, or loamy fine sand with some thin strata of silt\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Au Gres, Battlefield, Kinross, and Wormet series. Au Gres soils average less than 50 percent fine sand in the particle-size control section (are dominantly medium sand). Battlefield soils have more than 5 percent rock fragments in the lower part of the series control section. Kinross soils are saturated for a period of 90 to 120 days when the soil temperature is above 5 degrees C. Wormet soils do not have fine sand or loamy fine sand textures in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on outwash plains, lake plains, and glacial lake deltas. Slope ranges from 0 to 4 percent. These soils formed in fine sandy glaciofluvial deposits. Mean annual precipitation ranges from 711 to 864 mm (28 to 34 inches). Mean annual temperature ranges from 5.0 to 7.8 degrees C (41 to 46 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The well drained Rousseau and the poorly drained or very poorly drained Deford soils are in the same drainage sequence. The loamy textured Brimley and Richter soils are other associated soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of a seasonal high water table ranges from 15 to 76 cm (6 to 30 inches) between October and May in normal years. Potential for surface runoff is negligible. Saturated hydraulic conductivity is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large proportion is in forest, permanent pasture, or is idle cropland. A small acreage is under cultivation and used for small grain and hay. The present forest vegetation is chiefly quaking aspen, white ash, red maple, northern red oak with shrubs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 90A, 93B, 94A, 94B, 94C, 95A, 96, 99, and 142 in northern Michigan, New York, and northern Wisconsin. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Arenac County, Michigan, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 30 cm (12 inches) (Oa, E horizons).\nAlbic horizon: from a depth of 5 to 30 cm (2 to 12 inches) (E horizon).\nSpodic horizon: from a depth of 30 to 46 cm (12 to 18 inches) (Bs1 horizon).\nAquic conditions: redoximorphic features present in all mineral horizons.\nADDITIONAL DATA: Soil Interpretation Record: MI0212. Laboratory data is available for this pedon S80MI-109-4.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
