{
  "SERIES": "WAISKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-LMC",
  "REVDATE": "12/2006",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waiska sand - on a 5 percent convex slope in a forested area.  (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inches; dark reddish brown (5YR 2/2) partially decomposed leaf litter; weak fine granular structure; very friable; many roots; strongly acid; abrupt smooth boundary.  (0 to 2 inches thick)\nE--1 to 4 inches; brown (7.5YR 4/2) sand; weak fine granular structure; very friable; many roots; about 5 percent gravel; strongly acid; abrupt smooth boundary.  (0 to 6 inches thick)\nBhs--4 to 8 inches; dark reddish brown (5YR 3/3) gravelly sand; weak fine subangular blocky structure parting to single grain; very friable to loose; many roots; about 15 percent gravel; strongly acid; abrupt smooth  boundary.  (4 to 10 inches thick)\nBs1--8 to 11 inches; brown (7.5YR 4/4) gravelly sand; single grain; loose; common roots; about 20 percent gravel; strongly acid; clear smooth boundary.\nBs2--11 to 18 inches; strong brown (7.5YR 4/6) very gravelly sand; single grain; loose; few roots; about 50 percent gravel; strongly acid; gradual smooth boundary.  (The combined thickness of the Bs horizon is 4 to 25 inches.)\nBC--18 to 35 inches; strong brown (7.5YR 5/6) very gravelly sand; single grain; loose; few roots; about 50 percent gravel; strongly acid; clear smooth boundary.  (0 to 20 inches thick)\nC--35 to 61 inches; yellowish brown (10YR 5/4) and dark yellowish brown (10YR 4/4) very gravelly sand with strata of coarse sand; single grain; loose; about 50 percent gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baraga County, Michigan; 2,475 feet south and 165 feet east of northwest corner of sec. 33, T. 51 N., R. 31 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from about 30 to 50 inches.  Rock fragments are composed of red and white sandstone, granites, schists, shales and other dark materials.  Gravel content ranges from 5 to 60 percent in the upper 10 inches and from 35 to 75 percent in the remainder of the pedon.  Cobble content ranges from 0 to 10 percent in the solum and 5 to 20 percent in the substratum.  Stone content is 0 to 10 percent throughout.  Total content of rock fragments in the particle size control section is between 35 and 90 percent.  The pedon is extremely acid to moderately acid throughout.\nSome pedons have an A horizon that has hue of 5YR, 7.5YR, or 10YR; value of 2 or 3; and chroma of 0 to 2.  The E horizon has hue of 2.5YR, 5YR or 7.5YR; value of 4 to 6; and chroma of 1 or 2.  The E is often thin and discontinuous.  The A and E horizons are sand, loamy sand, sandy loam, or the gravelly or cobbly analogues of these textures.\nThe Bhs horizon has hue of 5YR and value and chroma of 2 or 3. The Bs horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 to 6. The Bhs or Bs horizons are sand, coarse sand, loamy sand, loamy coarse sand, loamy sand, loamy coarse sand, sandy loam or the gravelly, cobbly, very gravelly, or very cobbly analogs of these textures.  The BC horizon is sand, gravelly loamy coarse sand, gravelly coarse sand, gravelly sand, or the very gravelly analogs of these textures.\nThe C horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 or 5; and chroma of 3 to 6. The C horizon is very gravelly sand, extremely gravelly sand, very gravelly coarse sand, or extremely gravelly coarse sand.  The C horizon is coarsely stratified in many pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brownstone, Grotto, Guardlake, Marblemount, , Teneriffe and Traunik soils.  Brownstone soils have a lithic contact with sandstone bedrock at depths of 20 to 40 inches.  Grotto soils have a xeric moisture regime and occur at higher elevations.  Guardlake soils have thicker sola and have less acid substrata.  Marblemount soils have bedrock at a depth of 20 to 40 inches.  Teneriffe soils have a volcanic ash mantle.  Traunik soils lack moist value and chroma of 3 or less in the spodic horizons and have free carbonates at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waiska soils occupy nearly level to sloping areas on glacial lake benches, stream terraces, and outwash plains near Lake Superior.  Slope gradients range from 0 to 70 percent.  The mean annual precipitation ranges from 26 to 33 inches and the mean annual temperature ranges from 41 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Waiska soils are associated with the well drained Frohling, Garlic, Keweenaw, Kalkaska and Lac La Belle soils which occur in similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained. Runoff is negligible to low, dependent on slope.  Permeability is rapid to very rapid in the upper part and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for woodland.  Sugar maple is the major tree species growing on this soil.  Small areas are used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Upper Peninsula of Michigan .  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chippewa County, Michigan, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric horizon - the zone from the surface to 4 inches (Oe and E horizon);  albic horizon - the zone from 1 to 4 inches (E horizon); spodic horizon - the zone from 4 to 18 inches (Bhs, Bs1 and Bs2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
