{
  "SERIES": "WAKEPISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEH-RJE",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Wakepish series consists of very deep, somewhat excessively drained soils formed in mud flow material.  Wakepish soils are on alluvial fans and low terraces and along drainage ways.  Slopes are 0 to 30 percent.  The average annual precipitation is about 130 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Vitrandic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wakepish very gravelly sandy loam, on a 5 percent southeast facing slope at an elevation of 1,930 feet.  (Colors are for moist soils unless otherwise stated)\nC1--0 to 30 inches; dark gray (10YR 4/1) extremely gravelly sandy loam, light gray (10YR 7/1) dry; single grain; loose, nonsticky and nonplastic; many fine, medium, and coarse irregular pores; 15 percent cobbles, 35 percent pebbles, and 20 percent pumice fragments; moderately acid (pH 5.8); clear smooth boundary.  (20 to 35 inches thick)\nC2--30 to 60 inches; dark gray (10YR 4/1) extremely gravelly loamy sand, gray (10YR 6/1) dry, single grain; loose, nonsticky and nonplastic; many medium and coarse irregular pores; 20 percent cobbles, and 45 percent pebbles; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington, about 5 miles east of Mt.  St. Helens on Smith Creek, 2,600 feet south and 500 feet west of the northeast corner of sec. 5, T. 8 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 43 to 47 degrees F.  The particle-size control section averages 15 to 50 percent volcanic glass and glass aggregates and is 35 to 90 percent coarse fragments including 5 to 25 percent pumice.  The upper 7 to 14 inches is 30 to 60 percent volcanic ash and cinders.  Reaction is very strongly acid to moderately acid throughout.  Some profiles contain woody organic debris, composed of logs, branches, and bark.\nThe C1 horizon has hue of 7.5YR to 2.5Y, value of 3 to 6 moist, 4 to 8 dry, and chroma of 0 to 3 moist and dry.  Some areas have a stony or bouldery surface.  Some areas have a cindery surface layer.\nThe C2 horizon has hue of 7.5YR to 2.5Y, value of 3 to 5 moist, 4 to 6 dry, and chroma of 0 to 3 moist and dry.  It is very gravelly loamy sand or very gravelly sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Delemeter series.  Delemeter soils are sandy-skeletal throughout and not subject to flooding."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wakepish soils are on fans and low terraces, and along drainage ways at elevations of 1,600 to 2,800 feet.  Wakepish soils formed in mud flow material from the May 18, 1980 eruption of Mt.  St. Helens.  The climate is characterized by warm, moist summers and cold, wet winters.  Average annual precipitation is 130 to 140 inches including snowfall.  Average January temperature is 28 degrees F; average July temperature is 61 degrees F; and the mean annual temperature is 40 to 45 degrees F.  The frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Studebaker and Obscurity soils.  These soils have a cryic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; moderately rapid permeability.  This soils has frequent, brief periods of flooding from May to June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are included in the National Geologic Monument.  Other areas have been revegetated with willow cuttings.  Natural revegetation by fireweed, pearly everlasting vine maple, and red alder has begun."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Skamania and eastern Cowlitz Counties, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This pedon has no diagnostic horizons.  The particle-size control section averages 55 percent rock fragments, 13 percent pumice fragments and more than 70 percent sand.  Vitrandic feature - from 0 to 14 inchs having 30 to 60 percent volcanic ash and cinders.\nClassificaiton changed 7/98 based on 1998 Keys to Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
