{
  "SERIES": "WAKEMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. NHM-JAG-RAR",
  "REVDATE": "05/2007",
  "STATES": "OH",
  "OVERVIEW": "The Wakeman series consists of moderately deep, well drained soils formed in sandy and loamy residuum over sandstone bedrock. They are on bedrock controlled landforms on till plains and lake plains. Slope ranges from 2 to 12 percent. Mean annual precipitation is about 864 mm (34 inches), and mean annual air temperature is about 11 degrees C (51 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wakeman sandy loam, on a 4 percent slope in an orchard at an elevation of 244 meters (802 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2) sandy loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; common fine and very fine roots; 10 percent rock fragments; moderately acid; clear wavy boundary. [15 to 30 cm (6 to 12 inches) thick]\nBw1--25 to 51 cm (10 to 20 inches); yellowish brown (10YR 5/4) sandy loam; weak fine and medium subangular blocky structure; very friable; common fine and very fine roots; common distinct dark grayish brown (10YR 4/2) organic coatings on faces of peds; 5 percent rock fragments; slightly acid; clear wavy boundary.\nBw2--51 to 69 cm (20 to 27 inches); yellowish brown (10YR 5/4) sandy loam; moderate fine and medium subangular blocky structure; friable; common fine roots; few distinct dark grayish brown (10YR 4/2) organic coatings and common distinct brown (7.5YR 4/4) silt coatings on faces of peds; 10 percent rock fragments; neutral; clear wavy boundary. [Combined thickness of the Bw horizon is 36 to 56 cm (14 to 22 inches).]\nC--69 to 79 cm (27 to 31 inches); yellowish brown (10YR 5/4) fine sandy loam; massive; friable; common fine roots; 10 percent rock fragments; neutral; abrupt smooth boundary. [0 to 20 cm (8 inches) thick]\n2R--79 to 84 cm (31 to 33 inches); sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, Ohio; about 1 mile northeast of Berlin Heights, in Berlin Township; approximately 2,100 feet south of the intersection of Humm Road (Township Road 134) and Mason Road (County Road 13) along Humm Road, then 100 feet west; USGS Berlin Heights, Ohio topographic quadrangle; lat. 41 degrees 19 minutes 58.1 seconds N. and long. 82 degrees 28 minutes 36.0 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 51 to 102 cm (20 to 40 inches)\nDepth to a lithic contact: 51 to 102 cm (20 to 40 inches)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: sandy loam\nRock fragment content: 2 to 14 percent\nReaction: strongly acid to neutral\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: dominantly sandy loam, but may include loamy sand, fine sandy loam, or loam or the channery or gravelly analogs of these textures\nRock fragment content: 5 to 30 percent\nReaction: strongly acid to neutral\nC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nTexture: sandy loam, fine sandy loam, or loam or the channery or gravelly analogs of these textures\nRock fragment content: 5 to 30 percent\nReaction: strongly acid to neutral\n2BC or 2C horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: very flaggy or extremely flaggy sandy loam\nRock fragment content: 35 to 80 percent\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Herkimer, Lowville, Pittsfield, Reger (T), Spoolsville, and Urne series. Herkimer, Lowville, and Pittsfield soils do not have a lithic contact within a depth of 102 cm (40 inches). Reger and Urne soils have a paralithic contact within a depth of 102 cm (40 inches). Spoolsville soils have a paralithic contact between 102 and 152 cm (40 and 60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wakeman soils are on bedrock controlled landforms on till plains and lake plains. Slope ranges from 2 to 12 percent. The soils formed in residuum over sandstone bedrock. Mean annual precipitation ranges from 686 to 914 mm (27 to 36 inches). Mean annual air temperature ranges from 5 to 11 degrees C (42 to 52 degrees F). Frost-free period is 140 to 165 days. Elevation is 183 to 259 meters (600 to 850 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bennington, Cardington, Dekalb, and Mitiwanga soils on till plains, and the Jimtown, Oshtemo, and Rawson soils on lake plains. All of the associated soils are very deep, except Dekalb and Mitiwanga soils which are moderately deep. The somewhat poorly drained Bennington and Mitiwanga soils, and the moderately well drained Cardington are on less sloping or lower lying areas on till plains. The Dekalb soils are loamy-skeletal and on similar landscape positions. The somewhat poorly drained Jimtown, well drained Oshtemo, and moderately well drained Rawson soils are on beach ridges of lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is very low to high. Saturated hydraulic conductivity is high in the solum. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are farmed. Principal crops are corn, soybeans, small grains and grass-legume hay. Some cropland has been converted to orchards. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central Ohio; MLRA 139. The series is of small extent, about 700 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Erie County, Ohio, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 25 cm (Ap horizon).\nCambic horizon: from a depth of 25 to 69 cm (Bw horizon).\nLithic contact: at 79 cm (top of the 2R layer).\nThese soils were formerly mapped as Dekalb soils in Erie County. These soils have been correlated as Lordstown in Huron County, Ohio.\nADDITIONAL DATA: Laboratory characterization data from The Ohio State University Soil Characterization Laboratory is available for ER-44, the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2) sandy loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; common fine and very fine roots; 10 percent rock fragments; moderately acid; clear wavy boundary. [15 to 30 cm (6 to 12 inches) thick]"
      },
      {
        "name": "Bw1",
        "top": 25,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--25 to 51 cm (10 to 20 inches); yellowish brown (10YR 5/4) sandy loam; weak fine and medium subangular blocky structure; very friable; common fine and very fine roots; common distinct dark grayish brown (10YR 4/2) organic coatings on faces of peds; 5 percent rock fragments; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--51 to 69 cm (20 to 27 inches); yellowish brown (10YR 5/4) sandy loam; moderate fine and medium subangular blocky structure; friable; common fine roots; few distinct dark grayish brown (10YR 4/2) organic coatings and common distinct brown (7.5YR 4/4) silt coatings on faces of peds; 10 percent rock fragments; neutral; clear wavy boundary. [Combined thickness of the Bw horizon is 36 to 56 cm (14 to 22 inches).]"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 79,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--69 to 79 cm (27 to 31 inches); yellowish brown (10YR 5/4) fine sandy loam; massive; friable; common fine roots; 10 percent rock fragments; neutral; abrupt smooth boundary. [0 to 20 cm (8 inches) thick]"
      },
      {
        "name": "2R",
        "top": 79,
        "bottom": 84,
        "texture_class": "sand",
        "narrative": "2R--79 to 84 cm (31 to 33 inches); sandstone."
      }
    ]
  ]
}
