{
  "SERIES": "WAKEEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRF, WAW",
  "REVDATE": "05/2006",
  "STATES": "KS,NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, mesic Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wakeen silty clay loam - native range.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 30 centimeters (0 to 12 inches); very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; strong medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; strong effervescence; moderately alkaline; gradual smooth boundary. (18 to 51 centimeters (7 to 20 inches) thick)\nBw--30 to 58 centimeters (12 to 23 inches); grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; many worm casts having slightly darker color than soil mass; segregated carbonates in form of threads and films; violent effervescence; moderately alkaline; gradual smooth boundary. (15 to 38 centimeters (6 to 15 inches) thick)\nBC--58 to 91 centimeters (23 to 36 inches); very pale brown (10YR 8/3) silty clay loam, pale brown (10YR 6/3) moist; weak coarse prismatic structure; some bedding planes in lower part; hard, friable, slightly sticky, slightly plastic; many soft bodies of lime and soft bodies of chalk in lower part; violent effervescence; strongly alkaline; gradual wavy boundary.  (18 to 51 centimeters (7 to 20 inches) thick)\nCr--91 centimeters (36 inches); very pale brown (10YR 8/2) chalky limestone; apparent bedding planes and vertical cracks; becomes less fractured with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ellis County, Kansas; 4 kilometers (2.5 miles) north and 1.6 kilometers (1 mile) east of Ellis; 137 meters (450 feet) west and 759 meters (2490 feet) north of the southeast corner, sec. 28, T. 12 S., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 51 to 102 centimeters (20 to 40 inches)\nDepth to chalky limestone: 51 to 102 centimeters (20 to 40 inches)\nMollic epipedon: 18 to 51 centimeters (7 to 20 inches) thick\nChalk fragments: common in the lower part of the solum\nA horizon:\nHue: 10YR or 7.5YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nReaction: moderately alkaline\nBw horizon:\nHue: 10YR or 7.5YR\nValue: 5 to 8, 3 to 6 moist\nChroma: 2 to 6\nTexture: silt loam or silty clay loam\nReaction:  moderately alkaline or strongly alkaline.\nBC horizon:\nHue: 2.5Y, 10YR, or 7.5YR\nValue: 6 to 8, 5 to 7 moist\nChroma: 2 to 6\nTexture: silt loam or silty clay loam\nReaction:  moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: erosional uplands that have a convex to slightly concave surface\nSlope: 1 to 20 percent\nParent material: silty residuum weathered from Cretaceous age chalky limestone and shale, upper part presumed to have a component of silty eolian material\nMean annual temperature: 11 to 13 degrees C. (52 to 56 degrees F.)\nMean annual precipitation: 51 to 71 centimeters (20 to 28 inches)\nThornthwaite Annual P-E Index: 34 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corinth, Crete, Harney, Holdrege, Mento, and Nibson soils.\nCorinth, Mento, and Nibson soils are on similar topographic positions.\nCrete, Harney, and Holdrege soils are on areas of thicker loess and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: medium or rapid\nSaturated hydraulic conductivity: moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gentle slopes are mostly cropped and steeper slopes are usually in native range.\nPrincipal crops are winter wheat and sorghum.\nNative vegetation is tall and mid prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Predominantly in the dissected eastern margin of the high plains of central Kansas and adjoining areas of Nebraska.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ellis County, Kansas, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nMollic epipedon: 0 to 30 centimeters (0 to 12 inches) (A horizon)\nCambic horizon: 30 to 91 centimeters (12 inches to 36 inches) (Bw, BC horizons)\nParalithic contact: chalky shale bedrock at 91 centimeters (36 inches)\nADDITIONAL DATA:  Two pedons were sampled in the same general area as the typical pedon described here.  The data is listed under NSSL sample numbers 68L408-68L414 and 69L415-68L422.\nModified format by LRM in 2/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
