{
  "SERIES": "WALA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "02/2012",
  "STATES": "NV",
  "OVERVIEW": "The Wala series consists of very shallow, well drained soils that formed in residuum, colluvium, and alluvium derived from andesite, rhyolite and welded tuff. Wala soils are on hills and mountains. Slopes are 4 to 75 percent. The mean annual precipitation is about 225 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wala very channery loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with 60 percent channers and 5 percent flagstones.\nA--0 to 8 cm; pale brown (10YR 6/3) very channery loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine interstitial, and common fine vesicular pores; 35 percent channers and 2 percent flagstones; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 10 cm thick)\nBk--8 to 18 cm; yellowish brown (10YR 5/4) very channery loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; common very fine tubular pores; few distinct secondary calcium carbonate coats on bottom of rock fragments; 50 percent channers and 5 percent flagstones; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (5 to 15 cm thick)\nR--18 cm; fractured andesite with few coarse roots matted in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; approximately 1,800 feet northeast of Tippett Pass; about 500 feet south and 1800 feet east of the northwest corner of section 36, T. 22 N., R. 66 E.; USGS Tippett Pass 7.5 minute quadrangle; latitude 39 degrees 44 minutes 45 seconds N and longitude 114 degrees 28 minutes 0 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring; intermittently moist for 10 to 20 days cumulative in summer due to convective storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8.5 to 12 degrees C.\nDepth to lithic contact: 10 to 23 cm\nParticle-size control section - Clay content: 12 to 18 percent.\nRock fragments: 40 to 60 percent, mainly channers. Lithology of fragments is mainly andesite, rhyolite, or welded tuff.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 to 7 dry, 4 or 5 moist.\nReaction: Slightly alkaline to strongly alkaline.\nBk horizon\nHue: 10YR or 2.5Y.\nValue: 5 to 7 dry, 3 or 4 moist.\nChroma: 2 to 4, dry or moist.\nTexture: Loam or sandy loam.\nRock fragment content:  40 to 60 percent, mainly channers.\nStructure: Massive or subangular blocky.\nCalcium carbonate equivalent: 1 to 10 percent.\nReaction: Slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Izar, Lomoine, and Wesfil  series.\nIzar soils have 18 to 25 percent clay in the particle-size control section, are dominated by gravel fragments, are 18 to 35 cm deep to bedrock, and are not intermittently moist during summer months. Lomoine soils are dominated by fine gravel in the particle-size control section and have mean annual soil temperature of 11 to 14 degrees C. Wesfil soils are not intermittently moist during summer months, have rock fragments that are mainly phyllite and shale, and have mean annual soil temperature of 11 to 14 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wala soils are on hills and mountains, occurring on backslope and summit positions. These soils formed in residuum, colluvium and alluvium from andesite, rhyolite and welded tuff. Slopes are 4 to 75 percent. Elevations are 1,463 to 2,710 meters. The climate is cool, semiarid with cool, moist winters and hot, dry summers. The mean annual precipitation is primarily 200 to 250 mm, but can extend up to 300 mm in Utah, mean annual temperature is 7 to 11 degrees C, and the frost-free period is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Tarnach soils.  Tarnach soils have a calcic horizon and are 25 to 50 cm deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wala soils are used for livestock grazing and wildlife habitat. The potential vegetation is mainly black sagebrush, spiny hopsage, winterfat, Indian ricegrass, needleandthread, and galleta. These soils are correlated to Semidesert ecological sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada, East Part, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and Bk horizon).\nIdentifiable secondary carbonates - The zone from 8 to 18 cm (Bk horizon).\nLithic contact - The boundary at 18 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 18 cm (A and Bk horizons).\nADDITIONAL DATA: Previous authors and editors include: PNL/CWL/TM.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 cm; pale brown (10YR 6/3) very channery loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine and fine interstitial, and common fine vesicular pores; 35 percent channers and 2 percent flagstones; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (3 to 10 cm thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--8 to 18 cm; yellowish brown (10YR 5/4) very channery loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; common very fine tubular pores; few distinct secondary calcium carbonate coats on bottom of rock fragments; 50 percent channers and 5 percent flagstones; slightly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (5 to 15 cm thick)"
      },
      {
        "name": "R",
        "top": 18,
        "narrative": "R--18 cm; fractured andesite with few coarse roots matted in fractures."
      }
    ]
  ]
}
