{
  "SERIES": "WALCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEJ/CLM",
  "REVDATE": "8/93",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Walco fine sand on a 5 percent convex north-northwest facing slope at an elevation of 3,300 feet in rangeland.  When described on September 30, 1985, the soil was dry throughout.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; brown (10YR 5/3) fine sand, dark brown (10YR 4/3) moist; single grain; loose; many very fine and fine, and few medium and coarse roots; many very fine and fine irregular pores; about 1 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (1 to 4 inches thick)\nC1--1 to 13 inches; yellowish brown (10YR 5/4) fine sand, dark yellowish brown (10YR 4/4) moist; single grain; loose; many very fine and fine, and few medium and coarse roots; many very fine and fine irregular pores; about 1 percent gravel; neutral (pH 7.0); gradual wavy boundary.  (5 to 18 inches thick)\nC2--13 to 18 inches; yellowish brown (10YR 5/4) loamy fine sand, dark brown (10YR 4/4) moist; massive ; soft, very friable; common very fine and fine, and few medium and coarse roots; many very fine and fine irregular pores; about 1 percent gravel; neutral (pH 7.2); clear wavy boundary.  (4 to 12 inches thick)\nC3--18 to 21 inches; yellowish brown (10YR 5/4) loamy fine sand, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable; few very fine, fine, and medium roots; common very fine and fine irregular pores; about 2 percent gravel and 5 percent cobbles; neutral (pH 7.2); abrupt wavy boundary.  ( 0 to 6 inches thick)\n2R--basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gooding County, Idaho; about 3 miles south and 1 mile east of Wendell; 1650 feet west, 75 feet south of the northeast corner of section 22, T.8S., R.15E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 50 to 53 degrees F.\nDepth to bedrock - 20 to 40 inches\nA Horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry or moist\nC horizons\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 through 4 dry or moist\nTexture - LFS, LS, and FS\nClay content - 0 to 5 percent\nRock fragments - 0 to 5 percent gravel, 0 to 5 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berent, Goldrun, Hotsprings, Incy, Quincy, Quinton, Rinquin (T), Toll, Winchester, and Zorravista soils.  Berent, Goldrun, Hotsprings, Incy, Quincy, Toll, Winchester, and Zorravista soils all have bedrock deeper than 40 inches.  Quinton soils have average annual soil temperature of 54 to 56 degrees F.  Rinquin soils are moderately deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Walco soils formed in eolian deposits on basalt plains.  Slopes range from 2 to 15 percent.  Elevation ranges from 3,200 to 4,500 feet.  The average annual precipitation ranges from 9 to 11 inches, most of which falls as snow and early spring rain.  The average annual air temperature is 48 to 51 degrees F.  The frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the (t) Fathom, (t) Harsan, Kecko, Quincy, (t) Jestrick, (t) Wako, and the (t) Wendell soils.  Harsan, Wako, and the Wendell soils have argillic horizons.  Kecko soils have cambic horizons and are coarse-loamy. Fathom soils have calcic horizons.  Quincy soils have bedrock deeper than 40 inches.  Jestrick soils have a duripan between 20 and 40 inches.  All of these soils are on the same land form as the Walco soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; and rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland with small areas used for irrigated cropland.  Native vegetation consists of basin big sagebrush, Indian ricegrass, and needleandthread grass.  Crops include wheat, barley, alfalfa hay, potatoes, and corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Walco soils are inextensive in south central Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gooding, County, Idaho, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from the soil surface to 1 inch (A horizon)\nControl section - zone from 10 to 21 inches (Part of the C1, the C2 and C3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
