{
  "SERIES": "WALDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM /DRJ/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Fluvaquentic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waldo silty clay loam, cultivated. (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 2 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; many irregular pores; many fine reddish brown and black iron and manganese concretions; moderately acid (pH 5.6); abrupt smooth boundary.\nAp2--2 to 7 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; very weak fine granular structure; very hard, very firm, moderately sticky and moderately plastic; few roots; few irregular and very fine tubular pores; many fine reddish brown and black iron and manganese concretions; moderately acid (pH 5.7); abrupt smooth boundary. (Combined thickness of the Ap horizon is 2 to 14 inches)\nA--7 to 10 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; strong medium and fine granular structure; hard, friable, moderately sticky and moderately plastic; common roots; many irregular pores; many coarse medium and fine reddish brown and black concretions; common medium distinct dark gray (10YR 4/1) and very dark gray (10YR 3/1) iron depletions, and red (2.5YR 4/8) masses of iron accumulation; moderately acid (pH 5.8); abrupt wavy boundary. (2 to 6 inches thick)\nBA--10 to 15 inches; very dark grayish brown (10YR 3/2) clay, gray (10YR 5/1) dry; strong coarse and very fine subangular blocky structure; very hard, firm, very sticky and very plastic; common roots; many very fine and fine tubular pores; faint silt coatings on faces of peds; many fine and very fine reddish brown and black iron and manganese concretions; common medium distinct very dark gray (10YR 3/1) iron depletions and common medium prominent yellowish red (5YR 5/8) masses of iron accumulation; slightly acid (pH 6.1); clear wavy boundary. (0 to 8 inches thick)\nBg1--15 to 23 inches; dark gray (N 4/ ) clay, gray (N 5/ ) dry; strong coarse prismatic structure that parts to moderate coarse subangular blocky structure; very hard, very firm, very sticky and very plastic; common roots; many very fine and fine tubular pores; faint silt coatings on faces of peds; many fine reddish brown and black iron and manganese concretions; few medium and coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid (pH 5.9); clear smooth boundary.\nBg2--23 to 37 inches; dark gray (N 4/ ) clay, gray (N 5/ ) dry; strong coarse prismatic parting to moderate coarse subangular blocky structure; very hard, firm, very sticky and very plastic; common roots; many very fine and fine tubular pores; few fine reddish brown and black iron and manganese concretions; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid (pH 5.8); gradual smooth boundary. (Combined thickness of the Bg horizon is 13 to 29 inches)\nBCg--37 to 46 inches; gray (N 5/ ) silty clay, gray (N 6/ ) dry; weak coarse subangular blocky structure; very hard, firm, very sticky and very plastic; few roots; few very fine tubular pores; few distinct gray clay films in the larger pores; few fine reddish brown and black iron and manganese concretions; many prominent strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) masses of iron accumulation; moderately acid (pH 5.7); gradual smooth boundary. (0 to 12 inches thick)\nCg--46 to 60 inches; gray (N 5/ ) silty clay, gray (N 6/ ) dry; massive; very hard, firm, very sticky and very plastic; very few roots; common very fine and very few medium tubular pores; thick continuous clay films in cracks, pores, and root channels; few medium black manganese concretions; many medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; moderately acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marion County, Oregon; 475 feet west and 175 feet south of center of gravel road crossing Beaver Creek; about 900 feet south and 550 feet west of the NE corner of section 29, T. 8 S., R. 1 W. Willamette Meridian. Stayton, Oregon USGS 7.5 minute topographic quadrangle. Latitude 44 degrees, 51 minutes, 00 seconds N. and Longitude 122 degrees, 49 minutes, 37 seconds W. NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist and is saturated with water during several months each year when not artificially drained. The annual soil temperature ranges from 52 to 56 degrees F. The solum is 30 to 50 inches thick. The soil usually is free of coarse fragments but some pedons have 5 to 15 percent gravel and cobbles. The pscs averages 40 to 55 percent clay.  The mollic epipedon is 10 to 24 inches thick. The lower part of the mollic epipedon has distinct or prominent masses of iron accumulation and concretions of iron and manganese. Depth to redoximorphic concentrations ranges from near the surface to 15 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 1 or 2 moist and dry. Texture is silt loam or silty clay loam in the upper part with 18 to 40 percent clay and silty clay loam in the lower part with 27 to 40 percent clay. It has 0 to 3 percent cobbles and 0 to 10 percent gravel. Reaction is slightly acid to strongly acid.\nThe BA horizon, when present, has hue of 10YR or 2.5Y, value of 3 or 4 moist, 4 to 6 dry and chroma of 1 or 2 moist and dry. Texture is silty clay loam, silty clay or clay with 35 to 55 percent clay. It has 0 to 3 percent gravel. Reaction is strongly acid to slightly acid.\nThe Bg horizon has hue of 10YR, 2.5Y, 5Y or neutral, value of 4 or 5 moist , 5 to 7 dry and chroma of 0 to 2 moist and dry. Texture is clay or silty clay with 40 to 55 percent clay. It has 0 to 3 percent gravel. Reaction is moderately acid or strongly acid.\nThe Cg and BCg horizons have color and texture similar to the Bg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blend, Darwin, Ricco, Saddlerock, and Stillwater series. The Blend soils have buried horizons within a depth of 24 to 36 inches and are slightly alkaline or moderately alkaline in the 3Bgb or 3Bkgb horizons.  The Darwin soils have a cambic horizon that is slightly alkaline to slightly acid and may contain carbonates. Ricco soils lack redox concentrations in the lower part of the mollic epipedon, have a soil reaction ranging from neutral to slightly acid and is in a 11 to 16 inch mean annual precipitation zone.  Saddlerock soils have an average annual soil temperature of 47 to 51 degrees F. and have one or more buried A horizons.\nStillwater soils have secondary carbonates within the control section and are moderately or strongly alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Waldo soils are on narrow flood plains and fans at elevations of 100 to 1,500 feet. Slopes range from 0 to 3 percent. The soils formed in clayey alluvium from mixed, but dominantly basic igneous materials. The climate is characterized by warm, wet winters and hot, dry summers. The average annual precipitation ranges from 30 to 60 inches. The average annual temperature is 50 to 55 degrees F. The average January temperature is 39 degrees F. and the average July temperature is 67 degrees F. The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Abiqua and McAlpin soils. Abiqua soils are well drained and lack masses of iron accumulation. McAlpin soils are somewhat poorly or moderately well drained and have hue of 7.5YR or 5YR and chroma of 2 to 4 in the B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; slow permeability. Waldo soils are subject to occasional flooding for brief periods from December to April. An apparent high water table is at its uppermost limit from December to April and is ponded from January to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for production of wheat, oats, barley, corn, and pasture. Native vegetation is Oregon white oak, Oregon ash, willow, native grasses, sedges, and other plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Upland valleys along east and west margins of Willamette and Umpqua River Valleys of Oregon; MLRA 2, 5. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marion County, Oregon, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\nMollic epipedon - the zone from 0 to 15 inches (Ap1, Ap2, A, and BA horizons)\nCambic horizon - the zone from 15 to 37 inches.\nAquolls feature - chroma of 2 or less (redox depletions) in the lower part of the mollic epipedon and distinct masses of iron accumulation with iron and manganese\nconcretions from 2 to 60 inches.\nEndoaquolls feature - the soil is saturated with water in all layers from the upper boundary of saturation to a depth of 80 inches or more\nFluvaquentic feature - The soil is assumed to have an irregular decrease in organic carbon.\nThe classification was changed from Haplaquolls to Endoaquolls in 1994, based on a change in Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
