{
  "SERIES": "WALDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JEB",
  "REVDATE": "11/2005",
  "STATES": "CO,WY",
  "OVERVIEW": "Typically, Walden soils have grayish brown, very friable, noncalcareous Alg horizons, grayish brown, mottled, noncalcareous, sandy clay loam B2g horizons of low chroma and white calcareous sandy clay loam Cca horizons over very gravelly loamy sand IIC horizons at a depth of 35 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive Typic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Walden sandy loam - native meadow.  (Colors are for dry soil unless otherwise noted.)\nA1g--0 to 10 inches; grayish brown (2.5Y 5/2) sandy loam, very dark grayish brown (2.5Y 3/2) moist; many large prominent mottles, dark yellowish brown (10YR 4/4) moist; strong fine crumb structure; soft, very friable, slightly sticky, slightly plastic; neutral (pH 7.2); gradual wavy boundary.  (7 to 19 inches thick)\nB2g--10 to 22 inches; grayish brown (2.5Y 5/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; many large prominent mottles, very dark gray (2.5Y 3/1) and olive brown (2.5Y 4/4) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.  (7 to 27 inches thick)\nClca--22 to 35 inches; pale yellow (5Y 8/2) sandy clay loam, light gray (5Y 7/2) moist; many large prominent mottles, pale olive (5Y 6/3) and dark gray (5Y 4/1) moist; massive; hard, friable, slightly sticky, slightly plastic; much visible secondary calcium carbonate occurring principally in finely divided marl-like forms; calcium carbonate equivalent is 29 percent; 10 percent gravel; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary.  (6 to 26 inches thick)\nIIC2--35 to 50 inches; very gravelly loamy sand, calcareous, containing some visible secondary calcium carbonate but much less than in the horizon above."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; approximately 960 feet north and 575 feet west of SE corner Sec. 2, T. 8 N., R. 79 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 40 degrees F., and mean summer soil temperature is about 51 degrees F.  Depth to uniformly calcareous material ranges from 11 to 36 inches.  Exchangeable sodium ranges from 0 to 15 percent in most of the control section and there are no subhorizons more than 4 inches thick above 20 inches that exceed 15 percent.  Depth to the calcic horizon ranges from 15 to 36 inches.  Depth to the sandy-skeletal substratum ranges from 20 to 36 inches.  The control section is typically sandy clay loam, loam or clay loam but averages 18 to 35 percent clay, 5 to 55 percent silt, and 15 to 75 percent sand with more than 15 percent fine or coarser sand.  Rock fragments range from 0 to 35 percent in a major part of the control section and are mainly 0 to 10 inches in diameter.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It has none to many large prominent mottles but is usually distinctly mottled in some part. This horizon is neutral or slightly alkaline.\nThe B2 horizon has hue of 5Y through 7.5YR, value of 5 through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of neutral through 2.  It has few distinct to many prominent mottles This horizon ranges from neutral to moderately alkaline.\nThe Cca horizon has hue of 5Y through 7.5YR. It is moderately or strongly alkaline and has 15 to 40 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dilman and Foxcreek series. Dilman soils are noncalcareous throughout and lack a calcic horizon. Foxcreek soils lack a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Walden soils are on nearly level to strongly sloping terraces, flood plains, outwash plains, and alluvial fans.  Slopes typically range from about 0 to 12 percent. These soils formed in moderately thin medium to moderately fine textured mixed alluvium overlying beds of sand and gravel.  At the type location the mean annual precipitation is about 9 inches with peak periods of precipitation in the spring and summer.  Mean annual temperature is 38 degrees F. and mean summer temperature is 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fleer and Girardot soils.  Fleer soils have a mollic epipedon more than 20 inches thick, lack a calcic horizon, and have sandy loam in the upper part of the control section.  Giradot soils lack a mollic epipedon, calcic horizon, and sandy-skeletal substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly to somewhat poorly drained; slow to very low runofflow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as grazing land or as native hay meadow. Native vegetation is timothy, redtop, sedges, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of Colorado.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 10/73.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly to somewhat poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1g",
        "top": 0,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1g--0 to 10 inches; grayish brown (2.5Y 5/2) sandy loam, very dark grayish brown (2.5Y 3/2) moist; many large prominent mottles, dark yellowish brown (10YR 4/4) moist; strong fine crumb structure; soft, very friable, slightly sticky, slightly plastic; neutral (pH 7.2); gradual wavy boundary.  (7 to 19 inches thick)"
      },
      {
        "name": "B2g",
        "top": 25,
        "bottom": 56,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2g--10 to 22 inches; grayish brown (2.5Y 5/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; many large prominent mottles, very dark gray (2.5Y 3/1) and olive brown (2.5Y 4/4) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.  (7 to 27 inches thick)"
      },
      {
        "name": "Clca",
        "top": 56,
        "bottom": 89,
        "dry_hue": "5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Clca--22 to 35 inches; pale yellow (5Y 8/2) sandy clay loam, light gray (5Y 7/2) moist; many large prominent mottles, pale olive (5Y 6/3) and dark gray (5Y 4/1) moist; massive; hard, friable, slightly sticky, slightly plastic; much visible secondary calcium carbonate occurring principally in finely divided marl-like forms; calcium carbonate equivalent is 29 percent; 10 percent gravel; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary.  (6 to 26 inches thick)"
      },
      {
        "name": "IIC2",
        "top": 89,
        "bottom": 127,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "narrative": "IIC2--35 to 50 inches; very gravelly loamy sand, calcareous, containing some visible secondary calcium carbonate but much less than in the horizon above."
      }
    ]
  ]
}
