{
  "SERIES": "WALDRON",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJM-RLT",
  "REVDATE": "11/2012",
  "STATES": "MO",
  "OVERVIEW": "The Waldron series consists of very deep, somewhat poorly drained soils formed in recent, stratified clayey and loamy alluvial sediments.  Permeability is slow in the upper part and slow to moderate in the lower part.  These soils are on a floodplains along major streams. Slope gradients are from 0 to 2 percent.  Mean annual temperature is 55 degrees F, and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waldron silty clay - in a cultivated field on a 0.5 percent slope at an elevation of 509 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) silty clay; grayish brown (10YR 5/2) dry; moderate very fine subangular blocky structure; firm; few fine roots; slightly alkaline; abrupt smooth boundary.  (5 to 11 inches thick)\nC1--7 to 13 inches; very dark grayish brown (10YR 3/2) silty clay; grayish brown (10YR 5/2) dry; weak thick and very thick strata parting to moderate very fine subangular blocky; firm; common thin (1 to 2 mm) discontinuous brown (10YR 5/3) very fine sandy loam strata and coatings along horizontal bedding planes and surfaces; few fine roots; slight effervescence; slightly alkaline; abrupt smooth boundary.  (0 to 12 inches thick)\nC2--13 to 17 inches; very dark brown (10YR 2/2) silty clay loam; dark grayish brown (10YR 4/2) dry; weak thick strata parting to moderate very fine subangular blocky; firm; common thin (1 to 3 mm) brown (10YR 5/3) very fine sandy loam strata; few fine roots; slight effervescence; slightly alkaline; abrupt smooth boundary.  (0 to 15 inches thick)\nCg1--17 to 28 inches; dark grayish brown (10YR 4/2) silty clay loam; common medium faint very dark brown (10YR 3/2) and dark brown (10YR 4/3) mottles; weak thick strata parting to moderate very fine subangular blocky structure; firm; few thin very dark grayish brown (10YR 3/2) strata with dark   stains (iron and manganese oxides) on horizontal surfaces of strata; slight effervescence; slightly alkaline; abrupt smooth boundary.  (0 to 15 inches thick)\nCg2--28 to 40 inches; dark grayish brown (10YR 4/2) silty clay; weak thick strata parting to moderate very fine subangular blocky structure; firm; common thin very dark grayish brown (10YR 3/2) silty clay loam strata; few pockets of brown (10YR 5/3) very fine sandy loam; slight effervescence; slightly alkaline; abrupt smooth boundary.  (0 to 30 inches thick)\nCg3--40 to 60 inches; stratified very dark grayish brown (10YR 3/2) silty clay and dark brown (10YR 4/3) silty clay loam; weak thick strata parting to moderate very fine and fine subangular blocky structure; firm; common dark stains (iron and manganese oxides) on faces of peds; slight effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Missouri, about 1 1/2 miles southeast of the village of McKittrick, approximately 2,505 feet south and 1,100 feet west of the northeast corner of sec. 25, T. 46 N., R. 5 W; Hermann USGS quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils contain free carbonates within 10 inches of the surface.\nThe Ap or A horizon has hue of 10YR. 2.5Y or 5Y, value of 2 or 3, and chroma of 1, 2, or 3.  It is silt loam, silty clay, or silty clay loam.  Reaction ranges from slightly acid to slightly alkaline.\nThe C horizons have hue of 10YR or 2.5Y, value of 2 to 5, and chroma of 1 to 4 or chroma of 0 with mottles of higher chroma or redder hue.\nThe 10 to 40 inch control section typically averages between 35 and 50 percent clay.  Individual substratum horizons below a depth of 40 inches typically contain from 35 to 60 percent clay but some pedons have very fine sandy loam and silt loam textures at these depths.  Strata less than 6 inches thick, thin lenses and small pockets of finer or coarser textures are common to most pedons and their horizontal bedding planes impart a weak primary coarse or very coarse platy structure to the C horizons.  The secondary, subangular blocky structure is thought to result from the high montmorillonitic clay content only and not a combination of all other soil forming processes. The C horizons are mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Waldron series is the only member of the family.  Other competing series are the Albaton, Blake, Blend, Colo, Dockery, Forney, Holly Spring, Leta, Luton, Myrick, Owego, Parkville, Solomon, Wabash, and Zook.  Albaton soils average between 50 and 60 percent clay in the control section and have vertic characteristics.  Blake soils are fine-silty.  Blend, Colo, Dockery, Forney, Leta, Luton, Owego, Parkville, Wabash, and Zook lack free carbonates within 20 inches of the surface.  Solomon soils have mollic epipedons and lack fine stratification immediately below an Ap horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waldron soils are on floodplains along major streams.  Slope gradients are from 0 to 2 percent.  The Waldron soils formed in recent thick, stratified clayey and loamy sediments. The mean annual temperature ranges from 52 to 57 degrees F, and mean annual precipitation ranges from 32 to 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the very-fine Aholt and Booker soils that occur on lower positions of the flood plains, the coarser-textured Blake, Haynie, and Modale soils and the sandy Sarpy soils that are on higher positions of the floodplains, and the clayey over loamy Leta soils that are on similar positions of the floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is negligible to low. Permeability is slow in the upper part and slow to moderate in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and cropped to corn, wheat, and soybeans.  Native vegetation was willow and cottonwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In Missouri, along the Missouri River and its tributaries (MLRA 107 and 115).  Waldron soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: INDIANAPOLIS, INDIANA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lafayette County, Missouri, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:  ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (Ap horizon); aquic moisture regime.\nWaldron soils are prime farmland where drained and protected from flooding.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
