{
  "SERIES": "WALKERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "PSK-JSK-RP",
  "REVDATE": "07/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Walkersville gravelly silt loam, in south facing, concave, gently sloping crop field. (Colors are for moist soil.)\nAp--0 to 11 inches;  dark yellowish brown (10YR 4/4) gravelly silt loam; moderate fine and medium subangular blocky structure; friable; common fine and medium roots; common fine and medium tubular and vesicular pores; 15 percent rounded gravel; slightly acid; abrupt smooth boundary. (6 to 13 inches)\nBt1--11 to 24 inches; strong brown (7.5YR 4/6) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; many fine tubular and vesicular pores; common distinct clay films lining pores and on faces of peds; 5 percent rounded gravel; moderately acid; clear wavy boundary.\nBt2--24 to 30 inches;. strong brown (7.5YR 5/8) gravelly clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine vesicular and few medium tubular pores; many distinct clay films lining pores and on faces of ped and rock fragments; 30 percent rounded gravel's; moderately acid; clear wavy boundary.\nBt3-- 30 to 42 inches;  yellowish red (5YR 5/6) silty clay; weak coarse prismatic structure parting to strong medium subangular blocky structure; firm; few fine roots, common fine vesicular and few medium tubular pores; many distinct clay films lining pores and on faces of peds; 5 percent rounded gravel's; moderately acid; gradual wavy boundary.\nBt4-- 42 to 72 inches;  strong brown (7.5YR 5/6) gravelly silty clay loam; weak coarse prismatic structure parting to moderate medium subangular blocky structure; firm; few fine and medium tubular pores; common distinct clay films lining pores and on faces of peds; 25 percent rounded gravel's; moderately acid. (combined thickness of the Bt horizon is 45 to 80 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Frederick County, Maryland; 1,700 feet west of Fountain Rock road and its intersection with Retreat road. 200 feet south of Retreat road. In the Walkersville area. Latitude 39 degrees 27 minutes 24 seconds N, Longitude 77 degrees 22 minutes 00 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to 80 inches. Depth to lithologic discontinuity ranges from 30 to 80 inches or more. Lithic contact greater than 60 inches. Content of rock fragment ranges from 5 to 35 percent in the solum and are rounded. Rock fragments are typical quartz and sandstone. Rock fragments are less than 35 percent in the particle size control section. The soil ranges from neutral to moderately acid through out.\nThe Ap horizon, has hue of 10YR and 7.5YR, value of 3 through 5, chroma of 2 through 4. It is silt loam and loam in the fine earth fraction.\nThe BE horizon, where present, has hue of 10YR and 7.5YR,\nvalue of 5 or 6, chroma of 4 through 8. It is loam or silt loam in the fine earth fraction.\nThe Bt horizon has hue of 5YR and 7.5YR, value 4 through 6, chroma 4 through 8. It is silt loam, loam, silty clay loam, clay loam, silty clay, sandy clay and clay in the fine earth fraction.\nThe 2Bt, where present, has hue of 2.5YR through 7.5YR, value 4 through 6, chroma 4 through 8. It is silty clay loam, silty clay, and clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Walkersville is the only soil in this family at this time. Buckshot and Fernhaven are in the same family, but have not been assigned a CEC class.  Buckshot soil are formed in colluvium and residuum weathered from granitic rocks.  Fernhaven soils formed in colluvium and residuum weathered from sandstone and siltstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Walkersville soils are on river terraces underlain by limestone residuum. They occur from 10 to 60 feet above the active floodplain. They form in mixed old alluvium over limestone residuum. slopes range from 0 to 35 percent slopes. Mean annual precipitation ranges from 40 to 46 inches. Mean annual temperature ranges from 48 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Deposit, Duffield, Hagerstown, Huntington, Lindside, Melvin, Nollville, Opequon, and Ryder soils are on adjacent landscapes. The Duffield, Hagerstown, and Nollville soils develop from limestone residuum. Opequon and Ryder soils are shallow and moderately deep to limestone bedrock and form in residuum. Deposit, Huntington, Lindside and Melvin soils occur on active floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately permeable. Run off is slow on gentle slopes and high on steeper slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in cropland. Undisturbed area is in native Oak Hickory forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maryland. The soils of this series are not extensive. (MLRA 147, 148)"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Frederick County, Maryland, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic Features;\n1. Ochric epipedon - the zone from 0 to 11 inches\n2. Argillic Horizon - the zone from 11 to 72\n3. Palic feature - the zone from 11 to 72\nNational Cooperative Soil Survey\nU.S.A."
  }
}
