{
  "SERIES": "WALLINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWK-PSP",
  "REVDATE": "03/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, mesic Aeric Fragiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wallington silt loam, on a 1 percent slope in a brushy field.  (Colors are for moist soil.)\nAp -- 0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam; moderate fine and medium granular structure; friable; many fine and medium roots; strongly acid; abrupt smooth boundary.  (6 to 10 inches thick.)\nEg -- 8 to 10 inches; pinkish gray (7.5YR 6/2) silt loam;  weak medium platy structure; friable; many fine and medium roots; many fine pores; common prominent distinct yellowish red (5YR 5/6) masses of iron accumulation within the matrix; moderately acid; clear broken boundary.  (0 to 15 inches thick.)\nBw -- 10 to 15 inches; brown (10YR 5/3) silt loam; weak coarse subangular blocky structure; friable; common roots; common medium pores; continuous distinct pinkish gray (7.5YR 6/2) on all faces of peds; many coarse prominent yellowish red (5YR 4/6) masses of iron accumulation within the matrix; strongly acid; clear wavy boundary. (0 to 12 inches thick.)\nBx -- 15 to 34 inches; brown (10YR 5/3) very fine sandy loam; weak very coarse prismatic structure, massive within prisms; firm, brittle; very few fine roots along prism faces; few medium pores, some with thin clay linings on surfaces along pores; faces of prisms are pinkish gray (7.5YR 6/2); many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and many medium distinct pinkish gray (7.5YR 6/2) masses of iron depletions within the matrix; slightly acid; clear wavy boundary.  (10 to 32 inches thick.)\nC -- 34 to 65 inches; brown (10YR 4/3) laminated very fine sandy loam and loamy very fine sand; massive; friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County, New York; Town of Huron, 300 yards north of Sodus-Wolcott Road, 50 feet east of Shaker Tract Road, in old apple orchard. USGS Rose, NY topographic quadrangle; Latitude 43 degrees, 13 minutes, 09 seconds N. and Longitude 76 degrees, 56 minutes, 50 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches. Depth to the top of the fragipan ranges from 12 to 24 inches. Bedrock is at depths greater than 60 inches. Rock fragments are usually absent but gravel content ranges up to 3 percent in the solum and up to 5 percent in the substratum.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 or 3. It is silt loam or very fine sandy loam. It has weak or moderate granular structure and is friable or very friable. Some pedons have a very dark grayish brown or black A horizon 3 to 5 inches thick. Reaction ranges from very strongly acid through moderately acid, unless limed.\nThe E horizon, where present, has hue of 7.5YR through 5Y, value of 5 or 6, and chroma of 1 through 3. It ranges from silt loam to loamy very fine sand and very fine sandy loam. The horizon is massive, or it has weak platy or subangular blocky structure. It is friable or firm. It ranges from very strongly through moderately acid, unless limed.\nThe Bw horizon, where present, has hue of 5YR through 5Y, value of 3 through 6, and chroma of 3 or 4. It has redoximorphic depletions and surfaces of peds have chroma of 1 or 2. It is silt loam or very fine sandy loam. It has weak or moderate, fine to coarse subangular blocky structure and is friable or firm. It ranges from very strongly through slightly acid.\nThe Bx horizon has hue of 5YR through 5Y, value of 4 through 6, and chroma of 2 through 4. It is silt loam or very fine sandy loam. It has weak or moderate very coarse prismatic structure parting to weak platy, or the material within prisms is massive. It is firm or very firm. It ranges from very strongly acid through neutral.\nThe C horizon has colors similar to the Bx horizon. It ranges from loamy very fine sand to silt loam. It is friable or firm. It ranges from moderately acid through neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Dalton series is a member of the same family. Dalton soils have a lithologic discontinuity between a depth of 15 and 36 inches, below which the soil materials have more than 20 percent rock fragments.\nThe Canaseraga, Raynham, Scio, and Williamson series are similar soils in related families. Canaseraga soils have dominant chroma of more than 2 above depths of 20 inches. Raynham and Scio soils do not have fragipans. Williamson soils do not have subhorizons with dominant chroma of 1 or 2 either in the matrix or on surfaces of peds between the base of the Ap horizon and a depth of 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wallington soils are nearly level and gently sloping soils of lake plains and silt-covered uplands. Slope ranges from 0 to 8 percent. The soils formed in water or wind sorted silt and very fine sand. Mean annual temperature ranges from 45 degrees to 50 degrees F.; mean annual precipitation ranges from 30 to 45 inches; mean growing season ranges from 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amboy, Arkport, Birdsall, Colonie, Dunkirk, Hudson, Rhinebeck, and Williamson soils. Amboy and Williamson soils are drier members of the same drainage sequence and the Birdsall soils are wetter members. Arkport and Colonie soils formed in sandy deposits. Dunkirk soils formed in fine-silty deposits. Hudson and Rhinebeck soils formed in fine-textured deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. The potential for surface runoff is low. Internal drainage slow.  Permeability is moderate above the fragipan and slow in the fragipan and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are mainly in corn, oats, hay, and pasture. Many areas are reverting to brush. Small fruit and vegetables are grown where the soil is artificially drained. Woodlots contain red and sugar maple, white ash, hemlock and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lake Plains of New York and eastern Ohio. MLRAs 101, 127, 139, 140, 142, 144A, and 149B. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Allegany County, New York,  1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\nb.  Cambic horizon - the zone from 8 to 15 inches (Eg and Bw horizons).\nc.  Aquic moisture regime - depleted subhorizons with chroma of 2 or less at depths less than 20 inches (Eg and Bw horizons).\nd.  Fragipan - the zone from 15 to 34 inches (Bx horizon).\ne.  Aeric subgroup feature - the zone between base of Ap and 30 inches has more than 50 percent with chroma greater than 2 (Bw and Bx horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
