{
  "SERIES": "WALLER",
  "STATUS": "Established Series",
  "BYREV": "JKW-RM",
  "REVDATE": "08/2018",
  "STATES": "LA,TX",
  "OVERVIEW": "The Waller series consists of very deep, poorly drained soils. These nearly level soils formed in loamy fluviomarine deposits of the Lissie Formation of Pleistocene age. Slope ranges from 0 to 1 percent, but are mainly less than 0.5 percent. Mean annual air temperature is about 20 degrees C (68 degrees F), and mean annual precipitation is about 1351 mm (53 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Typic Glossaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waller silt loam-in an area of Waller-Dallardsville complex, 0 to 1 percent slopes-forest (Colors are for moist soil unless otherwise stated).\nA--0 to 9 cm, (0 to 4 in); dark gray (10YR 4/1), silt loam; weak fine and medium granular structure; very friable, soft; many very fine and fine roots and common medium and coarse roots; common fine and medium interstitial and common coarse interstitial pores; 2 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron lining pores with clear boundaries; 1 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 18 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and very pale brown (10YR 7/3) very fine sand; very strongly acid; clear smooth boundary. (10 to 23 cm [4 to 9 in] thick)\nE1--9 to 22 cm, (4 to 9 in); gray (10YR 5/1), silt loam; weak coarse prismatic structure parting to weak fine and medium subangular blocky; very friable, soft; common very fine and fine roots and common medium roots; common fine interstitial and common very fine interstitial pores; 12 percent fine prominent pink (7.5YR 7/3) masses of oxidized iron on faces of peds with clear boundaries; 4 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 4 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron lining pores with diffuse boundaries; 14 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and very pale brown (10YR 7/3) very fine sand; very strongly acid; clear smooth boundary. (Combined thickness of the E horizons is (25 to 81 cm [10 to 32 in])\nE2--22 to 37 cm, (9 to 15 in); grayish brown (10YR 5/2) and 25 percent light brownish gray (10YR 6/2), silt loam; weak coarse prismatic structure parting to weak medium subangular blocky; very friable, soft; common very fine and fine roots and common medium roots; common fine interstitial and common very fine  interstitial pores; 14 percent fine prominent brownish yellow (10YR 6/6) masses of oxidized iron in matrix with diffuse boundaries; 6 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron lining pores with clear boundaries; 2 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 8 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and light gray (10YR 7/2) very fine sand; very strongly acid; clear smooth boundary.\nE/Bt--37 to 65 cm, (15 to 26 in); light brownish gray (10YR 6/2) and 25 percent gray (10YR 6/1), silt loam; weak medium and coarse prismatic structure parting to weak fine and medium subangular blocky; friable, slightly hard; common very fine and fine roots; common very fine and fine interstitial pores; 3 percent faint gray (10YR 6/1) clay films on vertical faces of peds; 16 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron in matrix with diffuse boundaries; 4 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron lining pores with clear boundaries; 3 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 11 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and light gray (10YR 7/2) very fine sand; very strongly acid; gradual smooth boundary. (0 to 67 cm [0 to 26 in] thick)\nBt/E1--65 to 94 cm, (26 to 37 in); yellowish brown (10YR 5/8) and 20 percent light brownish gray (10YR 6/2) loam; weak medium and coarse prismatic structure parting to weak medium subangular blocky; firm, hard; common very fine and fine roots; common fine and medium tubular pores; 20 percent by volume albic tongues; 15 percent faint gray (10YR 6/1) clay films on faces of peds; 18 percent fine faint light yellowish brown (10YR 6/4) masses of oxidized iron in matrix with clear boundaries; 14 percent fine prominent brownish yellow (10YR 6/6) masses of oxidized iron in matrix with diffuse boundaries; 6 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron lining pores with clear boundaries; 2 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 5 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and pink (7.5YR 7/3) very fine sand; strongly acid; gradual wavy boundary. (Combined thickness of the Bt/E horizons is 23 to 105 cm [9 to 41 in])\nBt/E2--94 to 126 cm, (37 to 50 in); yellowish brown (10YR 5/8) and 15 percent light brownish gray (2.5Y 6/2), clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm, hard; common very fine and fine roots; common very fine and fine tubular pores; 15 percent by volume albic tongues; 20 percent faint yellowish brown (10YR 5/6) clay films on faces of peds; 17 percent fine and medium prominent red (2.5YR 5/6) masses of oxidized iron in matrix with sharp boundaries; 11 percent medium prominent red (2.5YR 4/6) masses of oxidized iron in matrix with clear boundaries; 10 percent medium and coarse prominent gray (2.5Y 6/1) iron depletions in matrix with clear boundaries; 3 percent medium spherical red (2.5YR 5/6) ironstone nodules; 2 percent medium spherical red (10R 5/6) plinthite nodules; red (2.5YR 4/6) redox concentrations are brittle but plinthite; strongly acid; gradual wavy boundary.\nBtg/E1--126 to 165 (50 to 65 in); light brownish gray (2.5Y 6/2), clay loam; weak medium prismatic structure parting to weak medium subangular blocky; firm, hard; few very fine and fine roots; common very fine tubular pores; 15 percent by volume albic tongues; 10 percent faint strong brown (7.5YR 5/8) clay films on faces of peds; 14 percent fine and medium prominent red (2.5YR 5/6) masses of oxidized iron in matrix with sharp boundaries; 7 percent fine and medium prominent light gray (2.5Y 7/1) iron depletions in matrix with clear boundaries; 7 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in matrix with clear boundaries; 6 percent fine and medium prominent red (2.5YR 4/6) masses of oxidized iron in matrix with sharp boundaries; 2 percent medium red (10R 4/6) plinthite nodules; strong brown (7.5YR 5/8) redox concentrations are brittle but plinthite; strongly acid; gradual wavy boundary. (Combined thickness of the Btg/E horizons is 33 to 96 cm [13 to 38 in])\nBtg/E2--165 to 203 (65 to 80 in); light gray (2.5Y 7/2), sandy clay loam; weak medium and coarse prismatic structure parting to weak medium subangular blocky; firm, hard; few very fine and fine roots; common very fine tubular pores; 15 percent by volume albic tongues; 8 percent faint light gray (5Y 7/1) clay films on faces of peds; 23 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in matrix with clear boundaries; 10 percent fine prominent red (2.5YR 5/6) masses of oxidized iron in matrix with sharp boundaries; 8 percent medium and coarse prominent light gray (5Y 7/1) iron depletions on faces of peds with diffuse boundaries; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tyler County, Texas; from the intersection of Farm Road 92 and Farm Road 1943 in Fred,2.2 miles south on Farm Road 92 to county road, 1.3 miles west on county road to forest road, 0.1 mile north and 0.6 mile northeast on forest road, and 100 feet west of road in forest.\nUSGS topographic quad: Fred, TX;\nLatitude: 30 degrees, 32 minutes, 23.10 seconds N;\nLongitude: 94 degrees, 12 minutes, 2.00 seconds W;\nDatum: WGS 84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: aquic soil moisture regime.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nThickness of the A and Eg horizons: 51 to 102 cm (20 to 40 in)\nParticle-size control section (weighted average)\nClay content: 18 to 30 percent\nCrawfish krotovina: 20 to 40 percent\nCEC/clay ratio: 0.40 to 0.50\nA Horizon\nHue: 10YR or 2.5 Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silt loam, loam, or very fine sandy loam?\nRedox concentrations: amount-0 to 4 percent, shades-brown\nReaction: extremely acid to strongly acid\nE Horizon\nHue: 10YR or 2.5 Y\nValue: 6 or 7\nChroma: 1 or 2\nTexture: silt loam, loam, or very fine sandy loam?\nRedox concentrations: amount-5 to 20 percent, shades-brown or yellow\nReaction: Extremely acid to strongly acid\nE/Bt Horizon\n(E part makes up 65 to 85 percent of the horizon and consists of tongues of loam, silt loam or very fine sandy loam that is 2 to 10 cm [1 to 4 in] wide; are spaced about 15 to 20 cm [6 to 8 in] apart)\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 or 2.\n(Bt part)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2.\nTexture: silt loam, loam, or very fine sandy loam\nRedox concentrations: amount- 10 to 30 percent, shades- brown, yellow, or red\nRedox depletions: amount-0 to 5 percent, shades-gray, green, or blue\nReaction: extremely acid to strongly acid\nBt/E Horizon\n(Btg part)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 6 or 8.\n(E part makes up 15 to 35 percent of the horizon and consists of tongues of loam, silt loam or very fine sandy loam that is 2 to 10 cm [1 to 4 in] wide; are spaced about 15 to 20 cm [6 to 8 in] apart; taper to 1 to 5 cm [0.5 to 2 in] with depth\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 or 2.\nTexture: silt loam, loam, or sandy clay loam\nRedox concentrations: amount- 10 to 30 percent, shades- brown, yellow, or red\nRedox depletions: amount-0 to 2 percent, shades-gray, green, or blue\nGypsum: 0 to 3 percent\nReaction: extremely acid to strongly acid\nBtg/E Horizon\n(Btg part)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2.\n(E part makes up 15 to 35 percent of the horizon and consists of tongues of loam, silt loam or very fine sandy loam that is 2 to 10 cm [1 to 4 in] wide; are spaced about 15 to 20 cm [6 to 8 in] apart; taper to 1 to 5 cm [0.5 to 2 in] with depth\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 or 2.\nTexture: loam, sandy clay loam, or clay loam\nRedox concentrations: amount- 10 to 30 percent, shades- brown, yellow, or red\nRedox depletions: amount-0 to 5 percent, shades-gray, green, or blue\nGypsum: 0 to 3 percent\nReaction: extremely acid to strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colita (TX), Mollville (TX), and Vimville (MS) series. Similar soils are the Caddo, Caneyhead, Guyton, Lelavale, Mollco, and Sorter series.\nColita soils: deep to paralithic contact of tuffaceous siltstone or shale\nMollville and Vimville soils: A and E horizons less than 51 cm (20 in) thick\nCaddo, Caneyhead and Guyton soils: in a fine-silty family\nLelavale and Mollco soils: very poorly drained\nSorter soils: coarse-loamy family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from igneous, metamorphic and sedimentary rock of the Lissie Formation of Pleistocene age\nLandscape: coastal plains\nLandform: flats\nSlope: 0 to 1 percent but are mainly less than 0.5 percent\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nElevation: 22.9 to 46 m (75 to 150 ft)\nPrecipitation Pattern: Precipitation is generally uniform throughout the year with slight peaks in the spring and fall months.\nFrost-free period: 240 to 300 days\nThornthwaite annual P-E indices: 68 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dallardsville (TX), Kirbyville (TX), Kountze (TX), Plank (TX), Segno (TX), Sorter (TX), and Splendora (TX) series.\nDallardsville soils: are moderately well drained; on mounds\nKirbyville and Kountze soils: are moderately well drained; on convex interfluves\nPlank soils: are coarse-silty; on a similar landform\nSegno soils: are well drained; on interfluves\nSorter soils: are coarse-loamy; on a similar landform\nSplendora soils: are somewhat poorly drained; on interfluves"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Poorly.\nPermeability class: slow.\nRunoff: high on slopes of 0 to less than 1 percent.\nWetness: soil remains saturated throughout from December to April in normal years due to a high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forest.  A few areas have been cleared for pasture.  Timber is mostly a mix of hardwoods and pine.   Hardwoods include water and willow oak, sweetgum, and persimmon.  Pine species include loblolly and slash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Texas; Land Resource Region T; MLRA 152B (Western Gulf Coast Flatwoods); the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Waller County, Texas; 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Based on Lincoln Soil Survey Laboratory Data of closely associated soils, the mineralogy class was changed from mixed to siliceous. See Dr. Grossman's memo dated September 14, 1972, SOILS - Harris County, Texas, in reference to the Hockley and Wockley series. Study and Thesis by M. Vepraskas (TAMU) shows E horizon is slowly permeable. The Lelavale series was established in 1998 in Hardin County, Texas to separate the very poorly drained Waller, depressional unit from the Waller series.\nDiagnostic horizons and features for this pedon are:\nOchric epipedon: 0 to 86 cm (0 to 34 in) (A and Eg horizon)\nArgillic horizon: 86 to 203 cm (34 to 80 in) (Btg/Eg horizon)\nGlossic horizon: 86 to 203 cm (34 to 80 in) (Btg/Eg horizon)\nAquic moisture regime: these soils have aquic conditions from December to April in normal years."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: TAMU Data from the Tyler County, Texas taxonomic unit location on pedon S00TX-457-004. KSSL data from Montgomery County, Texas on pedon S12TX3391033 (lab pedon number 12N8327)\nTAXONOMIC Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 9,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "very fine sand",
        "structure": "weak fine and medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 9 cm, (0 to 4 in); dark gray (10YR 4/1), silt loam; weak fine and medium granular structure; very friable, soft; many very fine and fine roots and common medium and coarse roots; common fine and medium interstitial and common coarse interstitial pores; 2 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron lining pores with clear boundaries; 1 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 18 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and very pale brown (10YR 7/3) very fine sand; very strongly acid; clear smooth boundary. (10 to 23 cm [4 to 9 in] thick)"
      },
      {
        "name": "E1",
        "top": 9,
        "bottom": 22,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "very fine sand",
        "structure": "weak coarse prismatic",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E1--9 to 22 cm, (4 to 9 in); gray (10YR 5/1), silt loam; weak coarse prismatic structure parting to weak fine and medium subangular blocky; very friable, soft; common very fine and fine roots and common medium roots; common fine interstitial and common very fine interstitial pores; 12 percent fine prominent pink (7.5YR 7/3) masses of oxidized iron on faces of peds with clear boundaries; 4 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 4 percent fine prominent yellowish brown (10YR 5/6) masses of oxidized iron lining pores with diffuse boundaries; 14 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and very pale brown (10YR 7/3) very fine sand; very strongly acid; clear smooth boundary. (Combined thickness of the E horizons is (25 to 81 cm [10 to 32 in])"
      },
      {
        "name": "E2",
        "top": 22,
        "bottom": 37,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "structure": "weak coarse prismatic",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E2--22 to 37 cm, (9 to 15 in); grayish brown (10YR 5/2) and 25 percent light brownish gray (10YR 6/2), silt loam; weak coarse prismatic structure parting to weak medium subangular blocky; very friable, soft; common very fine and fine roots and common medium roots; common fine interstitial and common very fine  interstitial pores; 14 percent fine prominent brownish yellow (10YR 6/6) masses of oxidized iron in matrix with diffuse boundaries; 6 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron lining pores with clear boundaries; 2 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 8 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and light gray (10YR 7/2) very fine sand; very strongly acid; clear smooth boundary."
      },
      {
        "name": "E/Bt",
        "top": 37,
        "bottom": 65,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "structure": "weak medium and coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E/Bt--37 to 65 cm, (15 to 26 in); light brownish gray (10YR 6/2) and 25 percent gray (10YR 6/1), silt loam; weak medium and coarse prismatic structure parting to weak fine and medium subangular blocky; friable, slightly hard; common very fine and fine roots; common very fine and fine interstitial pores; 3 percent faint gray (10YR 6/1) clay films on vertical faces of peds; 16 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron in matrix with diffuse boundaries; 4 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron lining pores with clear boundaries; 3 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 11 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and light gray (10YR 7/2) very fine sand; very strongly acid; gradual smooth boundary. (0 to 67 cm [0 to 26 in] thick)"
      },
      {
        "name": "Bt/E1",
        "top": 65,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "very fine sand",
        "structure": "weak medium and coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt/E1--65 to 94 cm, (26 to 37 in); yellowish brown (10YR 5/8) and 20 percent light brownish gray (10YR 6/2) loam; weak medium and coarse prismatic structure parting to weak medium subangular blocky; firm, hard; common very fine and fine roots; common fine and medium tubular pores; 20 percent by volume albic tongues; 15 percent faint gray (10YR 6/1) clay films on faces of peds; 18 percent fine faint light yellowish brown (10YR 6/4) masses of oxidized iron in matrix with clear boundaries; 14 percent fine prominent brownish yellow (10YR 6/6) masses of oxidized iron in matrix with diffuse boundaries; 6 percent fine prominent strong brown (7.5YR 5/6) masses of oxidized iron lining pores with clear boundaries; 2 percent fine prominent black (N 2.5/ ) manganese masses on faces of peds with sharp boundaries; 5 percent of the horizon is crayfish krotovinas; krotovinas filled with gray (10YR 5/1) silt loam and pink (7.5YR 7/3) very fine sand; strongly acid; gradual wavy boundary. (Combined thickness of the Bt/E horizons is 23 to 105 cm [9 to 41 in])"
      },
      {
        "name": "Bt/E2",
        "top": 94,
        "bottom": 126,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt/E2--94 to 126 cm, (37 to 50 in); yellowish brown (10YR 5/8) and 15 percent light brownish gray (2.5Y 6/2), clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm, hard; common very fine and fine roots; common very fine and fine tubular pores; 15 percent by volume albic tongues; 20 percent faint yellowish brown (10YR 5/6) clay films on faces of peds; 17 percent fine and medium prominent red (2.5YR 5/6) masses of oxidized iron in matrix with sharp boundaries; 11 percent medium prominent red (2.5YR 4/6) masses of oxidized iron in matrix with clear boundaries; 10 percent medium and coarse prominent gray (2.5Y 6/1) iron depletions in matrix with clear boundaries; 3 percent medium spherical red (2.5YR 5/6) ironstone nodules; 2 percent medium spherical red (10R 5/6) plinthite nodules; red (2.5YR 4/6) redox concentrations are brittle but plinthite; strongly acid; gradual wavy boundary."
      }
    ]
  ]
}
