{
  "SERIES": "WALLPACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RS-SMF",
  "REVDATE": "06/2002",
  "STATES": "NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wallpack loam on 11% slope in an abandoned crop field at an elevation of about 598 feet. (Colors are for moist soil unless otherwise noted.)\nLeaf litter -- 0.5 to 0 inches; undecomposed plant material\nAp1 -- 0 to 3 inches; brown (10YR 4/3) silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium granular structure; friable; 8 to 10 percent coarse fragments; strongly acid; abrupt smooth boundary.\nAp2 -- 3 to 9 inches; dark yellowish brown (10YR 4/4) gravelly loam; moderate fine granular and moderate fine subangular blocky structure; friable; 15 percent coarse fragments; strongly acid; abrupt smooth boundary. (Combined thickness of the Ap horizons is 6 to 16 inches.)\nBt -- 9 to 16 inches; yellowish brown (10YR 5/6) gravelly silt loam; moderate medium subangular blocky structure; friable; common patchy distinct brown (7.5YR 4/4) clay films on rock fragments; 20 percent coarse fragments; moderately acid; clear wavy boundary. (6 to 20 inches thick)\nBtx1 -- 16 to 25 inches; dark yellowish brown (10YR 4/4) gravelly silt loam; moderate coarse prismatic structure parting to moderate medium subangular blocky and weak medium platy structure; yellowish brown (10YR 5/8) prism faces and light brownish gray (2.5Y 6/2) interstices; very firm and brittle; common patchy distinct brown (7.5YR 4/4) clay films on rock fragments; 25 percent coarse fragments; slightly acid; clear wavy boundary.\nBtx2 -- 25 to 65 inches; dark yellowish brown (10YR 4/4) gravelly silt loam; strong very coarse prismatic structure parting to moderate medium subangular blocky and weak medium platy structure; very firm and brittle; common patchy distinct brown (7.5YR 4/4) clay films on rock fragments; 30 percent coarse fragments; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation and common medium prominent light olive brown (2.5Y 5/4) iron depletions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sussex County, New Jersey; Delaware Water Gap National Recreation Area, Wallpack Township, situated on 11% slope in an abandoned crop field, 2300 feet northwest of Wallpack Center Post Office, 200 feet southwest of intersection of old township roads and 100 feet east of old north-south township road; USGS Lake Maskenozha topographic quadrangle; lat. 41 degrees 9 minutes 39.5 seconds N. and long. 74 degrees 53 minutes 15.3 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 24 to 60 inches or more. Depth to bedrock is greater than 60 inches. Depth to the fragipan ranges from 12 to 36 inches and depth to the argillic horizon range from 6 to 16 inches. Reaction ranges from strongly acid to slightly acid in the upper part of the solum and moderately acid to slightly alkaline in the lower part of the solum and substratum. Carbonates may be present below 24 inches in some pedons. Rock fragments of angular to subrounded sandstone, siltstone, shale, and limestone range from to 5 to 25 percent in the A and B horizons, and from 15 to 45 percent in the Btx and C horizons.\nThe Ap or A horizon has hue of 10YR, value of 3 through 5, and chroma of 1 to 4. Texture is sandy loam, fine sandy loam, loam, or silt loam with channery or gravelly analogues.\nThe AB horizon, where present, has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. Texture is similar to the A horizon.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8. Texture is sandy loam, fine sandy loam, loam, or silt loam with channery or gravelly analogues. The percent clay averages 13 to 17 percent. The percent fine sand or coarser in the A, Ap, AB, and Bt horizons averages 17 percent or more.\nThe Btx horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. Texture is sandy loam, fine sandy loam, loam, or silt loam with channery or gravelly analogues.  The percent clay averages 16 to 20 percent.\nThe BCtx horizon, where present, has characteristics similar to the Btx and C horizons.\nThe C horizon, where present, has hue of 5Y to 7.5YR, value of 4 or 5, and chroma of 4 to 6. Texture ranges from sandy loam. fine sandy loam, loam, or silt loam and their channery or gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series currently in the same family. Soils in related families include the Bartley, Clarksburg, Comly, Gatton, Jonca, Readington, and Wooster series.\nClarksburg, Comly, Gatton, Readington, and Jonca are from outside LRR R.\nBartley, Clarksburg, Comly, Gatton, Readington, and Wooster have 18 percent or more clay in the control section and have a water saturated layer above the fragipan within a 40 inch depth for 20 or more consecutive days or 30 or more cumulative days sometime during normal years.  Jonca soils have 18 percent or more clay in the control section and are formed from sandstone residuum with an aeolian mantle. Wooster soils also lack limestone rock fragments, is more acid, and commonly do not have carbonates present above 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wallpack soils occur on drumlins and deep till deposits between bedrock ledges on Wallpack Ridge, which is composed of a highly variable mixture of sedimentary rock types.  Some areas may have an aeolian mantle. Slope is simple or complex, has a convex surface, and ranges from 0 to 35 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arnot, Colonie, Galway, Lordstown, Alden, Manlius, Nassau, Venango, and Wassaic soils on nearby landscapes.  The moderately deep Galway and Wassaic soils are on limestone bedrock-controlled ridges and the moderately deep Manlius and shallow Nassau soils are on shale bedrock-controlled ridges. Arnot and Lordstown soils are found on bedrock controlled ridgetops. Colonie soils are formed in aeolian deposits on west facing sideslopes; The very poorly drained Alden soils are found in depressions and drainage ways and somewhat poorly drained Venango soils are located in depressions and on concave slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff ranges from negligible on the nearly level slopes to high on the steep slopes. Permeability is moderately rapid or moderate above and below the fragipan and moderately slow to very slow in the fragipan. Saturated hydraulic conductivity ranges from moderately low or moderately high above and below the fragipan and moderately low or low in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas formerly cultivated (corn and hay) are now abandoned. These soils are used for woodland, wildlife habitat and recreation. Native vegetation includes red and white oak, beech, sugar maple and sweet birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated uplands on the Wallpack Ridge in northwestern New Jersey; MLRA 144A. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sussex County, New Jersey, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Wallpack series was made inactive in 1972 and replaced in New Jersey with the Wooster Series. With Wooster reclassified as an Oxyaquic Fragiudalfs, Wallpack is being reactivated in 1999 for the Sussex County, New Jersey soil survey update. Characterization data supports a change in particle size family to coarse-loamy. There is no evidence available to support the presence of a water-saturated layer meeting the oxyaquic criteria in Sussex County, New Jersey. The soil was sampled for characterization in 1999.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 9 inches (Ap1 and Ap2 horizons).\n2. Argillic horizon - the zone from 9 to 16 inches (Bt horizon).\n3. Particle size class - averages coarse-loamy in the control section from 9 to\n16 inches (Bt horizon).\n4. Fragipan - the zone from 16 to 65 inches (Btx1 and Btx2 horizons).\nADDITIONAL DATA: Reference samples from pedon 99P0217, samples 99P1099-1105 and pedon 99P0218, samples 99P1106-1113 from Sussex County, New Jersey, samples by NSSL, Lincoln, NE, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
