{
  "SERIES": "WALLKILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW-WEH-SMF",
  "REVDATE": "01/2013",
  "STATES": "IL,IN,MI,NJ,NY,OH,VT,WI",
  "OVERVIEW": "The Wallkill series consists of very deep, very poorly drained soils formed in alluvium overlying organic soil material. They are nearly level soils that occur on flood plains or around margins of organic soils adjacent to uplands. Saturated hydraulic conducticity of the mineral portion is moderately high to high, and the organic portion is high to very high. Slope ranges from 0 to 3 percent. The mean annual temperature is about 9 degrees Celsius, and the mean annual precipitation is about 1041 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, nonacid, mesic Fluvaquentic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wallkill silt loam in a cultivated field on a 1 percent slope. (Colors refer to moist soil unless specified otherwise.)\nAp-- 0 to 20 centimeters; very dark brown (10YR 2/2) silt loam; moderate medium granular structure; friable; common fine roots; moderately acid; clear smooth boundary. (15 to 25 centimeters thick.)\nBg-- 20 to 51 centimeters; grayish brown (10YR 5/2) silt loam; weak coarse prismatic structure; firm; few fine roots; few pores; common fine faint gray (10YR 5/1) iron depletions; moderately acid; clear wavy boundary. (15 to 61 centimeters thick.)\nCg-- 51 to 61 centimeters; grayish brown (10YR 5/2) silt loam; massive; common fine faint gray (10YR 5/1) iron depletions; moderately acid; abrupt smooth boundary. (0 to 86 centimeters thick.)\n2Oa-- 61 to 81 centimeters; black (10YR 2/1) sapric soil material; very dark brown (10YR 2/2) rubbed and pressed; 40 percent fiber when broken; 10 percent rubbed and pressed; massive; friable; moderately acid; gradual wavy boundary. (0 to 84 centimeters thick.)\n2Oe-- 81 to 183 centimeters; very dark grayish brown (10YR 3/2) wet and broken or rubbed, hemic material; 60 percent fiber broken; 40 percent rubbed; massive; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oswego County, New York, Town of Schroeppel. Beside Sixmile Creek, 1/8 mile northeast of junction of Sixmile and Bells Creeks. USGS Pennellville, NY topographic quadrangle; Latitude 43 degrees, 16 minutes, 7 seconds N. and Longitude 76 degrees, 17 minutes, 39 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mineral soil over the organic soil material ranges from 40 to 100 centimeters thick. Bedrock is deeper than 150 centimeters. Rock fragments are lacking in most pedons but some pedons contain up to 20 percent gravel in the mineral horizons.\nThe Ap horizon has hues of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2. It is silt loam, silty clay loam, loam, or fine sandy loam. Some pedons have a mucky modifier. Structure is weak or moderate, fine to coarse granular, and consistence is friable or very friable. Undisturbed areas have an A horizon 7 to 15 centimeters thick. Reaction ranges from very strongly acid to slightly alkaline.\nThe Bg horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 1 or 2. It is dominantly silt loam or loam but permits fine sandy loam and silty clay loam subhorizons in the fine earth fraction. Some pedons have a mucky modifier. Structure is weak or moderate, subangular blocky, or prismatic. It is friable or firm. Reaction ranges from strongly acid to slightly alkaline.\nCg horizons have the same range in color and texture as the Bg horizon. Some pedons have buried A horizons above the organic layers. Reaction ranges from strongly acid to slightly alkaline.\nThe 2O horizons have hues of 5YR to 2.5Y, value of 2 or 3, and chroma of 0 to 2. They consist of hemic or sapric materials and include either woody or herbaceous plant material or both. Reaction ranges from extremely acid to slightly alkaline.\n3C horizons of marl or coprogenus earth commonly underlie the organic layers, but some pedons have clayey, silty or sandy 3C horizons. Reaction ranges from strongly acid to moderately alkaline depending on the type deposits in the substratum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Sammamish series is in the same family. Sammamish soils are found in a different Land Resource Region and have a finer texture range in the solum and substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wallkill soils formed in alluvial mineral soil deposits over organic soil materials. They occur along streams that run through organic soil areas and along the margins of depressional areas adjacent to upland mineral soils. Mean annual precipitation ranges from 760 to 1270 millimeters and mean annual air temperature ranges from 7 to 13 degrees Celsius. Mean growing season ranges from 130 to 200 days in the regions of occurrence though some areas of the soil are in frost pockets."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carlisle, Hamlin, Lupton, Middlebury, Palms, Teel, Tioga, Warners, and Wayland soils. Carlisle, Lupton, and Palms soils formed in associated organic deposits. Middlebury, Teel, Tioga, Wayland and Warners soils formed in mineral deposits on floodplains and lack organic materials within the control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained, naturally, though effective drainage of many areas has been established by ditches. The potential for surface runoff is low to negligible. Saturated hydraulic conducticity of the mineral portion is moderately high to high, and the organic portion is high to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Where drained, Wallkill soils are used for growing potatoes, lettuce, celery and other vegetable crops. A significant area is used for sod-production for lawns. Corn is produced locally. Partially drained areas are used for hay and pasture. Wooded areas have elm, red maple and other water-tolerant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: New York, New Jersey, Ohio, Indiana, Michigan, Illinois, Vermont, and Wisconsin. MLRA's 91, 95A, 95B, 97, 98, 101, 105, 110, 111, 114, 115, 139, 140, and 144A. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, New York, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cation exchange activity class is based upon a review of limited data.\nDiagnostic horizons and features recognized in this pedon include:\n1. Mollic epipedon - the zone from 0 to 20 centimeters (Ap)\n2. Cambic horizon - the zone from 20 to 50 centimeters (Bg)\n3. Fluvaquentic subgroup - irregular decrease in organic carbon between 25centimeters and 125 centimeters below the mineral soil surface"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Partial reference samples from pedon 84P4275, samples 84P4275-4276 from Orange County, New York, samples by SSL, Lincoln, NE, 1984."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap-- 0 to 20 centimeters; very dark brown (10YR 2/2) silt loam; moderate medium granular structure; friable; common fine roots; moderately acid; clear smooth boundary. (15 to 25 centimeters thick.)"
      },
      {
        "name": "Bg",
        "top": 20,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg-- 20 to 51 centimeters; grayish brown (10YR 5/2) silt loam; weak coarse prismatic structure; firm; few fine roots; few pores; common fine faint gray (10YR 5/1) iron depletions; moderately acid; clear wavy boundary. (15 to 61 centimeters thick.)"
      },
      {
        "name": "Cg",
        "top": 51,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg-- 51 to 61 centimeters; grayish brown (10YR 5/2) silt loam; massive; common fine faint gray (10YR 5/1) iron depletions; moderately acid; abrupt smooth boundary. (0 to 86 centimeters thick.)"
      },
      {
        "name": "2Oa",
        "top": 61,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Oa-- 61 to 81 centimeters; black (10YR 2/1) sapric soil material; very dark brown (10YR 2/2) rubbed and pressed; 40 percent fiber when broken; 10 percent rubbed and pressed; massive; friable; moderately acid; gradual wavy boundary. (0 to 84 centimeters thick.)"
      },
      {
        "name": "2Oe",
        "top": 81,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Oe-- 81 to 183 centimeters; very dark grayish brown (10YR 3/2) wet and broken or rubbed, hemic material; 60 percent fiber broken; 40 percent rubbed; massive; neutral."
      }
    ]
  ]
}
