{
  "SERIES": "WALLACE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEB-WEF-LMC",
  "REVDATE": "11/2004",
  "STATES": "MI,NY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid, shallow, ortstein Typic Durorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wallace sand - forested, on a 2 percent slope. (Colors are for moist soils unless otherwise stated.)\nOe--0 to 2 inches; partially decomposed plant material; very strongly acid. (0 to 2 inches thick)\nE--2 to 10 inches; light brownish gray (10YR 6/2) sand, light gray (10YR 7/2) dry; weak medium subangular blocky structure; very friable; many fine to coarse roots; very strongly acid; abrupt wavy boundary. (6 to 24 inches thick)\nBhs--10 to 11 inches; dark reddish brown (5YR 3/2) sand; weak fine subangular blocky structure; very friable; many fine to coarse roots; very strongly acid; abrupt irregular boundary. (0 to 3 inches)\nBhsm--11 to 21 inches; dark brown (7.5YR 3/3) sand; massive; very hard; ortstein occupies 95 percent of the horizon and is strongly cemented; ortstein occurs as a nearly continuous layer and as tongues that extends to a depth of 52 inches; few fine and medium roots; strongly acid; clear irregular boundary. (4 to 16 inches thick)\nBsm--21 to 26 inches; brown (7.5YR 4/4) sand; massive; hard; ortstein occupies 95 percent of the horizon and is moderately cemented; ortstein occurs as a nearly continuous layer and as tongues that extend to a depth of 55 inches; few fine and medium roots; strongly acid; clear irregular boundary. (5 to 12 inches thick)\nBC--26 to 59 inches; brownish yellow (10YR 6/6) sand; single grain; loose; few fine roots; moderately acid; gradual wavy boundary. (0 to 33 inches thick)\nC--59 to 80 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mackinac County, Michigan; about 1 mile southeast of the village of Gilchrist, 100 feet west and 950 feet north of the southeast corner of sec. 12, T. 43 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 20 to 60 inches. Gravel content ranges from 0 to 5 percent by volume throughout the pedon. Depth to the ortstein material ranges from 5 to 20 inches. Texture throughout the profile is sand or fine sand.\nSome pedons have A horizons up to 3 inches thick with hue of 5YR, 7.5YR, or 10YR; value of 2 or 3; and chroma of 1 or 2. Reaction of the A horizon is very strongly acid or strongly acid.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 5 to 7; and chroma of 1 or 2. Reaction is very strongly acid or strongly acid.\nThe Bhs and Bhsm horizons have hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 to 3. Reaction of the Bhs horizon ranges from very strongly acid to moderately acid.\nThe Bsm horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 2 to 6. In some pedons the Bhsm occurs below the Bsm. Reaction is very strongly acid to moderately acid.\nThe Bs horizon, when present, has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 4 to 8. Reaction ranges from very strongly acid to slightly acid.\nThe BC horizons have hue of 5YR, 7.5YR, or 10YR; and value and chroma of value of 4 to 6. Reaction ranges from strongly acid to slightly acid.\nThe C horizon has hue of 5YR, 7.5YR, or 10YR; value of 5 or 6; and chroma of 4 to 6. It ranges from strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Borgstrom series .  The Borgstrom soil is saturated with water within 40 inches of the mineral surface for 1 month or more per year in 6 or more out of 10 years.  The closely related Garlic soil has 50 to 90 percent moderately to strongly cemented in the spodic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wallace soils are on dunes, lake plains and outwash plains. Slopes range from 0 to 60 percent. Mean annual precipitation is 27 to 34 inches, and mean annual temperature ranges from 41 degrees to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Finch, Kalkaska, Rubicon, Spot and Tawas soils. The somewhat poorly drained Finch and poorly drained Spot and Roscommon soils are in lower landscape positions and form a drainage sequence with the Wallace soils. Kalkaska and Rubicon soils do not contain more than 50 percent ortstein and are on similar landscape positions. The organic Tawas soils are in adjacent depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Surface runoff is negligible to low.  Permeability is moderate or moderately rapid in the ortstein layer and rapid throughout the remainder of the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wallace soils are almost entirely in second growth woodland and support stands of sugar maple and red maple, red pine and eastern white pine, eastern hemlock,balsam fir, quaking aspen, and white birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Upper Peninsula and northern part of the Lower Peninsula of Michigan and New York. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Menominee County, Michigan, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nalbic horizon - the zone from 2 to 10 inches (E horizon);\nspodic horizon - the zone from 10 to 26 inches (Bhs, Bhsm and Bsm horizons);\nDurorthod feature - strongly cemented ortstein present in more than 90 percent of the exposed surface area of the spodic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
