{
  "SERIES": "WALNUT",
  "STATUS": "Established Series",
  "BYREV": "MSH:AG; Rev. MKC",
  "REVDATE": "11/2006",
  "STATES": "NC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Walnut fine sandy loam, on convex slope of 45 percent, in a pasture at 1966 feet elevation. (Colors are for moist soil.)\nAp1--0 to 2 inches; brown (10YR 4/3) fine sandy loam; moderate fine granular structure; very friable; common very fine roots; few fine and medium interstitial pores; few fine flakes of mica; 5 percent by volume migmatitic gneiss gravel; strongly acid; abrupt smooth boundary.\nAp2--2 to 9 inches; dark yellowish brown (10YR 4/4) fine sandy loam; common medium distinct strong brown (7.5YR 4/6) mottles in interior of peds; weak coarse granular structure; very friable; few very fine roots; few fine and medium interstitial pores and few fine and very fine tubular pores; few fine flakes of mica; 4 percent by volume migmatitic gneiss gravel; moderately acid; abrupt smooth boundary. (combined thickness of the A horizon is 2 to 10 inches.)\nBw--9 to 21 inches; strong brown (7.5YR 4/6) loam; weak fine subangular blocky structure; very friable; few very fine roots; few fine and medium interstitial pores and few very fine and fine tubular pores; common fine flakes of mica; 1 percent by volume migmatitic gneiss gravel; slightly acid; gradual wavy boundary. (8 to 24 inches thick)\nBC--21 to 27 inches; strong brown (7.5YR 4/6) gravelly fine sandy loam; weak fine subangular blocky structure; very friable; few very fine roots; few fine and medium interstitial pores and few very fine and fine tubular pores; common fine flakes of mica; 28 percent by volume migmatitic gneiss gravel; slightly acid; gradual irregular boundary. (0 to 8 inches thick)\nCr--27 to 42 inches; multicolored, weathered migmatitic gneiss bedrock; partially consolidated but can be dug with difficulty with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, North Carolina; from Marshall, 4.3 miles south on Secondary Road 1001, 1.2 mile southwest on Secondary Road 1114, 0.5 mile northeast on Secondary Road 1116, 0.3 mile east on Secondary Road 1115, 0.3 mile northeast on unmarked farm road to gate, 250 feet northeast on a west-facing convex slope of 45 percent, in a pasture at 1960 feet elevation; USGS Leicester topographic quadrangle; latitude 35 degrees 44 minutes 15 seconds N. and longitude 82 degrees 40 minutes 44 seconds W; NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 15 to 39 inches. Depth to a paralithic contact with soft weathered bedrock ranges from 20 to 40 inches. Depth to hard unweathered bedrock ranges from 40 to more than 60 inches. Content of mica flakes is few or common throughout. The soil is very strongly acid to neutral in the A horizon and strongly acid to neutral in the B and C horizon. Rock fragments range from 0 to 35 percent in the A and B horizons and from 0 to 40 percent in the C horizon, where present.\nThe A or Ap horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 6. A or Ap horizons in some pedons are mottled in shades of brown. A horizons that have value of 3 and chroma of 2 or 3, are less than 7 inches thick. Texture is sandy loam, fine sandy loam, or loam in the fine earth fraction. In moderately eroded pedons, this horizon has colors similar to the Bw horizon.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 or 6. It is sandy loam, fine sandy loam, or loam in the fine earth fraction.\nThe BC horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 4 or 6, or may be mottled in these colors. It is sandy loam, fine sandy loam, or loam in the fine earth fraction. Rock fragment content is usually more in the BC horizon than in the Bw horizon of the same pedon.\nThe C horizon, where present, has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 4 or 6, or it is multicolored. Texture is sandy loam, fine sandy loam, or loam in the fine earth fraction. It is saprolite weathered from mixed felsic and mafic, high-grade metamorphic rock such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite.\nThe Cr horizon is weathered, multicolored, mixed felsic and mafic, high-grade metamorphic rock such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite. It is partially consolidated, but can be dug with difficulty with a spade.\nThe R horizon, where present, is hard, unweathered, mixed felsic and mafic, high-grade metamorphic rock such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Marshill(T) and Todthill (T) series in the same family, and the Herkimer, Lowville, Oteen, Pittsfield, Reger, Stockbridge, and Urne series in closely related families. Marshill soils are 40 to 60 inches deep to paralithic contact. Todthill soils have a lithic contact at depths of 20 to 40 inches. Herkimer soils are more than 40 inches deep and form in alluvium derived from sandstone, limestone, and calcareous shale. Lowville soils are more than 60 inches deep and form in glacial till and aeolian material. Oteen soils are shallow to a paralithic contact. Pittsfield and Stockbridge soils are more than 60 inches deep and form in calcareous glacial till. Reger soils form in sandstone, siltstone, and shale and contain fragments of those rocks. Urne soils are somewhat excessively drained and contain glauconite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Walnut soils are strongly sloping to very steep and are on ridgetops and side slopes in the Blue Ridge (MLRA 130). Elevations range from about 1600 to 3500 feet. The slope gradient commonly is 15 to 50 percent but ranges from 8 to 95 percent. They formed in residuum and creep weathered from mixed felsic and mafic, high-grade metamorphic rocks such as migmatitic gneiss, biotite-hornblende gneiss, and amphibolite. Mean annual air temperature ranges from 46 to 57 degrees F., and mean annual precipitation ranges from about 30 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Marshill(T) and Oteen soils, and the Chestnut, Cowee, Edneyville, Evard, and Tate soils. None of these soils except Marshill(T) and Oteen have base saturation of 60 percent or more in any horizon between 10 and 30 inches, unless they have been limed. In addition, Cowee, Evard, and Tate soils have an argillic horizon. All these soils except for Tate are on mountain ridgetops and side slopes. Tate is on colluvial footslopes, fans and benches. The Marshill(T) and Oteen soils are associated locally on the same landscape with Walnut soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow or slow runoff where forest litter has not been disturbed. Medium to very rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is pasture, and the rest is mainly in trees. Forage crops include orchardgrass, red clover, lespedeza, tall fescue, and bluegrass. Common trees include eastern white pine, Virginia pine, shortleaf pine, white oak, chestnut oak, black oak, and hickory. Mountain laurel, flowering dogwood, sourwood, eastern red cedar, and black locust are common in the understory. A small acreage is used for small grain and tobacco."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge (MLRA 130) of North Carolina and possibly Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, North Carolina; 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Characterization data is available for the typical pedon -NSSL Pedon 91P0225. A dominance of the soils mapped Walnut have a cambic horizon and have more than 60 percent base saturation by NH4OAc in some horizon between 10 inches and paralithic contact or a maximum of 30 inches. The 8/01 revision updates classification and places this series in a superactive CEC activity class based upon NSSL Pedon 91P0225.\nDiagnostic horizons and diagnostic soil characteristics recognized in the typical pedon are:\nOchric epipedon - the zone from the surface to a depth of 9 inches (Ap1 and Ap2 horizons)\nCambic horizon - the zone from 9 to 27 inches below the surface (Bw and BC horizons)\nParalithic contact - the contact with weathered bedrock at a depth of 27 inches (upper boundary of the Cr horizon)\nADDITIONAL DATA:\nSelected NSSL data: NH4Oac\nHorizon Depth(in) Sand Silt Clay pH 1:1 H2O Base Sat.\n------- --------- ---- ---- ---- ---------- --------\nBw 9 - 21 51.8 31.9 16.3 6.2 88\nBC 21 - 27 69.0 21.9 9.1 6.1 98\nMLRA: 130 SIR: NC0289\nNational Cooperative Soil Survey\nU.S.A."
  }
}
