{
  "SERIES": "WALONG",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH/RWK",
  "REVDATE": "05/2001",
  "STATES": "CA",
  "OVERVIEW": "The Walong series consists of moderately deep, well drained soils that formed in material weathered from granitic rocks.  Walong soils are on uplands and have slopes of 15 to 75 percent.  The mean annual precipitation is about 12 inches and the mean annual air temperature is about 57 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Walong sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 2 1/2 inch; dark grayish brown (120YR 4/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common fine tubular pores; fragments 2 to 20 mm in diameter are approximately 15 percent; mildly alkaline (pH 7.5); gradual smooth boundary.  (1 to 8 inches thick)\nA2--2 1/2 to 14 inches; brown (10YR 4/3) sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many medium tubular pores; fragments 2 to 10 mm in diameter are approximately 15 percent neutral (pH 7.0); gradual smooth boundary.  (9 to 20 inches thick)\nBw--14 to 27 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many medium tubular pores; fragments 2 to 10 mm are approximately 15 percent; neutral (pH 7.0); clear wavy boundary.  (10 to 12 inches thick)\nCr--27 to 48 inches; yellowish brown (10YR 5/4) strongly weathered granitic rock, with some parts of the weathered rock having the weathered minerals still in the position from initial crystallization.  This weathered rock will slake soaking in water and calgon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; approximately 175 feet west of the intersection of Mariposa Avenue and Oak Knoll Drive, in the Golden Hill Subdivision, Tehachapi; NW1/4 of section 11, T.32 S., R.32 E., MD&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact with weathered granitic rock ranges from 20 to 40 inches.  The soil between depths of 8 to 24 inches is usually dry all the time from late May until mid November (or 1/2 the time), and is moist in some part for more than 90 consecutive days.  The mean annual soil temperature is 59 to 64 degrees F.  Organic matter is more than 1 percent to a depth of 14 to 18 inches and decreases regularly to less than 1 percent at this depth.  An 01 horizon is present in some pedons where there has been some accumulation of organic matter or litter.  Rock fragments 2 mm to 2 cm in diameter range from 0 to 15 percent by volume, and rock fragments 7 to 25 cm in diameter range from 0 to 10 percent.\nThe A horizon is dark grayish brown grayish brown, dark brown, or brown (10YR 4/2, 4/3, 5/2, 5/3; 7.5YR 5/2, 4/2). It is mainly sandy loam, but in some areas is gravelly sandy loam or coarse sandy loam.  This horizon is medium acid or mildly alkaline.\nThe Bw horizon is dark grayish brown, grayish brown, light yellowish brown, yellowish brown, dark brown, brown or pale brown (10YR 4/2, 5/2, 4/3, 5/3, 6/3, 5/4, 6/4 or 7.5YR 4/2, 5/2, 5/4). It is gravelly sandy loam, sandy loam or coarse sandy loam.  Reaction is neutral or mildly alkaline.\nWhere present the C horizon separating the B2 horizon and the Cr layer is yellowish brown (10YR 5/4, 5/6) gravelly sandy loam or coarse sandy loam.  It is medium acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Andregg, Pfeiffer, and San Andreas series in the same family and the Anaverde, Edmunston, Sheridan and Tunis series.  Andregg soils have a difference between mean summer-winter soil temperature of 20 to 30 degrees F.  and are moist in some part more than 1/2 the time.  Pfeiffer soils have a paralithic contact at depths of 40 to 70 inches and have strong brown B2 horizons.  San Andreas soils have a difference between the average July-January soil temperature of less than 15 degrees F.  Anaverde soils have a lithic contact at depths of more than 40 inches and are mesic.  Sheridan soils have a mollic epipedon more than 20 inches thick and have less than 15 percent gravel.  Tunis soils have a paralithic contact at a depth of less than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Walong soils are on uplands and have gradients of 15 to 75 percent.  They formed in material weathered from granite.  Elevations are 800 to 5,800 feet.  The climate has cold moist winters and hot dry summers.  The mean annual precipitation is 10 to 30 inches.  The mean annual temperature ranges from 57 to 62 degrees F.; the mean January temperature is about 47 degrees F.; and the mean July temperature is about 83 degrees F.  The frost free season is 150 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Anaverde, Edmunston and Tunis soils and the Aruho and Friant soils.  Arujo soils have a clay loam B2t horizon.  Friant soils are 6 to 20 inches deep to lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for range, wildlife, watershed, and recreation.  Vegetation is annual grasses, blue oaks, ad=nd live oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills of the southern Sierra Neveda and the Tehachapi Mountains.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kern County, California, Southeastern part, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Since the Cr material slakes it is probably densic material as defined in Amendment 18 to the Keys to Soil Taxonomy and should be represented by Cd.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
