{
  "SERIES": "WALSH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "03/2014",
  "STATES": "ND",
  "OVERVIEW": "The Walsh series consists of very deep, well or moderately well drained, moderately or moderately slowly permeable soils that formed in glacial alluvium or till containing a high amount of shale.  These soils are on glacial terraces, deltas, fans and foot slopes and have slopes of 0 to 15 percent.  Mean annual temperature is 39 degrees F, and mean annual precipitation is 19 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Walsh silt loam - on a north-facing plane slope of 1 percent under cropland.  (Colors are for dry soil unless otherwise stated.  Where described the soil was moist throughout.)\nAp--0 to 10 inches; very dark gray (10YR 3/1) silt loam, black (10YR 2/1) moist; moderate very fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many fine pores; neutral; clear wavy boundary. (6 to 10 inches thick; where an A horizon occurs below the Ap, the combined thickness is 8 to 20 inches).\nBw1--10 to 17 inches; gray (10YR 5/1) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine prismatic structure parting to moderate very fine subangular blocky; hard, friable, sticky and plastic; common fine roots; many fine pores; very dark brown (10YR 2/2) moist thin coatings on faces of peds; neutral; gradual wavy boundary.\nBw2--17 to 22 inches; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; weak coarse prismatic structure parting to moderate very fine subangular blocky; hard, friable, sticky and plastic; few fine roots; many fine pores; few faint of clay films on faces of peds; neutral; gradual wavy boundary. (Combined Bw horizons 10 to 30 inches thick)\nC1--22 to 48 inches; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist, few faint brown (10YR 4/3) moist mottles at 40 to 48 inches; moderate fine and very fine subangular blocky structure; hard, friable, sticky and plastic; few fine roots; many fine pores; few hard shale fragments; few fine soft masses of carbonates at 40 to 48 inches; moderately alkaline.\nC2--48 to 60 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak medium and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; about 5 percent by volume shale fragments; few fine soft masses of carbonates; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Walsh County, North Dakota; about 5 1/2 miles west of Park River; 2500 feet west and 350 feet north of the southeast corner, sec. 21, T. 157 N., R. 56 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section typically averages between 25 and 35 percent clay and 15 to 45 percent fine and coarse sand.  It contains 0 to 10 percent by volume of hard shale fragments in the solum.  The mollic epipedon is 16 to 30 inches thick.\nThe A horizon has 10YR or 2.5Y hue, value of 3 or 4 and 2 or 3 moist, and chroma of 1.  It typically is silt loam or clay loam and some is loam or silty clay loam.  It is neutral to slightly acid.\nThe Bw horizon has 10YR or 2.5Y hue, value of 3 to 6 and 2 to 4 moist, and chroma of 1 to 3.  It is loam, silt loam, clay loam, or silty clay loam.  It is neutral to slightly acid.\nThe C horizon has 2.5Y or 5Y hue, value of 4 to 7 and 3 to 6 moist, and chroma of 1 to 3.  It is loam, silt loam, clay loam, or silty clay loam, or gravelly loam.  Some pedons contain diffuse and segregated carbonates at depths of 36 to 60 inches.  Some contain sand and gravel composed mostly of shale within depths of 40 to 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aastad, Darnen, Delette, Lankin, Lismore, and Svea series in the same family and the Beotia, Embden, Emrick, La Prairie, Overly, and Waubay series.  Aastad and Svea soils have formed in till and have Bk horizons.  Darnen soils average between 18 and 30 percent clay in the 10- to 40-inch control section and do not have shale fragments.  Delette soils are slightly to strongly acid.  Lankin and Lismore soils have Bk horizons.  Beotia, Overly, and Waubay soils are fine-silty.  Embden and Emrick soils are coarse-loamy.  La Prairie soils have an irregular decrease in organic matter with depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Walsh soils are on glacial terraces, deltas, fans, and foot slopes.  Slope gradients commonly are less than 3 percent, but some range to 15 percent on a few fans and foot slopes.  The soils formed in glacial alluvium which was derived from shale or glacial till containing a high amount of shale.  The climate is cool, subhumid. Mean annual temperature ranges from 38 to 45 degrees F., and mean annual precipitation from 16 to 20 inches.  Most of the precipitation comes in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing LaPrairie, Overly, and Svea soils and the Barnes, Brantford, Buse, Coe, Divide, Edgeley, Gardena, Kloten, and Vang soils.  La Prairie soils are on flood plains. Gardena and Overly soils are on nearby lake plains. Both soils are silty.  Svea soils are on nearby till plains.  Barnes, Buse, and Edgeley soils are on nearby till plains and have thinner mollic epipedons.  Brantford soils are on nearby outwash plains and Vang soils are on similar landscapes as Walsh soils.  These soils are fine-loamy over sandy or sandy-skeletal.  Coe and Kloten soils are on hills and side slopes above the fans and foot slopes.  Coe soils are sandy-skeletal and Kloten soils are shallow.  Divide soils are in swales and depressions and have calcic horizons within 16 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained.  Runoff is slow or medium.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are cropped to small grains and row crops such as potatoes and beans, and are used for pasture.  Native vegetation is tall and mid prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and north-central North Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walsh County, North Dakota, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 3/90.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 17 inches (Ap and Bw1 horizons); cambic horizon - the zone from 17 to 22 inches (Bw2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
