{
  "SERIES": "WALVAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFA/AON/TLA",
  "REVDATE": "04/2003",
  "STATES": "OR,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Walvan silt loam, cultivated.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nAp--0 to 6 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many fine tubular pores; neutral (pH 6.8); abrupt smooth boundary.\nA--6 to 14 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many fine tubular pores; neutral (pH 6.8); gradual wavy boundary.  (combine thickness of Ap and A horizon is 10 to 20 inches)\nC1--14 to 27 inches; brown (10YR 5/3) very fine sandy loam, dark brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many fine tubular pores; neutral (pH 6.8); gradual wavy boundary. (10 to 20 inches thick)\nC2--27 to 40 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; common fine tubular pores; mildly alkaline (pH 7.4); clear smooth boundary. (15 to 25 inches thick)\nCk--40 to 60 inches; very pale brown (10YR 7/3) silt loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common fine tubular pores; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Whitman County, Washington; about 2,200 feet west and 1,500 feet north of the southeast corner of sec. 26, T.14N., R.37E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 to 52 degrees F.  The soils are usually moist but are dry in all parts between 8 and 24 inches for 75 to 90 consecutive days during the summer months.  Depth to bedrock is 60 inches or more.  The 0 to 40 inches particle-size control section has an estimate moist bulk density of 0.50 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half iron of 0.4 to 1.0 percent, phosphate retention of 50 to 75 percent, 15 bar water retention of 8 to 12 percent for air dried samples. Depth to lime dominantly ranges from 10 to 40 inches but some pedons lack lime. The A horizons are slightly acid to neutral and the C horizons are neutral to moderately alkaline but mildly or moderately alkaline in some part.  The profile ranges from very fine sandy loam to loam or silt loam.  The mollic epipedon is 10 to 20 inches thick.\nThe A horizon has chroma of 2 or 3 moist and dry.  It has weak platy, blocky, or granular structure and is soft or slightly hard.\nThe C horizon has value of 4 or 5 moist, 5 to 7 dry, and chroma of 2 or 3 moist and dry.  It is massive or single grained and some pedons have very hard and firm horizons below a depth of 40 inches.  Horizons of nearly white ash are in the lower part of the control section in some pedons and more common below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chemawa, Glide, Parkdale, Shasta, and Trouter series.  Chemawa soils are dry for 45 to 60 consecutive days and have 10 to 30 percent shot-like aggregates in the surface layers.  Glide soils have a phosphate retention of 50 to 75 percent, contain 15 to 35 percent gravel size pumice fragments and have 35 to 55 inches of precipitation.  Parkdale soils are dry for 45 to 60 consecutive days and have 5 to 30 percent 1 to 5mm size nodules in the surface layer.  Shasta soils are 20 to 40 inches deep to sand and gravel.  Trouter soils are dry for 60 to 75 consecutive days and are 20 to 40 inches to lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Walvan soils are on gently sloping to very steep uplands at elevations of 900 to 2,500 feet.  These soils formed in volcanic ash and loess.  The climate is semiarid with moist winters and dry summers.  The mean annual temperature is about 47 to 54 degrees F., the mean winter temperature is about 35 degrees F., and the mean summer temperature is about 65 degrees F.  The mean annual precipitation is 12 to 16 inches.  The frost-free season (32 degrees F.) is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Condon and Walla Walla soils.  Both of these soils have less than 60 percent ash.  Condon soils are 20 to 40 inches deep to basalt bedrock and are noncalcareous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dry farm small grains, range and wildlife.  Present vegetation is bunchgrasses, forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands of Southeastern Washington.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sherman County, Oregon, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizon and features recognized in this pedon are a mollic epipedon from the mineral surface to 14 inches.  Oregon has transferred responsibility of the series to Washington.  Walvan has been correlated in Adams, Columbia, Walla Walla and Whitman County, Washington.  The series type location is being moved to the Whitman County type site.  The classification has been updated based on amendment 16 from medial, mesic Mollic Vitrandepts to ashy, mesic Humic Vitrixerands.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
