{
  "SERIES": "WANAPUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/KWH",
  "REVDATE": "8/97",
  "STATES": "WA",
  "OVERVIEW": "The Wanapum series consists of shallow to a duripan, well drained soils that formed in loess and alluvium overlying a duripan on fan piedmonts.  Slopes are 2 to 15 percent.  The mean annual precipitation is about 7 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wanapum loam- rangeland, on a 6 percent south-facing slope at 1,600 feet elevation.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nA--0 to 3 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; weak coarse platy structure parting to weak fine to medium granular; soft, friable, slightly sticky and slightly plastic; many very fine roots; few very fine and fine   vesicular pores; 5 percent pebbles; neutral (pH 7.2); clear smooth boundary. (2 to 3 inches thick)\nAB--3 to 6 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and few coarse roots; common very fine  tubular and few fine vesicular pores; 2 percent pebbles, 5 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (3 to 5 inches thick)\nBt1--6 to 10 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark brown (10YR 4/3); weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and few coarse roots; few very fine tubular and many fine vesicular pores; few faint clay films lining pores; 30 percent pebbles; 10 percent cobbles; neutral (pH 7.2); clear smooth boundary. (3 to 7 inches thick)\nBt2--10 to 13 inches; light yellowish brown (10YR 6/4) very gravelly loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular and vesicular pores; few distinct clay films lining pores; 35 percent pebbles; 10 percent cobbles; slightly alkaline (pH 7.4); abrupt smooth boundary. (2 to 5 inches thick)\n2Bkqm--13 inches; extremely gravelly indurated silica-lime duripan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakima County, Washington, about 2,400 feet west and 1,300 feet south of northeast corner of section 28, T. 13 N., R. 20 E.; USGS Elephant Mountain topographic quadrangle; Lat. 46 degrees 35' 17\" N. and Long. 120 degrees 19' 40\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 52 to 56 degrees F.  These soils are usually dry in all parts below 8 inches more than half the time when the soil is warmer than 41 degrees F. (about 105 to 130 days).  Depth to the duripan is 10 to 20 inches.  The particle-size control section averages 20 to 35 percent clay and 35 to 50 percent coarse fragments.\nThe A horizon has value of 4 through 6 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.  It is neutral or slightly alkaline.\nThe AB horizon has value of 4 through 6 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.  It is neutral or slightly alkaline.\nThe Bt horizon has value of 4 through 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist.  It is very gravelly loam, very gravelly clay loam, or very cobbly clay loam.  It is slightly alkaline or moderately alkaline.\nThe duripan is indurated, has gravelly to extremely gravelly matrix, 8 to 36 inches thick with 1 to 5 inches thick silica plates and is above weakly to strongly cemented gravelly alluvium."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brock, Deepeek, Hotcreek, Lapon, Malmesa, Oleman, Shinnpeak (T), Troughs and Vinini series.  Brock soils have a Bk horizon below the Bt horizon and have soil temperatures of 47 to 49 degrees F.  Deepeek soils have a Bqk horizon below the Bt horizon and have soil temperature of 47 to 51 degrees F.  Hotcreek soils have a Btk horizon, bedrock at 8 to 14 inches and soil temperature of 49 to 52 degrees F.  Lapon soils have a Btk horizon and have bedrock at depths of 10 to 40 inches.  Melmesa soils have bedrock at  less than 20 inches and are moist for 10 to 20 days following the summer solstice.  Oleman soils have silica-laminae less than 1 inch thick in the Bkqm horizon, and soil temperature ranges from 55 to 58 degrees F.  Shinnpeak soils have silica-laminae 3mm thick or less in the Bkqm horizon and soil temperature ranges from 55 to 58 degrees F.  Troughs soils have a Btkq horizon and have bedrock at 20 to 40 inches.  Vinini soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wanapum soils are on fan piedmonts and have slopes of 2 to 15 percent.  These soils formed in loess and alluvium overlying a duripan.  Elevations are 1,000 to 1,800 feet.  These soils are in an arid climate with hot dry summers and cool moist winters.  The mean annual precipitation ranges from 6 to 9 inches.  The mean January temperature is 29 degrees F.; the mean July temperature is about 71 degrees F.; and the mean annual temperature is about 49 to 53 degrees F.  The frost-free season is 135 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Drysel, Neppel and Scoon soils.  Drysel soils are on alluvial fans,  fine-loamy and moderately deep to a duripan.  Neppel soils are on terraces and are coarse-loamy over sandy or sandy skeletal.  Scoon soils are on old alluvial fans and are loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium runoff; moderately slow permeability above the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.   Native vegetation includes Sandberg bluegrass, bluebunch wheatgrass, and stiff sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yakima County, Washington, Yakima Training Center, 1994"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon, an argillic horizon from 6 to 13 inches and a duripan at 13 inches.  The particle-size control section is the zone from 6 to 13 inches (argillic horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; weak coarse platy structure parting to weak fine to medium granular; soft, friable, slightly sticky and slightly plastic; many very fine roots; few very fine and fine   vesicular pores; 5 percent pebbles; neutral (pH 7.2); clear smooth boundary. (2 to 3 inches thick)"
      },
      {
        "name": "AB",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--3 to 6 inches; pale brown (10YR 6/3) loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and few coarse roots; common very fine  tubular and few fine vesicular pores; 2 percent pebbles, 5 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--6 to 10 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark brown (10YR 4/3); weak fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and few coarse roots; few very fine tubular and many fine vesicular pores; few faint clay films lining pores; 30 percent pebbles; 10 percent cobbles; neutral (pH 7.2); clear smooth boundary. (3 to 7 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--10 to 13 inches; light yellowish brown (10YR 6/4) very gravelly loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular and vesicular pores; few distinct clay films lining pores; 35 percent pebbles; 10 percent cobbles; slightly alkaline (pH 7.4); abrupt smooth boundary. (2 to 5 inches thick)"
      },
      {
        "name": "2Bkqm",
        "top": 33,
        "cf_class": "extremely gravelly",
        "narrative": "2Bkqm--13 inches; extremely gravelly indurated silica-lime duripan."
      }
    ]
  ]
}
