{
  "SERIES": "WAPAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. ASZ-BDG-RJS",
  "REVDATE": "05/2017",
  "STATES": "WA",
  "OVERVIEW": "The Wapal series consists of very deep, somewhat excessively drained soils. These soils occur on eskers, kame terraces, outwash terraces, and terrace escarpments. These soils formed in outwash mixed with minor amounts of volcanic ash and loess in the upper part. Slopes are 0 to 65 percent. The average annual precipitation is about 500 mm, and the mean annual air temperature is about 6.1 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wapal ashy sandy loam - forested. (Colors are for dry soil unless otherwise stated.)\n0i--0 to 4 cm; undecomposed needles, twigs, bark, and grass. (0 to 5 cm thick)\nA--4 to 12 cm; brown (10YR 5/3) ashy sandy loam, dark brown (10YR 3/3) moist; weak very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; common roots; common fine and very fine pores; 5 percent gravel; neutral (pH 6.6); clear smooth boundary. (8 to 18 cm thick)\nBw1--12 to 29 cm; yellowish brown (10YR 5/4) ashy sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common roots; common fine and very fine pores; 5 percent gravel; slightly acid (pH 6.4); gradual smooth boundary. (8 to 25 cm thick)\nBw2--29 to 52 cm; light yellowish brown (10YR 6/4) coarse sandy loam, dark yellowish brown (10YR4/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common roots; common fine and very fine pores; 5 percent gravel; slightly acid (pH 6.2); abrupt wavy boundary. (0 to 23 cm thick)\nC--52 to 156 cm; multicolored very gravelly coarse sand; single grain; loose; few roots; 40 percent gravel, 15 percent cobbles and stones; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; 560 meters east and 480 meters north of southwest corner section 20, T.36N., R.32E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature -- 6.7 to 7.8 degrees C.\nSoil moisture -- usually moist but are dry in all parts between depths of 30 and 89 cm for 60 to 75 consecutive days following the summer solstice.\nVitrandic feature\nEstimated moist bulk density -- of 1.20 to 1.55 g/cc d(in the upper 18 to 36 cm)\nVolcanic glass content -- 5 to 20 percent\nAcid-oxalate extractable Al plus 1/2 of the acid-oxalate extractable Fe -- 0.4 to 1.0 percent\n15-bar water retention -- 5 to 10 percent for air dried samples\nParticle-size control section -- averages 35 to 70 percent rock fragments\nA horizon:\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture (less than 2mm fraction): ashy sandy loam or ashy coarse sandy loam\nClay content: 0 to 12 percent\nRock fragments: 0 to 30 percent gravel\nReaction: pH 5.6 to 7.3\nNote: Some pedons have a thin discontinuous deposit of unweathered volcanic ash above the A horizon.\nBw1 horizon\nChroma: 3 or 4 dry or moist\nTexture (less than 2mm fraction): ashy sandy loam or ashy coarse sandy loam\nClay content: 0 to 12 percent\nRock fragments: 5 to 40 percent gravel; 0 to 35 percent cobbles\nReaction: pH 5.6 to 7.3\nBw2 horizon\nChroma: 3 or 4 dry or moist\nTexture (less than 2mm fraction): sandy loam or coarse sandy loam\nClay content: 0 to 12 percent\nRock fragments: 5 to 40 percent gravel; 0 to 35 percent cobbles\nReaction: pH 5.6 to 7.3\nC horizon:\nTexture (less than 2mm fraction): loamy sand or coarse sand\nClay content: 0 to 5 percent\nRock fragments: 30 to 70 percent gravel; 5 to 35 percent cobbles.\nReaction: pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nPebcreek (WA): have a densic contact at 75 to 115 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wapal soils are on eskers, kame terraces, outwash terraces, and terrace escarpments. Slopes are 0 to 65 percent. These soils formed in outwash mixed with minor amounts of volcanic ash and loess in the upper part. Elevation is 425 to 1,705 meters. The climate is characterized by warm, dry summers, and cool, moist winters. The average annual precipitation is 400 to 700 mm. The average January temperature is about -5.0 degrees C, the average July temperature is about 17.8 degrees C, and the average annual temperature is 4.4 to 7.8 degrees C. The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Goddard, Kiehl, Merkel, Nevine, Sacheen, and Torboy soils. Goddard, Kiehl, and Nevine soils have a volcanic ash mantle. Merkel soils are loamy-skeletal and are on mountains. Sacheen and Torboy soils are sandy. Goddard, Kiehl, Sacheen and Torboy soils are on similar landscapes as the Wapal soils. Nevine soils are on foothills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; slow to rapid runoff; high saturated hydraulic conductivity in the solum and very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, livestock grazing, wildlife habitat, hay and pasture, and watershed are the principal uses. Native vegetation is Douglas-fir, ponderosa pine, and western larch, with an understory of pinegrass, common snowberry, Saskatoon serviceberry, kinnikinnick and Oregon-grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington; the series is of moderate extent. MLRAs 6, 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County (North Ferry Area), 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon -- 0 12 cm (Oi, A horizon)\nCambic horizon -- 12 to 52 cm (Bw1, Bw2 horizons)\nVitrandic feature -- 4 to 29 cm (A, Bw1 horizons)\nParticle-size control section -- 29 to 104 cm (Bw2, part of C horizons)\nADDITIONAL DATA: Partial laboratory data are available on these soils KSSL #85P0893.\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
