{
  "SERIES": "WAPITI",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAN/TLM",
  "REVDATE": "01/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wapiti loam, on a north facing, nearly level, 1 percent slope at an elevation of 1,615 meters (5,300 feet).  (Colors are for dry soil unless otherwise noted.)  When described on February 27, 1974 the soil was moist from 0 to 30 centimeters (0 to 12 inches).\nA--0 to 15 centimeters (0 to 6 inches); grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; neutral; abrupt smooth boundary.  (15 to 20 centimeters thick)\nBt--15 to 36 centimeters (6 to 14 inches); brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate fine angular blocky; very hard, firm, moderately sticky and moderately plastic; common distinct, clay films on faces of peds; neutral (pH 7.2); clear smooth boundary.  (18 to 51 centimeters thick)\nBtk--36 to 69 centimeters (14 to 27 inches); pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak medium prismatic structure parting to moderate fine subangular blocky; very hard, firm, moderately sticky and moderately plastic; common distinct clay films on faces of peds; 1 percent fine spherical distinct carbonate masses in matrix; violently effervescent; 12 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); gradual smooth boundary.  (20 to 36 centimeters thick)\nBk1--69 to 97 centimeters (27 to 38 inches); very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 10 percent fine spherical distinct carbonate masses in matrix; violently effervescent; 18 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); clear smooth boundary.  (20 to 46 centimeters thick)\nBCk2--97 to 200 centimeters (38 to 79 inches); pink (7.5YR 7/3) clay loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; 7 percent fie spherical distinct carbonate masses in matrix; violently effervescent; 8 percent calcium carbonate equivalent; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Las Animas County, Colorado; about 23.3 kilometers (14.5 miles east of Kim, Colorado); located about 670 meters (2,200 feet) west and 762 meters (2,500 feet) south of the northeast corner of sec. 12, T. 32 S., R. 51 W. Sixth Principle Meridian; Utleyville, Colorado USGS topographic quadrangle; UTM zone 13 669271 E, 4126779 N; latitude 37 degrees 16 minutes 20 seconds N. and longitude 103 degrees 5 minutes 27 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist April through June and intermittently moist July through October. [Driest  December  through February]\nMoisture regime: ustic bordering on aridic, including aridic bordering on ustic if irrigated.\nMean annual soil temperature: 10 to 12 degrees C (49 to 53 degrees F)\nMean summer soil temperature: 21 to 23 degrees C (70 to 74  degrees F)\nDepth to base of the argillic horizon: 51 to 91 centimeters (20 to 36 inches)\nDepth to secondary calcium carbonate: 25 to 36 centimeters (10 to 14 inches)\nDepth to calcic horizon:  51 to 100 centimeters (20 to 40 inches)\nThickness of the mollic epipedon: 18 to 51 centimeters (7 to 20 inches)\nParticle-size control section (weighted average):\nClay content: 18 to 35 percent\nSand content: 30 to 65 percent\nRock fragments: 0 to 15 percent\nA horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: clay loam or loam\nClay content: 18 to 35 percent\nCalcium carbonate equivalent: 0 to 2 percent\nReaction: neutral or slightly alkaline\nBt horizons:\nHue: 10YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma 2 to 4\nTexture clay loam or sandy clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent: 0 to 2 percent\nReaction: neutral or slightly alkaline\nBtk horizon:\nHue: 10YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma 3 or 4\nTexture: clay loam or sandy clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: slightly alkaline or moderately alkaline\nBk1 or BCk horizon:\nHue: 10YR or 7.5YR\nValue: 6 to 8 dry, 5 to 7 moist\nChroma: 3 or 4\nTexture: clay loam, sandy clay loam, loam, or fine sandy loam\nClay content: 17 to 30 percent\nCalcium carbonate equivalent: 15 to 30 percent\nReaction: moderately alkaline or strongly alkaline\nBk2 horizon:\nHue 10YR to 7.5YR\nValue 5 to 8 dry, 4 to 5 moist\nChroma: 2 to 4\nTexture: clay loam, loam, sandy clay loam, fine sandy loam\nClay content: 12 to 30 percent\nRock fragments: 0 to 15 percent dominantly gravel, above 152 centimeters (60 inches), 0 to 25 percent below 152 centimeters (60 inches)\nCalcium carbonate equivalent: 2 to 15 percent\nElectrical Conductivity: 1 to 4 dS/m\nGypsum: 0 to 1 percent\nSodium Adsorption Ratio: 1 to 3\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Asparas(NM), Capulin(NM), Chacuaco(NM), Rosebud(NE), and Ryegate(CO)series.\nAsparas soils: are moderately alkaline in the A and Bt horizons and form in alluvium derived dominantly from limestone.\nCapulin soils: have a lithic contact at depths of 100 to 152 centimeters (40 to 60 inches) and averages over 15 percent rock fragments in the lower part of the control section.\nChacuaco and Ryegate soils: have a lithic contact at depths of 51 to 100 centimeters (20 to 40 inches).\nRosebud soils: have a paralithic contact at depths of 51 to 100 centimeters (20 to 40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Alluvium and eolian deposits derived from mixed sources.\nLandform:  Plains, interfluves, drainageways, and terraces\nSlopes:  0 to 3 percent\nElevation:  1,219 to 1,829 meters (4,000 to 6,000 feet)\nMean annual temperature:  10 to 12 degrees C (50 to 53 degrees F)\nMean annual precipitation:  254 to 406 millimeters (10 to 16 inches)\nPrecipitation pattern:\nPeak period: May through August\nDriest period: December through February\nFrost-free period:  125 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ascalon, Bacid, Chicosa, Olnest, and Tremontina series.\nAscalon and Olnest soils: have greater than 50 percent sand and are on hills and ridges.\nBacid soils: Bacid soils have a fine particle size control section and are on terraces.\nChicosa soils: Chicosa soils have a loamy-skeletal particle size control section and are on terraces.\nTremontina soils: Tremontina soils have a fine-silty particle size control section and are on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nSaturated hydraulic conductivity: moderately high or high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is rangeland, irrigated and nonirrigated cropland. Native vegetation is western wheatgrass, sideoats grama, blue grama, buffalograss, bottlebrush squirreltail, and broom snakeweed. Loamy plains (R069XY006CO) ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Colorado. LRR G, MLRA 67B and 69. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Las Animas County, Colorado, Las Animas County Soil Survey Area, 2007.  The name Wapiti (Wa-pee-tee) is coined from a Native American word for elk."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section: 0 to 200 centimeters\nParticle-size control section:  The zone from 15 to 65 centimeters (6 to 26 inches).  (Bt horizon and part of the Btk horizon)\nMollic epipedon:  The zone from 0 to 36 centimeters (0 to 14 inches).  (A and Bt horizon)\nArgillic horizon: The zone from 15 to 69 centimeters (6 to 27 inches). (Bt and Btk horizons)\nCalcic horizon:  The zone from 69 to 97 centimeters (27 to 38 inches).  (Bk1 horizon)\nThis soil was originally included in the Wages series.  A consistent calcic horizon was found above a depth of 100 centimeters (40 inches), resulting the development of a new series.\nThis update converts English to metric and updates the competing series section and the location to NAD 83.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
