{
  "SERIES": "WAPINITIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLG/TAD/RWL",
  "REVDATE": "03/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wapinitia silt loam, cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; slightly acid (pH 6.3); abrupt smooth boundary.  (6 to 14 inches thick)\nBA--6 to 19 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine and fine tubular pores; common very hard and extremely hard noncalcareous nodules, 1/4 to 3/4 inch in diameter; slightly acid (pH 6.4); clear smooth boundary.  (3 to 13 inches thick)\nBt--19 to 29 inches; dark brown (10YR 3/3) silty clay loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; many very fine roots; common very fine and fine tubular pores; many faint clay films on peds; common very hard and extremely hard noncalcareous nodules, 1/4 to 3/4 inch in diameter; neutral (pH 6.6); clear smooth boundary.  (5 to 22 inches thick)\n2C1--29 to 36 inches; dark yellowish brown (10YR 3/4) fine sandy loam, yellowish brown (10YR 5/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; common clay bridges; neutral (pH 6.6); clear smooth boundary.\n2C2--36 to 50 inches; dark brown (10YR 4/3) clay loam, pale brown (10YR 6/3) dry; massive; slightly plastic; many very fine roots; common very fine tubular pores; common clay bridges; neutral (pH 6.6); clear smooth boundary.  (Combined thickness of the 2C horizon is 5 to 20 inches)\n3R--50 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasco County, Oregon; 50 feet east of gravelled county road and 450 feet north of main irrigation canal in the SW1/4 NW1/4 SW1/4 section 6, T. 5 S., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  In most years the soils are usually moist but are dry throughout the control section for more than 60 to 90 consecutive days within the four-month period following the summer solstice.  The mean annual soil temperature ranges from 48 to 52 degrees F.  The solum ranges from 20 to 45 inches thick and has 0 to 10 percent gravel.  Depth to basalt bedrock ranges from 40 to 60 inches.  In some pedons, a thin discontinuous layer of silica may be present at the bedrock contact. The thickness of the mollic epipedon ranges from 20 to 36 inches thick.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 1 or 2 moist and dry.\nThe Bt horizon has value of 2 to 4 moist, 4 or 5 dry, and chroma of 2 moist and dry.  It is clay loam or silty clay loam and has 27 to 35 percent clay and more than 15 percent particles coarser than very fine sand.  This horizon has weak or moderate structure and has 0 to 5 percent very hard noncalcareous nodules, 1/4 to 3/4 inch in diameter. It is neutral or mildly alkaline.\nThe 2C horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry and moist.  It is loam, fine sandy loam or clay loam.  Lime-coated gravel are below depth of 50 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Banning, Coolbrith, Dotta, Drews, Gorman, Harriman, Haysum, Robinette, Supan, Van Dusen, Waha, and Yaxon series.  Banning soils are dry for 45 to 60 consecutive days following the summer solstice and are somewhat poorly drained. Coolbrith soils have mottles and are saturated to within 25 to 40 inches of the surface during the spring.  Dotta soils have 18 to 27 percent clay in the Bt2 horizons and are very deep to bedrock.  Drews soils lack any influence of loess and ash and commonly are deeper than 60 inches to bedrock and are dry for 90 to 115 consecutive days.  (See Remarks.)  Gorman soils have sola 58 to 94 inches thick, are strongly acid in the B3 and C horizons, have mean annual soil temperature of about 57 degrees F., and have 15 to 25 percent coarse and very coarse sand throughout the profile.  Harriman soils are usually dry.  Haysum soils have a mean annual soil temperature of 52 to 59 degrees F. and are very deep to bedrock.  Robinette soils have a 2Bt (argillic) horizon below 40 inches.   Supan soils lack any influence of loess and ash, have a mean annual soil temperature warmer than 55 degrees F., and have 7.5YR or redder hue in the argillic horizon.  Van Dusen soils lack any influence of ash and loess and are high in quartz and in micaceous and feldspathic materials.   Waha soils have a lithic contact above depth of 40 inches. Yaxon soils are dry for 90 to 110 consecutive days and are very deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wapinitia soils have nearly level to steep slopes on ridgetops, plateaus, and mesas.  Slopes are 0 to 35 percent.  Elevations are 1,800 to 3,400 feet.  The soils formed in loess and volcanic ash over colluvium or alluvium weathered from basalt and consolidated sediments.  The climate is characterized by cool wet winters and hot dry summers.  The mean annual precipitation of 12 to 16 inches.  The mean summer temperature is 64 degrees F.  The mean winter soil temperature is 30 degrees F.  The mean annual temperature is 46 to 50 degrees F.  The frost-free period (32 degrees F.) is 100 to 170 days and for 28 degrees F. is 170 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bakeoven and Watama soils.  Bakeoven soils are less than 12 inches deep to bedrock and contain more than 50 percent fragments coarser than 2 mm.  Watama soils are less than 40 inches deep to bedrock and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for grain crops.  Other uses are hay and pasture and livestock grazing.  Vegetation is mainly bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass,buckwheat, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon; MLRA 8, 10.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasco County, Oregon, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The differentiae between the Wapinitia and Drews series are not clear.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 29 inches (Ap, BA, and Bt horizons)\nArgillic horizon - from 19 to 29 inches (Bt horizon)\nParticle-size control section - from 19 to 29 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
