{
  "SERIES": "WARMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAF-ROP",
  "REVDATE": "02/2003",
  "STATES": "MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Warman loam with a 1 percent concave slope on an outwash plain in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 9 inches; very dark gray (10YR 3/1) loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; common medium roots; about 2 percent gravel; moderately acid; abrupt smooth boundary.  (7 to 13 inches thick)\nAB--9 to 12 inches; very dark grayish brown (10YR 3/2) very fine sandy loam, grayish brown (10YR 5/2) dry; common medium distinct dark yellowish brown (10YR 4/4) mottles; moderate medium subangular blocky structure; friable; common medium roots; about 2 percent gravel; moderately acid; clear wavy boundary.  (0 to 6 inches thick)\nBg1--12 to 20 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; common medium distinct dark yellowish brown (10YR 4/4) mottles; moderate medium subangular blocky structure; friable; common medium roots; about 3 percent gravel; moderately acid; clear wavy boundary.\nBg2--20 to 26 inches; grayish brown (10YR 5/2) fine sandy loam; common medium distinct dark yellowish brown (10YR 4/4) mottles; moderate medium subangular blocky structure; friable; common fine roots; about 5 percent gravel; slightly acid; clear wavy boundary.\nBg3--26 to 33 inches; grayish brown (10YR 5/2) loam; common medium distinct dark yellowish brown (10YR 4/4) and common medium faint light brownish gray (10YR 6/2) mottles; moderate medium subangular blocky structure; friable; few fine roots; about 3 percent gravel; slightly acid; clear wavy boundary.  (Combined thick of Bg horizons is 10 to 26 inches.)\n2C--33 to 60 inches; dark yellowish brown (10YR 4/4) sand; single grain; loose; few very fine roots; about 10 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morrison County, Minnesota; about 4 miles southeast of Hillman; 1600 feet west and 300 feet north the southeast corner, sec. 8, T. 40 N., R. 28 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the contrasting particle size (2C horizon) ranges from 20 to 40 inches.  The depth to free carbonates exceeds 70 inches.  The mollic epipedon is 7 to 24 inches thick.  The volume of rock fragments ranges from 0 to 10 percent by volume in the upper part and 5 to 50 percent in the 2C horizon.\nSome pedons have an 0 horizon as much as 3 inches thick.  The Ap or A horizons have value of 2 or 3 and chroma of 1 or 2, or is neutral with value of 2 or 3.  Mottles are present in the lower part of some pedons.  It is loam, silt loam, very fine sandy loam, loamy fine sand, or fine sandy loam, and commonly has a mucky modifier.  It is very strongly acid to moderately acid.  Some pedons have a BA horizon.\nThe upper part of the Bg horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 1 or 2.  The lower part of the Bg horizon has hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 1 to 4.  The Bg horizon has distinct or prominent mottles in all parts.  It is loam, silt loam, very fine sandy loam or fine sandy loam.  Some pedons have sandy loam subhorizons.  The Bg horizon averages less than 50 percent fine and coarser sand.  It ranges from strongly acid to slightly acid in the upper part and moderately acid to neutral in the lower part.\nThe 2C horizon has hue of 5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 4.  It is coarse sand, sand, gravelly sand, or gravelly coarse sand.  It has 0 to 10 percent cobbles.  Thin strata of finer textured material are in some pedons.  Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bruneel series.  The Bruneel soils have a pH of 7.4 or higher in the upper part of the series control section and are neutral to moderately alkaline throughout the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or concave slopes with gradients of 0 to 2 percent in depressions on glacial outwash plains and valley trains and in drainageways.  They formed in a 20 to 40 inch loamy mantle over glacial outwash derived from Late Wisconsinan glaciation.  Mean annual temperature ranges from 36 to 45 degrees F.  Mean annual precipitation ranges from 25 to 30 inches.  Frost-free days range from 90 to 150.  Elevation above sea level ranges from 670 to 1600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the Chetek, Cloquet, Oesterle, and Rosholt series.  The Chetek and Cloquet soils are somewhat excessively drained and are in higher lying positions.  Oesterle and Rosholt are better drained and are slightly higher in the landscape.  Organic soils are common associates toward the center of depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained and poorly drained.  Surface runoff is very slow or ponded.  Permeability is moderate or moderately rapid in the upper part and rapid or very rapid in the 2C horizon.  The apparent water table is at plus 2 to 1 foot during January to December in most years for the very poorly drained phase and at 1.0 to 2.0 feet for the poorly drained phase."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas have been cleared and pastured or cropped.  Native vegetation is water tolerant grasses and sedges and mixed deciduous-coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Minnesota and northwestern Wisconsin.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pine County, Minnesota, 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - a zone from the surface to 20 inches (Ap, AB, and Bg1 horizons); cambic horizon - the zone from about 20 to 33 inches (Bg2 and Bg3 horizons).\nClassification only was changed 5/94.  Competing series and other updates will be made later.\nADDITIONAL DATA:  Refer to MAES Central File Code Number 1203 for results of some laboratory analyses of a representative pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
