{
  "SERIES": "WARRENLAKE",
  "STATUS": "Established Series",
  "BYREV": "JKW-AKS",
  "REVDATE": "08/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, hyperthermic Typic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Warrenlake very fine sandy loam, in slight depression in rangeland at an elevation of 38 m (125 ft) (Colors are for moist soil unless otherwise stated.)\nA1--0 to 15 cm, (0 to 6 in), (0 to 15 cm); brown (10YR 5/3), very fine sandy loam, pale brown (10YR 6/3) dry; massive; very friable; common fine roots and many very fine roots; common very fine tubular pores; 1 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron with clear boundaries lining pores; EC is 16.4 dS/m; SAR is 48; slightly acid; abrupt wavy boundary.\nA2--15 to 29 cm, (6 to 11 in); dark gray (10YR 4/1), very fine sandy loam, gray (10YR 5/1) dry; weak medium and coarse columnar structure parting to moderate coarse angular blocky; friable; many very fine roots; common very fine tubular pores; 3 percent prominent very pale brown (10YR 8/3) sand coats on vertical faces of peds; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with clear boundaries lining pores; 1 percent fine threadlike white (5Y8/1) salt crystals; EC is 19.7 dS/m; SAR is 57; slightly alkaline; clear wavy boundary.\nBtnz--29 to 46 cm, (11 to 18 in); grayish brown (10YR 5/2), very fine sandy loam, light brownish gray (10YR 6/2) dry; moderate coarse subangular blocky structure; friable; common very fine roots; many very fine tubular pores; 20 percent distinct gray (10YR 5/1)clay films on all faces of peds; 1 percent fine prominent yellowish brown (10YR 5/6)masses of oxidized iron with clear boundaries lining pores; 1 percent fine prominent strong brown (7.5YR 4/6)masses of oxidized iron with clear boundaries lining pores; 2 percent fine threadlike white (5Y 8/1) salt crystals; EC is 23.6 dS/m; SAR is 59; slightly alkaline; gradual broken boundary.\nBtnzy1--46 to 67 cm, (18 to 26 in); gray (10YR 5/1), loam gray (10YR 6/1); moderate coarse subangular blocky structure; firm; common very fine roots; common very fine tubular pores; 50 percent prominent grayish brown (10YR 5/2) clay films on vertical faces of peds; 1 percent fine dark brown (7.5YR 3/4)iron-manganese nodules with sharp boundaries in matrix; 1 percent fine black (10YR 2/1)iron-manganese masses with sharp boundaries in matrix; 6 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron with diffuse boundaries in matrix; 15 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 2 percent fine white (10YR 8/1) gypsum crystals; 10 percent fine white (5Y 8/1) salt masses; EC is 22.5 dS/m; SAR is 55; slightly alkaline; diffuse broken boundary.\nBtnzy2--67 to 97 cm, (26 to 38 in); light brownish gray (10YR 6/2), loam, light gray (10YR 7/2) dry; moderate coarse subangular blocky structure; firm; common very fine roots; common very fine tubular pores; 20 percent prominent grayish brown (10YR 5/2) clay films on vertical faces of peds; 2 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 4 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 8 percent medium and coarse prominent black (10YR 2/1)iron-manganese masses with sharp boundaries in matrix; 10 percent fine and medium prominent brownish yellow (10YR 6/8), moist, masses of oxidized iron with diffuse boundaries in matrix; 2 percent fine white (10YR 8/1) gypsum crystals; 6 percent fine white (5Y 8/1) salt masses; EC is 20.4 dS/m; SAR is 51; slightly alkaline; gradual smooth boundary.\nBtnzy3--97 to 180 cm, (38 to 71 in); light brownish gray (2.5Y 6/2), sandy clay loam, light gray (2.5Y 7/2) dry; weak very coarse subangular blocky structure; friable; common very fine roots; common very fine tubular pores; 25 percent prominent gray (10YR 5/1) clay films on vertical faces of peds; 4 percent fine distinct yellowish brown (10YR 5/8) masses of oxidized iron with diffuse boundaries in matrix; 4 percent medium prominent black (10YR 2/1)masses of oxidized iron with sharp boundaries in matrix; 8 percent fine and medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with clear boundaries in matrix; 1 percent fine white (10YR 8/1) gypsum crystals; 2 percent fine white (5Y 8/1)salt masses; EC is 13.8 dS/m; SAR is 45; slightly alkaline; diffuse broken boundary.\nBtnzy4--180 to 203 cm, (71 to 80 in); gray (2.5Y 5/1), clay loam light gray (2.5Y 7/1)dry; massive; firm; common very fine roots; common very fine tubular pores; 1 percent faint pressure faces; 10 percent prominent very pale brown (10YR 8/3) sand coats on vertical faces of peds; 20 percent faint gray (10YR 5/1) clay films on vertical faces of peds; 3 percent fine prominent black (10YR 2/1) iron-manganese masses with sharp boundaries in matrix; 5 percent medium prominent bluish gray (5PB 5/1) iron depletions with clear boundaries in matrix; 10 percent medium prominent strong brown (7.5YR 5/6) iron-manganese masses with diffuse boundaries in matrix; 20 percent coarse prominent strong brown (7.5YR 4/6) iron-manganese masses with clear boundaries in matrix; 1 percent fine white (5Y 8/1) gypsum crystals; 2 percent fine white (5Y 8/1)salt masses; EC is 11.2 dS/m; SAR is 68; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harris County, Texas; from the intersection of U.S. Highway 290 and Katy-Hockley Road; about 3.7 miles south on Katy-Hockley Road to Jack Road; 1.4 miles west on Jack Road to old railroad grade; 2.6 miles south on old railroad grade; 850 feet east in rangeland\nUSGS topographic quadrangle: Warren Lake\nLatitude: 29 degrees, 56 minutes, 59.7 seconds N;\nLongitude: 95 degrees, 49 minutes, 42.8 seconds W;\nDecimal Degrees:\nStd Latitude: 29.9499167\nStd Longitude: -95.8285556\nDatum: WGS 84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is not dry in some or all parts for less than 90 cumulative days in normal years.\nMean annual soil temperature: 21.7 to 22 degrees C (71 to 72 degrees F)\nDepth to salt accumulations: 13 to 20 cm (5 to 8 in)\nDepth to natric horizon: 15 to 30 cm (6 to 12 in)\nParticle-size control section (weighted average)\nClay content: 15 to 18 percent\nCEC/clay ratio: 0.60 to 0.70\nA Horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: very fine sandy loam, fine sandy loam, or loam\nClay content: 3 to 13 percent\nRedox concentrations: amount-2 to 8 percent, shades-brown\nEC (dS/m): 6 to 18\nSodium Adsorption Ratio: 4 to 50\nReaction: moderately acid to slightly alkaline\nBtnz Horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: very fine sandy loam, fine sandy loam, or loam\nClay content: 10 to 25 percent\nRedox concentrations: amount-8 to 20 percent, shades-brown or yellow\nRedox depletions: amount-0 to 2 percent, size-, shades-gray\nEC (dS/m): 6 to 65\nSodium Adsorption Ratio: 20 to 50\nReaction: moderately acid to slightly alkaline\nBtnzy Horizon (upper part)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: fine sandy loam, loam, sandy clay loam, or clay loam\nClay content: 13 to 28 percent\nRedox concentrations: amount-8 to 20 percent, shades-brown or yellow\nRedox depletions: amount-0 to 2 percent, size-, shades-gray\nIron-manganese concentrations: amount-0 to 5 percent, shades-black\nGypsum: 1 to 3 percent\nEC (dS/m): 7 to 25\nSodium Adsorption Ratio: 15 to 60\nReaction: slightly alkaline or moderately alkaline\nBtnzy Horizon (lower part)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: loam, sandy clay loam, or clay loam\nClay content: 8 to 33 percent\nRedox concentrations: amount-8 to 20 percent, shades-brown or yellow\nRedox depletions: amount-0 to 2 percent, size-, shades-gray\nIron-manganese concentrations: amount-0 to 5 percent, shades-black\nGypsum: 0 to 2 percent\nEC (dS/m): 6 to 20\nSodium Adsorption Ratio: 30 to 45\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Similar soils are the Addicks, Clodine, Magotha, and Sauz series.\nAddicks soils: do not have a natric horizon; have a mollic epipedon\nClodine soils: do not have a natric horizon\nMagotha soils: in a thermic soil temperature regime; have higher electrical conductivity values at the surface\nSauz soils: have a mixed mineralogy; have an active CEC to clay class"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parent material: fluviomarine deposits of the Lissie Formation\nLandscape: coastal plains\nLandform: slight depression\nSlope: 0 to 1 percent\nMean annual precipitation range: 1016 to 1245 mm (40 to 49 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year. Slight peaks occur in May through June and in September through November. March is typically the driest month.\nThornthwaite annual P-E indices: 62 to 68\nMean annual air temperature range: 20 to 21 degrees C (68 to 70 degrees F)\nFrost-free period: 270 to 300 days\nElevation: 38 to 53 m (125 to 175 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clodine, Garwood (TX), Katy (TX), and Cyfair (TX) (T) and Prairieview (TX) (T) series.\nClodine soils: do not have salt crystals and are on a similar landform\nGarwood soils: have a clayey argillic horizon; on rises on the coastal plains\nKaty soils: are moderately well drained; more than 18 percent clay in the argillic horizon; on rises on the coastal plains\nCyfair and Prairieview soils: more than 18 percent clay in the argillic horizon; on rises on the coastal plains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Somewhat poorly drained\nPermeability class: slow\nRunoff: negligible\nThese soils are saturated with aquic conditions from 15 to 46 cm (6 to 18 in) for periods up to two weeks during the months of December to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native vegetation consists of rushes, sedges, and salt tolerant plants. (Salty Prairie range site, R150AY540TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Coastal Prairie of Texas\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Area: 150A (Gulf Coast Prairies)\nExtent: The series is of small extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas, 2019."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe series was formerly included in the Gessner series.  The series was separated based on taxonomy. Gessner soils do not have a natric horizon.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 29 to 79 cm (11 to 31 in) (Btnz, Btnzy1, and Btnzy2 horizon)\nOchric epipedon: 0 to 29 cm (0 to 11 in.  (A1 and A2 horizons)\nNatric horizon: 29 to 203 cm (11 to 80 in) (Btnz, Btnzy1, Btnzy2, Btnzy3, and Btnyg horizons)\nAquic conditions: 15 to 46 cm (6 to 18 in) (Btnz, Btnzy1\nAdditional Comments:\nThe assignment of the cation-exchange activity class is supported by laboratory data number S06TX201-001 from Harris County, Texas.\nADDITIONAL DATA:\nTAMU Characterization Data from type location S06TX201-001 and from a similar site, S06TX201-002, from Harris County, Texas.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
