{
  "SERIES": "WARRIOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV/ET/MAV",
  "REVDATE": "06/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Warrior very gravelly sandy loam - on a 9 percent northwest slope at 1,756 meter elevation under big sagebrush and Nevada ephedra vegetation.  Colors are for dry soils unless otherwise stated.  When described September 19, 1978, the soil was dry throughout. The surface is partially covered with 1 percent angular stones, 1 percent angular cobbles, and 50 percent angular gravel.\nA1--0 to 3 cm; brown (10YR 5/3) very gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; few very fine vesicular pores; 50 percent angular gravel, 1 percent angular cobbles, and 1 percent angular stones; slightly acid (pH 6.3); abrupt smooth boundary.  (1     to 3 cm thick)\nA2--3 to 8 cm; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; common very fine interstitial pores; 10 percent angular gravel and 5 percent angular cobbles; slightly acid (pH 6.3); clear wavy boundary.  (5 to 10 cm thick)\nCk1--8 to 36 cm; very pale brown (10YR 7/4) very cobbly fine sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, and coarse roots; common very fine interstitial pores; 20 percent angular gravel, 20 percent angular cobbles, and 5 percent angular stones; slightly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary.  (20 to 30 cm thick)\nCk2--36 to 152 cm; very pale brown (10YR 7/4) very cobbly fine sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium angular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 30 percent gravel, 20 percent angular cobbles, and 5 percent angular stones; violently effervescent, thin films of carbonates on undersides of rock fragments; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mono County, California.  About 2.5 miles southeast of Benton; 2,400 feet south and 2,000 feet east of the northwest corner of section 10, T.2 S., R.32 E.; USGS Benton 7.5 minute topographic quadrangle; latitude 37 degrees 47 minutes 24 seconds N and longitude 118 degrees 26 minutes 11 seconds W; WGS84 Decimal Degrees 37.7900000 latitude, -118.4363889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually dry from about May 15 to November 15, and are usually moist in some or all parts the rest of the time; xeric moisture regime bordering on aridic.  The soil temperature is above 5 degrees C from about April 1 to December 20, and is above 8 degrees C from about April 15 to November 30.  The mean annual soil temperature is 8 to 14 degrees C.\nThe A horizon color is 10YR 5/3 or 6/3.  Moist color is 10YR 3/3 or 4/3.   Textures are gravelly, and very gravelly loamy sand and sandy loam.  Rock fragment content ranges from 10 to 50 percent with 10 to 50 percent gravel, 0 to 15 percent cobbles, and 0 to 3 percent stones.  The organic carbon content ranges from 0.4 to 0.6 percent. The soil reaction is slightly acid to neutral.\nThe C horizon color is 10YR 7/3 or 7/4.  Moist color is 10YR 5/3 or 5/4.   Textures are gravelly, very gravelly or very cobbly fine sandy loam and sandy loam.  Rock fragment content ranges from 35 to 60 percent with 15 to 40 percent gravel, 10 to 30 percent cobbles, and 0 to 10 percent stones.  The soil reaction is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annabella and Wiffo series in the same family and the Millner (T) series in another family.  Annabella soils have a clay content that is greater than 10 percent in the particle size control section.  Millner soils have thermic soil temperature regimes.  Wiffo soils have mean annual temperature of 8 to 11 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Warrior soils formed on alluvial fans.  Many of these fans are dissected with a few shallow, discontinuous drainages and washes.  Elevations range from 1,650 to 2,135 meters.  The mean annual precipitation is 200 to 300 mm, much of it as snow.  The mean January temperature is about 0 degrees C; mean July temperature is about 21.1 degrees C. The mean annual temperature is 7 to 10 degrees C.  The frost-free season is 110 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rovana, and Ulymeyer soils.  Rovana soils have a sandy particle-size control section.  Ulymeyer soils have a sandy-skeletal particle-size control section.  Rovana and Ulymeyer soils have formed in granitic alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability.  Subject to rare flooding in the summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for grazing and wildlife habitat.  Vegetation is mainly big sagebrush, Douglas rabbitbrush, spiny hopsage and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Owens Valley region of east-central California.  The soils are of small extent in MLRA 26 and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mono County, California; Benton-Owens Valley Soil Survey, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- 0 to 18 cm (A1, A2 and part of the Ck1 horizons).\n1.1  Color values for the surface (10YR 5/3, 3/3) meet color requirements of mollic epipedon in many pedons but do not meet the thickness requirements.\nOther Soil Characteristics:\n1.  Lacks diagnostic subsoil.\n2.  Organic carbon content is estimated to be 0.7 to 1.0 percent in the surface and decreases regularly with depth.\n3.  Mixed mineralogy is assumed.  Calcareous family because soil is effervescent in all parts from 25 to 51 cm.\n4.  Particle-size control section is loamy-skeletal (greater than 35 percent rock fragments by volume).  Based on field estimates and hydrometer analysis.\n5.  The soil moisture regime is xeric bordering on aridic - estimated using Thornthwaite water balance method on local meteorological data, soil moisture data, and vegetation indicators.\n6.  The soil temperature regime is mesic bordering on thermic.  This is extrapolated from actual soil temperature data over the past 8 years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
