{
  "SERIES": "WARSING",
  "STATUS": "Established Series",
  "BYREV": "MDS-CJH",
  "REVDATE": "01/2000",
  "STATES": "MT,ND",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Warsing loam - on a southeast-facing plane slope of less than 1 percent under cropland.  (Colors are for dry soil unless otherwise stated.  When described the soil was moist throughout.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; many pores; few pebbles 2 to 30 mm in diameter; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nBw1--7 to 13 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate coarse and medium prismatic structure parting to moderate medium and fine angular blocky; hard, friable, slightly sticky and slightly plastic; common fine roots; common pores; common faint very dark gray (10YR 3/1) organic stains on faces of prisms; few pebbles 2 to 10 mm in diameter; neutral; gradual wavy boundary.\nBw2--13 to 15 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct yellowish brown (10YR 5/4) redoximorphic concentrations; moderate coarse and medium prismatic structure parting to moderate medium angular blocky; hard, friable, slightly sticky and slightly plastic; common roots; common pores; few faint patches of organic stains on faces of prisms; few pebbles as much as 10 mm in diameter; common threads of carbonates; strong effervescence; slightly alkaline; clear broken boundary.  (Combined Bw horizons are 6 to 16 inches thick)\nBk1--15 to 18 inches; light gray (2.5Y 7/2) and white (N 8/0) loam, grayish brown (2.5Y 5/2) and light brownish gray (2.5Y 6/2) moist; weak coarse prismatic structure parting to moderate very fine angular blocky; hard, friable, sticky and slightly plastic; few roots; common pores; common masses of carbonates; violent effervescence; moderately alkaline; clear wavy boundary.\n2Bk2--18 to 24 inches; light brownish gray (2.5Y 6/2) stratified very gravelly coarse sand, olive brown (2.5Y 4/4) moist; single grain; loose, nonsticky and nonplastic; few roots; about 50 percent gravel; undersides of pebbles coated with carbonates; violent effervescence; moderately alkaline; clear wavy boundary.  (Combined Bk horizons 0 to 20 inches thick)\n2C--24 to 60 inches; pale brown (10YR 6/3) and very pale brown (10YR 7/3) stratified very gravelly coarse sand, olive brown (2.5Y 4/4) and dark brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; about 60 percent gravel; undersides of pebbles coated with thin layer of carbonates; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eddy County, North Dakota; about 3 miles east and 6 1/2 miles north of New Rockford; 1,640 feet north and 700 feet east of the southwest corner, sec. 25, T. 150 N., R. 66 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon ranges from 7 to 16 inches.  The depth to sand and gravel ranges from 14 to 25 inches.  The depth to carbonates ranges from 10 to 25 inches.\nThe Ap horizon has hue of 10YR, value of 3 or 4 and 2 or 3 moist, and chroma of 1.  It is sandy loam, loam or clay loam.  It is neutral or slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 to 4 moist, and chroma of 1 to 3.  It is loam and neutral to slightly alkaline.\nThe Bk and 2Bk horizons have hue of 2.5Y or are neutral, value of 6 to 8 and 4 to 6 moist, and chroma or 4 or less.  The Bk horizon is loam and the 2Bk horizon is sand or coarse sand containing 10 to 50 percent gravel.  These horizons are slightly alkaline or moderately alkaline.\nThe 2C horizon has hue of 10YR, value of 6 or 7 and 4 moist, and chroma of 3 or 4.   It is sand or coarse sand.  It commonly has more than 35 percent gravel, but it ranges from 10 to 70 percent gravel.  It is slightly alkaline or moderately alkaline.  It is stratified or crossbedded in some pedons.  It has glacial till at depths below 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Kensal series.  Kensal soils have 2C horizons that have more than 20 percent shale in the .01 to 76 mm fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Warsing soils are on level and nearly level glacial outwash plains.  Slope gradients are 0 to 3 percent.  The soil is formed in loamy alluvium over stratified sand and gravel of mixed lithology.  Mean annual air temperature ranges from 38 to 45 degrees F, and mean annual precipitation from 16 to 20 inches, most of which falls during spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Divide, Fordville, Renshaw and Sioux soils.  Divide soils occupy slightly lower positions and Fordville and Renshaw soils slightly higher positions in the landscape.  Fordville soils have thicker mollic epipedons.  Renshaw soils do not have redoximorphic features within a depth of 40 inches or a seasonal high water table.  Sioux soils are commonly on steeper slopes and are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow.  Permeability is moderate in the upper part and rapid or very rapid in the lower part.  A seasonal high water table is at depths of 2.5 to 5 feet at some time during the period of April through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for small grain, hay and pasture.  Native vegetation was medium and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central North Dakota. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eddy County, North Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 13 inches (Ap and Bw1 horizons); cambic horizon - the zone from 13 to 15 inches (Bw2 horizon).\nThe classification was changed to the Oxyaquic subgroup even though the morphology of this pedon may meet the Aquic subgroup criteria because it was felt Oxyaquic better fit the water state of the series.  A different pedon may need to be selected to represent the series.  01/2000.\nADDITIONAL DATA:  SU64ND-14-6 from North Dakota Agricultural Experiment Station.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
