{
  "SERIES": "WASA",
  "STATUS": "Established Series",
  "BYREV": "PRJ-KEC-CJH",
  "REVDATE": "04/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Aridic Leptic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wasa clay - on a plane slope of less than 1 percent under native grass.  (Colors are for dry soil unless otherwise stated.  When described the soil was moist to 22 inches.)\nA1--0 to 1 inch; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; crust parting to very fine granular structure; hard, very firm, sticky and plastic; common roots; neutral; abrupt smooth boundary.  (1/4 to 1 inch thick)\nA2--1 to 3 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak fine granular structure; hard, very firm, sticky and plastic; common roots; neutral; clear smooth boundary.  (2 to 5 inches thick)\nBssyz--3 to 13 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse and medium blocky structure; extremely hard, very firm, sticky and plastic; common roots; few intersecting slickensides; many crystals of salt and gypsum; slightly alkaline; gradual boundary.  (9 to 14 inches)\nBCyz--13 to 22 inches; gray (5Y 5/1) clay, olive gray (5Y 4/2) moist; massive; extremely hard, very firm, sticky and plastic; very few roots; many crystals of salt and gypsum; slightly alkaline; clear wavy boundary. (9 to 20 inches thick)\nCr--22 to 50 inches; gray (5Y 5/1) and light olive gray (5Y 6/2) clay shale, dark gray (5Y 4/1) and olive gray (5Y 5/2) moist; brownish yellow (10YR 6/6) stains on fracture faces of shale; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, South Dakota; about 9 1/2 miles east and 1 mile south of Newell; 2,140 feet west and 400 feet north of the southeast corner of sec. 26, T. 9 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to shale ranges from 20 to 40 inches.  The depth to accumulations of visible crystals of salts and gypsum ranges from 3 to 8 inches.  The Wasa soils commonly do not have carbonates but some pedons have horizons with carbonates.  When the soil is dry, cracks 1/2 inch to 2 inches wide and several feet long extend downward through the solum.  The soil does not have a mollic epipedon, but the upper 10 inches of the solum has an organic carbon content greater than 0.6 percent.\nThe A horizon has hue of 2.5Y or 5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 or 3 dry or moist.  It is neutral or slightly alkaline.\nThe Byzss horizon has hue of 2.5Y or 5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 or 3.  Clay content ranges from 60 to 72 percent.   It contains common to many accumulations of gypsum and other salts.  It is neutral to slightly alkaline.\nThe C horizon has hue of 5Y or 2.5Y, value of 4 to 6 and 3 to 5 moist, and chroma of 1 to 3.  It contains common to many accumulations of gypsum and salts.  It is slightly or moderately alkaline.  Yellowish brown and brownish yellow stains are common on fracture faces of shale fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Larvie, Metre, Whitewater and Winler soils.  Larvie soils do not have salts within 20 inches of the surface, do not have  dispersed soil surface, and have redder hues in the lower part of the profile. Metre soils have a mollic epipedon.  Whitewater soils do not have visible salts, and the bedrock is sodium rich and has a high SAR.  Winler soils have salts at depths greater than 8 inches and have a less dispersed surface than the Wasa soils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wasa soils are on nearly level to sloping uplands.  Slopes are dominantly plane and range from 0 to 9 percent.  Gilgai microrelief is in most areas.  Wasa soils formed in clayey residuum weathered from clay shale.  Mean annual air temperature ranges from 45 to 48 degrees F, and mean annual precipitation from 14 to 16 inches.  Elevation ranges from 2600 to 3600 feet.  The frost-free period ranges from 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Winler series and the Lismas, Pierre, Swanboy and Twotop series. Winler and Pierre soils are on similar landscapes as the Wasa soils.  Pierre soils do not have salts within 20 inches of the surface and do not have a dispersed soil surface.  Lismas soils are on nearby steeper slopes and have bedrock within a depth of 20 inches. Swanboy and Twotop soils are on fans, footslopes, and upland valleys below the Wasa soils.  They have bedrock below depths of 40 inches.  In addition, Twotop soils have salts at a depth of 10 and 20 inches.  Slickspots, which are void of vegetation, are usually closely associated with the Wasa soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low on nearly level areas to very high on sloping areas.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used entirely for rangeland.  Native vegetation is mainly western wheatgrass and montana wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:   Western South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota, 3/70."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of 3 inches (A1 and A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
