{
  "SERIES": "WASCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. KKC/ARW/CAF/KDA",
  "REVDATE": "05/2003",
  "STATES": "CA",
  "OVERVIEW": "The Wasco series consists of very deep, well drained soils on recent alluvial fans and flood plains. These soils formed in mixed alluvium derived mainly from igneous and/or sedimentary rock sources. Slope is 0 to 5 percent slopes. The mean annual precipitation is about 6 inches and the mean annual temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, thermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wasco sandy loam, cultivated. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 9 inches; brown (10YR 5/3) sandy loam, dark gray (10YR 4/1) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; slightly acid (pH 6.4); abrupt smooth boundary.\nAp2--9 to 15 inches; yellowish brown (10YR 5/4) sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine tubular and many very fine interstitial pores; neutral (pH 6.6); abrupt smooth boundary. (Combined thickness of the A horizon ranges from 9 to 40 inches)\nC1--15 to 32 inches; brown (10YR 5/3) sandy loam, dark gray (10YR 4/1) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular and many very fine interstitial pores; neutral (pH 7.2); abrupt smooth boundary. (14 to 21 inches thick)\nC2--32 to 65 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular and many very fine interstitial pores; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; about 3.5 miles southeast of the community of Wasco; approximately 300 feet east and 2,550 feet south of the northwest corner of section 32, T. 27 S., R. 25 E., MDB&M; Latitude 35 degrees, 32 minutes, 11 seconds north and Longitude 119 degrees, 18 minutes, 41 seconds west; USGS Wasco Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil between the depths of 8 and 24 inches is dry in all parts from mid-April until mid-January and is continuously moist in some parts for 60 to 90 consecutive days in the winter. Mean annual soil temperature is 62 degrees to 67 degrees F. The soil temperature is never below 47 degrees F. in the San Joaquin Valley. Some pedons have disseminated carbonates at depths below 16 to 40 inches. Rock fragment content is 0 to 15 percent. Rock fragments are less than 0.5 inch in diameter. Organic matter is less than 1 percent in the upper part of the profile and decreases regularly with increasing depth. Organic matter content is less than 0.2 percent below 49 inches depth.\nThe A horizon has color of 10YR 5/2, 5/3, 5/4, 6/2, 6/3, 6/4; 2.5Y 5/2 or 6/2. Moist color is 10YR 3/3, 4/2, 4/3, 5/2; 2.5Y 4/2 or 5/2. Texture is sandy loam or fine sandy loam. Reaction is slightly acid to moderately alkaline.\nThe C horizon has color of 10YR 5/3, 5/4, 6/3, 6/4, 7/2; 2.5Y 5/2, 5/4, 6/2, 7/2 or 7/4. Moist color is 10YR 3/3, 4/2, 4/3, 5/3; 2.5Y 4/2, 4/4, 5/2, 5/4 or 6/2. Texture is coarse sandy loam, sandy loam or fine sandy loam. Some pedons have thick stratification below a depth of 40 inches with texture of loamy sand to silt loam. Distinct thin stratification is not present. Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cantua and Uxo series. Cantua soils (MLRA 15), on uplands, are 40 to 60 inches deep to a paralithic contact of soft, calcareous sandstone. Uxo soils (MLRA 30), on alluvial fans and fan aprons, are moist for 10 to 20 days cumulative between July and October following convection storms, have gravel content in the A horizon of 40 to 75 percent and have Btk horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wasco soils are on recent alluvial fans and flood plains. Slope is 0 to 5 percent. These soils formed in mixed alluvium derived dominantly from igneous and/or sedimentary rock sources. Elevation is 225 to 1,000 feet in the southern part of San Joaquin Valley and cool phases occur at elevations as high as 3,700 feet in the Mojave Desert. The climate is arid to semiarid with hot, dry summers and cool, somewhat moist winters. Mean annual precipitation is 4 to 7 inches. Mean January temperature is 44 degrees to 47 degrees F.; mean July temperature is 80 degrees to 85 degrees F.; mean annual temperature is 59 degrees to 62 degrees F. in the Mojave Desert and 62 degrees to 65 degrees F. in the San Joaquin Valley. Frost-free season is 250 to 300 days in the San Joaquin Valley and 210 to 250 days in the Mojave Desert."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Milham and Panoche series. Milham soils, on fan remnants, alluvial fans, plains and low terraces, have an argillic horizon that has a fine-loamy particle-size control section. Panoche soils, on alluvial fans and plains, have a fine-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible or very low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for growing field, forage and row crops. Some areas are used for livestock grazing, wildlife habitat, recreation and homesites.  Native vegetation is Atriplex spp., annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the southern part of the San Joaquin Valley and to a lessor extent in the Mojave Desert.  The series is of large extent. MLRA 17, 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Mojave River Area, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Wasco soils were formerly mapped as Hesperia series. Hesperia soils are now recognized as having a torric bordering on a xeric moisture regime. The cool phases at the higher elevations and shorter FFS should be a new series with near mesic soil temperature."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 9 inches; brown (10YR 5/3) sandy loam, dark gray (10YR 4/1) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; slightly acid (pH 6.4); abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--9 to 15 inches; yellowish brown (10YR 5/4) sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; few very fine tubular and many very fine interstitial pores; neutral (pH 6.6); abrupt smooth boundary. (Combined thickness of the A horizon ranges from 9 to 40 inches)"
      },
      {
        "name": "C1",
        "top": 38,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--15 to 32 inches; brown (10YR 5/3) sandy loam, dark gray (10YR 4/1) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular and many very fine interstitial pores; neutral (pH 7.2); abrupt smooth boundary. (14 to 21 inches thick)"
      },
      {
        "name": "C2",
        "top": 81,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--32 to 65 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular and many very fine interstitial pores; slightly effervescent, carbonates disseminated; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
