{
  "SERIES": "WASKISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRF-RRL-ELB",
  "REVDATE": "01/2001",
  "STATES": "ME,MN,NH",
  "OVERVIEW": "The Waskish series consists of deep, very poorly drained organic soils that formed mostly in slightly decomposed material from Sphagnum moss on raised bogs on glaciated terrain.  These soils have rapid permeability.  They have slopes of less than one percent.  Mean annual precipitation is about 22 inches.  Mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, frigid Typic Sphagnofibrists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waskish peat with a slightly convex slope of less than 1 percent on the crest of a large raised bog on a glacial lake plain under a dense stand of black spruce with ground cover of Sphagnum and Hypnum mosses and labrador tea.  (Colors are for moist soil unless otherwise stated.)\nOil--0 to 3 inches; very pale brown (10YR 7/3, broken face) fibric material, very pale brown (10YR 8/4, rubbed and pressed); about 90 percent fiber, about 85 percent rubbed; massive; nonplastic; nonsticky; fibers are primarily Sphagnum; about 10 percent woody fragments; about 7 percent mineral material; extremely acid; clear wavy boundary.\nOi2--3 to 14 inches; brown (7.5YR 4/4, broken face) fibric material, dark reddish brown (5YR 3/4, pressed), dark reddish brown (5YR 3/3, rubbed); about 90 percent fiber; about 85 percent rubbed; weak coarse platy structure; nonplastic; nonsticky; fibers are primarily Sphagnum moss; about 15 percent woody fragments; about 6 percent mineral material; few thin layers of sapric material; extremely acid; abrupt smooth boundary.\nOa--14 to 16 inches; dark brown (7.5YR 3/2, broken face) sapric material, very dark gray (5YR 3/1, rubbed); about 20 percent fiber; about 10 percent rubbed; common medium distinct grayish brown (10YR 5/2) mottles; weak thin platy structure; nonplastic; slightly sticky; mixed Sphagnum moss and herbaceous fiber; about 10 percent woody fragments; about 12 percent mineral material; extremely acid; abrupt smooth boundary.\nOi--16 to 84 inches; reddish brown (5YR 4/4, broken face) fibric material, brown (7.5YR 5/4, pressed), light yellowish brown (10YR 6/4, rubbed); about 95 percent fiber; about 90 percent rubbed; weak medium and coarse platy structure; nonplastic; nonsticky; fibers are primarily Sphagnum moss; about 5 percent woody fragments; about 3 percent mineral material; about 4 percent thin layers of sapric material; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beltrami County, Minnesota; about 5 miles north and 8 miles west of Waskish; 1250 feet north and 200 feet east of the southwest corner, sec. 7, T. 155 N., R. 31 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Organic soil materials extend to depths in excess of 63 inches and commonly to depths ranging from 10 to 20 feet.  Content of woody fragments ranges from 0 to 20 percent in the control section, but contents in excess of 10 percent are only in the surface tier.  These soils are never frozen within the control section about 2 months after the summer solstice.  Fibric material commonly is the dominant material in all parts of the control section and this material extends to depths of as much as 10 feet in some pedons.  Layers of sapric or hemic material are in the control section in some pedons.  The sapric material primarily is only in the surface tier and the maximum aggregate thickness of this material is less than 5 inches.  Hemic material primarily is only in the lower part of the bottom tier, and its maximum aggregate thickness is less than 10 inches.\nThe fibric material has hue of 5YR, 7.5YR, 2.5YR, or 10YR with redder hues being more common, value is 2 through 7, and chroma is 2 through 4.  The higher values primarily are in the upper part of the surface tier. Pressed, the color value is typically 1 through 3 units higher than the broken face and chroma that is as much as 2 units higher than the broken face.  The content of fiber typically is more than 90 percent, but ranges to as low as 75 percent in a few pedons.  The content of fiber after rubbing ranges from 60 to 95 percent.  The fibric material is massive or has weak platy structure.  The fiber is mostly to entirely derived from Sphagnum mosses.  Content of fiber derived from herbaceous and woody plants comprises less than 10 percent of the fiber volume.  Content of mineral matter in the fibric material typically ranges from 2 to 10 percent.  Reaction (in 0.05 M calcium carbonate) is 3.0 to 4.5.  Hemic material commonly underlies the fibric material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kogish soils in the same family and the Greenwood, Lobo, and Orcas soils.  Kogish soils are in a much more moist climate and possibly are Cryic rather than Typic.  Greenwood soils have hemic material dominant in the subsurface tier.  Lobo soils have hemic material with an aggregate thickness of more than 10 inches in the subsurface and/or bottom tiers.  Orcas soils have mesic soil temperatures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Waskish soils are almost exclusively on the more elevated portions of raised bogs.  These bogs are in glaciated terrain.  These kinds of bogs commonly are in large expanses of peatlands such as those in the eastern and northern portions of the Glacial Lake Agassiz Plain.  The portion of the raised bog occupied by Waskish soils is at elevations as much as 5 feet higher than nearby Histosols.  The Waskish soils slope about 5 to 10 feet per mile.  Areas of these soils commonly are 100 to 600 acres in size.  These soils formed mostly in slightly decomposed organic soil materials derived primarily from Sphagnum mosses.  Mean annual temperature ranges from 33 to 45 degrees F.  Mean annual precipitation ranges from 18 to 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The competing Greenwood and Lobo soils are the main ones.  These soils primarily are on the fringes of raised bogs that are occupied by the Waskish soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Surface runoff is very slow (these soils are not ponded).  Internal drainage is very slow and the water table is near the surface most of the year.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  No known areas of the Waskish soils are cultivated.  Some of the black spruce is harvested for Christmas trees and in a few places for pulp.  However, it is from the Waskish soils that Sphagnum peat of considerable commercial value is obtained.  These soils commonly have a dense cover of slow growing black spruce.  However, in a few places they lack or have only a sparse cover of trees.  Common shrubs are labrador tea and leather leaf.  The moss cover is composed mostly of Sphagnum species, but on the more elevated portions of the bog, mosses of the Hypnales group are common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The northern portions of Minnesota, Wisconsin, and Maine and possibly in other adjoining states.  This series is of moderate extent.  At least 10,000 acres are estimated to occur in Minnesota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beltrami County, Minnesota, January 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Results of some laboratory analysis of the typical pedon are reported in \"Finney, H. R. and Farnham, R. S. 1968.  Mineralogy of the inorganic fraction of peat from two raised bogs in northern Minnesota.  Proc. Third Int. Peat Cong. pp. 102-108.\"  Also results of a survey of the bog at the type location are reported in \"Farnham, R. S. and Grubich, D. N. 1966 Red Lake Bog, Beltrami County, Minnesota.  Peat Resources of Minnesota.  Report of Inventory No. 3.  Iron Range Resources and Rehibilitation.  St. Paul, Minnesota.  24 pp.\""
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oil",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oil--0 to 3 inches; very pale brown (10YR 7/3, broken face) fibric material, very pale brown (10YR 8/4, rubbed and pressed); about 90 percent fiber, about 85 percent rubbed; massive; nonplastic; nonsticky; fibers are primarily Sphagnum; about 10 percent woody fragments; about 7 percent mineral material; extremely acid; clear wavy boundary."
      },
      {
        "name": "Oi2",
        "top": 8,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "weak coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi2--3 to 14 inches; brown (7.5YR 4/4, broken face) fibric material, dark reddish brown (5YR 3/4, pressed), dark reddish brown (5YR 3/3, rubbed); about 90 percent fiber; about 85 percent rubbed; weak coarse platy structure; nonplastic; nonsticky; fibers are primarily Sphagnum moss; about 15 percent woody fragments; about 6 percent mineral material; few thin layers of sapric material; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "Oa",
        "top": 36,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "weak thin platy",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--14 to 16 inches; dark brown (7.5YR 3/2, broken face) sapric material, very dark gray (5YR 3/1, rubbed); about 20 percent fiber; about 10 percent rubbed; common medium distinct grayish brown (10YR 5/2) mottles; weak thin platy structure; nonplastic; slightly sticky; mixed Sphagnum moss and herbaceous fiber; about 10 percent woody fragments; about 12 percent mineral material; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "Oi",
        "top": 41,
        "bottom": 213,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "weak medium and coarse platy",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--16 to 84 inches; reddish brown (5YR 4/4, broken face) fibric material, brown (7.5YR 5/4, pressed), light yellowish brown (10YR 6/4, rubbed); about 95 percent fiber; about 90 percent rubbed; weak medium and coarse platy structure; nonplastic; nonsticky; fibers are primarily Sphagnum moss; about 5 percent woody fragments; about 3 percent mineral material; about 4 percent thin layers of sapric material; extremely acid."
      }
    ]
  ]
}
