{
  "SERIES": "WASNOT",
  "STATUS": "Established Series",
  "BYREV": "TAC",
  "REVDATE": "02/2005",
  "STATES": "PA",
  "OVERVIEW": "The Wasnot series consists of shallow, somewhat excessively drained soils formed in till derived primarily from gray and brown quartzite, conglomerate, and sandstone. Slope ranges from 3 to 70 percent. Permeability is moderately rapid to rapid. Mean annual precipitation is 40 inches. Mean annual temperature is 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, active, frigid Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wasnot very flaggy sandy loam - forested, (Colors moist unless otherwise stated).\nA -- 0 to 3 inches; very dark grayish brown (10YR 3/2) very flaggy sandy loam; weak fine and medium granular structure; very friable, non sticky, non plastic; many fine and medium roots throughout, and common medium roots throughout; 20 percent angular sandstone flagstones, 15 percent angular sandstone channers, and 5 percent angular sandstone stones; very strongly acid; clear wavy boundary. (0 to 4 inches thick.)\nE -- 3 to 6 inches; grayish brown (10YR 5/2) very channery sandy loam; weak very fine and fine granular structure; very friable, non sticky, non plastic; many fine and medium roots throughout, and common coarse roots throughout; 45 percent angular sandstone channers, 10 percent angular sandstone flagstones; very strongly acid; clear broken boundary. (0 to 3 inches thick.)\nBw1 -- 6 to 18 inches; yellowish brown (10YR 5/6) very channery sandy loam; weak very fine and fine subangular blocky structure; very friable, non sticky, non plastic; common coarse roots throughout, and few very fine and fine roots throughout; 45 percent angular sandstone channers; very strongly acid; abrupt smooth boundary. (12 to 17 inches thick.)\nR -- 18 inches; very hard, fractured, dark gray coarse-grained sandstone typically with prevalent glacial scouring on the bedrock surface and fractures more than 3 feet apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Pennsylvania, Blooming Grove Township, in Delaware State Forest; 4 miles south on PA 402 from I-84, right onto High Knob Fire Tower access road, 350 feet north along powerline from radio towers, 50 ft west of road in woods; Promised Land, PA USGS topographic quadrangle; Latitude 41 degrees, 18 minutes, 4 seconds N. Longitude 75 degrees, 7 minutes, 33 seconds W.  NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 6 to 17 inches. Depth to bedrock ranges from 10 to 20 inches. Rock fragments, of glacially subrounded or triangulated sandstone and siltstone, range from 20 to 70 percent in the surface horizon and 35 to 70 percent in the subsoil. Reaction is very strongly acid throughout.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 2 to 4, and chroma of 2 or 3. It is very channery, flaggy, or stony loam, sandy loam or loamy sand. It has weak fine granular structure.\nThe E horizon has hues and chromas similar to the A horizon, but with values of 4 or 5. Textures are similar to the Bw horizons.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 4 or 6. It is very channery, flaggy, or stony sandy loam or loamy sand. It has weak fine and medium subangular blocky structure.\nSome pedons have thin C horizons with hues of 7.5YR to 2.5Y, values of 4 to 6, and chromas of 4 or 6. There can be some uncoated sands with lower chromas. It is very channery, flaggy, or stony sandy loam or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils within this family.\nClosely relating soils are Arnot, Halcott, Klinesville, Nassau, and Weikert. Arnot, Klinesville, Nassau, and Weikert soils are in a mesic temperature regime. Halcott soils are in a mixed mineralogy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wasnot soils are gently sloping to very steep soils derived from sandy till on hard sandstone bedrock controlled topography of high exposed ridgetops and upper side slopes of summits over 1800 feet in elevation. Slope ranges from 3 to 70 percent. Mean annual air temperature ranges from 40 to 45 degrees F., mean annual precipitation is 40 inches. The growing season ranges from 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arnot, Lordstown, Oquaga, Skytop, Swartswood, and Wurtsboro soils. All the soils except Skytop soils are in a mesic temperature regime and lower on the landscape. Arnot is the mesic equivalent of Wasnot. Lordstown soils are in a coarse-loamy family. Oquaga and Skytop soils have bedrock at 20 to 40 inches. Swartswood and Wurstboro soils have fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. The potential for surface runoff is medium to very high. Permeability is rapid to very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely in woodland. Forested areas are in northern hardwoods of oak, maple, beech and birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Pennsylvania. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County Pennsylvania, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soil separates the frigid part of Arnot soils. Siliceous mineralogy is assumed from nearby soils sampled on similar rock formations.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the mineral surface of the soil to a depth of about 3 inches (A horizon).\n2. Cambic horizon - the zone from 3 inches to a depth of about 18 inches (Bw horizons).\n3. CEC activity class is estimated from data on similar parent materials.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very flaggy",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 3 inches; very dark grayish brown (10YR 3/2) very flaggy sandy loam; weak fine and medium granular structure; very friable, non sticky, non plastic; many fine and medium roots throughout, and common medium roots throughout; 20 percent angular sandstone flagstones, 15 percent angular sandstone channers, and 5 percent angular sandstone stones; very strongly acid; clear wavy boundary. (0 to 4 inches thick.)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "broken",
        "narrative": "E -- 3 to 6 inches; grayish brown (10YR 5/2) very channery sandy loam; weak very fine and fine granular structure; very friable, non sticky, non plastic; many fine and medium roots throughout, and common coarse roots throughout; 45 percent angular sandstone channers, 10 percent angular sandstone flagstones; very strongly acid; clear broken boundary. (0 to 3 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1 -- 6 to 18 inches; yellowish brown (10YR 5/6) very channery sandy loam; weak very fine and fine subangular blocky structure; very friable, non sticky, non plastic; common coarse roots throughout, and few very fine and fine roots throughout; 45 percent angular sandstone channers; very strongly acid; abrupt smooth boundary. (12 to 17 inches thick.)"
      },
      {
        "name": "R",
        "top": 46,
        "texture_class": "sand",
        "narrative": "R -- 18 inches; very hard, fractured, dark gray coarse-grained sandstone typically with prevalent glacial scouring on the bedrock surface and fractures more than 3 feet apart."
      }
    ]
  ]
}
