{
  "SERIES": "WASSOOKEAG",
  "STATUS": "Established Series",
  "BYREV": "DET/NRB",
  "REVDATE": "08/2016",
  "STATES": "ME",
  "OVERVIEW": "The Wassookeag series consists of deep, moderately well drained soils that formed in till over residuum that is derived from limestone-interbedded phyllite, calcareous metasiltstone, or pelitic limestone bedrock. Wassookeag soils are on linear to slightly concave summits and side slopes of ground moraines. Estimated saturated hydraulic conductivity is moderately high in the mineral solum and moderately high or high in the residuum. Slope ranges from 0 to 8 percent. The mean annual air temperature is about 6 degrees C, and the mean annual precipitation is about 1090 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Oxyaquic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wassookeag gravelly silt loam on a 2 percent south-facing slope in a cultivated field of potatoes. (Colors are for moist soil unless otherwise noted. When described on July 14, 2003, the soil was moist throughout.)\nAp--0 to 30 cm; dark yellowish brown (10YR 3/4) gravelly silt loam, yellowish brown (10YR 5/4) dry; moderate very fine and fine subangular blocky structure; friable, slightly sticky and non-plastic; common very fine and fine roots throughout; 15 percent gravel, 5 percent channers; neutral (pH 7.0); abrupt smooth boundary. (13 to 36 cm thick)\nBw1--30 to 51 cm; dark yellowish brown (10YR 4/6) gravelly loam; weak medium platy parting to weak very fine subangular blocky structure; friable, slightly sticky and non-plastic; few very fine and fine roots throughout; 5 percent cobbles, 5 percent gravel, 5 percent channers; slightly acid (pH 6.5); clear irregular boundary.\nBw2--51 to 74 cm; 70 percent brown (10YR 4/3) and 30 percent light olive brown (2.5Y 5/4) loam; moderate very fine subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine roots throughout; 5 percent gravel, 5 percent channers; slightly acid (pH 6.5); clear smooth boundary. (Combined thickness of the Bw horizon is 28 to 71 cm.)\nBC--74 to 119 cm; light olive brown (2.5Y 5/4) silt loam; weak fine and medium subangular blocky structure; firm, moderately sticky and moderately plastic; few fine and very fine roots throughout; common medium and coarse faint light olive brown (2.5Y 5/3) iron depletions and common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation throughout; common fine prominent dark reddish brown (5YR 3/3) iron-manganese concentrations throughout; 2 percent gravel, 4 percent channers, 4 percent parachanners; 1 percent dark reddish brown (5YR 2.5/2), 1 percent dark yellowish brown (10YR 4/4), 1 percent yellowish brown (10YR 5/8), 1 percent dark grayish brown (2.5Y 4/2), and 1 percent olive brown (2.5Y 4/4) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; moderately acid (pH 6.0); abrupt wavy boundary. (15 to 61 cm thick)\n2Cr--119 to 147 cm; highly fractured limestone-interbedded phyllite; weakly cemented, moderate excavation difficulty; tilted 70 degrees from horizontal; very slightly effervescent; slightly acid (pH 6.5) abrupt smooth boundary.  (0 to 75 cm thick)\n2R--147 cm; fractured limestone-interbedded phyllite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Penobscot County, Maine; in the Town of Corinth, 1900 feet northwest of the intersection of ME Hwy. 15 and West Corinth Rd., 700 feet northeast of ME Hwy. 15. USGS West Corinth topographic quadrangle; lat. 44 degrees, 59 minutes, 43.1 seconds N. and long. 69 degrees, 01 minute, 58.1 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mineral solum thickness ranges from 61 to 147 cm. Residuum in the form of highly fractured bedrock (2Cr horizons) or non-cemented saprolite (2C horizon), where present, is at a depth of 60 to 125 cm. Depth to unweathered bedrock (2R horizon) is 100 to 150 cm. Rock fragments in the form of gravel, channers, or cobbles range from 5 to 25 percent in the solum, and 0 to 30 percent in the till substratum where present. Parachanners typically range from 0 to 15 percent in the subsoil and 5 to 20 percent in the till substratum where presesnt.  Parachanners, channers and flagstones range from 20 to 75 percent in the residual substratum.  Very friable remnants of highly weathered fine and medium pebble-sized pelitic limestone are present in some pedons in the the subsoil and till substratum where present. These remnants are intact within the profile but are easily crushed when rubbed between the fingers. Reaction in unlimed areas is strongly acid to neutral in the solum and moderately acid to slightly alkaline in the substratum. Average clay content in the subsoil and till substratum where present is 8 to 18 percent.\nForested areas may have an Oe horizon with hue of 10YR or 7.5YR, value of 2 to 3, and chroma of 1 or 2.\nThe Ap or A horizon, where present, has hue of 10YR, and value and chroma of 3 or 4. Texture in the fine-earth fraction is silt loam or loam.\nThe Bw horizon has hue of 10YR or 2.5Y, and value and chroma of 3 to 6. Texture in the fine-earth fraction is silt loam or loam.\nThe BC horizon has hue of 10YR to 5Y, value of 4 or 5, and chroma of 3 or 4. Texture in the fine-earth fraction is silt loam or loam.\nThe C horizon, where present, has hue of 2.5Y or 5Y. Texture in the fine-earth fraction is similar to the BC horizon.\nThe 2Cr horizon is highly fractured limestone-interbedded phyllite. It constitutes paralithic material.\nSome pedons have residual 2C horizons in the form of non-cemented saprolite overlying the 2Cr horizons. The 2C horizon has hue of 5YR to 5Y, value of 3 to 6, and chroma of 1 to 8. It is saprolite. Texture in the fine earth fraction is very fine sandy loam, silt loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wassookeag soils are on linear to slightly concave side slopes of ground moraines. Slope ranges from 1 to 8 percent. The soils formed in glacial till derived from limestone-interbedded phyllite, calcareous metasiltstone, and pelitic limestone. Residuum in the form of fractured bedrock or highly weathered saprolite typically underlies the till. Surface stones and boulders range from 0 to 3 percent. Elevations are 50 to 230 meters. The mean annual precipitation is 1000 to 1135 mm. The mean annual temperature is 5 to 7 degrees C. The frost-free period is 115 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boothbay, Chesuncook, Corinna, Kenduskeag, Penobscot, Pushaw, Sebasticook, Swanville, and Telos soils. Corinna soils are somewhat excessively drained and shallow to bedrock, and are on slightly convex summits and shoulders. Penobscot soils are well drained and moderately deep to bedrock, and are on linear to slightly convex summits and side slopes. Kenduskeag soils are somewhat poorly drained on footslopes. The very deep moderately well drained Chesuncook soils, and the very deep, somewhat poorly drained Telos soils formed in lodgment till, and are on side slopes and toe slopes. Sebasticook soils are well drained and deep to bedrock, and are on linear to slightly convex summits and side slopes. The moderately well drained Boothbay, the somewhat poorly drained Pushaw, and the poorly drained Swanville soils formed in very deep glaciomarine or glaciolacustrine sediments, and are on adjacent lake plains or marine terraces, at slightly lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Estimated saturated hydraulic conductivity is moderately high in the mineral solum and moderately high or high in the residuum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wassookeag soils are commonly used for row crops. They are less commonly in intermixed conifer and hardwood woodland. The dominant vegetation where cultivated is potatoes, corn, or small-grain crops. Some areas are used for hay production. The dominant vegetation where wooded is northern white cedar (Thuja occidentalis), sugar maple (Acer saccharum), white ash (Fraxinus americana), basswood (Tilia Americana) and American beech (Fagus grandifolia)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ground moraines in central Maine, limited mainly to the northwestern part of Southern Penobscot County, Maine, MLRA 144B. The series is of small extent totaling about 6000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Penobscot County, Maine, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name (pronounced WAH suh keg) is taken from one of the larger lakes of Southern Penobscot County, Maine. This soil is part of a proposed catena of soils that include Sebasticook, Penobscot, and Corinna. They developed in till that is shallow to deep to calcareous metamorphic bedrock of the Waterville and Sangerville Formations in Central Maine. In comparison to other soils of the region they have a higher base saturation, water-holding capacity, and saturated hydraulic conductivity. They are considered agriculturally productive, particularly for potatoes.\nThe subgroup is revised from Aquic Dystric to Oxyaquic, and the mineralogy class to mixed with this revision.  It is recognized that some pedons characterized for series development have isotic mineralogy.\nFeatures similar to those described as remnants of highly weathered pelitic limestone, were historically described as \"limestone ghosts\" in some places.\nReaction updated based on KSSL data for the Bw1, Bw2, and BC horizons only; others were field measured using Cornell field kit. Measured field values for the Bw1, Bw2, and BC were 6.7, 6.0. and 6.5, respectively.  Field texture of the Bw1 was loam. KSSL data placed this horizon in the sandy loam class but near the boundary with loam.  It is not the typical range for this series and the typical pedon is maintained as a loam.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon--the zone from 0 to 30 cm (Ap horizon).\n2. Evidence of oxyaquic conditions--redox depletions and concentrations from 74 to 119 cm.\nCambic horizon--from a depth of 30 to 74 cm (Bw horizon).\n3. Lithic contact--at 147 cm (2R horizon)\nADDITIONAL DATA: Primary characterization from pedon 04N0381, samples 04NO2257, 04NO2258 and 04NO2263, from Penobscot County, Maine, samples by SSL, Lincoln, NE, 03/04.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 30 cm; dark yellowish brown (10YR 3/4) gravelly silt loam, yellowish brown (10YR 5/4) dry; moderate very fine and fine subangular blocky structure; friable, slightly sticky and non-plastic; common very fine and fine roots throughout; 15 percent gravel, 5 percent channers; neutral (pH 7.0); abrupt smooth boundary. (13 to 36 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw1--30 to 51 cm; dark yellowish brown (10YR 4/6) gravelly loam; weak medium platy parting to weak very fine subangular blocky structure; friable, slightly sticky and non-plastic; few very fine and fine roots throughout; 5 percent cobbles, 5 percent gravel, 5 percent channers; slightly acid (pH 6.5); clear irregular boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--51 to 74 cm; 70 percent brown (10YR 4/3) and 30 percent light olive brown (2.5Y 5/4) loam; moderate very fine subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine roots throughout; 5 percent gravel, 5 percent channers; slightly acid (pH 6.5); clear smooth boundary. (Combined thickness of the Bw horizon is 28 to 71 cm.)"
      },
      {
        "name": "BC",
        "top": 74,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--74 to 119 cm; light olive brown (2.5Y 5/4) silt loam; weak fine and medium subangular blocky structure; firm, moderately sticky and moderately plastic; few fine and very fine roots throughout; common medium and coarse faint light olive brown (2.5Y 5/3) iron depletions and common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation throughout; common fine prominent dark reddish brown (5YR 3/3) iron-manganese concentrations throughout; 2 percent gravel, 4 percent channers, 4 percent parachanners; 1 percent dark reddish brown (5YR 2.5/2), 1 percent dark yellowish brown (10YR 4/4), 1 percent yellowish brown (10YR 5/8), 1 percent dark grayish brown (2.5Y 4/2), and 1 percent olive brown (2.5Y 4/4) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; moderately acid (pH 6.0); abrupt wavy boundary. (15 to 61 cm thick)"
      },
      {
        "name": "2Cr",
        "top": 119,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cr--119 to 147 cm; highly fractured limestone-interbedded phyllite; weakly cemented, moderate excavation difficulty; tilted 70 degrees from horizontal; very slightly effervescent; slightly acid (pH 6.5) abrupt smooth boundary.  (0 to 75 cm thick)"
      },
      {
        "name": "2R",
        "top": 147,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--147 cm; fractured limestone-interbedded phyllite bedrock."
      }
    ]
  ]
}
