{
  "SERIES": "WASSAIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPW-JEW-SWF",
  "REVDATE": "07/2007",
  "STATES": "NJ,NY",
  "OVERVIEW": "The Wassaic series consists of moderately deep, well drained soils formed in loamy till. They are on bedrock controlled till plains. Bedrock is at depths of 20 to 40 inches. Permeability is moderate or moderately slow in the subsoil and substratum. Slope ranges from 0 to 50 percent. Mean annual temperature is 48 degrees F. and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Glossic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wassaic silt loam, on a 3 percent slope in a cultivated field. (Colors are for moist soil.)\nAp -- 0 to 9 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) coatings on peds; moderate medium granular structure; friable, slightly plastic; many fine roots; 10 percent gravel and 2 percent cobbles; neutral; abrupt smooth boundary. (6 to 10 inches thick.)\nE -- 9 to 10 inches; grayish brown (10YR 5/2) loam; weak fine platy structure; friable, nonplastic; common fine roots; common fine cylindrical vertical pores; 10 percent gravel and 2 percent cobbles; neutral; abrupt wavy boundary. (0 to 6 inches thick.)\nB/E -- 10 to 14 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; firm, slightly plastic; common fine roots; many fine cylindrical and spherical pores; 2 mm thick fingers of pale brown (10YR 6/3) loam extend from the E horizon along ped faces; few clay coats in pores; 10 percent gravel and 3 percent cobbles; slightly acid; clear wavy boundary. (2 to 8 inches thick.)\nBt -- 14 to 23 inches; brown (7.5YR 4/4) gravelly silt loam; moderate medium subangular blocky structure; firm, plastic; few fine roots; common fine pores; brown to brown (10YR 4/3) clay coats on 50 percent of faces of peds and in most pores; 15 percent gravel and 5 percent cobbles; neutral; clear wavy boundary. (6 to 20 inches thick.)\nC -- 23 to 28 inches; brown (7.5YR 5/2) gravelly loam; weak medium platy structure; firm, slightly plastic; few fine roots; few pores; 20 percent gravel and 5 percent cobbles; slightly alkaline, slightly effervescent; abrupt smooth boundary. (0 to 12 inches thick.)\nR -- 28 inches; gray hard limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, New York; town of Clarence, two miles west-southwest of village of Clarence, one-third mile south of New York Highway 5. USGS Lancaster, NY topographic quadrangle; Latitude 42 degrees, 58 minutes, 15 seconds N. and Longitude 78 degrees, 37 minutes, 46 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 to 36 inches. Depth to bedrock ranges from 20 to 40 inches. Rock fragments, mainly gravel and cobbles and some stones, range from 0 to 35 percent by volume in the A and E horizons and 3 to 35 percent in the B/E, B and C horizons.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 2 or 3. It is sandy loam, loam, or silt loam in the fine-earth fraction. Structure is weak or moderate granular, some pedons may have subangular blocky. Reaction ranges from moderately acid through neutral. The thickness of the A horizon ranges from 3 to 5 inches. Some pedons have a BA horizon.\nThe E horizon has hue of 5YR through 2.5Y, value of 5 or 6, and chroma of 2 through 4. Texture is similar to the A horizon. E material interfingers into the B horizon to depths ranging from 2 to 10 inches forming a B/E horizon. In some pedons a thin E/B horizon is present above the B/E horizon. The B/E and E/B horizons have properties similar to the E and Bt horizons, respectively.\nThe Bt horizon has hue of 5YR through 2.5Y, value of 4 or 5, and chroma of 3 or 6, with or without mottles of higher chroma. It is loam to silty clay loam in the fine-earth fraction. It has prismatic or subangular blocky structure, and ranges from moderately acid through slightly alkaline. The Bt horizon has common or abundant clay films. Some pedons have a BC or CB horizon.\nThe C horizon has hue of 5YR through 2.5Y, value of 4 or 5, and chroma of 2 through 4. It ranges from fine sandy loam to silty clay loam in the fine-earth fraction and ranges from moderately acid through slightly alkaline.\nThe R or 2R horizon is unfractured or partially fractured sedimentary rock. Usually it is limestone, but some pedons are shale or sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Members of the same family include the Fairpoint, Honeoye, Lansing, Ontario, Wampsville, and Yunenyeti (T) series. Fairport soils only allow hue of 7.5YR or redder in the control section and occur in areas with less precipitation and lower temperatures. Yunenyeti (T) soils have redoximorphic features in the B horizon. The rest of the series are more than 40 inches deep to bedrock.\nThe Aurora, Lairdsville, Northfield, Riga, Ritchey, and Sebastian series are similar soils in related families that have argillic horizons and bedrock within a depth of 40 inches. Aurora soils have mottles with chroma of 2 or less in the upper 10 inches of the argillic horizon. Lairdsville and Riga soils have fine particle- size control sections. Northfield, Ritchey, and Sebastian soils have bedrock within 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wassaic soils are nearly level to steep soils on bedrock controlled undulating to rolling till plains with locally dissected areas. These soils are also on the face of escarpments. Slope ranges from 0 to 50 percent. The soils formed in till of Wisconsin age dominated by limestone, but containing some sandstone, shale, and granitic erratics. Mean annual precipitation ranges from 30 to 42 inches; mean annual air temperature ranges from 45 to 50 degrees F. and the growing season ranges from 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cazenovia, Farmington, Galway, Hilton, Honeoye, Lima, and Ontario soils on associated deeper till landscapes. Farmington and Galway soils are typically associated in the extreme southern portions of MLRA 144A. Benson and Farmington soils are in associated deposits less than 20 inches thick over bedrock. Aurora and Angola soils are more poorly drained, moderately deep associates over shale bedrock. Galway soils lack argillic horizons and have less than 18 percent clay.  Newstead soils are somewhat poor and poorly drained soils in associated depressions and on footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff is low to very high. Permeability is moderate or moderately slow in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly cleared and used for growing general farm crops. Crops include hay, corn, oats, wheat, and some vegetables. Woodlots have red and white oak, sugar maple, white ash, hickory, black cherry, and companion species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ontario lowlands of western New York, the northern edge of the Allegany Plateau in Central New York, locally in the Mohawk and Hudson Valleys of New York, and in northwestern New Jersey. MLRA's 101, 140, and 144A. Wassaic soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dutchess County, New York, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Moderately well drained was removed from the series, and areas that are moderately well drained will be considered as inclusions, unless there is a significant acreage to establish a new series.\nSince this soil is till over sedimentary bedrock, the designation of the bedrock horizon should be 2R. R is retained at this time because of past use.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 14 inches (Ap, E, and B/E horizons).\nb. Argillic horizon - the zone from 14 to 23 inches (Bt horizon).\nc. Glossoboric subgroup - interfingering of E horizon material 2 mm or more thick around peds of Bt horizon material in the\nzone from 10 to 14 inches (B/E horizon).\nd. Lithic contact at 28 inches (R horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
