{
  "SERIES": "WATCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/TDT",
  "REVDATE": "03/2007",
  "STATES": "WA",
  "OVERVIEW": "The Watco series consists of deep and very deep, well drained soils formed in loess and volcanic ash over glacial till. Slopes are 3 to 60 percent. Average annual precipitation is about 15 inches and average annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Watco very bouldery ashy fine sandy loam - grazable woodland, on a 35 percent northwest-facing slope at an elevation of 2,700 feet. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures and spot plate reaction is used for pH values.)\nA1--0 to 4 inches; grayish brown (10YR 5/2) very bouldery fine sandy loam, very dark gray (10YR 3/1) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; few very fine interstitial pores; 15 percent sand-size ash 0.5 to 2 mm in diameter; 15 percent gravel, 10 percent cobbles and 10 percent large surface boulders; neutral (pH 7.0); gradual wavy boundary.\nA2--4 to 13 inches; brown (10YR 5/3) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; common very fine, fine and medium interstitial pores; 20 percent sand-size ash 0.5 to 2 mm in diameter; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); gradual wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches)\nBA--13 to 22 inches; light brownish gray (10YR 6/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine coarse roots; common very fine, fine and medium interstitial pores; 20 percent sand-size ash 0.5 to 2 mm in diameter; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); gradual wavy boundary. (8 to 22 inches thick)\nBw--22 to 47 inches; pale brown (10YR 6/3) ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common fine interstitial pores; 20 percent sand-size ash 0.5 to 2 mm in diameter; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 26 inches thick)\n2C--47 to 60 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; single grain; soft, friable, nonsticky and nonplastic; few very fine roots; few large interstitial pores; 50 percent gravel, 20 percent cobbles and 10 percent stones; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; approximately 5.5 miles south of Wells Dam; about 1,200 feet south and 1,000 feet east of the northwest corner of section 6, T. 27 N, R. 24 E. (Latitude 47 degrees 52 minutes 05 seconds N, Longitude 119 degrees 52 minutes 20 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 48 to 50 degrees F. These soils are usually moist in the moisture control section but are dry 75 to 90 consecutive days following the summer solstice. The mollic epipedon is 10 to 20 inches thick. The solum has moist bulk density of 1.10 to 1.35 g/cc. Glass content is 30 to 50 percent. It has 15 to 30 percent sand-size ash, 0.5 to 2.0 mm. in diameter, 0 to 5 percent pumice 2 to 5 mm. in diameter. The acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent. The particle-size control section has 5 to 15 percent gravel and cobbles, and an apparent field estimated clay content of 8 to 12 percent. Solum thickness and depth to glacial till is 40 to 60 inches.  When present, depth to dense glacial till is 50 to 60 inches.\nThe A horizon has value of 4 or 5 dry, chroma 1 to 3 dry and chroma 1 or 2 moist. It is neutral or slightly alkaline.\nThe BA horizon has value 5 or 6 dry and chroma 2 or 3 moist. It is ashy fine sandy loam or ashy sandy loam. It is neutral or slightly alkaline.\nThe Bw horizon value is 5 or 6 dry and 3 or 4 moist, chroma is 2 or 3 dry or moist. It is ashy coarse sandy loam, ashy sandy loam or ashy fine sandy loam with 5 to 25 percent rock fragments, primarily gravel. It is neutral or slightly alkaline.\nThe 2C horizon has a value of 5 or 6 dry. It is extremely gravelly sandy loam very gravelly sandy loam, very cobbly sandy loam or very gravelly loam. It is slightly or moderately alkaline. It has 5 to 10 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Achelake, Dinkels, Mansonia, Nemire, Shiva, and Zark series. The Achelake series is dry for 90 to 105 days following summer solstice. The Mansonia series are dry for 90 to 105 consecutive days following the summer solstice. The Nemire series has 0 to 5 percent pebbles in the control section and are dry for 90 to 105 consecutive days following the summer solstice. The Shiva series is dry for 90 to 120 consecutive days following the summer solstice. The Zark series have a paralithic contact at 20 to 40 inches. Dinkels soils are dry for 90 to 105 consecutive days and have bedrock at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Watco soils are on north aspects on glaciated plateaus.  Slopes are 3 to 60 percent. These soils formed in loess and volcanic ash over glacial till. Elevation is 1,700 to 3,200 feet. The climate is characterized by warm, dry summers and cool, moist winters. Average annual precipitation is 12 to 18 inches. Average January temperature is about 25 degrees F.; average July temperature is about 68 degrees F.; and average annual temperature is 46 to 49 degrees F. Frost-free season is 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brazlan, Dezellem, Timentwa, and Siweeka soils. They are all on glacial till plains. Brazlan soils have bedrock at 20 to 40 inches. Dezellem soils have over 35 percent rock fragments in the particle-size control section. Timentwa and Siweeka soils are dry for 90 to 105 consecutive days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, medium runoff; moderately rapid permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Watco soils are primarily used for livestock grazing and woodland. The potential native vegetation is Ponderosa pine with an understory of bluebunch wheatgrass, Idaho fescue, balsam root, lupine and threetip sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern part of Douglas County, Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon include:\nMollic epipedon - 0 to 13 inches (A1 and A2 horizons).\nCambic horizon - 22 to 47 inches (Bw horizon).\nAshy family - over 30 percent glass.\nAndic soil properties - pedon does not meet requirements (A1 + 1/2Fe is less than 0.4).\nVitritorrandic - over 30 percent glass.\nParticle-size control section - 10 to 40 inches (part of the A2 horizon, BA, and part of the Bw horizon)\nADDITIONAL DATA: Partial NSSL lab data is available for another similar pedon #93P372.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "very bouldery",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; grayish brown (10YR 5/2) very bouldery fine sandy loam, very dark gray (10YR 3/1) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; few very fine interstitial pores; 15 percent sand-size ash 0.5 to 2 mm in diameter; 15 percent gravel, 10 percent cobbles and 10 percent large surface boulders; neutral (pH 7.0); gradual wavy boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--4 to 13 inches; brown (10YR 5/3) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; common very fine, fine and medium interstitial pores; 20 percent sand-size ash 0.5 to 2 mm in diameter; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); gradual wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches)"
      },
      {
        "name": "BA",
        "top": 33,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--13 to 22 inches; light brownish gray (10YR 6/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine coarse roots; common very fine, fine and medium interstitial pores; 20 percent sand-size ash 0.5 to 2 mm in diameter; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); gradual wavy boundary. (8 to 22 inches thick)"
      },
      {
        "name": "Bw",
        "top": 56,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--22 to 47 inches; pale brown (10YR 6/3) ashy fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common fine interstitial pores; 20 percent sand-size ash 0.5 to 2 mm in diameter; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 26 inches thick)"
      },
      {
        "name": "2C",
        "top": 119,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "2C--47 to 60 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; single grain; soft, friable, nonsticky and nonplastic; few very fine roots; few large interstitial pores; 50 percent gravel, 20 percent cobbles and 10 percent stones; slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
