{
  "SERIES": "WATERMAN",
  "STATUS": "Established Series",
  "BYREV": "DRG-SJB-DJE",
  "REVDATE": "10/88",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waterman gravelly loamy sand on a west-facing\nlinear slope of 55 percent under Jeffery pine at 6800 feet\nelevation. (Colors are for dry soil unless otherwise stated.  When described on 6/2/80 the soil was moist below 3 inches.)\nA--0 to 3 inches; light brownish gray (10YR 6/2) gravelly\nloamy sand, dark grayish brown (10YR 4/2) moist; single grain;\nloose, very friable; few very fine and fine roots; many fine interstitial pores; 25 percent pebbles, 5 percent cobbles;\nslightly acid (pH 6.2); clear smooth boundary.  (3 to 10 inches thick)\nC--3 to 10 inches; light gray (10YR 7/1) very gravelly loamy\nsand, brown (10YR 5/3) moist; single grain; soft, very friable; common fine, medium and coarse roots; 40 percent pebbles, 5\npercent cobbles; neutral (pH 6.9); abrupt wavy boundary.  (0 to 12 inches thick)\nR--10 inches; highly fractured, in place, hard granodiorite,\ncan be broken out into cobble-size pieces, with roots in the fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Los Angeles County, California; above the Angeles Crest Highway (State Highway 2), 75 feet south of the turnout at Cloudburst Canyon Drainage and 50 feet up from the road; 400 feet east and 1400 feet south of the northwest corner section 16, T.3\nN., R.10 W., SBBM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a fractured lithic contact is\n10 to 20 inches.  The mean annual soil temperature at the contact\nis 47 to 59 degrees F.  The soil moisture control section (14 to\n20 inches or to the top of the contact) is usually dry from mid-\nJune to late October and moist in some or all parts the rest of\nthe year.  Reaction is medium acid through neutral.\nThe A horizon dry color is 10YR 6/2, 6/4, 5/4, 5/3, 5/2, 4/3, or\n2.5Y 6/2.  Moist color is 10YR 4/3, 4/2, 3/3, or 3/2.  Colors that meet the requirements for mollic are not directly underlain by bedrock.  It is gravelly loamy sand, or very gravelly loamy sand\nand averages 15 to 50 percent rock fragments.  Bouldery phases are recognized with 5 to 15 percent surface coverage.\nThe C horizon dry color is 10YR 7/2, 7/1, 6/4, 6/3, 5/6, 5/4, 5/3,\nor 2.5Y 6.2.  Moist color is 10YR 5/3, 4/4, 4/3, or 2.5Y 4/2.  It\nis very gravelly loamy sand and averages 35 to 60 percent rock fragments.\nA Cr horizon (paralithic material) is present in some pedons\nbetween the C horizons and the lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Schoolhouse series in the same family and the similar Etsel, Pacifico and Wapi series in other families.  Etsel soils have a loamy-skeletal control section.  Pacifico soils lack a lithic contact within 20 inches.  Schoolhouse soils have average annual temperatures of 45 to 48 degrees F.,\nwith average January temperatures of about 20 degrees F.  Wapi\nsoils are non-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waterman soils are on mountain back slopes at elevations of 4300 to 8000 feet.  Slopes range from 9 to 80\npercent. When at elevations greater than 7500 feet, the soil is on south aspects.  The soil  formed in material weathered from\ngranitic rocks.  The climate consists of warm dry summers and cool moist winters.  Mean annual precipitation is 18 to 34 inches.  Average January temperature is 42 degrees F.; average July temperature is 70 degrees F.; mean annual temperature is 50 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Springdale soils\nand the competing Pacifico and Wapi soils.  Pacifico and Wapi are\nin a  similar position as Waterman.  Pacifico soils are sandy and have a paralithic contact.  Soils in the Springdale family may be\nin a similar position or may also be in a colluvial position.\nThey are greater than 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; medium to very\nrapid runoff; permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for watershed, wildlife habitat and recreation. Vegetation is Jeffery pine, ponderosa pine, incense- cedar, sugar pine, white fir, canyon live oak, scrub oak, mountain whitehorn, bitterbrush and manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain  back slopes, Transverse Range, Southern California and Lassen County, California.  The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Los Angeles County (Angeles National Forest), California, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from the surface to 10 inches (A, C\nhorizon)\nLithic contact - zone at 10 inches.  (R horizon)\nParticle-size control section - 0 to 10 inches (whole soil)\nXeric moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
