{
  "SERIES": "WATE",
  "STATUS": "Established Series",
  "BYREV": "RHR-RJL/Rev. JAK",
  "REVDATE": "07/2011",
  "STATES": "NC",
  "OVERVIEW": "MLRA(s): 136-Southern Piedmont (mesic part)\nMO Responsible: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class: Somewhat poorly drained\nInternal Free Water Occurrence: Shallow, common, thick\nFlooding Frequency and Duration: Very rare, rare, or occasional; for very brief periods\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible or low\nSaturated Hydraulic Conductivity: Moderately high or moderately low (Permeability: Moderately slow or slow)\nShrink-Swell Potential: Moderate\nLandscape: Piedmont\nLandform: Stream terrace\nGeomorphic Component: Riser, tread\nHillslope Profile Position: None\nParent Material: Clayey alluvium (weathered from felsic crystalline rock)\nSlope: 0 to 4 percent\nElevation (type location): Unknown\nFrost Free Period (type location): 190 days\nMean Annual Air Temperature (type location): 56 degrees F.\nMean Annual Precipitation (type location): 46 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wate loam in an area of Banister-Wate complex, 2 to 6 percent slopes, rarely flooded. (Colors are for moist soil.)\nAp--0 to 10 inches; olive brown (2.5Y 4/3) sandy loam; moderate medium granular structure; friable, slightly sticky, slightly plastic; neutral; clear smooth boundary. (Combined thickness of the A horizon is 4 to 12 inches.)\nBt--10 to 16 inches; light yellowish brown (2.5Y 6/3) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many continuous distinct clay films on all faces of peds; common peominent irregular olive yellow (2.5Y 6/8) masses of oxidized iron and common distinct light gray (2.5Y 7/1) iron depletions; neutral; clear wavy boundary.\nBtg1--16 to 28 inches; light gray (2.5Y 7/1) clay; moderate medium angular blocky structure; very firm, moderately sticky, very plastic; many continuous distinct clay films on all faces of peds; common prominent strong brown (7.5YR 5/6) and many prominent olive yellow (2.5Y 6/6) masses of oxidized iron; slightly acid; clear wavy boundary.\nBtg2--28 to 35 inches; light bluish gray (5PB 7/1) clay; moderate medium angular blocky structure; very firm, moderately sticky, very plastic; common continuous distinct clay films on all faces of peds; common prominent brownish yellow (10YR 6/8) masses of oxidized iron; common very dark gray masses of oxidizied manganese; common light gray (N 7/0) clay depletions; moderately acid; clear wavy boundary.\nBtg3--35 to 47 inches; bluish gray (5PB 6/1) clay; moderate medium wedge structure; extremely firm, very sticky, very plastic; common continuous distinct slickensides on vertical faces of peds and common continuous distinct clay films on surfaces along pores; common prominent strong brown (7.5YR 4/6), yellowish brown (10YR 5/6), and light olive brown (2.5Y 5/6) masses of oxidized iron; moderately acid; clear wavy boundary.\nBtg4--47 to 63 inches; gray (N 6/0) clay; moderate medium wedge structure; extremely firm, moderately sticky, very plastic; common continuous distinct slickensides on vertical faces of peds and many continuous distinct clay films on surfaces along pores; common prominent strong brown (7.5YR 4/6), brownish yellow (10YR 6/6), and light yellowish brown (2.5Y 6/4) masses of oxidized iron; moderately acid; clear wavy boundary. (Combined thickness of the Bt horizons is 15 to 30 inches or more.)\nBtg5--63 to 80 inches; bluish gray (5PB 6/1) clay; moderate coarse wedge structure; extremely firm, very sticky, very plastic; many continuous distinct slickensides on vertical faces of peds and common discontinuous distinct clay films on surfaces along pores; common prominent strong brown (7.5YR 5/6) masses of oxidized iron; slightly alkaline. (Combined thickness of the Bt horizons is 15 to 40 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iredell County, North Carolina."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 5 to 15 inches\nDepth to base of Argillic horizon: 30 to 50 inches or more\nDepth to top of Seasonal High Water Table: 12 to 18 inches (1.0 to 1.5 feet)\nDepth to base of Seasonal High Water Table: Greater than 80 inches\nDepth to Bedrock: Greater than 80 inches\nRock Fragment Content: 0 to 15 percent, by volume, in the A and B horizon and 0 to 50 percent in the C horizon; mostly rounded quartzite gravel\nSoil Reaction: Very strongly acid to moderately acid, unless limed\nMica Content: 0 to 20 percent mica flakes in the B and C horizons, commonly increasing with depth\nRange of Individual Horizons:\nA or Ap horizon:\nColor--hue of 10YR, 2.5Y, value of 2 to 5, chroma of 2 or 3, or is neutral, with value of 3 to 5\nTexture--loam, silt loam, very fine sandy loam, fine sandy loam, sandy loam, or loamy sand.\nE horizon (where present):\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 2 to 4\nTexture--loam, silt loam, very fine sandy loam, fine sandy loam, sandy loam, or loamy sand\nBt horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 3 to 8\nTexture--clay, clay loam, and less commonly sandy clay loam, sandy clay or silty clay\nRedoximorphic features--iron masses in shades of red, yellow, or brown and iron depletions in shades of gray, olive, or white\nBtg horizon:\nColor--hue of 10YR to 5Y, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 7\nTexture--clay, clay loam, and less commonly sandy clay or silty clay\nRedoximorphic Features--iron masses in shades of red, yellow, or brown and iron depletions in shades of gray, olive, or white\nBCtg or CBg horizon (where present):\nColor--hue of 10YR to 5Y, value of 4 to 7, chroma of 1 or 2, or is neutral with value of 4 to 8\nTexture (fine-earth fraction)--sandy clay, silty clay loam, clay loam, sandy clay loam, or fine sandy loam\nRedoximorphic features--iron masses in shades of red, yellow, or brown and iron depletions in shades of gray, olive, or white\nCg horizon (where present):\nColor--hue of 10YR to 5Y, value of 4 to 7, chroma of 1 or 2, or neutral,\nTexture (fine-earth fraction) variable\nRedoximorphic features--iron masses in shades of red, yellow, or brown and iron depletions in shades of gray, olive, green, or white"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nTygart soils--formed in materials washed from sedimentary rocks"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Southern Piedmont (mesic part)\nLandform: Stream terrace\nGeomorphic Component: Riser, tread\nHillslope Profile Position: None\nParent Material: Clayey alluvium (weathered from felsic crystalline rock)\nSlope: 0 to 4 percent\nElevation (type location): 300 to 1600 feet\nFrost Free Period (type location): 175 to 205 days\nMean Annual Air Temperature: 52 to 57 degrees F.\nMean Annual Precipitation: 40 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBanister soils--moderately well drained soils (seasonal high water table 18 to 30 inches); on slightly higher landscapes\nHatboro soils--poorly drained soils; on lower landforms\nCodorus soils--somewhat poorly drained soils in a fine-loamy particle-size class; on similar landforms\nDanripple soils--well drained soils; on slightly higher landforms\nDan River soils--well drained soils (seasonal high water table 30 to 40 inches); on similar landforms\nKinkora soils--poorly drained soils; on slightly lower landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Very deep\nDrainage Class: Somewhat poorly drained\nInternal Free Water Occurrence: Shallow, common, thick\nFlooding Frequency and Duration: Very rare, rare, or occasional; for very brief periods\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible or low\nSaturated Hydraulic Conductivity: Moderately high or moderately low (Permeability: Moderately slow or slow)\nShrink-Swell Potential: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Most areas are wooded\nDominant Vegetation: Where forested--water tolerant mixed hardwoods such willow oak, sweetgum, and red maple, and yellow-poplar. Where cultivated--corn, soybeans, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: North Carolina and possibly Virginia\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iredell County, North Carolina; 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Wate soils were formerly included with the Wahee or Warne series. The central concept of the Wahee series is in the Tidewater MLRA (153B) and the Warne series in the MLRA 133A and 136 (thermic). Wate soils are in a drainage catena of Danripple (well drained), Banister (moderately well drained), Wate (somewhat poorly drained), and Kinkora (poorly drained) soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from the surface of the soil to 11 inches (A and E horizons)\nAlbic horizon--the zone from 5 to 11 inches (E horizon)\nArgillic horizon--the zone from 11 to 38 inches (Btg1 and Btg2 horizons)\nEndosaturation--saturation in all layers to a depth of 80 inches\nADDITIONAL DATA: None\nTABULAR SERIES DATA:\nSoil Name   Slope   Airtemp   FrFr/Seas   Precip   Elevation\nWATE        0-8     52-57     165-205     38-54    300-1600\nSoil Name   FloodL  FloodH     Watertable   Kind      Months    Bedrock\nWATE        OCCAS   VERY RARE  1.0-1.5      APPARENT  DEC-MAR   >80\nSoil Name   Depth    Texture       3-Inch   No-10    Clay%   -CEC-\nWATE        0-11     SL FSL        0-0     95-100    5-20     2-6\nWATE        0-11     L SIL VFSL    0-0    100-100   10-27     3-10\nWATE       11-38     C CL SIC      0-0    100-100   35-70     8-20\nWATE       38-80     VAR\nSoil Name   Depth    -pH-      O.M.     Salin   Permeab   Shnk-Swll\nWATE        0-11   4.5-6.0     0.5-5.0  0-0     0.6-2.0   LOW\nWATE        0-11   4.5-6.0     0.5-5.   0-0     0.2-2.0   LOW\nWATE       11-38   3.6-5.5     0.0-.5   0-0     0.06-0.6  MODERATE\nWATE       38-62\nNational Cooperative Soil Survey\nU.S.A."
  }
}
