{
  "SERIES": "WATONGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:CEW:CS",
  "REVDATE": "06/1999",
  "STATES": "OK",
  "OVERVIEW": "The Watonga series consists of very deep, moderately well drained, very slowly permeable soils that formed in calcareous loamy and clayey alluvium.  These soils are on nearly level to slightly concave flood plains in the Central Rolling Red Prairies (MLRA 80A).  Slopes are 0 to 1 percent.  Mean annual precipitation is 34 inches.  Mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Watonga silty clay--in a cultivated field; described at center of microhigh.                (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; dark gray (10YR 4/1) silty clay; black (10YR 2/1) moist; moderate fine granular structure; very hard, very firm; few fine and medium roots; calcareous; slightly alkaline; abrupt smooth boundary.  (0 to 10 inches thick)\nA--8 to 22 inches; very dark gray (10YR 3/1) silty clay; black (10YR 2/1) moist; strong fine granular and subangular blocky structure; very hard, very firm; few fine and medium roots; slightly effervescent; moderately alkaline; gradual wavy boundary.  (12 to 34 inches thick)\nBssk--22 to 50 inches; brown (10YR 5/3) silty clay; dark brown (10YR 4/3) moist; moderate coarse blocky structure; extremely hard, extremely firm; shiny pressure faces on faces of peds; few slickensides, few parallelepipeds; dark soil material with moist color of black (10YR 2/1) in some cracks; common fine and medium calcium carbonate concretions; strongly effervescent; moderately alkaline; gradual wavy boundary.  (14 to 36 inches thick)\nCk--50 to 72 inches; light brown (7.5YR 6/4) silty clay; dark brown (7.5YR 4/4) moist; massive; extremely hard, extremely firm; few reddish brown (5YR 5/4) bodies of silty clay; common medium and coarse calcium carbonate concretions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Canadian County, Oklahoma; about 1 mile south and 3 miles east of Yukon; 4,500 feet east and 50 feet north of the southwest corner of sec. 23, T. 12 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 38 to 60 inches.  Parallelepiped shaped aggregates are evident when the soil is nearly dry but are not evident when the soil is moist.  Slickensides occur within a depth of 40 inches.  When dry this soil has cracks ranging from 1 to 2 cm in width at a depth of 20 inches.  Distance between the center of the microhigh and center of the microlow range from 8 to 12 1/2 feet.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1.  Texture is clay, silty clay, clay loam, or silty clay loam.  Clay content ranges from 35 to 60 percent.  Reaction is slightly or moderately alkaline and slightly effervescent in the microhigh.  Reaction is neutral to moderately alkaline in the microlow.  The A horizon is as thin as 12 inches in the microhighs to as thick as 40 inches in the microlows.\nThe Bssk horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  Texture is the same as in the A horizon.  Reaction is slightly or moderately alkaline and slightly effervescent.  Most pedons have cracks that are filled with dark material like the A horizon.\nThe Ck horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 4.  Some pedons have redox features in shades of gray, red or brown.  Texture is clay, silty clay, clay loam, or silty clay loam.  Reaction is slightly or moderately alkaline and slightly to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bleiblerville, Branyon, Burleson, Clarita, Dimebox, Fairlie, Heiden, Houston Black, Leson, Luling, Ovan, Sanger and Slidell series in the same family.  Bleiblerville, Branyon, Burleson, Dimebox, Leson, Houston Black, Ovan, Sanger and Slidell soils have\na solum thicker than 60 inches.  Clarita soils have hue of 5YR or redder in the lower Bss horizon.  Fairlie soils have a paralithic contact with chalk.  Heiden soils have shale within 60 inches.  Luling soils contain gypsum in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Watonga soils are on nearly level to slightly concave flood plains in the Central Rolling Red Prairies.  Most areas are subject to rare flooding mainly during the spring months.  Slopes range from 0 to 1 percent.  These soils are formed in calcareous loamy and clayey alluvium.  The climate is moist subhumid.  Mean annual precipitation ranges from 28 to 40 inches.  Mean annual temperature ranges from 57 to 64 degrees F.  Thornthwaite annual P-E indices range from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Brewer, Canadian, Dale, McLain, and Reinach soils.  All of the associated soils occur on similar areas.  Brewer and McLain soils have argillic horizons.  Canadian soils have a coarse-loamy control section.  Dale soils have a fine-silty control section.  Reinach soils have a coarse-silty control section.\nDrainage and Permeability:  Moderately well drained; permeability is very slow; runoff is negligible on concave surfaces and high on 0 to 1 percent slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly cultivated to small grains, grain sorghum, cotton, and alfalfa.  Some areas are used for tame pasture or rangeland.  Native vegetation is tall and mid grasses with pecan, eastern cottonwood, and American elm trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Prairies (MLRA 80A) of Kansas, Oklahoma, and Texas.  The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Canadian County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Lela series.\nADDITIONAL DATA:  National Soil Survey Laboratory, Lincoln,\nNebraska laboratory data 72-OK-17-1 for family mineralogy.\nOklahoma State University, Stillwater, Oklahoma laboratory data 77-OK-50-4\nNational Cooperative Soil Survey\nU.S.A."
  }
}
