{
  "SERIES": "WATROUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/98",
  "STATES": "ND,SD,UT",
  "OVERVIEW": "The Watrous series consists of well drained, moderately permeable soils that formed in sedimentary material over hard bedrock.  They are moderately deep to bedrock.  These soils are on uplands and have slopes ranging from 0 to 6 percent.  Mean annual temperature is 42 degrees F, and mean annual precipitation is 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Watrous loam, on a nearly level convex butte top of 2 percent in a cultivated field.  (Colors are for dry soil unless otherwise stated.  When described the soil was moist throughout.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; slightly hard, friable, slightly sticky, and slightly plastic; common very fine roots; neutral; abrupt smooth boundary.  (4 to 8 inches thick)\nA--5 to 7 inches; dark brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to moderate medium platy; hard, friable, slightly sticky and slightly plastic; common very fine roots; neutral; clear wavy boundary.  (0 to 5 inches thick)\nBt1--7 to 16 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate coarse prismatic structure parting to weak medium and coarse angular blocky; hard, firm, sticky, and slightly plastic; few very fine roots; neutral; gradual wavy boundary.\nBt2--16 to 24 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse prismatic structure parting to weak medium and coarse angular blocky; slightly hard, very friable, slightly sticky, and slightly plastic; few very fine roots; slight effervescence; mildly alkaline; gradual wavy boundary.  (Combined Bt horizons 8 to 32 inches thick.)\nBk--24 to 27 inches; light gray (2.5Y 7/2) loam, light olive brown (2.5Y 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many fine soft masses of carbonates; violent effervescence; mildly alkaline; abrupt wavy boundary.  (0 to 10 inches thick)\nR--27 to 60 inches; pale yellow (2.5Y 7/4) hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dunn County, North Dakota; about 9 miles south and 12 miles east of Killdeer; 1100 feet north and 1800 feet east of the southwest corner, sec. 6, T. 143 N., R. 93 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to hard bedrock typically is 20 to 30 inches but ranges from 20 to 40 inches.  The mollic epipedon typically is 14 to 16 inches thick but ranges from 7 to 16 inches thick.\nThe A horizon has 10YR hue, value of 3 to 5 dry and 2 or 3 moist, and chroma of 2 or 3.  It is loam, silt loam, or clay loam. It is slightly acid to moderately alkaline.\nThe Bt horizon has 10YR or 2.5Y hue, value of 4 to 6 dry and 2 to 5 moist, and chroma of 2 to 4.   It is loam or clay loam and has 25 to 35 percent clay.  It has prismatic structure that separates to angular or subangular blocky structure or it is subangular blocky.  The Bt horizon is slightly acid to moderately alkaline.  Some pedons have 10 to 35 percent rock fragments in the lower part of the horizon.\nThe bedrock typically is cemented calcareous sandstone, but in some pedons, it is limestone, hard shale, pseudoquartzite, or quartzite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bookcliff, Bullflat, Dooley, Empedrado, Fairfield, Farnuf, Felor, Greenway, Gurney, Hangdo, Lefor, Lininger, Livona, Martinsdale, Moen, Reeder, Trag, Vida, Wemple, Williams, and Yegen series in the same family and the Amor, Azaar, Marmarth, Morton, Rottulee, Sen, and Vebar series.  Bookcliff soils have bedrock at 40 to 60 inches.  Bullflat, Dooley, Empedrado, Fairfield, Farnuf, Felor, Greenway, Hangdo, Livona, Martinsdale, Trag, Vida, Williams, and Yegen soils are deep and do not have a lithic contact.  Gurney soils have redder hue in the argillic horizon.  Lefor, Lininger, and Reeder soils have a paralithic contact between 20 and 40 inches.  Moen soils are noncalcareous throughout and overlie granite.  Wemple soils are deep with volcanic ash in the substratum.  Amor, Azaar, Rottulee, Sen, and Vebar soils do not have an argillic horizon.  In addition, Amor, Sen, and Vebar soils do not have a lithic contact.  Marmarth and Morton soils do not have a lithic contact.  In addition, Marmarth soils are drier and Morton soils are fine-silty."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Watrous soils are on nearly level and gently undulating upland benches.  Slope gradients range from 0 to 6 percent.  These soils formed in sedimentary material over hard bedrock.  Mean annual temperature ranges from 38 to 45 degrees F, and mean annual precipitation from 12 to 17 inches.  Most of the moisture falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Amor, Morton, Reeder, Sen, and Vebar series and the Belfield, Cabba, Moreau, Regent, and Wayden series.  All of these soils are on sedimentary upland plains.  The Belfield, Cabba, Moreau, Regent, and Wayden soils do not have hard bedrock within a depth of 40 inches.  In addition, Belfield soils have natric horizons; Cabba and Wayden soils do not have mollic epipedons; and Moreau and Regent soils have fine textures.  Cabba and Wayden soils are on crests of steep hills and side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow or medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for small grains, flax, hay, pasture, and range.  Native vegetation is green needlegrass, western wheatgrass, blue grama, needleandthread, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern North Dakota and northwestern South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 16 inches (Ap, A, and Bt1 horizons0; argillic horizon - the zone from 7 to 24 inches (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; slightly hard, friable, slightly sticky, and slightly plastic; common very fine roots; neutral; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--5 to 7 inches; dark brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to moderate medium platy; hard, friable, slightly sticky and slightly plastic; common very fine roots; neutral; clear wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--7 to 16 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate coarse prismatic structure parting to weak medium and coarse angular blocky; hard, firm, sticky, and slightly plastic; few very fine roots; neutral; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--16 to 24 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse prismatic structure parting to weak medium and coarse angular blocky; slightly hard, very friable, slightly sticky, and slightly plastic; few very fine roots; slight effervescence; mildly alkaline; gradual wavy boundary.  (Combined Bt horizons 8 to 32 inches thick.)"
      },
      {
        "name": "Bk",
        "top": 61,
        "bottom": 69,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--24 to 27 inches; light gray (2.5Y 7/2) loam, light olive brown (2.5Y 5/4) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many fine soft masses of carbonates; violent effervescence; mildly alkaline; abrupt wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 69,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--27 to 60 inches; pale yellow (2.5Y 7/4) hard sandstone."
      }
    ]
  ]
}
