{
  "SERIES": "WATSONLAKE",
  "STATUS": "Established Series",
  "BYREV": "REV: JHR/WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA,NV",
  "OVERVIEW": "The Watsonlake series consists of very deep, well drained soils that formed in colluvium over residuum weathered from andesite. The Watsonlake soils are on mountain slopes. Slopes range from 5 to 50 percent. The mean annual precipitation is about 940 millimeters and the mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Watsonlake gravelly sandy loam on a northeast facing (45 degree), 16 percent slope at an elevation of 2294 meters. When described on 08/26/1969 the soil was dry throughout. Colors are for dry soils unless otherwise noted.\nOi--0 to 5 cm; slightly decomposed plant material;\nA1--5 to 20 cm; brown (10YR 5/3) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; many very fine and fine interstitial pores; 20 percent gravel and 5 percent boulders; slightly acid, pH 6.2; clear smooth boundary.\nA2--20 to 46 cm; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine through medium roots throughout; many very fine and fine interstitial and tubular pores; 25 percent gravel and 5 percent boulders; moderately acid, pH 6.0; clear wavy boundary. (the combined thickness of the A horizons is 10 to 61 cm thick)\nBA--46 to 69 cm; pale brown (10YR 6/3) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; many very fine through medium roots throughout; many very fine and fine interstitial and tubular pores; 40 percent gravel, 5 percent cobbles, and 5 percent boulders; moderately acid, pH 6.0; clear smooth boundary. (13 to 38 cm thick)\nBt1--69 to 89 cm; pale brown (10YR 6/3) very cobbly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, firm, nonsticky and slightly plastic; common very fine through medium roots throughout; common very fine and fine tubular pores; 10 percent clay films on surfaces along pores; 25 percent gravel, 10 percent cobbles and 5 percent boulders; moderately acid, pH 6.0; clear smooth boundary. (13 to 38 cm thick)\nBt2--89 to 132 cm; very pale brown (10YR 7/4) very cobbly sandy clay loam, brown (10YR 4/3) moist; massive; slightly hard, firm, nonsticky and slightly plastic; few fine and medium roots throughout; common very fine and fine interstitial and tubular pores; 35 percent clay films on surfaces along pores and 35 percent clay films on all faces of peds; 30 percent gravel, 10 percent cobbles and 5 percent boulders; moderately acid, pH 5.8; gradual wavy boundary. (25 to 50 cm thick)\nBt3--132 to 170 cm; very pale brown (10YR 7/4) stony loam, brown (10YR 4/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine roots throughout and few medium roots throughout and few very fine roots throughout; common fine and medium vesicular pores; 35 percent clay films on all faces of peds; 10 percent cobbles and 10 percent stones; moderately acid, pH 5.8; abrupt smooth boundary\nR--170 cm; Indurated andesite bedrock;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Placer County, California, 4 miles north of Tahoe City, 0.25 miles west and 400 feet south of the northeast corner of Section 19, Township 16N, Range 17E, 39 degrees, 13 minutes, 36 seconds North latitude and 120 degrees, 7 minutes, 40 seconds West longitude, NAD83 - U.S.G.S Quad: Tahoe City, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry for 45 to 75 consecutive days in late summer and early fall and moist the rest of the year. The soils have a xeric moisture regime.\nSurface rock fragment content:\n7 percent consisting of:\nReaction: moderately to slightly acid\nBase saturation: 35 to 60 percent. (By amonium acetate)\nAcid-oxalate extractable Al plus 1/2 Fe:  1 to 2 percent (by weight) to a depth of 18 centimeters from the mineral soil surface.\nControl section:\nRock fragments: 35 to 60 percent, with 20 to 50 percent gravel, 0 to 20 percent cobbles, 0 to 15 percent stones and 1 to 5 percent boulders.\nClay content: averages 20 to 30 percent clay\nMineralogy: isotic\nA horizons:\nHue: 10YR\nValue: 4 through 6 dry; 3 or 4 moist\nChroma: 3 or 4 dry; 3 or 4 moist\nTexture of the fine earth fraction: Coarse sandy loam or sandy loam\nRock fragments: 20 to 50 percent\n15 to 50 percent gravel\n0 to 15 percent cobbles\n0 to 15 percent stones\n1 to 5 percent boulders\nReaction: moderately to slightly acid\nBt horizons:\nHue: 10YR, 7.5YR\nValue: 5 through 7 dry; 4 through 6 moist\nChroma: 3 or 4 dry; 3 or 4 moist\nTexture of the fine earth fraction: Loam, sandy clay loam, clay loam\nRock fragments: 35 to 65 percent in the Bt1 and Bt2 but can drop off to 15 percent in the Bt3. It is predominantly gravel sized in the Bt1 and Bt2 and cobble and stone sized in the Bt3.\nReaction: strongly to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carioca, Pileup and Sherlock soils.  Carioca soils are moderately well drained.  Pileup soils are 20 to 30 percent volcanic glass in the upper part.  Sherlock soils have 30 to 60 percent volcanic glass in the upper part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Watsonlake soils are on mountain slopes. Slopes range from 5 to 50 percent. These soils formed in colluvium over residuum weathered from andesite. Elevation is 2225 to 2757 meters. The climate is subhumid with warm dry summers and cold wet winters. The mean annual precipitation is 890 to 1450 millimeters and the mean annual air temperature is 3.5 to 5.5 degrees C. The frost free season is 25 to 75 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sky and Jorge soils. The Jorge soils have a frigid temperature regime and the Sky soils are moderately deep to soft bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability, low to medium runoff. No flooding or ponding"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife and recreation. Vegetation is western white pine and California red fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Watsonlake is of minor extent in California and Nevada in MLRA 22A -- Sierra Nevada Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Placer County, (Tahoe Basin area), California. Source of name from local lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon:  69 to 119 cm (the Bt1 and portions of the Bt2 horizons)\nOchric Epipedon: 0 to 46 cm (the Oi, A1 and A2 horizons)\nAndic Subgroup Properties: 5 to 69 cm (the A1, A2 and BA horizons)\nArgillic Horizon: 69 to 170 cm (the Bt1, Bt2, Bt3 horizons)\nLithic Contact: 170 cm (the R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
