{
  "SERIES": "WATT",
  "STATUS": "Established Series",
  "BYREV": "Rev. NAM-DDR",
  "REVDATE": "03/2022",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Watt series are moderately deep to rock, somewhat excessively drained with moderately rapid permeability.  They formed in residuum from dark gray or black graphitic rock.  These soils are gently sloping to steep and occur on irregularly, elongated segments of side- slopes and ridges in the Piedmont Plateau.  Slopes range from 2 to 60 percent.  Mean annual temperature is about 55 degrees F and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Watt channery silt loam - on a northeast facing, convex, 10 percent slope that is forested.  (Colors are for moist soil.)\nOi--0 to 2 inches; partially decomposed hardwood leaves and twigs.\nA1--2 to 4 inches; black (5Y 2/1) channery silt loam; moderate fine and very fine granular structure; very friable; many fine roots; 20 percent black graphitic schist fragments; very strongly acid; clear smooth boundary.\nA2--4 to 11 inches; dark olive gray (5Y 3/2) channery silt loam; moderate fine granular structure; very friable; many fine and medium roots; few fine and medium pores; 25 percent black graphitic schist fragments; very strongly acid; clear smooth boundary.  (Combined thickness of the A horizon is 3 to 10 inches thick)\nBw--11 to 16 inches; olive gray (5Y 4/2) channery silt loam; weak fine subgranular blocky structure; friable, slightly sticky; common fine roots; few fine and medium pores; 40 percent black graphitic schist fragments; very strongly acid; gradual smooth boundary.  (4 to 12 inches thick)\nC--16 to 28 inches; black (5Y 2/1) streaked with olive gray (5Y 4/2) and olive yellow (2.5Y 6/8) very channery silt loam; massive; firm; 55 percent black graphitic schist fragments; very strongly acid; clear wavy boundary.  (10 to 16 inches thick)\nR--28 inches; partially weathered dark gray and black graphitic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madison County, Virginia; about 6 miles southeast of Madison, .5 miles north of the junction of Highways 230 and 705.  About 100 yards northwest of Highway 705."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 10 to 20 inches.  Depth to bedrock ranges from 20 to 40 inches.  Content of rock fragments ranges from 35 to 70 percent in the control section.  These consist of fragments of black graphitic schist, most of which can be crushed to silty soil material.  Clay content in the control section averages 18 to 30 percent.  Reaction ranges from strongly acid to extremely acid, unless limed.\nThe A horizon has hue of lOYR through 5Y, or is neutral, value of 2 through 4 and chroma of 3 or less.  Texture of the A horizon is silt loam or loam in the fine earth fraction.\nThe E horizon, where present, has hue of lOYR through 5Y or is neutral, value of 2 through 5 and chroma of 4 or less.  It is loam or silt loam in the fine earth fraction.\nThe B horizon has hue of 7.5YR through 5Y or is neutral, value of 2 through 4 and chroma of 3 or less.  Texture is silt loam or silty clay loam in the fine earth fraction.\nThe C horizon ranges from black through dark gray.  In some pedons the C horizon is streaked with brown and yellow.  Texture is silt loam or loam in the fine earth fraction.  In some pedons there is a Cr horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berks, Blasdell, Calvin, Cardiff, Chenango, Dekalb, Hazleton, Itswoot, Lehew, Lippitt, Manlius, Oquaga, Parker, Sylco, Tunkhannock, Warwick, and Wyoming series in the same family.  All of these soils have matrix colors with chroma of 4 or more in the Bw horizon.  Berks, Calvin Manlius, Tunkhannock, and Wyoming soils have rock fragments of shale.  Blasdell, Chenango, Dekalb, Hazleton, Itswoot, Parker, Sylco, and Warwick soils have a solum more than 20 inches thick.  Cardiff soils have rock fragments of slate.  Lippitt, Manlius, Oquaga, Tunkhannock, Warwick and Wyoming soils contain rounded till pebbles."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Watt soils are on upland ridges and narrow sideslopes in the Piedmont Plateau.  Slopes are dominately 7 to 25 percent but range from 2 to 60 percent.  These soils developed in a regolith weathered from black graphitic rock.  The average annual temperature ranges from 51 F to 59 degrees F.  The average annual precipitation ranges from 40 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Appling, Cecil, Culpeper, Elioak, Hazel, and Manor soils.  These soils are on similar landscape positions but formed in different material.  Appling soils have strong brown to yellowish red sandy clay loam to clay loam Bt horizons.  Cecil, Culpeper and Elioak soils have red Bt horizons containing more than 35 percent clay.  Hazel and Manor soils have less than 35 percent rock fragments.  Manor soils are micaceous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on the gentle slopes and rapid on the steeper slopes.  Permeability is moderate to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Approximately 85 percent is in forest, 10 percent in pasture and 5 percent in crops.  Crops are corn and mixed hay grasses.  Vegetation consists of white, scarlet, red, chestnut and black oaks, yellow poplar, gum, Virginia pine, white pine, hickory, dogwood and mountain laurel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and north-central Piedmont Plateau of Virginia, possibly Maryland and Pennsylvania.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Culpeper County, Virginia, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification has been changed from Umbric Dystrochrept to Typic Dystrochrept because the dark colors in the solum are inherited from the graphitic schist parent rock.  In most places, the C horizon is darker colored than the solum.\nREVISED = 2/18/2004, MAV added semiactive ce activity class and updated obsolete classification od Dystrochrepts to Dystrudepts.\n03/2022 revision: Oi had 2 to 0 inch depths, corrected to be 0 to 2 in horizon depths then added 2 inches to all horizon depths throughout the typical pedon. WJN"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; partially decomposed hardwood leaves and twigs."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--2 to 4 inches; black (5Y 2/1) channery silt loam; moderate fine and very fine granular structure; very friable; many fine roots; 20 percent black graphitic schist fragments; very strongly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--4 to 11 inches; dark olive gray (5Y 3/2) channery silt loam; moderate fine granular structure; very friable; many fine and medium roots; few fine and medium pores; 25 percent black graphitic schist fragments; very strongly acid; clear smooth boundary.  (Combined thickness of the A horizon is 3 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--11 to 16 inches; olive gray (5Y 4/2) channery silt loam; weak fine subgranular blocky structure; friable, slightly sticky; common fine roots; few fine and medium pores; 40 percent black graphitic schist fragments; very strongly acid; gradual smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 41,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--16 to 28 inches; black (5Y 2/1) streaked with olive gray (5Y 4/2) and olive yellow (2.5Y 6/8) very channery silt loam; massive; firm; 55 percent black graphitic schist fragments; very strongly acid; clear wavy boundary.  (10 to 16 inches thick)"
      },
      {
        "name": "R",
        "top": 71,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--28 inches; partially weathered dark gray and black graphitic rock."
      }
    ]
  ]
}
