{
  "SERIES": "WAUBAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. FTM-JBM-AGG-SDW",
  "REVDATE": "03/2009",
  "STATES": "MN,SD",
  "OVERVIEW": "The Waubay series consists of very deep, moderately well drained soils formed in silty glacial drift. They are on footslopes and in swales.  Slopes range from 0 to 6 percent. Mean annual precipitation is about 559 millimeters (22 inches) and mean annual temperature is about 6 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waubay silty clay loam on 1 percent slope in cropland. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine and medium granular structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine and fine roots; common very fine pores; slightly acid; abrupt smooth boundary.\nA--20 to 38 centimeters (8 to 15 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine subangular blocky structure parting to moderate fine granular structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine roots; common very fine pores; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 61 centimeters (10 to 24 inches).]\nBw1--38 to 61 centimeters (15 to 24 inches); very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium and coarse prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine roots; common very fine pores; neutral; clear smooth boundary.\nBw2--61 to 79 centimeters (24 to 31 inches); dark yellowish brown (10YR 3/4) silty clay loam, yellowish brown (10YR 5/4) dry; weak medium prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; common very fine pores; slightly alkaline; clear wavy boundary. [Combined thickness of the Bw horizon is 25 to 64 centimeters (10 to 25 inches).]\nBk1--79 to 102 centimeters 31 to 40 inches; light olive brown (2.5Y 5/3) silt loam, pale yellow (2.5Y 7/3) dry; weak medium prismatic structure parting to weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; many very fine pores; 13 percent calcium carbonate equivalent; common fine carbonate masses; strong effervescence; moderately alkaline; clear wavy boundary.\nBk2--102 to 127 centimeters (40 to 50 inches); light olive brown (2.5Y 5/3) silt loam, pale yellow (2.5Y 7/3) dry; few fine distinct yellowish brown (10YR 5/6) redoximorphic concentrations; weak medium prismatic structure parting to weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine pores; 18 percent calcium carbonate equivalent; common fine and medium carbonate masses; strong effervescence; moderately alkaline; gradual wavy boundary. [Combined thickness of the Bk horizon is 25 to 76 centimeters (10 to 30 inches).]\nC--127 to 203 centimeters (50 to 80 inches); grayish brown (2.5Y 5/2) silt loam, light gray (2.5Y 7/2) dry; common fine distinct gray (10YR 6/1) redoximorphic depletions and common fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; massive; slightly hard, friable, slightly sticky, slightly plastic; common very fine pores; strata of loam to silty clay loam; 7 percent calcium carbonate equivalent; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Codington County, South Dakota; about 7 miles east and 1/2 mile south of Henry; 692 meters (2,270 feet) north and 149 meters (490 feet) west of the southeast corner of section 9, T. 116 N., R. 54 W. USGS Grover, S. Dak. topographic quadrangle; lat. 44 degrees 52 minutes 7 seconds N. and long. 97 degrees 18 minutes 40 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free calcium carbonate ranges from 51 to 91 centimeters (20 to 36 inches). The particle size control section has clay content of 20 to 32 percent. The mollic epipedon ranges from 41 to 89 centimeters (16 to 35 inches) in thickness and extends into the upper part of the Bw horizon. Typically there are strata in the horizon above the glacial till. Strata ranges in texture from loam to silty clay loam and are 10 mm to 50 mm in thickness.\nThe A horizon has value of 2 or 3 and 3 or 4 dry, and chroma of 1.5 or less. It is silty clay loam or silt loam. It is moderately acid to neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 2 to 4 and 3 to 5 dry, and chroma of 1 to 4. It is silty clay loam or silt loam. It is slightly acid to slightly alkaline.\nThe Bk horizon has value of 4 or 5 and 5 to 7 dry, and chroma of 2 to 4. Few or common, faint to prominent redoximorphic features are in the lower part of the Bk horizon in most pedons. Accumulations of carbonate range from few to many. It is silt loam or silty clay loam. It is slightly alkaline or moderately alkaline.\nThe C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 2 to 4. It is silt loam or silty clay loam. Common or many, distinct or prominent redoximorphic features are in the C horizon of most pedons. It is slightly alkaline or moderately alkaline.\n2C horizons of clay loam or loam glacial till typically occur deeper than 152 centimeters (60 inches), but is as shallow as 102 centimeters (40 inches) in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beotia, Graceland, and Overly series. The Beotia and Overly soils are varved with thin layers of sand to clay at a depth of 102 to 152 centimeters (40 to 60 inches). Varves range from less than 1 mm to 10 mm in thickness. The Graceland soils do not have strata in the horizon above the glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Waubay soils are nearly level to undulating and are on footslopes and in swales. Slopes are plane or concave with gradients of 0 to 6 percent. The Waubay soils are formed in silty glacial drift. Mean annual temperature ranges from 4 to 7 degrees C (38 to 45) degrees F, and mean annual precipitation ranges from 485 to 735 millimeters (19 to 29) inches. Growing season is about 120 to 160 days; average growing season precipitation ranges from 330 to 457 millimeters (13 to 18 inches); and growing degree days are about 2500 to 3000."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Badger, Buse, Cubden, Oldham, Parnell, Poinsett, Rusklyn, and Tonka soils. The somewhat poorly drained Badger soils have a fine textured control section and are in the deeper swales. The very poorly drained Oldham, Parnell, and poorly drained Tonka soils have a fine textured control section and are depressions. The well drained Buse and Rusklyn soils are on convex crest of steeper hills. They do not have a cambic horizon. The somewhat poorly drained Cubden soils are on nearby areas surrounding depressions or deeper swales. They have a calcic horizon within depths of 41 centimeters (16 inches). The well drained Poinsett soils have mollic colors less than 41 centimeters (16 inches) thick and are on slopes above the Waubay soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Areas in swales receive additional moisture as run-in from adjacent soils. Runoff is low or medium. Saturarted hydraulic conductivity, measured in cm per hour, is 1.52 to 5.10 (.6 to 2.0 inches). Saturation occurs at depths as high as 3 feet during spring months in years of normal rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Waubay soils are cultivated. Corn, soybeans, small grains, and alfalfa are the principal crops. Small areas are in native range with big bluestem, Indiangrass, switchgrass, little bluestem, sedges, and forbs the principal species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-102A. Northeastern South Dakota and western Minnesota. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Day County, South Dakota, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 61 centimeters (24 inches) (Ap, A, Bw1 horizons); cambic horizon - the zone from a depth of about 61 to 79 centimeters (24 to 31 inches) (Bw2 horizons); calcic horizon - the zone from 79 to 127 centimeters (31 to 50 inches) (Bk1, Bk2 horizon),\nNational Cooperative Soil Survey\nU.S.A."
  }
}
