{
  "SERIES": "WAUCOBA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW/TDC",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Waucoba series consists of shallow, well drained, medium\ntextured soils formed in material weathered from metamorphic\nrocks.  Waucoba soils are on hills and mountains and have slopes\nof 30 to 85 percent.  The average annual precipitation is 8 inches and the mean annual temperature is 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waucoba stony loam, on a northeast facing concave slope of 55 percent under Mormon tea and spiny hopsage, at 6,100\nfeet elevation.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry throughout.)\nThe surface has a litter of 15 percent pebbles, 10 percent\ncobbles, and 3 percent stones.\nA1--0 to 3 inches; pale brown (10YR 6/3) stony loam, brown\n(10YR 4/3) moist; moderate thin platy structure; slightly hard,\nvery friable, slightly sticky and slightly plastic; many fine and common very fine roots; common fine tubular and interstitial\npores; 15 percent pebbles and 10 percent cobbles; neutral (pH\n7.2); abrupt smooth boundary.  (2 to 3 inches thick)\nA2--3 to 9 inches; pale brown (10YR 6/3) gravelly loam, brown\n(10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many fine and common very fine roots; common fine tubular and interstitial pores; 25 percent pebbles; slightly effervescent, disseminated\nBtk1--9 to 15 inches; light yellowish brown (10YR 6/4) very\ngravelly clay loam, dark yellowish brown (7.5YR 4/4) moist;\nmoderate medium subangular blocky structure; very hard, friable, sticky and slightly plastic; common fine and few very fine roots; common very fine tubular and interstitial pores; few thin clay\nfilms on faces of peds and in pores; 40 percent pebbles and 10 percent cobbles; strongly effervescent, disseminated lime;\nmoderately alkaline (pH 8.0); clear wavy boundary.  (5 to 6 inches thick)\nBtk2--15 to 19 inches; light yellowish brown (10YR 6/4) very\ngravelly clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; very hard, friable, sticky and\nslightly plastic; few very fine interstitial pores; common thin\nclay films on faces of ped and in pores; 50 percent pebbles and 10 percent cobbles; violently effervescent, disseminated lime; moderately alkaline (pH 8.2); abrupt irregular boundary.  (3 to 4 inches thick)\nR--19 inches; highly fractured quartzite with a thin, highly calcareous layer with opal coating the underside of the fragments\nand lining some of the vertical cracks.  Fractures are 1 to 10\ninches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California, Saline Valley; about 1/2 mile upslope from the abandoned Waucoba tungsten mine; NW corner section 28, T.11 S., R.37 E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is\nabout 54 to 59 degrees F.  Depth to a lithic contact ranges from\n14 to 20 inches.  The soil is moist less than 90 consecutive days when the soil temperature is warmer than 41 degrees F.  These\nsoils are dry throughout from May through mid-November.  The soil\nis neutral or mildly alkaline in the surface layer and mildly to moderately alkaline below.\nThe A horizon has dry color of 10YR 6/3 or 6/4 and moist color of\n4/3 or 5/3.  It is stony or gravelly loam.\nThe Bt horizon has dry color of 10YR 6/4 or 6/6.  It is gravelly\nor very cobbly clay loam or loam and average 35 to 75 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Downeyville, Hoot, Mirkwood Theon(T), Valley City, and Vium series.  Downeyville and Mirkwood soils are\n4 to 14 inches to a lithic contact.  Hoot soils have an E horizon\nat the surface and are noncalcareous except for Btk horizon thin carbonate coatings on some rock fragments.  Theon soils have soil temperature of 49 to 54 degrees F., a paralithic contact at a depth of 8 to 14 inches, a lithic contact at a depth of 10 to 20 inches, and an A1 horizon 1 to 2 inches thick.  Valley City soils are dominated by stone and cobble size fragments in the argillic horizon.  Vium soils are 8 to 14 inches to a lithic contact and contain 8 to 16 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Waucoba soils are on hills and mountains.  Slopes are 30 to 85 percent.  The soils formed in residuum from metamorphic rocks.  The bedrock is fractured and has a thin calcareous layer, with opal coating on the underside of fragments\nand in vertical cracks.  Elevations are 5,000 to 8,000 feet.  Commonly the higher elevations occur on southern exposures.  The climate is arid, with hot, dry summers with infrequent thunder showers of short duration and cool, moist winters.  The average annual precipitation is 7 to 9 inches.  The mean January\ntemperature is 35 degrees F.  The frost free season is 185 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Theriot soils\nwhich lack an argillic horizon and are carbonatic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for watershed, wildlife habitat,\nand recreation land.  The native vegetation is primarily big sagebrush, spiny hopsage, green Morman tea, and shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are mapped in the Northern California Desert and are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Inyo County, California, Saline Valley Area, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - 0 to 3 inches (A1 horizon)\nArgillic horizon - 9 to 19 inches (Btk1 and Btk2 horizons)\nLithic contact - at 19 inches, the contact with quartzite\nParticle-size control section - 10 to 19 inches (whole argillic horizon)\nXeric moisture regime\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 3 inches; pale brown (10YR 6/3) stony loam, brown"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A2--3 to 9 inches; pale brown (10YR 6/3) gravelly loam, brown"
      },
      {
        "name": "Btk1",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btk1--9 to 15 inches; light yellowish brown (10YR 6/4) very"
      },
      {
        "name": "Btk2",
        "top": 38,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btk2--15 to 19 inches; light yellowish brown (10YR 6/4) very"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--19 inches; highly fractured quartzite with a thin, highly calcareous layer with opal coating the underside of the fragments"
      }
    ]
  ]
}
