{
  "SERIES": "WAUKON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDM-ROP",
  "REVDATE": "03/2005",
  "STATES": "MN,ND",
  "OVERVIEW": "The Waukon series consists of very deep, well drained soils that formed in glacial till on glacial moraines.  Permeability is moderate.  Slopes range from 0 to 40 percent.  Mean annual precipitation is about 22 inches.  Mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waukon loam with a convex slope of 4 percent on a glacial moraine; deciduous forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; about 2 percent gravel; neutral; abrupt wavy boundary.  (5 to 10 inches thick)\nE--7 to 9 inches; dark grayish brown (10YR 4/2) loam, gray (10YR 6/1) dry; weak fine subangular blocky structure; friable; about 2 percent gravel; neutral; abrupt wavy boundary.  (0 to 6 inches thick)\nB/E--9 to 13 inches; 95 percent brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; friable; 5 percent grayish brown (10YR 5/2) silt and sand grains on faces of peds; about 3 percent gravel; neutral; clear wavy boundary. (0 to 8 inches thick)\nBt--13 to 24 inches; brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; friable; common distinct very dark gray (10YR 3/1) clay films on faces of peds; about 5 percent gravel; neutral; clear wavy boundary.  (6 to 27 inches thick)\nC--24 to 60 inches; light olive brown (2.5Y 5/4) loam; weak fine subangular blocky structure; friable; few, distinct strong brown (7.5YR 5/6) iron stains; about 5 percent gravel; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mahnomen County, Minnesota; about 7 miles northeast of Beaulieu; about 2200 feet north and 800 feet east of the southwest corner of sec. 34, T. 146 N., R. 40 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates typically are 20 to 32 inches but ranges from 18 to 48 inches.  These soils contain 2 to 8 percent by volume of rock fragments of mixed lithology.  The rock fragments are dispersed throughout.  The soil moisture control section is not dry in all parts for as long as 45 consecutive days for the 120 days following the summer solstice.  It is also not dry in any part for as long as 90 cumulative days.\nThe A or Ap horizons have value of 2 or 3, and chroma of 1 or 2.  The A horizon is loam, sandy loam, fine sandy loam, or clay loam.  Reaction is slightly acid or neutral.\nThe E horizon has 10YR hue, value of 3 to 5 and 5 to 7 dry, and chroma of 2 or 3.  Pedons in most cultivated areas do not have an E horizon.  The E horizon is loam, sandy loam or fine sandy loam.  Reaction is slightly acid or neutral.\nThe B/E horizon has less than 15 percent, by volume, E material as tongues or interfingering.  The Bt part has hue of 10YR, value of 4 or 5, and chroma of 3 to 6.  The E part has hue of 10YR, value of 3 or 4, 5 or 6 dry, and chroma of 1 or 2.\nThe Bt horizon has hue of 10YR in the upper part and 10YR or 2.5Y in the lower part.  It has value of 4 or 5 and chroma of 3 to 6.  The Bt horizons are loam or clay loam.  The percent clay ranges between 18 and 35 percent with less than 45 percent sand.  The upper part of the Bt horizon commonly has clean silt and sand grains on the faces of peds.  Clay films in the Bt horizon range from faint to prominent and few to many and have value and/or chroma of 1 to 2 units lower than the interiors.  The Bt horizon typically is neutral, but in some pedons the upper part ranges to slightly acid and the lower part ranges to moderately alkaline.  Some pedons have a Bk or BC horizon.\nThe C horizon typically has hue of 2.5Y; but a hue of 10YR is included in the range, value of 5 or 6, and chroma of 3 or 4.  It typically is loam; but clay loam is included in the range.  It is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent ranges from 10 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Belltower (T), Jemez, Kandota, Kunz (T), Lobat, Maitland, Shoemaker (T), and Tunitcha (T) series.  The Belltower, Jemez, Kunz, Lobat, Shoemaker, and Tunitcha soils are dry in any part or all parts of the soil moisture control section for 90 or more cumulative days in most years.  The Kandota soils have more than 45 percent sand in the argillic horizons.  The Maitland soils have less than 2 percent rock fragments in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Waukon soils are on nearly level to very steep convex slopes on glacial moraines.  The slope gradients range from 0 to 40 percent.  The soils primarily formed in calcareous, loam glacial till of Late Wisconsinan Age.  Mean annual temperature ranges from 37 to 45 degrees F.  Mean annual precipitation ranges from 20 to 24 inches.  Frost-free days range from 90 to 130 days.  Elevation above sea level ranges from 1100 to 1700 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are the moderately well drained Gonvick, the poorly drained Flom, and the very poorly drained Parnell and Quam soils which are in a drainage sequence with the Waukon soils.  Organic soils also are in some depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is low to high.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Part is cropped to corn, soybeans, small grains, and hay.  Other areas are in forest or pasture.  Native vegetation was prairie grasses which later were succeeded by mixed hardwood forest"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West central and northwestern Minnesota and small areas in northeastern North Dakota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance survey of the Red River Valley of Minnesota in 1933."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from the surface to a depth of 9 inches (A and E horizons); argillic horizon - the zone from 13 to 24 inches (Bt horizon); udic moisture regime; mollic subgroup based upon dark color of A horizon.\nADDITIONAL DATA:  Refer to Minn. Ag. Exp. Station CFC No. 665 for laboratory data from a representative pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; about 2 percent gravel; neutral; abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--7 to 9 inches; dark grayish brown (10YR 4/2) loam, gray (10YR 6/1) dry; weak fine subangular blocky structure; friable; about 2 percent gravel; neutral; abrupt wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "B/E",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--9 to 13 inches; 95 percent brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; friable; 5 percent grayish brown (10YR 5/2) silt and sand grains on faces of peds; about 3 percent gravel; neutral; clear wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--13 to 24 inches; brown (10YR 4/3) clay loam; moderate medium subangular blocky structure; friable; common distinct very dark gray (10YR 3/1) clay films on faces of peds; about 5 percent gravel; neutral; clear wavy boundary.  (6 to 27 inches thick)"
      },
      {
        "name": "C",
        "top": 61,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--24 to 60 inches; light olive brown (2.5Y 5/4) loam; weak fine subangular blocky structure; friable; few, distinct strong brown (7.5YR 5/6) iron stains; about 5 percent gravel; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
