{
  "SERIES": "WAUKEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRW-SRS-TWN",
  "REVDATE": "10/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waukee loam, on a north-facing, convex slope of about 1 percent, on a stream terrace, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; common very fine and fine roots; common very fine tubular pores; neutral; abrupt smooth boundary.\nA--20 to 46 centimeters; very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak fine and medium subangular blocky structure; friable; common very fine roots; common very fine tubular pores; neutral; clear smooth boundary. (Combined thickness of the A horizon is 25 to 49 centimeters.)\nBw1--46 to 61 centimeters; brown (10YR 4/3) loam; weak fine and medium subangular blocky structure; friable; few very fine roots; common very fine tubular pores; common faint discontinuous dark brown (10YR 3/3) organic coats on faces of peds; moderately acid; clear smooth boundary.\nBw2--61 to 84 centimeters; brown (10YR 4/3) loam; weak coarse subangular blocky structure; friable; few very fine roots; common very fine tubular pores; common faint discontinuous dark brown (10YR 3/3) organic coats on faces of peds; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizon is 20 to 40 centimeters.)\n2C1--84 to 122 centimeters; yellowish brown (10YR 5/4) loamy sand; single grain; loose; about 10 percent mixed gravel; moderately acid; gradual smooth boundary.\n2C2--122 to 203 centimeters; yellowish brown (10YR 5/4) sand; single grain; loose; few fine distinct brown (7.5YR 4/4) redoximorphic concentrations; about 10 percent mixed gravel, slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 104-Eastern Iowa and Minnesota Till Prairies, Black Hawk County, Iowa subset; about 3 miles west of Cedar Falls; located about 380 feet north and 2,300 feet west of the southeast corner of section 6, T. 89 N., R. 14 W.; USGS New Hartford topographic quadrangle; lat. 42 degrees 32 minutes 36 seconds N. and long. 92 degrees 32 minutes 36.5 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 49 centimeters\nDepth to sandy to gravelly alluvium or outwash--50 to 100 centimeters\nDepth to carbonates--more than 183 centimeters\nClay content of the upper half of the particle-size control section (weighted average)--18 to 25 percent\nClay content of the lower half of the particle-size control section (weighted average)--2 to 8 percent\nSand content of the upper half of the particle-size control section (weighted average)--35 to 45 percent\nSand content of the lower half of the particle-size control section (weighted average)--80 to 95 percent\nA or Ap horizon:\nHue--10YR\nValue--2\nChroma--1 or 2\nTexture--loam or silt loam\nClay content--15 to 24 percent\nSand content--25 to 50 percent\nReaction--strongly acid to neutral\nSome pedons have an AB or BA horizon\nBw horizon:\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--3 to 6\nTexture--loam or sandy clay loam\nClay content--18 to 27 percent\nSand content--30 to 60 percent\nReaction--strongly acid or moderately acid\nSome pedons have a thin, less than 12.5 centimeters thick, transition zone with a texture of sandy loam\n2BC (when present) and 2C horizons:\nHue--7.5YR or 10YR\nValue--4 to 6\nChroma--3 to 8\nTexture--loamy sand, loamy coarse sand, sand, coarse sand, or the gravelly or very gravelly analogs of these textures\nClay content--2 to 8 percent\nSand content--75 to 98 percent, dominantly medium sand and coarse sand\nRock fragment content--10 to 50 percent\nReaction--moderately acid or slightly acid\nSome pedons may have lamellae\nSome pedons have bedrock below a depth of 150 centimeters"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cott, Fairhaven, Kanaranzi, Vanpetten, and Wadena series.\nCott--have carbonates within a depth of 75 centimeters\nFairhaven--have carbonates within a depth of 127 centimeters and is dominantly medium sand and coarse sand in the lower third of the series control section\nKanaranzi--have sandy and gravelly sediments within a depth of 60 centimeters and have carbonates within a depth of 70 centimeters\nVanpetten--have a clay content of more than 20 percent in the lower third of the series control section\nWadena--have carbonates within a depth of 150 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of loamy alluvium or outwash and in the underlying sandy to gravelly alluvium or outwash\nLandform--treads and risers on stream terraces in river valleys and in outwash areas\nSlope--0 to 14 percent\nElevation--130 to 400 meters above sea level\nMean annual air temperature--6 to 13 degrees C\nMean annual precipitation--735 to 1,015 millimeters\nFrost-free period--145 to 215 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lawler, Marshan, and Saude soils.\nLawler--are on slightly lower landscape positions and have a frequently saturated zone between depths of 0.3 and 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nMarshan--are on lower elevations and are frequently saturated from the soil surface to a depth of 0.3 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaude--are on landscape positions similar to those of the Waukee soils and have a clay content that averages 8 to 15 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loamy alluvium or outwash and 100.00 to 705.00 micrometers per second in the underlying sandy to gravelly alluvium or outwash\nFlooding--very rarely or rarely flooded for very brief or brief duration on stream terraces with slopes of 9 percent or less"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, legume hay, small grains, and soybeans. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Wisconsin driftless section, Till plains, and Dissected till plains\nMLRAs--Eastern Iowa and Minnesota Till Prairies (104),\nNorthern Mississippi Valley Loess Hills (105),\nIllinois and Iowa Deep Loess and Drift (108), and\nCentral Mississippi Valley Wooded Slopes, Northern Part (115C)\nLRR M; eastern Iowa, northwestern Illinois, and southeastern Minnesota\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Howard County, Iowa, 1969"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters (A, Bw1, Bw2, and 2C1 horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (Ap, A, Bw1, Bw2, 2C1, and 2C2 horizons).\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 46 centimeters (Ap and A horizons);\ncambic horizon--the zone from a depth of 46 to 84 centimeters (Bw1 and Bw2 horizons);\nudic moisture regime.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nThe type location was moved from Howard County, Iowa to Black Hawk County, Iowa as laboratory data (NSSL) from the site in Howard County, Iowa did not support the series concept.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--Iowa State University, Ames, Iowa\nNational Cooperative Soil Survey\nU.S.A."
  }
}
