{
  "SERIES": "WAUMBEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRM-SALP-CAW",
  "REVDATE": "6/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waumbek fine sandy loam - in a very stony, forested area.  (Colors are for moist soil.)\n0e--0 to 1 inch; hemic material with lesser amounts of sapric material.\nAp--1 to 8 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; friable; many fine and medium roots; 5 percent rock fragments; very strongly acid; abrupt smooth boundary.  (5 to 8 inches thick)\nE--8 to 11 inches; gray (10YR 5/1) loamy fine sand; weak fine granular structure; friable; common fine and medium roots; 5 percent rock fragments; very strongly acid; abrupt broken boundary.  (0 to 3 inches thick)\nBh--11 to 14 inches; black (5YR 2/1) fine sandy loam; moderate medium granular structure; friable; common fine and medium roots; 7 percent rock fragments; very strongly acid; abrupt broken boundary.  (0 to 4 inches thick)\nBs1--14 to 20 inches; dark red (2.5YR 3/6) gravelly fine sandy loam; moderate medium granular structure; 60 percent friable and 40 percent weakly cemented (ortstein); common fine roots; 10 percent gravel, 10 percent cobbles, and 3 percent stones; very strongly acid; abrupt smooth boundary.\nBs2--20 to 27 inches; yellowish red (5YR 5/8) very gravelly loamy fine sand; weak fine granular structure; friable; few fine roots; 15 percent gravel, 15 percent cobbles, and 10 percent stones; common medium distinct light gray (10YR 6/1) iron depletions; very strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizon is 5 to 18 inches.)\nC1--27 to 41 inches; light yellowish brown (10YR 6/4) very cobbly loamy sand; massive; friable; 30 percent cobbles, 10 percent gravel, and 5 percent stones; common medium distinct (2.5YR 5/8) masses of iron accumulation; strongly acid; clear smooth boundary.  (0 to 30 inches thick)\nC2--41 to 66 inches; light brownish gray (2.5Y 6/2) very cobbly loamy sand; massive; friable; 30 percent cobbles, 15 percent gravel, and 5 percent stones; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carroll County, New Hampshire; town of Chatham in White Mountain National Forest along Burnt Knoll Trail, about 400 feet from the intersection of Burnt Knoll Trail and Province Brook Trail.  USGS North Conway, New Hampshire - Maine, 15 minute Quadrangle; latitude 44 degrees 9 minutes 13 seconds N. and longitude 71 degrees 2 minutes 28 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 14 to 33 inches. Rock fragments range from 5 to 50 percent by volume in the solum and 35 to 70 percent in the substratum.  Surface stoniness ranges from almost stone-free in cleared areas to very stony in other areas.  Reaction of the solum and substratum ranges from very strongly acid through moderately acid.\nThe Ap horizon has hue of 10YR, value of 2 to 4, and chroma of 2 or 3.  Undisturbed areas have an A horizon that has hue of 10YR, value of 2 to 3, and chroma of 1 or 2.  Texture of the A or Ap horizon is fine sandy loam, sandy loam, loamy sand, and their gravelly or very gravelly analogues.\nThe E horizon, where present, is neutral or has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 0 to 2.  Texture is sandy loam, fine sandy loam, loamy sand, or loamy fine sand and their gravelly or very gravelly analogues.\nThe Bh or Bhs horizons, where present, have hue of 2.5YR or 5YR, value of 2, 2.5, or 3, and chroma of 1 to 3.\nThe Bs horizon has hue of 2.5YR to 10YR, value and chroma of 3 to 8.  Texture of the B ranges from fine sandy loam to coarse sand or their gravelly or very gravelly and cobbly or very cobbly analogues.  Consistence is friable or very friable, but includes weakly cemented ortstein in less than half of each pedon.\nThe BC horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 8.  Texture and consistence is the same as the B horizons.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4.  Texture is dominantly the very gravelly, extremely gravelly, very cobbly, or extremely cobbly analogues of loamy sand or loamy fine sand, but ranges to coarse sand.  Consistence ranges from loose to firm in place, but is friable on removal.  Rock fragments commonly have silt coatings on their upper surfaces."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family.  The Acton, Becket, Duane, Hermon, Skerry, and Sunapee series are in related families.  Acton soils are mesic.  Becket and Skerry soils have firm compact substrata.  Duane soils have a higher content of sand and less silt and formed in water sorted materials.  Hermon soils do not have redoximorphic features. Sunapee soils have less rock fragments in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waumbek soils are on nearly level to moderately steep positions glaciated uplands.  Slope ranges from 0 to 25 percent.  The soils formed in stony, sandy glacial till derived mostly from granitic and schistose rocks.  The climate is cool temperate and humid.  The mean annual temperature ranges from 40 to 45 degrees F., mean annual precipitation ranges from 30 to 50 inches, and the frost-free season ranges from 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The somewhat excessively drained Hermon soils are in a drainage sequence with Waumbek soils.  The moderately well drained Sunapee soils are in similar landscape positions but contain fewer rock fragments.  The poorly drained Lyme soils are in drainageways.  Other common associated soils are the Adams, Colton, and Duane, which developed on adjacent water sorted sands and gravel deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderately rapid or rapid in the solum and rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for forestry.  Principal species include eastern white pine, white spruce, red spruce, balsam fir, sugar maple, and paper birch.  Areas cleared of surface stones are used mostly for hay and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine, New Hampshire, and New York; MLRAs 143 and 144B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, New Hampshire, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  Classification is updated to Sandy-skeletal, isotic, frigid Aquic Haplorthods with this revision.\n2.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 8 inches (Oe and Ap horizons).\nb.  Albic horizon - the zone from 8 to 11 inches (E horizon).\nc.  Spodic horizons - the zone from 11 to 27 inches (Bh, Bs1, and Bs2 horizons).\nd.  Aquic feature - redoximorphic features in the zone from 20 to 41 inches (Bs2 and C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
