{
  "SERIES": "WAVERLY",
  "STATUS": "Established Series",
  "BYREV": "WMK:WIS:RBH: Rev. MAV,JDS",
  "REVDATE": "11/2018",
  "STATES": "AR,KY,LA,MS,MO,TN",
  "OVERVIEW": "The Waverly series consists of nearly level, very deep, poorly drained soils that have moderate permeability. These soils are on floodplains of streams that drain the Southern Mississippi Valley Silty Uplands Major Land Resource Area and on alluvial fans along the eastern edge of the Southern Mississippi Valley Alluvium Major Land Resource Area. They formed in silty alluvium derived from loess. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, acid, thermic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waverly silt loam - cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; grayish brown (10YR 5/2) silt loam; weak fine granular structure; friable; common fine roots; few fine brown iron-manganese concretions; strongly acid; abrupt smooth boundary. (3 to 10 inches thick)\nBg1--5 to 14 inches; light gray (10YR 7/1) silt loam; few medium distinct pale brown (10YR 6/3) masses of oxidized iron along root channels; moderate medium subangular blocky structure; friable; common fine roots; few fine brown iron-manganese concretions; strongly acid; clear wavy boundary.\nBg2--14 to 25 inches; light gray (10YR 7/1) silt loam; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak medium subangular blocky structure; friable; common reddish brown coatings; common fine and medium black and brown iron-manganese concretions; few fine black soft masses of iron-manganese concentrations; strongly acid; clear wavy boundary.\nBg3--25 to 40 inches; light gray (10YR 7/1) silt loam; few medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; weak medium subangular blocky structure; friable; few black and brown iron-manganese concretions; common fine and medium black soft masses of iron-manganese concentrations; strongly acid; gradual wavy boundary. (Combined thickness of the Bg horizon is 24 to 46 inches.)\nBg4--40 to 60 inches; variegated light gray (10YR 7/1), light brownish gray (10YR 6/2) and dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; common brown coatings; few fine pieces of charcoal; few black and brown iron-manganese concretions; common fine black soft masses of iron-manganese concentrations; strongly acid; gradual wavy boundary.\nBCg--60 to 80 inches; variegated light gray (10YR 7/1), light brownish gray (10YR 6/2) and dark yellowish brown (10YR 4/4) silty clay loam; weak medium subangular blocky structure; friable; common brown coatings; few fine pieces of charcoal; few black and brown iron-manganese concretions; common fine black soft masses of iron-manganese concentrations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tallahatchie County, Mississippi; 2.5 miles west of intersection of State Highway 35 on State Highway 32, 0.45 mile south on gravel road, 0.2 mile west in field road and 500 feet south of barn foundation. NE1/4SW1/4 sec. 5, R. 2 E., T. 24 N.; Latitude 33 degrees 58 minutes 45.37 seconds N. and Longitude 90 degrees 6 minutes 47.93 seconds W., Paynes USGS 7.5 Minute Quadrangle, Mississippi."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is greater than 24 inches thick. The soil is very strongly acid or strongly acid, except where the surface layer has been limed. Brown and black concretions are few to many throughout the solum.  The 10- to 40-inch control section has 5 to 18 percent clay.\nThe Ap or the A horizon has hue of 10YR, value of 4 to 6, and chroma of 1 to 4. It is silt, silt loam, or very fine sandy loam.\nThe Bg horizon has hue of 10YR, 2.5Y, or 5Y, value of 6 or 7, and chroma of 1 or 2, or value of 4 or 5 and chroma of 1; masses of oxidized iron in shades of yellow or brown are few to common. Texture is silt or silt loam.\nThe BCg or Cg horizon has the same range in color as the Bg horizon.  Textures are silt, silt loam, or silty clay loam.\nSome pedons have a buried A and B horizon below a depth of 20 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Falaya series in the same family. Closely related series in other families are the Arkabutla, Bibb, Convent, Gillsburg, Kinston, Mantachie, Mhoon, and Rosebloom series. Arkabutla, Kinston, and Mantachie soils have a fine-loamy particle-size class; also, Arkabutla soils have higher chroma in the upper part of the B horizon, and Kingston and Mantachie soils have siliceous mineralogy. Bibb soils have a coarse-loamy particle-size class and siliceous mineralogy. Convent, Falaya, and Gillsburg soils have a subhorizon with higher chroma in the upper part of the B horizon; also, Convent soils have a nonacid reaction class and formed entirely in Mississippi River alluvium. Mhoon and Rosebloom soils have a fine-silty particle-size class; also, Mhoon soils have a nonacid reaction class and formed entirely in Mississippi River alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on flood plains and alluvial fans. Slope gradients mainly are less than 1 percent but range to 2 percent along streams that drain the Southern Mississippi Valley Silty Uplands Major Land Resource Area. Waverly soils formed in silty alluvium derived mainly from loess of low sand content. The climate is warm and humid. Average annual temperature is about 65 degrees Fahrenheit, and average annual precipitation is about 54 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Falaya and Rosebloom soils, and Collins soils. The somewhat poorly drained Falaya soils are on slightly higher parts of the floodplain, and the poorly drained Rosebloom soils are in similar positions as the Waverly soils. The moderately well drained Collins soils are on slightly higher flood plain positions near channels, bedding planes in the upper 20 inches and do not have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained, slow runoff; moderate permeability. Areas in depressions are ponded during wet seasons. The water table is at or within one foot of the surface during the winter and spring months in normal years. These soils are subject to occasional or frequent flooding for brief to long duration after heavy rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of the Waverly soils are in bottomland hardwoods. Principal trees are sweetgum, cherrybark oak, willow oak, water oak, nutall oak, pin oak, eastern cottonwood, American sycamore, loblolly pine, water tupelo and cypress. Cleared areas are used for growing cotton, corn, soybeans, hay\ncrops or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Union County, Kentucky; 1902."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Waverly series has been updated to include the presence of a cambic horizon. Also, active CE activity class is recognized.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to a depth of about 5 inches (Ap horizon).\nCambic horizon - The zone from 5 to 80 inches (Bg1, Bg2, Bg3, Bg4, BCg horizons).\nAquic conditions - saturation, reduction and redoximorphic features, including gleyed matrix between 5 and 30 inches deep (Bg1, Bg2, Bg3 horizons).\nIrregular organic carbon distribution - The zone from 5 to 50 inches deep (Bg and BCg horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; grayish brown (10YR 5/2) silt loam; weak fine granular structure; friable; common fine roots; few fine brown iron-manganese concretions; strongly acid; abrupt smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 13,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--5 to 14 inches; light gray (10YR 7/1) silt loam; few medium distinct pale brown (10YR 6/3) masses of oxidized iron along root channels; moderate medium subangular blocky structure; friable; common fine roots; few fine brown iron-manganese concretions; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 36,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--14 to 25 inches; light gray (10YR 7/1) silt loam; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak medium subangular blocky structure; friable; common reddish brown coatings; common fine and medium black and brown iron-manganese concretions; few fine black soft masses of iron-manganese concentrations; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 64,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg3--25 to 40 inches; light gray (10YR 7/1) silt loam; few medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; weak medium subangular blocky structure; friable; few black and brown iron-manganese concretions; common fine and medium black soft masses of iron-manganese concentrations; strongly acid; gradual wavy boundary. (Combined thickness of the Bg horizon is 24 to 46 inches.)"
      },
      {
        "name": "Bg4",
        "top": 102,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg4--40 to 60 inches; variegated light gray (10YR 7/1), light brownish gray (10YR 6/2) and dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; common brown coatings; few fine pieces of charcoal; few black and brown iron-manganese concretions; common fine black soft masses of iron-manganese concentrations; strongly acid; gradual wavy boundary."
      },
      {
        "name": "BCg",
        "top": 152,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCg--60 to 80 inches; variegated light gray (10YR 7/1), light brownish gray (10YR 6/2) and dark yellowish brown (10YR 4/4) silty clay loam; weak medium subangular blocky structure; friable; common brown coatings; few fine pieces of charcoal; few black and brown iron-manganese concretions; common fine black soft masses of iron-manganese concentrations; strongly acid."
      }
    ]
  ]
}
