{
  "SERIES": "WAVELAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. FCW; AGH; GRB",
  "REVDATE": "05/2004",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic, ortstein Arenic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waveland fine sand--on a smooth 0.5 percent slope in flatwoods (Colors are for moist soil unless otherwise stated).\nA1--0 to 4 inches; black (10YR 2/1) rubbed, fine sand; color is a mixture of black (10YR 2/1) organic matter and uncoated sand grains; moderate medium granular structure; very friable; many fine, medium, and coarse roots; very strongly acid; clear smooth boundary.\nA2--4 to 8 inches; dark gray (10YR 4/1) sand; weak medium granular structure; very friable; many fine, medium, and coarse roots; many uncoated sand grains; few medium distinct very dark gray (10YR 3/1) streaks along root channels having more organic matter than the matrix; moderately acid; gradual wavy boundary.  (Combined thickness of the A horizons ranges from 2 to 14 inches)\nEg1--8 to 17 inches; grayish brown (10YR 5/2) sand; single grained; loose; common fine roots, many medium roots; few fine and medium distinct very dark gray (10YR 3/1) streaks along root channels having more organic matter than the matrix; slightly acid; gradual wavy boundary.\nEg2--17 to 32 inches; light gray (10YR 7/1) fine sand; single grained; loose; common fine roots; common medium distinct very dark gray (10YR 3/1) streaks along root channels having more organic matter than the matrix; neutral; abrupt wavy boundary.  (Combined thickness of the Eg horizons range from 28 to 42 inches)\nBh1--32 to 40 inches; black (5YR 2/1) loamy sand; massive; firm; weakly cemented ortstein consists of 75 to 90 percent of the horizon; few fine roots; sand grains are well coated; very strongly acid; gradual wavy boundary.\nBh2--40 to 53 inches; black (5YR 2/1) sand; massive; firm; weakly cemented ortstein consists of 60 to 75 percent of the horizon; common coarse faint black (10YR 2/1) strongly cemented fragments; sand grains are well coated; strongly acid; clear wavy boundary.  (Combined thickness of the Bh horizon ranges from 18 to 48 inches)\nCg1--53 to 57 inches; dark grayish brown (10YR 4/2) sand; common coarse pockets of loamy sand; massive; very friable; few distinct light gray (10YR 7/2) sand streaks up to 2mm in diameter having less organic matter than the matrix; strongly acid; gradual wavy boundary.\nCg2--57 to 66 inches; grayish brown (2.5Y 5/2) sand; single grained; loose; common coarse pockets of sandy loam and loamy sand; sand grains coated and bridged with clay in the loamy part; strongly acid; gradual wavy boundary.\nCg3--66 to 75 inches; olive gray (5Y 5/2) sand; single grained, loose; few coarse pockets of sandy loam; sand grains coated with clay in the loamy part; strongly acid; gradual wavy boundary.\nCg4--75 to 81 inches; olive gray (5Y 5/2) sand; massive; very friable; few medium pockets of loamy sand; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lucie County, Florida; approximately 9.0 miles south of Fort Pierce, about 1.15 miles east of U.S. Highway 1, and about 1.2 miles north of Walton Road.  SW 1/4, NE 1/4, Sec. 36, T. 36 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 80 inches.  Total thickness of the A and E horizons ranges from 30 to 50 inches.  Reaction ranges from extremely acid to neutral in the A and E horizons, very strongly acid to moderately acid in the Bw horizon, extremely acid to moderately acid in the Bh and BC horizons, and from extremely acid to strongly acid in the C horizon.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1.  Where the value is less than 3.5, thickness is less than 10 inches.  Texture is sand or fine sand.\nThe Eg horizon has hue of 10YR, value of 5 to 8, and chroma of 1 or 2.  Redoximorphic features and streaks in shades of yellow, brown, and gray range from none to common.  Texture is sand or fine sand.\nSome pedons have a Bw horizon.  Where present, it has hue of 10YR, value of 3 to 5, and chroma of 1 or 2.  Texture is sand or fine sand.\nThe Bh horizon has hue of 10YR to 5YR, value of 2 or 3, and chroma of 1 to 3; or it is neutral with value of 2.  It is weakly to moderately cemented in 60 to 90 percent of the horizon.  Some pedons also have Bh horizons that are noncemented and have the same range of colors and textures.  Thickness of the Bh horizon is highly variable within short distances.  In some places, the Bh horizon extends to depths of 80 inches or more.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe BCg horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nSome pedons have a BC&Bh horizon.  Where present, color of the BC part is similar to that of the BC horizon, and the Bh part similar to the Bh horizon.  Texture is sand, fine sand, loamy sand, or loamy fine sand.\nThe Cg horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 to 4; or it is neutral with value of 5 or 6.  Redoximorphic features in shades of gray, yellow, brown, or red range from none to common.  Few to common vertical streaks of the Bh horizon extend into the C horizon in some pedons.  Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waveland soils are on broad areas on flatwoods in central and south Florida.  Slope range from 0 to 2 percent.  They formed in sandy marine sediments.  The climate is humid subtropical.  The average annual precipitation ranges from 50 to 60 inches and is heaviest in the summer.  The average annual temperature ranges from 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Ankona, Basinger, Delks, Immokalee, Myakka, Oldsmar, Ona, Placid, Pomello, Pomona, St. Johns, St. Lucie, Wabasso, and Wauchula series.  Ankona and Delks soils are on similar positions and have argillic horizons beneath the spodic horizon below a depth of 37 inches.  In addition, Delks soils are poorly drained.  Basinger and Placid soils are in lower depressions and sloughs.  In addition, Basinger soils have very weakly expressed spodic horizons and Placid soils have umbric epipedons but do not have spodic horizons.  Immokalee, Myakka, and St. Johns soils are on similar positions but lack ortstein.  In addition, Myakka and St. Johns soils have spodic horizons within depths of 30 inches and St. Johns soils have umbric epipedons.  Oldsmar, Ona, Pomona, Wabasso, and Wauchula soils are on similar positions.  In addition, Oldsmar soils have higher base saturation and the argillic horizon is below 37 inches, while Ona, Pomona, Wabasso, and Wauchula soils have spodic horizons at less than a 30-inch depth and have argillic horizons.  The somewhat poorly or moderately well drained Pomello soils are on higher positions and do not have argillic horizons.  The excessively drained St. Lucie soils are on high ridges, do not have spodic horizons, and are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly and poorly drained; very slow to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Waveland soils are used for rangeland.  Some areas are used for urban development, truck crops, and citrus.  The principal vegetation is longleaf pine and slash pine, with an understory of sawpalmetto, waxmrytle, gallberry, fetterbush, creeping bluestem, chalky bluestem, Florida threeawn, and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of moderate known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Lucie County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 32 inches (A1, A2, Eg1, and Eg2 horizons).\nAlbic horizon - the zone from 8 to 32 inches (Eg1 and Eg2 horizons).\nSpodic horizon - the zone from 32 to 53 inches (Bh1 and Bh2 horizons).\nOrtstein feature - the zone from 32 to 53 inches (Bh1 and Bh2 horizons).\nWaveland soils were formerly in the Immokalee series.\nWhen sampled, 3 inches of water was perched above the Bh1.\nOn the flatwoods, the water table is within a depth of 6 to 18 inches for 1 to 4 months and within a depth of 40 inches for 6 months or more during most years.  During extended dry seasons, the water table recedes to depths greater than 40 inches.  Depressions are ponded for periods of 6 to 9 months in most years.\nAquic condition - endosaturation.\nADDITIONAL DATA:  Soil Characterization Lab., IFAS, UF S43-3-(1-8), S56-9-(1-11), S56-25-(1-9)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
