{
  "SERIES": "WAWAKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-KKN",
  "REVDATE": "01/2011",
  "STATES": "IN",
  "OVERVIEW": "The Wawaka series consists of very deep, well drained soils that formed in as much as 51 cm (20 inches) of loess and in the underlying till over outwash. The Wawaka soils are on outwash floored till plains. Slope ranges from 0 to 12 percent. Mean annual precipitation is about 991 mm (39 inches), and mean annual air temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wawaka silt loam, on a 1 percent slope in a cultivated field at an elevation of about 300 meters (985 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 13 cm (0 to 5 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine and medium granular structure; friable; many very fine and fine roots; 2 percent gravel; slightly acid; abrupt smooth boundary.\nAp2--13 to 23 cm (5 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak thick platy structure; friable; common very fine and fine roots; 3 percent gravel; moderately acid; abrupt smooth boundary. [Combined thickness of the Ap horizon is 15 to 30 cm (6 to 12 inches).]\n2Bt1--23 to 38 cm (9 to 15 inches); dark yellowish brown (10YR 3/4) clay loam; moderate fine subangular blocky structure; firm; common very fine and fine roots; many very fine and fine interstitial and tubular pores; many distinct dark brown (10YR 3/3) clay films on faces of peds and in pores; 5 percent gravel; moderately acid; clear smooth boundary.\n2Bt2--38 to 58 cm (15 to 23 inches); dark yellowish brown (10YR 4/4) clay loam; strong fine and medium subangular blocky structure; firm; common very fine and fine roots; many very fine and fine interstitial and tubular pores; many distinct dark brown (10YR 3/3) clay films on faces of peds and in pores; 3 percent gravel; slightly acid; clear smooth boundary.\n2Bt3--58 to 76 cm (23 to 30 inches); dark yellowish brown (10YR 4/4) clay loam; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; firm; common very fine and fine roots; many very fine and fine interstitial and tubular pores; many prominent dark brown (10YR 3/3) clay films on faces of peds and in pores; 6 percent gravel; slightly acid; abrupt wavy boundary.\n2Bt4--76 to 89 cm (30 to 35 inches); dark yellowish brown (10YR 4/4) clay loam; weak coarse subangular blocky structure; firm; common very fine and fine roots; common very fine and fine interstitial and tubular pores; many prominent dark brown (7.5YR 3/2) clay films on faces of peds; 8 percent gravel; moderately alkaline; abrupt wavy boundary. [Combined thickness of the Bt horizon is 61 to 137 cm (24 to 54 inches).]\n2BCt--89 to 99 cm (35 to 39 inches); dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; firm; common very fine and fine roots; common very fine and fine and few medium tubular pores; common prominent dark brown (7.5YR 3/2) clay films on faces of peds; 11 percent gravel (mostly dolomite); slightly effervescent; moderately alkaline; clear wavy boundary. [0 to 30 cm (0 to 12 inches) thick]\n2C/Bt1--99 to 132 cm (39 to 52 inches); 80 percent yellowish brown (10YR 5/4) gravelly loam (C); weak medium and coarse subangular blocky structure; firm; few very fine and fine roots; few very fine and fine interstitial pores; few distinct dark brown (10YR 3/3) clay films on faces of peds; 20 percent gravel (mostly dolomite); 3 percent dolomite cobbles; strongly effervescent; 20 percent dark yellowish brown (10YR 4/4) clay loam (Bt) in vertical tongues that are 10 to 13 cm (4 to 5 inches) wide at the top and taper to less than 2 cm (1 inch) at the bottom of the horizon; weak fine and medium subangular blocky structure; firm; few very fine and fine roots; common very fine and fine tubular pores; many prominent dark brown (7.5YR 3/2) clay films on faces of peds; 8 percent gravel; very slightly effervescent; moderately alkaline; gradual smooth boundary.\n2C/Bt2--132 to 213 cm (52 to 84 inches); 95 percent yellowish brown (10YR 5/4) gravelly loam (C); weak very coarse prismatic structure parting to weak thick and very thick platy parting to weak fine and medium angular blocky; firm; few fine vesicular pores; few prominent brown (10YR 4/3) clay films on vertical faces of peds; 20 percent gravel (mostly dolomite); 3 percent dolomite cobbles; strongly effervescent; 5 percent brown (10YR 4/3) clay loam (Bt) in vertical tongues that are about 2 cm (1 inch) wide; weak fine and medium subangular blocky structure; firm; few very fine and fine roots; common very fine and fine tubular pores; many prominent dark brown (7.5YR 3/2) clay films on faces of peds; 8 percent gravel; very slightly effervescent; moderately alkaline; abrupt smooth boundary. [Combined thickness of the 2C/Bt horizon is 76 to 152 cm (30 to 60 inches).]\n3Bt--213 to 244 cm (84 to 96 inches); dark brown (7.5YR 3/2) very gravelly coarse sandy loam; weak very fine and fine subangular blocky structure; friable; strata of gravelly sandy clay loam few very fine and fine roots; few very fine and fine interstitial and tubular pores; many distinct dark brown (7.5YR 3/2) clay bridging between sand grains; 40 percent gravel; 3 percent dolomite cobbles; very slightly effervescent; moderately alkaline; clear wavy boundary. [0 to 76 cm (0 to 30 inches) thick]\n3C--244 to 295 cm (96 to 116 inches); yellowish brown (10YR 5/4) very gravelly coarse sand; single grain; loose; strata of sand; 50 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delaware County, Indiana; about 1 1/2 miles northeast of Middletown; 275 feet west and 300 feet north of the southeast corner of sec. 20, T. 19 N., R. 9 E.; USGS Middletown, Ind. topographic quadrangle; lat. 40 degrees 04 minutes 43 seconds N. and long. 085 degrees 31 minutes 12 seconds W., NAD 27; UTM Zone 16, 626192 easting and 4437538 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess: 0 to 51 cm (0 to 20 inches)\nDepth to the base of the argillic horizon: 76 to 152 cm (30 to 60 inches)\nDepth to the base of soil development: extends to depths greater than 203 cm (80 inches)\nDepth to carbonates: 76 to 152 cm (30 to 60 inches)\nParticle-size control section: averages 27 to 35 percent clay and 15 to 35 percent fine sand or coarser\nAp or A horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3; pedons with value of 3 are less than 18 cm (7 inches) thick or have dry value of 6 or more\nTexture: silt loam\nRock fragment content: 0 to 3 percent\nReaction: strongly acid to neutral, depending on liming history\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: silty clay loam or clay loam\nClay content: 27 to 35 percent\nSand content: 15 to 40 percent\nRock fragment content: 0 to 10 percent\nCalcium carbonate equivalent: 0 to 20 percent\nReaction: strongly acid to moderately alkaline\n2BCt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loam or gravelly loam, or less commonly clay loam in vertical tongues\nClay content: 15 to 25 percent\nSand content: 30 to 50 percent\nRock fragment content: 5 to 20 percent\nCalcium carbonate equivalent: 20 to 30 percent\nReaction: slightly alkaline or moderately alkaline\n2C/Bt horizon:\nHue: 10YR in the C part; 7.5YR or 10YR in the Bt part\nValue: 5 in the C part; 3 to 5 in the Bt part\nChroma: 3 or 4\nTexture: loam or gravelly loam in the C part; clay loam in the Bt part\nClay content: 14 to 20 percent in the C part; 27 to 35 percent in the Bt part\nSand content: 35 to 50 percent in the C part; 25 to 35 percent in the Bt part\nRock fragment content: 8 to 20 percent\nCalcium carbonate equivalent: 30 to 45 percent\nReaction: slightly alkaline or moderately alkaline\n3Bt or 3BCt horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 2 to 4\nTexture: sandy clay loam, sandy loam, or coarse sandy loam, or the gravelly or very gravelly analogs of these textures\nClay content: 10 to 25 percent\nSand content: 60 to 85 percent sand\nRock fragment content: 10 to 55 percent\nCalcium carbonate equivalent: 5 to 45 percent\nReaction: slightly alkaline or moderately alkaline\n3C horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: fine sand, sand, coarse sand, loamy fine sand, loamy coarse sand, or coarse sandy loam, or the gravelly to extremely gravelly analogs of these textures\nClay content: 2 to 5 percent\nSand content: 85 to 95 percent\nRock fragment content: averages from 40 to 65 percent, but ranges to 0 percent in individual strata\nReaction: moderately alkaline\nCalcium carbonate equivalent: 30 to 50 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Caprell, Chili, Cliftycreek, Conestoga, Crouse, Gallman, Greybrook, Hickory, High Gap, Hollinger, Kanawha, Kidder, Kosciusko, LeRoy, Lumberton, Martinsville, Military, Mocksville, Ockley, Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn, Wawasee, and Woodbine series. Amanda and Hickory soils have calcium carbonate equivalent of less than 30 percent in the lower part of the series control section. Belmont, Cliftycreek, High Gap, Lumberton, Military, Pignut, Relay, and Woodbine soils have a lithic contact within a depth of 203 cm (80 inches). Belmore, Gallman, Kidder, Kosciusko, and Richardville soils have more than 50 percent sand above a depth of 152 cm (60 inches). Caprell soils do not have soil development below a depth of 203 cm (80 inches). Chili, Conestoga, Kanawha, Mocksville, and Skelton soils do not have carbonates within a depth of 152 cm (60 inches). Crouse soils have calcium carbonate equivalent of less than 30 percent in the lower part of the series control section and have a buried soil within the series control section. Greybrook soils have less than 8 percent rock fragments and less than 50 percent sand in the lower part of the series control section. Hollinger, LeRoy, and Strawn soils are less than 76 cm (30 inches) to the base of the argillic horizon. Martinsville and Senachwine soils have sola less than 203 cm (80 inches) thick and have less than 8 percent rock fragments in the lower part of the series control section. Ockley soils have soil layers that have less than 5 percent clay above a depth of 203 cm (80 inches). Princeton soils do not have rock fragments in the lower part of the series control section. Riddles soils average more than 35 percent sand in the particle-size control section. Wawasee soils average less than 27 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wawaka soils are on outwash floored till plains. Slope ranges from 0 to 12 percent. The soils formed in 1.5 to 3.0 meters (5 to 10 feet) of till and in the underlying outwash that can be capped with up to 51 cm (20 inches) of loess. Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Mean annual air temperature ranges from 9 to 13 degrees C (48 to 55 degrees F).Frost-free period ranges from 150 to 180 days. Elevation ranges from 213 to 335 meters (700 to 1,100 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Belmore, Crosby, and Miami soils. The Belmore soils are in slight depressions on similar landforms. The somewhat poorly drained Crosby soils are on swells on till plains. The moderately well drained Miami soils are on swells and knolls on till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to high. Saturated hydraulic conductivity is moderately high or high in the upper parts of the series control section; moderately high in the lower parts; and high or very high in the underlying outwash. Permeability is moderate in the upper parts of the series control section and moderately slow in the lower part (permeability is slow between structural units in the 2C/Bt horizons). Permeability is rapid or very rapid in the underlying outwash."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn and soybeans. Some areas are used for growing small grain, mainly wheat, and for hay and pasture. Also a few areas are in woodland or urban land. Native vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Indiana; MLRAs 111A and 111D. The type location is in MLRA 111A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delaware County, Indiana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Ap horizon).\nArgillic horizon: from a depth of 23 to 89 cm (2Bt horizon).\nThe Wawaka series had been inactive and was reactivated in 1997. The original Wawaka series concept fits the Miami, gravelly substratum phase as correlated in several subsets of soil surveys.\nRepresentative data mapunits are as follows: DMU ID 123784 for the nearly level phase; DMU ID 123785 for the gently sloping phase; and DMU ID 123786 for the moderately sloping phase.\nADDITIONAL DATA: Data for this pedon, S92IN-035-006, is from the National Soil Survey Lab, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
