{
  "SERIES": "WAX",
  "STATUS": "Established Series",
  "BYREV": "RJT-RLW; Rev. MKC",
  "REVDATE": "07/2001",
  "STATES": "AL,GA",
  "OVERVIEW": "The Wax series consists of moderately well drained soils, moderately deep to a fragipan layer on toe slopes and in drainageways. They formed in old loamy alluvium from cherty limestone of the Southern Appalachian Ridges and Valleys (MLRA 128). Near the type location, the mean annual precipitation is about 53 inches and mean annual temperature is about 61 degrees F. Slopes range from 0 to 6 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wax loam - pastured. (Colors are for moist soil.)\nA1--0 to 4 inches; dark brown (10YR 3/3) loam; weak fine granular structure; very friable; many fine and few medium roots; 10 percent fragments of chert; many fine pores; very strongly acid; clear smooth boundary. (3 to 6 inches thick)\nA2--4 to 10 inches; dark yellowish brown (10YR 4/4) loam; weak fine subangular blocky structure; friable; few fine roots and pores; 10 percent fragments of chert; very strongly acid; abrupt smooth boundary. (4 to 6 inches thick)\nBt1--10 to 20 inches; yellowish brown (10YR 5/6) clay loam; moderate fine and medium subangular blocky structure; friable; many fine roots; few fine pores; few fine wormholes; 6 percent fragments of chert; very strongly acid; gradual smooth boundary. (0 to 13 inches thick)\nBt2--20 to 30 inches; brownish yellow (10YR 6/6) clay loam; moderate medium subangular blocky structure; friable; common fine roots; few fine pores; common distinct clay films on faces of peds; 6 percent fragments of chert; very strongly acid; clear smooth boundary. (6 to 13 inches thick)\n2Btx1--30 to 48 inches; brownish yellow (10YR 6/6) very cherty sandy clay loam; common medium distinct strong brown (7.5YR 5/6) and light brownish gray (2.5Y 6/2) mottles; moderate medium angular blocky structure; firm and brittle; few faint clay films on faces of peds; 70 percent fragments of chert; strongly acid; abrupt smooth boundary. (6 to 20 inches thick)\n2Btx2--48 to 60 inches; mottled strong brown (7.5YR 5/6), light brownish gray (2.5Y 6/2), brownish yellow (10YR 6/6), and reddish yellow (5YR 6/6) very cherty clay loam; weak medium angular blocky structure; firm, brittle, and hard; few faint clay films on faces of peds; 75 percent fragments of chert; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Floyd County, Georgia, 0.3 mile south of New Bethel Methodist Church, 15 feet west from center of paved county road, in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 72 inches. Depth to the fragipan ranges from 18 to 38 inches. Chert content of horizons above the Btx horizons range from 3 to 15 percent. The chert and gravel content in the Btx horizons range from 20 to 75 percent. Reaction ranges from very strongly acid to strongly acid, except in areas where the soils have been limed. Clay content of the Bt horizon ranges from 20 to 35 percent.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 and chroma of 2 to 6. Texture is loam, silt loam, or fine sandy loam.\nThe BE or BA horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 8. It is loam, silty loam, or fine sand loam.\nThe Bt horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 5 or 6, and chroma of 4 to 8. Mottles in shades of brown or olive are in some pedons. It is clay loam, silty clay loam, or loam.\nThe Btx or 2Btx horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma 4 to 8 with few to many gray, brown, or red mottles. In some pedons the 2Btx horizon is mottled in shades of gray, yellow, brown, and red. It is very cherty loam, very cherty clay loam, or very cherty sandy clay loam.\nThe horizons below the 2Btx or Btx are mottled red, brown, and yellow clay or cherty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ora and Savannah series. Series in similar families are the Barger, Bourne, Cane, Sidon, and York series. Barger soils are on uplands and formed in residuum weathered from chert underlying a mantle of depositional material. Bourne soils have a lithologic discontinuity below the fragipan. Cane and Ora soils have yellowish red or red Bt horizons. Savannah soils have less than 10 percent coarse fragments in all horizons. Sidon soils formed in residuum weathered from interbedded sandstone, siltstone, and shale. York soils formed in residuum weathered from fine-grained rocks and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wax soils are on nearly level to gently sloping drainageways and toe slopes in the Southern Appalachian Ridges and Valleys (MLRA 128). Slopes are concave and range from 0 to 6 percent. The soils formed in old alluvium. Average annual temperature is about 60 to 65 degrees F; average annual precipitation is about 50 to 55 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Cane, Ora, and Savannah series, there are the Bodine, Dewey, Fullerton, Guthrie, Minvale, Mountview, and Whitwell series. Bodine, Dewey, and Fullerton soils occur on higher landscape positions. Also, Bodine soils have more than 20 percent fragments of chert throughout the solum and lack a fragipan. Dewey and Fullerton soils have a clayey Bt horizon with hue of 5YR or redder. Guthrie soils are poorly drained. Minvale, Mountview, and Whitwell soils lack fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for corn, cotton, soybeans, hay, and pasture. The native vegetation is mixed hardwood and scattered pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Appalachian Ridges and Valleys (MLRA 128) of Georgia, Alabama, and Tennessee. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Floyd County, Georgia, 1975; Chattooga, Floyd, and Polk Counties, Georgia, survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 8/01 revision assigns a semiactive CEC activity class to the series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to approximately 10 inches (A1 and A2 horizons).\nArgillic horizon - the zone from approximately 10 to 30 inches (Bt1 and Bt2 horizons).\nFragipan - the zone from approximately 30 to 60 inches (2Btx1 and 2Btx2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
