{
  "SERIES": "WAXPOOL",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACB,RRD",
  "REVDATE": "06/2013",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Waxpool series are very deep and poorly drained with very slow permeability.  They formed in residuum that weathered from diabase and basalt of the Northern part of the Piedmont Plateau.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Waxpool silt loam on a 1 percent slope in a mixed hardwood forest.  (Colors are for moist soil)\nA--0 to 1 inch; very dark grayish brown (10YR 3/2) silt loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine medium and coarse roots; very strongly acid; clear smooth boundary.  (0 to 8 cm thick)\nEg--1 to 9 inches; gray (10YR 5/1) silt loam; moderate fine and medium granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; common, fine and medium, distinct dark yellowish brown (10YR 4/4) soft masses of iron accumulation; many fine and medium ferrogmagnesian concretions; very strongly acid; clear smooth boundary.  (0 to 12 inches thick)\nBEg--9 to 12 inches; light gray to gray (10YR 6/1) clay loam; moderate fine subangular blocky structure; firm, slightly plastic, slightly sticky; common fine and medium roots; common fine and medium vesicular pores; many, fine and medium, distinct light yellowish brown (10YR 6/4) soft masses of iron accumulation; many fine to coarse ferromagnesian concretions; few thin silt coatings on faces of peds; very strongly acid; clear smooth boundary.  (2 to 5 inches thick)\nBt1--12 to 23 inches; dark yellowish brown (10YR 4/4) clay; moderate coarse subangular blocky structure; very firm, very sticky, very plastic; common fine and medium roots; many, medium and coarse, prominent light gray (10YR 7/1) redoximorphic depletions; thin continuous clay films and pressure faces on faces of peds; common fine ferromagnesian concretions; few intersecting slickensides; very strongly acid; clear smooth boundary.\nBt2--23 to 35 inches; dark yellowish brown (10YR 4/4) clay; moderate coarse subangular blocky structure; very firm, very plastic, very sticky; common fine and medium roots; many, medium and coarse, distinct very dark gray (10YR 3/1) redoximorphic depletions; medium continuous clay films or pressure faces on faces of peds; many intersecting slickensides; neutral; clear smooth boundary.  (Combined thickness of the Bt horizon ranges from 10 to 25 inches.)\nBC--35 to 43 inches; dark yellowish brown (10YR 4/4) clay loam; weak, coarse, subangular blocky structure, firm in place but breaks easily in fingers to very friable; plastic and sticky; few fine roots; many, medium and coarse, distinct brownish yellow (10YR 6/6) soft masses of iron accumulation; many, medium and coarse, prominent black (10YR 2/1) manganese stains; many medium and thick flows of clay in crevices; common fine vesicular pores; 2 percent diabase gravel, slightly alkaline; diffuse smooth boundary.  (5 to 25 inches thick)\nC--43 to 80 inches; brownish yellow (10YR 6/6) saprolite from diabase that crushes easily to loamy sand; many fine and medium mottles in shades of green, black, white and brown; massive; firm in place but breaks easily in fingers to very friable; common fine and medium vesicular pores; 5 percent gravel of partly weathered diabase; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince William County, Virginia; about .8 miles west of Route 607 and about 1150 feet north of Warrentown Road (Route 606)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.   Depth to soft bedrock is more than 60 inches.  Reaction is very strongly acid to moderately acid in the A horizon.  Very strongly acid to neutral in the B horizon and neutral to moderately alkaline in the C horizon.  Rock fragments of diabase or basalt gravel and cobbles range from 0 to 10 percent in the solum and 2 to 25 percent in the C horizon.\nThe A horizon has hue of 10YR through 2.5Y, value of 3 through 5, chroma of 1 through 3 or is neutral.  Texture is silt loam or loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 through 8 and chroma of 1 through 4 or is neutral.  It is silt loam or loam.\nThe Bt horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 through 6, and chroma of 4 through 8.  Low chroma mottling is common throughout the B.  The Bt horizon is clay, clay loam, or silty clay.  BE or BC horizons include clay loam or sandy clay loam.\nThe C horizon has hue of 10YR or 2.5Y, value or 4 through 6, and chroma of 4 through 8.  It is clay loam, silty clay loam, sandy clay loam, loam, sandy loam or loamy sand, from strongly weathered diabase or basalt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Marion is the only series in the same family. Marion soils are formed in loess from 4 to 12 feet thick and do not have coarse fragments of basalt or diabase."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Waxpool soils are on Northern Piedmont Plateau Uplands commonly associated with the Triassic Region.  These soils are on broad upland flats and slope gradients range from 0 to 3 percent.  They have developed in residuum from diabase and basalt.  Mean annual precipitation ranges from 36 to 44 inches and mean annual temperature ranges from 52 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Haymarket, Legore, and Montalto.  These soils are better drained than the Waxpool soils.  The Legore soils have less clay content in the subsoil.  The Montalto has red and less plastic subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  poorly drained; slow to very slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are in mixed hardwood forest.  Few areas are used for hay pasture.  Native trees include the water tolerant oaks, maple and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Virginia, Maryland and Pennsylvania.  The series is of moderate extent.  5,000 acres mapped in Prince William County."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince William County, Virginia, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has previously been mapped as Elbert and Iredell.  The Elbert is a Typic Epiaqualf.  The Iredell is thermic.\nDiagnostic characteristics and features of this pedon are:\n1.  Ochric epipedon-the zone from the surface to 9 inches (A and Eg horizons)\n2.  Albic horizon-the zone from 1 to 9 inches (E horizon)\n3.  Argillic horizon-the zone from 9 to 35 inches (BEg, Bt horizons)\nClassification was changed with this update of the series.  There was some question as to where to start the argillic horizon.  Lab data has increase between the 1-9 inch and 9-12 inch layers sufficient to start the argillic at 9 inches.  There is no visual evidence of clay translocation in the description, however none is needed .  Placement of the argillic at the 9 inch depth eliminates the Albaquic Hapludalf subgroup and places this pedon in an Aeric Epiaqualf subgroup.  Classification changed in 2013 because of a linear extensibility of 6.0 cm or more between the mineral soil surface and a depth of 100 cm.  Vertic keys out before Aeric.\nADDITIONAL DATA: Lab analysis available from VPI&SU, Virginia sample number S80VA-153-034.\nSIR = VA-193\nMLRA = 148\nREVISED = 9/97, RRD; 2013 changed from Aeric Epiaqualfs to Vertic Epiaqualfs, DTA.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; very dark grayish brown (10YR 3/2) silt loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine medium and coarse roots; very strongly acid; clear smooth boundary.  (0 to 8 cm thick)"
      },
      {
        "name": "Eg",
        "top": 3,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Eg--1 to 9 inches; gray (10YR 5/1) silt loam; moderate fine and medium granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; common, fine and medium, distinct dark yellowish brown (10YR 4/4) soft masses of iron accumulation; many fine and medium ferrogmagnesian concretions; very strongly acid; clear smooth boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "BEg",
        "top": 23,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BEg--9 to 12 inches; light gray to gray (10YR 6/1) clay loam; moderate fine subangular blocky structure; firm, slightly plastic, slightly sticky; common fine and medium roots; common fine and medium vesicular pores; many, fine and medium, distinct light yellowish brown (10YR 6/4) soft masses of iron accumulation; many fine to coarse ferromagnesian concretions; few thin silt coatings on faces of peds; very strongly acid; clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--12 to 23 inches; dark yellowish brown (10YR 4/4) clay; moderate coarse subangular blocky structure; very firm, very sticky, very plastic; common fine and medium roots; many, medium and coarse, prominent light gray (10YR 7/1) redoximorphic depletions; thin continuous clay films and pressure faces on faces of peds; common fine ferromagnesian concretions; few intersecting slickensides; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--23 to 35 inches; dark yellowish brown (10YR 4/4) clay; moderate coarse subangular blocky structure; very firm, very plastic, very sticky; common fine and medium roots; many, medium and coarse, distinct very dark gray (10YR 3/1) redoximorphic depletions; medium continuous clay films or pressure faces on faces of peds; many intersecting slickensides; neutral; clear smooth boundary.  (Combined thickness of the Bt horizon ranges from 10 to 25 inches.)"
      },
      {
        "name": "BC",
        "top": 89,
        "bottom": 109,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "BC--35 to 43 inches; dark yellowish brown (10YR 4/4) clay loam; weak, coarse, subangular blocky structure, firm in place but breaks easily in fingers to very friable; plastic and sticky; few fine roots; many, medium and coarse, distinct brownish yellow (10YR 6/6) soft masses of iron accumulation; many, medium and coarse, prominent black (10YR 2/1) manganese stains; many medium and thick flows of clay in crevices; common fine vesicular pores; 2 percent diabase gravel, slightly alkaline; diffuse smooth boundary.  (5 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 109,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "moderately alkaline",
        "narrative": "C--43 to 80 inches; brownish yellow (10YR 6/6) saprolite from diabase that crushes easily to loamy sand; many fine and medium mottles in shades of green, black, white and brown; massive; firm in place but breaks easily in fingers to very friable; common fine and medium vesicular pores; 5 percent gravel of partly weathered diabase; moderately alkaline."
      }
    ]
  ]
}
