{
  "SERIES": "WAYLAND",
  "STATUS": "Established Series",
  "BYREV": "WEH-MF-PSP",
  "REVDATE": "09/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, mesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wayland silt loam, on a 1 percent slope in a pasture of native grasses. (Colors are for moist soil.)\nA -- 0 to 15 cm (0 to 6 in); very dark grayish brown (10YR 3/2) silt loam; light brownish gray (10YR 6/2) dry; strong medium and coarse granular structure; friable; common fine prominent yellowish brown (10YR 5/8) masses of iron accumulation within old root channels; neutral; clear smooth boundary (5 to 23 cm (2 to 9 in) thick).\nBg1 -- 15 to 30 cm (6 to 12 in); dark grayish brown (10YR 4/2) silt loam; weak fine and medium subangular blocky structure; friable; slightly sticky; many fine roots in upper part; common medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; slightly acid; clear smooth boundary.\nBg2 -- 30 to 46 cm (12 to 18 in); grayish brown (10YR 5/2) silt loam; weak fine and medium subangular blocky structure; friable; slightly sticky; many fine roots in upper part; common medium distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; slightly acid; clear wavy boundary. (Combined thickness of the Bg horizon ranges from 30 to 64 cm (12 to 25 in).\nC1 -- 46 to 117 cm (18 to 46 in); gray (5Y 5/1) silt loam; massive; friable; common medium distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; neutral; abrupt wavy boundary.\nC2 -- 117 to 183 cm (46 to 72 in); gray (5Y 6/1) silty clay loam; massive; firm in place, slightly plastic; common medium distinct strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chautauqua County, New York; in the town of Kiantone; 1/4 mile south of the intersection of U.S. Highway 62 and New York State Route 60, 1/4 mile east of U.S. Highway 62. USGS Jamestown, NY topographic quadrangle; Latitude 42 degrees, 03 minutes, 06 seconds N. and Longitude 79 degrees, 11 minutes, 38 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 38 to 79 cm (15 to 31 in). Thickness of the silty deposits over stratified materials ranges from 91 cm (36 in) to more than 152 cm (60 in). Bedrock is deeper than 152 cm (60 in). Depth to carbonates ranges from 61 to 152 cm (24 to 60 in). Rock fragments are commonly absent but can range up to 5 percent by volume within a depth of 91 cm (36 in) and from 0 to 30 percent below depths of 91 cm (36 in). Rock fragments are mostly gravel or cobbles.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2, or it is neutral. It is fine sandy loam, silt loam or silty clay loam with or without mucky analogs. It has moderate or strong, fine through coarse, granular or subangular blocky structure. Reaction ranges from strongly acid through neutral.  Thickness of the A or Ap is 5 to 23 cm (2 to 9 in).\nThe B horizon has hue of 7.5YR to 5Y, value of 3 to 6, and chroma of 0 to 2. The texture is silt loam or silty clay loam. Structure is weak or moderate, fine, medium, or coarse subangular blocky through weak or moderate, coarse prismatic. Consistence is friable or firm and usually contains high chroma redoximorphic features. Reaction ranges from strongly acid through neutral.\nThe C horizon has hue of 7.5YR through 5Y or has gleyed hues including 5BG, 5GY, and 5G, with value of 3 through 6, and chroma of 1 or 2, or the horizon is neutral. It is silt loam or silty clay loam but includes loam textures below 102 cm (40 in). The C horizon is massive. It is friable or firm and usually contains high chroma redoximorphic features. Reaction ranges from strongly acid through moderately alkaline.\nThe 2C horizon, where present, has color ranges similar to the C horizon. Texture ranges from fine sandy loam through silty clay loam in the fine-earth fraction. Reaction ranges from moderately acid through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Melvin, Rahm, and Stanhope series are in the same family. Melvin soils have a mean annual temperature of greater than 10 degrees C (50 degrees F) and are formed in alluvium of non-glacial origin. Rahm soils have a buried acid paleosol within 102 cm (40 in). Stanhope soils lack carbonates within 152 cm (60 in).\nThe Aetna, Atkins, Holderton, Saco, Shoals, Sloan, Stendal, Wakeville, and Wyalusing series are similar soils in related families. Aetna soils have a buried mollic epipedon. Atkins and Stendal soils are strongly acid throughout; in addition, Atkins soils have a fine-loamy particle-size control section. Holderton soils have a coarse-loamy particle-size control section, Wakeville soils have a coarse-silty particle-size control section, and both soils have dominant chroma of 3 or more in a subhorizon between 25 to 76 cm (10 to 30 in). Saco and Shoals soils have a coarse-silty particle-size control section. Sloan soils have a mollic epipedon. Wyalusing soils have a coarse-loamy over sandy or sandy skeletal particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wayland soils are on nearly level or depressed parts of flood plains of streams receiving runoff from uplands that contain some calcareous drift. They are mainly in or bordering areas of Wisconsin glaciation. Slope ranges from 0 through 3 percent. The climate is humid temperate. Mean annual precipitation ranges from 795 to 1725 mm (31 to 68 in); mean annual temperature ranges from 6 to 11 degrees C (43 to 52 degrees F), and mean frost-free period ranges from 105 to 180 days. The elevation ranges from 50 to 600 m (164 to 1968 ft) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chenango, Hamlin, Howard, Middlebury, Palmyra, Teel, Tioga, and Wakeville series. Chenango, Howard, and Palmyra soils do not have aquic moisture regimes and formed in adjacent gravelly outwash deposits. Well drained Hamlin, moderately well drained Teel, and somewhat poorly drained Wakeville soils are in a drainage sequence with Wayland soils. Middlebury and Tioga soils also formed in alluvial deposits but do not have aquic moisture regimes and have coarse-loamy particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly and very poorly drained. The potential for surface runoff is negligible to very high. Saturated hydraulic conductivity is moderately high or high in the mineral soil. An apparent water table is at the surface or to a depth of 15 cm (0.5 ft) below the surface with occasional ponding and it is subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Native vegetation is red maple, alder, willow, and other trees tolerant of wet sites. Some areas have been cleared and drained, and are used for growing pasture or crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern and western New York, northern Pennsylvania and north-eastern Ohio. MLRAs 101, 139, 140, 142 and 144A. The soils are of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Steuben County, New York, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Wayland series were classified as Entisols and classified to Mollic Fluvaquents. Most pedons have a B horizon and those pedons with a B horizon will now classify as Inceptisols and classified to Fluvaqentic Endoaquepts to the eighth edition. Older surveys using Wayland series need to consider which classification is suitable for their surveys.\nWayland soils that lack carbonates above 152 cm and that were previously correlated in published surveys have been identified for investigation as a future MLRA project.\nDiagnostic horizons and other features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 15 cm (0 to 6 in) (A horizon).\n2. Cambic horizon - the zone from 15 to 46 cm (6 to 18 in( (Bg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
