{
  "SERIES": "WAYNOKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:JGF",
  "REVDATE": "3/98",
  "STATES": "OK",
  "OVERVIEW": "The Waynoka series consists of very deep, moderately well drained, slowly permeable soils that formed in old alluvium that is over soils formed from clayey Permian red beds.  These soils are on ancient terraces of uplands of the Central Rolling Red Prairies (MLRA 80A) and have slopes ranging from 0 to 5 percent.  Mean annual air temperature is 59 degrees F.  Mean annual precipitation is 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Waynoka fine sandy loam, on a 2 percent slope from a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; reddish brown (5YR 5/3) fine sandy loam, dark reddish brown (5YR 3/3) moist; weak fine granular structure; slightly hard, very friable; few very fine roots; moderately acid; abrupt smooth boundary.  (5 to 10 inches thick)\nBt1--10 to 17 inches; brown (7.5YR 4/2) sandy clay loam, dark brown (7.5YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, firm; few very fine roots; common distinct clay films on faces of peds; neutral; clear smooth boundary. (4 to 29 inches thick)\nBt2--17 to 30 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm; few very fine roots; many distinct clay films on faces of peds; few quartzite pebbles less than 5mm in diameter; moderately alkaline; gradual smooth boundary.   (0 to 28 inches thick)\nBt3--30 to 42 inches; yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure; hard, firm; common faint clay films on faces of peds; common fine and medium iron-manganese concretions; moderately alkaline; clear smooth boundary.  (0 to 24 inches thick)\n2Btkb--42 to 62 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, firm; few faint clay films on faces of peds; few fine and medium iron-manganese concretions; few films and medium concretions of calcium carbonate; slightly effervescent; moderately alkaline; clear smooth boundary.  (0 to 34 inches thick)\n2BCkb--62 to 80 inches; red (2.5YR 4/6) silty clay loam, dark red (2.5YR 3/6) moist; massive; hard, firm; few films and concretions of calcium carbonate; few fine iron-manganese concretions; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Woods County, Oklahoma; about 2.5 miles north and 2 miles west of Dacoma, Oklahoma; 2250 feet north and 250 feet west of the southeast corner of sec. 33, T. 26 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to more than 80 inches.  The mollic epipedon ranges from 10 to 20 inches thick.  Depth to lithologic discontinuity ranges from 30 to 60 inches.  There is an absolute difference of less than 25 percent clay content between the Bt horizon and the underlying discontinuity.  The average clay content of the upper 20 inches of the textural control section ranges from 18 to 35 percent.  Visible films, soft masses, and concretions of secondary calcium carbonate occur below 30 inches.  This soil has a saturated zone which occurs at a depth of 40 to 60 inches for 5 months, usually January through May; the saturated zone is perched and averages 10 inches in thickness.\nThe A horizon has hue of 5YR through 10YR, value of 4 or 5, and chroma of 2 or 3.  Texture is loam or fine sandy loam.  Reaction ranges from moderately acid to moderately alkaline.\nSome pedons have a BA horizon up to 9 inches thick that is similar in color, texture, and reaction to the A horizon.\nThe Bt  horizons has hue of 5YR through 10YR, value of 4 or 6, and chroma of 2 through 6.  Texture is sandy clay loam, clay loam, or fine sandy loam.  Reaction ranges from neutral to moderately alkaline and some pedons are calcareous.\nSome pedons have a 2Ab horizon with hue of 5YR to 10YR, value of 4 or 5, and chroma of 1 through 3.  Texture is fine sandy loam, silt loam, silty clay loam, or clay.\nThe 2Btb or 2Btkb horizons have hue of 2.5YR through 10YR, value of 4 or 5, and chroma of 2 through 6.  Texture is silty clay loam, clay loam, silty clay or clay.  Clay content ranges from 30 to 45 percent.  Visible calcium carbonate in the form of concretions, soft masses, and films range from 0 to 5 percent by volume. Reaction is moderately alkaline. Some pedons have redoximorphic features in shades of gray, red, or brown.\nThe 2BCkb horizon has hue of 2.5YR to 10YR, value of 4 through 6, and chroma of 2 to 6.  Texture is dominantly silty clay loam, but loam, silt loam, clay loam, and clay are included in range.  Redoximorphic features in shades of gray, red, or brown may occur in this horizon.  The buried soil material is typically formed in Permian red bed sediments, but some are formed in old alluvial terrace sediments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carman, Chickasha, Lovedale, Milan, Navina, Ravia, Schulenburg, Stoneburg, Teller, and Teval and series.  Chickasha soils have a solum from 40 to 60 inches thick over bedrock.  Carman, Lovedale, Milan, Navina, and Teller soils do not have a discontinuity with an increase in clay content in the lower part of the solum.  Ravia soils have 10 to 30 percent coarse fragments in the control section.  Schulenburg soils have secondary calcium carbonates above 30 inches in the profile.  Stoneburg soils have a solum less than 40 inches thick over bedrock.  Teval soils have a lower clay activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Waynoka soils are on nearly level to gently sloping uplands.  The slope gradient ranges from 0 to 5 percent.  The upper part of the soil formed in loamy, old alluvial sediments of Pleistocene age.  The underlying part formed most commonly in material weathered from clayey shale of Permian age and less often of clayey sediments of Pleistocene age.  The mean annual precipitation ranges from 26 to 32 inches.  The mean annual air temperature ranges from 57 to 62 degrees F.  Thornthwaite annual P-E index ranges from 44 to 52.   Frost free days range from 200 to 220."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carman, Carwile, Devol, Grant, Eda, Lovedale, Milan, Ruella and Wetbeth soils.  Carman soils do not have a discontinuity and are on the same landscapes.  Carwile and Wetbeth soils have fine control sections and are on slightly lower landscape positions.  Devol and Eda soils are typically slightly higher, have less clay content in the subsoil, and lack a mollic epipedon.  Grant and Lovedale soils occur on the same landscape.  Grant soils have less than 15 percent material coarser than very fine sand in the textural control section.  Lovedale soils do not have a discontinuity with a clay increase in the lower part of the solum.  Ruella soils not have argillic horizons and are on similar landscape areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, runoff is very low or low.  Permeability is slow.  This soil has epipsaturation (perched water table) which occurs at a depth of 40 to 60 inches from the surface for 5 months, usually January through May, the saturated zone is usually about 10 inches thick."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated.  The principle crops are winter wheat, grain sorghum, and alfalfa.  Native vegetation is mid and tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Waynoka soils are of minor extent in the Central Rolling Red Prairies (MLRA-80A) of Oklahoma and possibly south central Kansas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woods County, Oklahoma; 1995.  Name is from small community in the southern part of Woods County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record:  Series  OK0353.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to depth of approximately 17 inches (Ap, Bt horizons).\nArgillic horizon - the zone from approximately 10 inches to 62 inches (Bt, 2Btb horizons).\nLithologic discontinuity - the occurrence of contrasting material between 30 and 60 inches.\nThese soils were formerly included in the Shellabarger, Pratt, Carmen, and Dacoma series in older published soil surveys.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; reddish brown (5YR 5/3) fine sandy loam, dark reddish brown (5YR 3/3) moist; weak fine granular structure; slightly hard, very friable; few very fine roots; moderately acid; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--10 to 17 inches; brown (7.5YR 4/2) sandy clay loam, dark brown (7.5YR 3/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, firm; few very fine roots; common distinct clay films on faces of peds; neutral; clear smooth boundary. (4 to 29 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 76,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--17 to 30 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm; few very fine roots; many distinct clay films on faces of peds; few quartzite pebbles less than 5mm in diameter; moderately alkaline; gradual smooth boundary.   (0 to 28 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 76,
        "bottom": 107,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--30 to 42 inches; yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure; hard, firm; common faint clay films on faces of peds; common fine and medium iron-manganese concretions; moderately alkaline; clear smooth boundary.  (0 to 24 inches thick)"
      },
      {
        "name": "2Btkb",
        "top": 107,
        "bottom": 157,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btkb--42 to 62 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, firm; few faint clay films on faces of peds; few fine and medium iron-manganese concretions; few films and medium concretions of calcium carbonate; slightly effervescent; moderately alkaline; clear smooth boundary.  (0 to 34 inches thick)"
      },
      {
        "name": "2BCkb",
        "top": 157,
        "bottom": 203,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BCkb--62 to 80 inches; red (2.5YR 4/6) silty clay loam, dark red (2.5YR 3/6) moist; massive; hard, firm; few films and concretions of calcium carbonate; few fine iron-manganese concretions; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
