{
  "SERIES": "WEASH",
  "STATUS": "Established Series",
  "BYREV": "Rev.   DA/ALH/CLM",
  "REVDATE": "12/2019",
  "STATES": "ID",
  "OVERVIEW": "The Weash series consists of shallow to weakly consolidated ash, well drained soils that formed in residuum from volcanic ash.  They are on foothills and terraces. Slopes range from 1 to 35 percent.  The average annual precipitation is about 280 cm, and the average annual temperature is about 8.3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic, shallow Vitrixerandic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weash gravelly ashy sandy loam--on a slope of 3 percent under rangeland vegetation at 1,710 meters elevation.    When described on September 11, 1978, the soil was slightly moist to 30 cm and dry below.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; pale brown (10YR 6/3) gravelly ashy sandy loam, dark brown (10YR 4/3) moist; strong thick platy structure; slightly hard, friable, nonsticky and nonplastic; many very fine, fine and medium, common coarse roots; many very fine and fine vesicular pores; 20 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (3 to 13 cm thick)\nBw1--5 to 20 cm; brown (10YR 5/3) ashy sandy clay loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many very fine, fine and medium, common coarse roots; many very fine and fine tubular pores; neutral (pH 7.0); clear smooth boundary.  (13 to 25 cm thick)\nBw2--20 to 30 cm; brown (10YR 5/3) ashy clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine to coarse roots; many fine tubular pores; 80 percent weakly consolidated welded ash fragments 6 mm to 10 cm in diameter, oriented in the same direction as the parent material; neutral (pH 7.2); clear wavy boundary.  (10 to 18 cm thick)\nCr--30 to 152 cm; white (10YR 8/2) weakly consolidated welded ash, light gray (10YR 7/2) moist; strong very coarse platy geologic structure; plates dipping downslope at a 5 percent slope; root matting between plates; top of plates strongly effervescent, matrix of plates noncalcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Twin Falls County, Idaho; about 13 miles south of Rogerson, Idaho; about 1,780 feet south and 1,240 feet east of the northwest corner of section 13, T. 16 S., R. 15 E.; USGS Norton Canyon 7.5-minute topographic quadrangle; latitude 42 degrees 0 minutes 28.8 seconds N and longitude 114 degrees 38 minutes 59.8 seconds W; WGS84 Decimal Degrees 42.0080000 latitude, -114.6499444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to weakly consolidated ash - 25 to 50 cm.\nAverage annual soil temperature - 8.3 to 10.0 degrees C.\nSoil moisture: Usually dry, moist in the winter and spring, aridic bordering on xeric soil moisture regime.\nA horizon\nValue - 5 to 7 dry, 3 or 4 moist\nChroma - 2 to 4 dry or moist\nReaction (pH) - neutral or mildly alkaline\nBw horizons\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 2 to 4 dry or moist\nTexture - SCL, CL, or L\nClay percent - 20 to 30\nReaction (pH) - neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Grina soils are closely related but are not in an Ashy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Weash soils occur on foothills and terraces.  Slopes range from 1 to 35 percent.  The soils formed in residuum and eolian material from volcanic ash.  Elevations are 1,375 to 1,740 meters.  The average annual precipitation ranges from 250 to 330 mm. The average annual temperature 7.2 to 8.9 degrees C.  The frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chuska and Udaho soils.  Chuska soils are on higher terraces, dipslopes and ridges and are shallow to a duripan.  Udaho soils are on backslopes, footslopes and breaks and are skeletal and moderately deep to welded ash."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to rapid runoff; moderately slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Weash soils are used mainly for rangeland and wildlife habitat.  Dominant natural vegetation is western wheatgrass, bluebunch wheatgrass, Sandberg bluegrass, Indian ricegrass, arrowleaf balsamroot, Wyoming big sagebrush, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Weash soils are of small extent in southern Idaho. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Twin Falls County, Idaho, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This draft changes the classification from a Xerollic Camborthids to a Vitrixerandic Camborthids based on Issue 13 amendments to SOIL TAXONOMY.\nDiagnostic horizons and other features recognized in this pedon:\nOchric epipedon - 0 to 18 cm (The A and part of the Bw1 horizons).\nCambic horizon - 5 to 30 cm (The Bw1 and Bw2 horizons)\nParalithic contact - The boundary at 30 cm (The Cr horizon).\nParticle-size control section - The zone from the soil surface to 30 cm (The A, Bw1 and Bw2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
