{
  "SERIES": "WEBB",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG-GWH-CKH",
  "REVDATE": "11/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Aridic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Webb very fine sandy loam on a 2.5 percent slope in rangeland; elevation is 167.6 meters (550 feet).\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 in); brown (7.5YR 4/4) very fine sandy loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable; common fine roots; few fine tubular pores; few krotovinas of lighter colored very fine sandy loam; slightly acid; abrupt smooth boundary.  Thickness is 10 to 51 cm (4 to 20 in)\nBt1--25 to 48 cm (10 to 19 in); reddish brown (5YR 4/4) sandy clay, dark reddish brown (5YR 3/4) moist; moderate medium prismatic structure parting to strong medium angular blocky; very hard, firm; many fine roots in upper part grading to common fine roots in lower part, roots mainly along faces of peds; few fine tubular pores; many distinct dark reddish brown clay films on faces of peds; few sandy ironstone pebbles near the upper boundary; slightly acid; gradual smooth boundary.  Thickness is 15 to 66 cm (6 to 26 in)\nBt2--48 to 66 cm (19 to 26 in); reddish brown (5YR 4/4) sandy clay loam, dark reddish brown (5YR 3/4) moist; moderate medium prismatic structure parting to strong medium angular blocky; very hard, firm; common fine roots mainly along ped surfaces; few fine pores; many distinct dark reddish brown clay films on faces of peds; few fine soft masses of weathered sandstone; few fine concretions of calcium carbonate; noneffervescent matrix; neutral; clear wavy boundary.  Combined thickness of the Bt is 30 to 66 cm (12 to 26 in)\nBtk1--66 to 97 cm (26 to 38 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; few fine roots; few fine pores; many distinct red clay films and clay bridges between sand grains on vertical faces of peds, and common faint red clay films and clay bridges between sand grains on horizontal faces of peds; few distinct calcium carbonate coats on faces of peds; few fine and medium, rounded, weakly cemented carbonate nodules; few fine soft masses of weathered sandstone; slightly effervescent; moderately alkaline; gradual wavy boundary.  Thickness is 0 to 51 cm (0 to 20 in)\nBtk2--97 to 127 cm (38 to 50 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, friable; few fine roots; few fine tubular pores; common faint yellowish red clay films and clay bridges between sand grains mainly on vertical faces of ped, few faint clay films and clay bridges between sand grains on horizontal faces of peds; few fine rounded weakly cemented carbonate nodules with distinct soft carbonate coats; few fine soft masses of weathered sandstone; very slightly saline; noneffervescent matrix; slightly alkaline; gradual wavy boundary.  Combined thickness of Btk is 51 to 132 cm (20 to 520 in)\nBtyz1--127 to 165 cm (50 to 65 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; common medium distinct brownish yellow (10YR 6/6) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; hard, friable; few fine roots; few fine and medium tubular pores; common faint clay films and clay bridges between sand grains on vertical faces of prisms, few faint clay films and clay bridges between sand grains on horizontal faces of prisms; few fine soft masses of weathered sandstone; few distinct black ferromanganese coats on vertical faces of peds; about 5 percent by volume of threads, films, and clusters of crystals of gypsum and other salts mainly on faces of prisms; slightly saline; slightly alkaline; gradual wavy boundary.  Thickness is 0 to 51 cm (0 to 20 in)\nBtyz2--165 to 183 cm (65 to 72 in); strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; common medium distinct brownish yellow (10YR 6/6) mottles; weak coarse prismatic structure parting to weak fine subangular blocky; hard, friable; few fine roots along faces of peds; few very fine tubular pores; common faint clay films and clay bridges between sand grains on vertical faces of prisms, few faint clay films and clay bridges between sand grains on horizontal faces of prisms; common soft masses of weathered sandstone; few threads, films, and clusters of crystals of gypsum and other salts mainly on faces of prisms; slightly saline; neutral; clear irregular boundary.  Combined thickness of the Btyz is 0 to 102 cm (0 to 40 in)\nCdz--183 to 203 cm (72 to 80 in); pinkish white (5YR 8/2) soft sandstone bedrock that crushes to sandy clay loam; light gray (5Y 7/2) moist, with horizontal bands of dark yellowish brown (10YR 4/4) and reddish yellow (7.5YR 6/8); the sandstone bedrock slakes in water; massive; hard, friable; few fine roots in upper part; slightly saline; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frio County, TX; from the intersection of U.S. Highway 81 and Farm Road 140 in Pearsall, 14.3 miles east on Farm Road 140, 0.35 mile south on Farm Road 472, 225 feet west of fence in rangeland.\nUSGS topographic quadrangle: Schattel, Texas;\nLatitude: 28 degrees, 53 minutes, 52.62 seconds N;\nLongitude: 98 degrees, 52 minutes, 17.56 seconds W.;\nDecimal Degrees: Latitude 28.8979500, Longitude -98.8715444;\nUTM Northing: 3196686; UTM Easting: 512524; Datum: NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aridic ustic moisture regime.  The soil moisture control section is moist in some or all parts for less than 90 consecutive days in normal years.\nDepth to densic bedrock: 152 to more than 203 cm (60 to more than 80 in)\nIdentifiable secondary carbonates: below depths of about 46 cm (18 in)\nSalinity: 0 to about 2 mmhos/cm in the upper 76 cm (30 in) and 0 to about 8 mmhos/cm below 76 cm (30 in)\nParticle-size control section (weighted average)\nClay content: 35 to 45 percent\nAp and A Horizons\nHue: 5YR or 7.5YR\nValue: 4 or 5\nChroma: 2 to 6\nTexture: fine sandy loam, very fine sandy loam or loamy fine sand\nBoundary: abrupt to clear between the A and the Bt1 horizons\nCoarse Fragments: 0 to 10 percent sandstone or quartz gravel.\nReaction (pH): moderately acid to neutral (5.6 - 7.3)\nBt Horizons\nHue: 2.5YR or 5YR\nValue: 4 to 6\nChroma: 3 to 8; below 127 cm (50 in): 6 or 8\nTexture: sandy clay or clay in the upper part and includes sandy clay loam in the lower part\nClay content: 30 to 45 percent\nCoarse Fragments: 0 to 10 percent sandstone or quartz gravel.\nReaction (pH): slightly acid to slightly alkaline (6.1 - 7.8)\nBtk, Btkyz, and Btyz Horizons\nHue: 2.5YR or 5YR\nValue: 4 to 6\nChroma: 6 to 8\nTexture: sandy clay loam, very fine sandy loam or fine sandy loam\nClay content: 18 to 35 percent\nCalcium carbonate equivalent: 0 to 10 percent\nGypsum: 0 to 5 percent\nElectrical conductivity (mmhos/cm): 0 to 8\nSodium Adsorption Ratio: 0 to 10\nCoarse Fragments: 0 to 10 percent sandstone or quartz gravel.\nReaction (pH): neutral to moderately alkaline (6.6 - 8.4)\nBC or C Horizon (where present)\nHue: 2.5YR or 5YR\nValue: 4 to 6\nChroma: 6 to 8\nTexture: sandy clay loam, very fine sandy loam or fine sandy loam\nClay content: 14 to 30 percent\nCalcium carbonate equivalent: 0 to 10 percent\nGypsum: 0 to 5 percent\nElectrical conductivity (mmhos/cm): 0 to 8\nSodium Adsorption Ratio: 0 to 10\nCoarse Fragments: 0 to 10 percent sandstone or quartz gravel.\nReaction (pH): neutral to moderately alkaline (6.6 - 8.4)\nCd Horizon\nThis horizon occurs below 200 cm (80 in) in some pedons\nColor: white, reddish, yellowish, or brownish\nTexture: noncemented sandstone bedrock that slakes or crushes to fine sandy loam, very fine sandy loam or sandy clay loam\nClay content: 14 to 25 percent\nCoarse Fragments: 0 to 15 percent sandstone or quartz gravel and cobbles.\nCementation: noncemented and slakes in water\nReaction (pH): neutral to moderately alkaline (6.6 - 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils include Brystal, Delfina, Duval, Floresville, Miguel, Papalote, and Poth series.\nBrystal soils: are in fine-loamy particle-size class\nDelfina soils: are in fine-loamy particle-size class and have mottled Bt horizons\nDuval soils: are in fine-loamy particle-size class\nFloresville soils: have mixed mineralogy\nMiguel soils: have mixed mineralogy and have mottled Bt horizons\nPapalote soils: have mixed mineralogy and and have mottled Bt horizons\nPoth soils: have more than 50 cm (20 in) of loamy fine sand over mottled Bt horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy residuum from noncemented sandstone bedrock\nLandscape: inland, dissected coastal plain\nLandform: footslopes or toeslopes of broad low ridges or interfluves\nSlope: 0 to 5 percent\nPrecipitation pattern: June to August and December to February are the driest months, while September to November and March to May are the wettest months.\nMean annual precipitation: 508 to 711 mm (20 to 28 in)\nThornthwaite annual P-E index ranges from 25 to 36\nMean annual air temperature: 21.1 to 22.2 degrees C (70 to 72 degrees F)\nFrost-free period: 250 to 290 days\nElevation: 61.0 to 304.8 m (200 to 1,000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brystal, Delfina, Duval, Floresville, Miguel, Papalote, Poth and Zavco soils.\nBrystal and Duval soils: occur on similar surfaces and are in fine-loamy particle-size class\nFloresville soils: occur on similar surfaces and have mixed mineralogy\nPoth soils: occur on similar surfaces and have more than 51 cm (20 in) of loamy fine sand over mottled Bt horizons\nDelfina, Miguel, Papalote soils: occur at lower elevations\nZavco soils: occur at lower elevations and have mollic epipedons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is low on 0 to 1 percent slopes; medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly rangeland, but large areas are dry-farmed or irrigated.  Crops grown are peanuts, melons, grain sorghum, cotton, corn, wheat, vegetables, and tame pasture.  Under climax conditions, the dominant native grasses are twoflower and fourflower trichloris, tanglehead, plains bristlegrass, pink pappusgrass, buffalograss, and Arizona cottontop.  About 5 percent perennial forbs and 5 percent shrubs also occur.  With retrogression, typical increasers and invaders are mesquite, spiny hackberry, blackbrush, pricklypear, hooded windmillgrass, threeawn, Hall's panicum, red lovegrass, fringed signalgrass, grassbur, and annual forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and Western Rio Grande Plain, Texas; LRR I; MLRA 83A, 83B.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Laredo area, Webb County, Texas; 1906."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil is named after Webb County.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 25 cm (0 to 10 in) (Ap and A horizons)\nArgillic horizon: 25 to 183 cm (10 to 72 in) (Bt1, Bt2, Btk1, Btk2, Btyz1 and Btyz2 horizons)\nAbrupt texture change: At the upper depth of the Bt horizon at a depth of 25 cm (10 in).\nADDITIONAL DATA:  Characterization analyses of the typical pedon were determined by the Soil Characterization Laboratory, Texas Agricultural Extension Service, College Station, Texas; Lab Nos. 1326 to 1333.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
