{
  "SERIES": "WEDDEL",
  "STATUS": "Established Series",
  "BYREV": "DLM-BGN",
  "REVDATE": "07/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Fragic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Weddel silt loam on a 3 percent slope in a cultivated field at an elevation of about 192 meters (630 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); 90 percent brown (10YR 4/3) and 10 percent yellowish brown (10YR 5/6) silt loam, pale brown (10YR 6/3) and yellowish brown (10YR 5/6) dry; weak medium and coarse subangular blocky structure parting to moderate medium granular; friable; common very fine and fine roots; 2 percent gravel; strongly acid; abrupt smooth boundary. (10 to 25 cm (4 to 10 inches) thick)\nBt1--20 to 38 cm (8 to 15 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; few very fine roots between peds; many distinct brown (7.5YR 5/4) clay films on faces of peds; 1 percent gravel; very strongly acid; clear smooth boundary.\nBt2--38 to 53 cm (15 to 21 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; few very fine roots between peds; many distinct yellowish brown (10YR 5/4) clay films on faces of peds; common prominent very pale brown (10YR 7/3) silt coatings on faces of peds; 1 percent gravel; very strongly acid; clear smooth boundary.\nBt3--53 to 66 cm (21 to 26 inches); yellowish brown (10YR 5/4) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; friable; few very fine roots between peds; many prominent grayish brown (10YR 5/2) and brown (10YR 5/3) clay films on faces of peds; common distinct pale brown (10YR 6/3) silt coatings on faces of peds; few fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 3 percent gravel; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons is 30 to 61 cm or 12 to 24 inches.)\n2Btx--66 to 100 cm (26 to 39 inches); yellowish brown (10YR 5/6) silt loam; moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; firm; many prominent grayish brown (10YR 5/2) and brown (10YR 5/3) clay films on vertical faces of peds; common medium irregular iron and manganese concretions; common fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; 9 percent gravel; 85 percent brittle; very strongly acid; gradual wavy boundary. (25 to 46 cm or 10 to 18 inches thick)\n3Bt1--100 to 135 cm (39 to 53 inches); strong brown (7.5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; many distinct strong brown (7.5YR 4/6) and common prominent grayish brown (10YR 5/2) clay films on faces of peds; few fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; 12 percent gravel; very strongly acid; gradual wavy boundary.\n3Bt2--135 to 168 cm (53 to 66 inches); strong brown (7.5YR 5/6) clay; moderate medium subangular blocky structure; firm; many distinct strong brown (7.5YR 4/6) and common prominent grayish brown (10YR 5/2) clay films on faces of peds; few fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; 14 percent gravel; very strongly acid; gradual wavy boundary. (Combined thickness of the 3Bt horizons is 56 to 76 cm or 22 to 30 inches.)\n4BC--168 to 191 cm (66 to 75 inches); light olive brown (2.5Y 5/4) parachannery silty clay; weak thick platy structure parting to moderate fine angular blocky; firm; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common prominent very dark gray (N 3/0) manganese oxide stains in root channels; many fine and medium distinct light olive gray (5Y 6/2) iron depletions in the matrix; 20 percent parachanners (shale); very strongly acid; gradual wavy boundary. (15 to 36 cm or 6 to 14 inches thick)\n4Cr--191 to 203 cm (75 to 80 inches); light olive brown (2.5Y 5/4) weathered, moderately cemented shale; common fine distinct yellowish brown (10YR 5/6) mottles; fractured shale, 0.6 to 2 cm or 1/4 to 3/4 inches in thickness and 3 to 25 cm or 1 to 10 inches in length; very firm; many prominent light olive gray (5Y 6/2) iron depletions coating shale fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scott County, Indiana; 1,790 feet west and 1,050 feet north of the southeast corner of sec. 8, T. 2 N., R. 7 E.; USGS Henryville, Indiana topographic quadrangle; lat. 38 degrees 37 minutes 23 seconds N. and long. 085 degrees 45 minutes 46 seconds W., NAD 27; UTM Zone 16, 607703 easting and 4275680 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 127 to 191 cm or 50 to 75 inches\nDepth to a layer with fragic soil properties: 41 to 86 cm or 16 to 34 inches\nDepth to bedrock (paralithic contact): 152 to 229 cm or 60 to 90 inches)\nThickness of the loess: 76 to 122 cm or 30 to 48 inches\nParticle-size control section: averages 24 to 30 percent clay and 8 to 15 percent sand\nRock fragments: gravel in the Bt, 2Btx, and 3Bt horizons is of igneous lithology\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam\nReaction: very strongly acid to neutral\nA horizon, where present:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam\nReaction: very strongly acid or strongly acid\nBt horizon, and BE horizon where present:\nHue: 7.5YR or 10YR\nValue: 5\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nClay content: 24 to 30 percent\nSand content: 6 to 15 percent\nReaction: very strongly acid or strongly acid, but ranges to neutral in the upper part in limed areas\nRock fragment content: 1 to 3 percent gravel (less than 3/4 inch)\n2Btx horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: silt loam, silty clay loam or clay loam\nClay content: 22 to 30 percent\nSand content: 15 to 25 percent\nReaction: very strongly acid\nRock fragment content: 2 to 10 percent gravel (less than 3/4 inch)\n3Bt horizon:\nHue: 7.5YR or 10YR\nValue: 5\nChroma: 4 to 8\nTexture: is silty clay loam, clay loam or clay\nClay content: 34 to 45 percent\nSand content: 15 to 25 percent\nReaction: very strongly acid or strongly acid\nRock fragment content: 5 to 14 percent gravel\n4BC horizon:\nHue: 2.5Y or 5Y\nValue: 4 or 5\nChroma: 3 or 4\nTexture: parachannery or very parachannery analogues of silty clay loam or silty clay\nClay content: 35 to 50 percent\nSand content: 1 to 5 percent\nReaction: very strongly acid  to moderately acid\nPararock fragment content: 15 to 50 percent parachanners (shale)\n4Cr horizon:\nHue: 2.5Y or 5Y\nValue: 4 or 5\nChroma: 3 or 4\nReaction: strongly acid or moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Rend and Wrengart series. Rend soils have less than 15 percent rock fragments in the lower part of the series control section. Wrengart soils do not have a paralithic contact in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Weddel soils are on summits, shoulders and backslopes of till plains considered to be of the Illinoian stage. They formed in 76 to 122 cm or 30 to 48 inches of loess, and the underlying paleosol till of the Illinoian stage, and residuum from shale of Mississippian age. The upper 51 to 97 cm or 20 to 38 inches of loess contains 8 to 15 percent sand, and the lower loess contains 15 to 25 percent sand. This lower loess is called \"gritty loess\"(Soil Survey Investigations Report No. 41). The shale is the New Providence formation in Indiana; also named gray-green shale. Mean annual air temperature ranges from 11 to 14 degrees C (52 to 57 degrees F), the mean annual precipitation ranges from 1016 to 1143 mm (40 to 45 inches), the frost free period ranges from 170 to 200 days, and the elevation ranges from 183 to 244 meters (600 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blocher, Bonnell, Cincinnati, Coolville, Nabb and Rarden soils. The moderately well drained Blocher, Coolville and Rarden soils do not have a horizon with fragic soil properties in the series control section. These soils and Weddel soils are typically on the same landform positions. The well drained Bonnell soils do not have a horizon with fragic soil properties in the series control section, and are on lower lying backslopes. The well drained Cincinnati and moderately well drained Nabb soils have a fragipan in the series control section, and the lower part of the series control section formed entirely in till. These soils are typically on higher lying shoulders and summits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s) above the horizon with fragic soil properties and low to moderately high (0.07 to 1.41 micrometers/s) in this horizon. Permeability is moderate above the horizon with fragic soil properties and and slowly or very slowly permeable in this horizon. The potential for surface water runoff ranges from medium to very high. Depth to an intermittent perched high water table is at a depth of 0.5 to 1 meter or 1.5 to 3 feet from December through April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for growing cultivated crops, and hay and pasture. Some areas are used for woodland or wildlife habitat. Native vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Indiana. The Weddel series is of small extent in MLRA 114A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Scott County, Indiana, 1995"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil has been correlated as Jennings, heavy substratum and Jennings heavy subsoil variant in previous and adjacent soil surveys. A severely eroded phase is recognized.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 20 cm or 0 to 8 inches (Ap horizon).\nArgillic horizon: the zone from 20 to 168 cm or 8 to 66 inches (Bt1, Bt2, Bt3, 2Btx, 3Bt horizons). Redoximorphic features: at 53 to 191 cm or 21 to 75 inches.\nFragic Soil Properties: the zone from 66 to 99 cm or 26 to 39 inches (2Btx horizon).\nParalithic contact: moderately cemented shale at 191 to 203 cm or 75 to 80 inches (Cr horizon).\nADDITIONAL DATA: Data for the typical pedon, S90IN143-3 is at the National Soil Survey Lab, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
