{
  "SERIES": "WEDGEMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLA/RJE",
  "REVDATE": "07/2003",
  "STATES": "WA",
  "OVERVIEW": "The Wedgemont series consists of very deep, well drained soils formed in volcanic ash and pumice over colluvium from gneiss and schist. Wedgemont soils are on backslopes of mountains.  Slopes are 30 to 60 percent.  Elevation is 4,000 to 5,500 feet.  The average annual precipitation is about 35 inches, and the mean annual temperature is about 4l degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Pumiceous or ashy-pumiceous over loamy, glassy over isotic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wedgemont very paragravelly ashy fine sandy loam - under subalpine fir and Douglas-fir on a 60 percent northeast facing backslope at an elevation of 4,800 feet.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, twigs and leaves; abrupt smooth boundary.\nE--1 to 2 inch; light gray (10YR 7/1) ashy fine sandy loam, light gray (10YR 7/2) moist; weak medium crumb structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many fine and medium irregular pores; 5 percent pumice; neutral (pH 6.6); abrupt wavy boundary.  (0 to 2 inches thick)\nBsl--2 to 20 inches; very pale brown (10YR 7/3) very paragravelly ashy fine sandy loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; soft very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many fine and medium irregular pores; 40 percent pumice; slightly acid (pH 6.4); gradual wavy boundary.  (l0 to 20 inches thick)\nBs2--20 to 29 inches; very pale brown (10YR 7/4) extremely paragravelly clay sandy loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; many fine and medium irregular pores; 5 percent pebbles and 65 percent pumice; slightly acid (pH 6.5); clear wavy boundary. (l0 to 20 inches thick)\n2C--29 to 61 inches; light brownish gray (10YR 6/2) very gravelly fine sandy loam, brown (10YR 4/3) moist; massive; firm, friable, nonsticky and nonplastic; few fine roots; few fine irregular pores; 40 percent gravel and l0 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 8 miles east of Lake Wenatchee; 2,640 feet south and l,000 feet east of the northwest corner of sec. 27, T. 27N., R. l8E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 4l to 43 degrees F.  The soils are usually moist but are dry in all parts in the moisture control section for 45 to 60 consecutive days following the summer solstice.  The upper part of the particle-size control section has an estimated moist bulk density of 0.70 to 0.95 g/cc, volcanic glass content of 30 to more than 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 5 to 12 percent, and averages 35 to 70 percent pumice and 0 to 5 percent pebbles.  The lower part of the particle-size control section averages 40 to 65 percent rock fragments.  Depth to the 2C horizon ranges from 20 to 36 inches.\nThe E horizon has value of 6 or 7 dry, 4 through 7 moist, and chroma of l or 2 dry or moist.  It is neutral or slightly acid.\nThe Bsl horizon has hue of 7.5YR or l0YR, value of 6 or 7 dry, 5 or 6 moist, and chroma of 3 or 4 dry or moist.  It is very paragravelly ashy fine sandy loam, extremely paragravelly ashy fine sandy loam, very paragravelly ashy sandy loam, or extremely paragravelly ashy sandy loam.\nThe Bs2 horizon has hue of 7.5YR or l0YR, value of 6 or 7 dry, 5 or 6 moist, and chroma of 4 through 6 dry or moist.  It is very paragravelly ashy fine sandy loam, extremely paragravelly ashy fine sandy loam, very paragravelly ashy sandy loam, or extremely paragravelly ashy sandy loam.\nThe 2C horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist.  It is very gravelly fine sandy loam, very gravelly sandy loam, extremely gravelly fine sandy loam or extremely gravelly sandy loam.  Rock fragments average 35 to 60 percent gravel, 5 to 15 percent cobbles, and 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wedgemont soils are on back slopes of mountains at elevations of 4,000 to 5,500 feet.  Slopes are 30 to 60 percent.  Wedgemont soils formed in volcanic ash and pumice over colluvium from gneiss and schist.  The climate is characterized by warm, dry summers and cold, wet winters.  The average annual precipitation is 30 to 40 inches.  The mean January temperature is about 22 degrees F; the mean July temperature is about 60 degrees F; and the mean annual air temperature is 39 to 42  degrees F.  The growing season at 28 degrees is l00 to l30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almac, Azwell, Choralmont, Surgh, and Wedge soils.  Azwell soils are 20 to 40 inches deep to a lithic contact.  Choralmont soils are frigid.  Surgh soils are loamy-skeletal, have a cambic horizon and are 60 percent volcanic ash in the upper 7 to 13 inches.  Almac soils are ashy over loamy.  Wedge soils lack the loamy contrasting material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, watershed, and recreation.  Vegetation is subalpine  fir, Douglas-fir, and Engelmann spruce, with an understory of pachystima, draw huckleberry, sidebells pyrola, kinnikinnick, and western rattlesnake plantain."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in central part of Chelan County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cashmere Mt. Soil Survey; Chelan County, Washington, l995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an albic horizon from the mineral surface to l inch (possibly a layer of Mt. St. Helens 'W' ash), a spodic horizon from 2 inch to 29 inches, but fails to meet color requirements to keep it out of Andisols. The layer from l0 to 28 inches average 53 percent pumice.  The layer from 29 to 41 inches has 50 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, twigs and leaves; abrupt smooth boundary."
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--1 to 2 inch; light gray (10YR 7/1) ashy fine sandy loam, light gray (10YR 7/2) moist; weak medium crumb structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many fine and medium irregular pores; 5 percent pumice; neutral (pH 6.6); abrupt wavy boundary.  (0 to 2 inches thick)"
      },
      {
        "name": "Bsl",
        "top": 5,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bsl--2 to 20 inches; very pale brown (10YR 7/3) very paragravelly ashy fine sandy loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; soft very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many fine and medium irregular pores; 40 percent pumice; slightly acid (pH 6.4); gradual wavy boundary.  (l0 to 20 inches thick)"
      },
      {
        "name": "Bs2",
        "top": 51,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--20 to 29 inches; very pale brown (10YR 7/4) extremely paragravelly clay sandy loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; many fine and medium irregular pores; 5 percent pebbles and 65 percent pumice; slightly acid (pH 6.5); clear wavy boundary. (l0 to 20 inches thick)"
      },
      {
        "name": "2C",
        "top": 74,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--29 to 61 inches; light brownish gray (10YR 6/2) very gravelly fine sandy loam, brown (10YR 4/3) moist; massive; firm, friable, nonsticky and nonplastic; few fine roots; few fine irregular pores; 40 percent gravel and l0 percent cobbles; slightly acid (pH 6.4)."
      }
    ]
  ]
}
