{
  "SERIES": "WEDOWEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WBP:PGM:DTA",
  "REVDATE": "07/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wedowee sandy loam, in a field. (Colors are for moist soil.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) sandy loam; moderate fine granular structure; very friable; strongly acid; abrupt smooth boundary.  (1 to 8 inches thick)\nE--4 to 7 inches; brownish yellow (10YR 6/6) coarse sandy loam; weak fine granular structure; very friable; very strongly acid; clear smooth boundary. (0 to 6 inches thick)\nBt--7 to 23 inches; strong brown (7.5YR 5/6) clay; few fine distinct brownish yellow (10YR 6/6) and red (2.5YR 4/6) mottles; moderate medium subangular blocky structure; firm; slightly sticky, slightly plastic; few faint clay films on faces of peds; very strongly acid; gradual wavy boundary.  (10 to 24 inches thick)\nBC--23 to 35 inches; strong brown (7.5YR 5/6) clay loam; many fine distinct red (2.5YR 4/6) and common fine distinct brownish yellow (10YR 6/6) mottles; weak medium subangular blocky structure; friable; slightly sticky, nonplastic; very strongly acid; gradual wavy boundary.  (0 to 12 inches thick)\nC--35 to 80 inches; mottled strong brown (7.5YR 5/6), brownish yellow (10YR 6/6), yellowish red (5YR 5/8), and white (10YR 8/1) sandy clay loam saprolite; massive; very friable; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Granville County, North Carolina; about 2.5 miles east of Wilton on North Carolina Highway 56, about 1.5 miles northeast on Secondary Road 1625, about 1,000 feet north of the intersection with Secondary Road 1628, in a field; Wilton USGS topographic quadrangle; lat. 36 degrees 08 minutes 33 seconds N. and long. 78 degrees 31 minutes 18 secinds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The Bt horizon is at least 10 to 24 inches thick and extends to a depth of 18 to 30 inches.  Depth to rock is more than 60 inches.  Reaction ranges from extremely acid to strongly acid throughout except where lime has been added.  Flakes of mica range from none to few in the A horizon and the upper part of the B horizon and from none to common in the lower part of the B and C horizon.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 3 to 6 and chroma of 2 to 8.  It is coarse loamy sand, coarse sandy loam, sandy loam, fine sandy loam, loam; or their gravelly analogues.  In eroded areas, the A horizon is sandy clay loam or clay loam ,or their gravelly analogues.  Content of coarse fragments, dominantly gravel size, range from 0 to 35 percent by volume.\nThe E horizon has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8.  It is coarse loamy sand, coarse sandy loam, sandy loam, fine sandy loam, loam; or their gravelly analogues.\nThe BE horizon, where present, has hue of 5YR to 10YR, value of 4 to 7 and chroma of 3 to 8.  It is loam, fine sandy loam, sandy loam, sandy clay loam or clay loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 6 to 8, but includes hue of 5YR with the same range in value and chroma.  Mottles in shades of brown, yellow, and red may be in some pedons.  Texture of the Bt horizon is sandy clay loam, clay loam, sandy clay, or clay.  Clay content of the particle-size control section averages 35 to 60 percent.\nThe BC horizon has hue of 2.5YR to 10YR, value of 5 to 7 and chroma of 4 to 8.  Mottles in shades of red, brown, and yellow range from none to common.  It is sandy clay loam, clay loam, loam, or fine sandy loam.\nThe C horizon is multicolored sandy clay loam, loam, fine sandy loam, or sandy loam saprolite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Appling, Bethlehem, Cecil, Georgeville, Herndon, Madison, Nanford, Nankin, Pacolet, Saw, and Tarrus series in the same family.  Appling and Cecil soils have  thicker Bt horizons.  Additionally, Cecil soils have dominant hue of 5YR or redder throughout the Bt horizon.  Bethlehem soils have a paralithic contact within 20 to 40 inches of the surface.  Georgeville, Herndon, Nanford, and Tarrus soils formed from Carolina slate and have more than 30 percent silt.  Madison soils have dominant hue of 5YR or redder in the Bt horizon and contain more mica.  Nankin soils formed from marine sediments.  Pacolet soils have Bt horizons with hue of 2.5YR or redder.  Saw soils have a lithic contact within 20 to 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wedowee soils are on sloping to steep uplands of the Southern Piedmont MLRA.  Slopes are mainly 6 to 25 percent, but range from 0 to 60 percent.  The soils have formed in residuum from weathered felsic igneous and metamorphic rocks.  Near the type location, the mean annual precipitation ranges from 42 to 56 inches and the mean annual temperature ranges from 58 to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Appling, Bethlehem, Cecil, Madison, Pacolet, and Saw series, these are the Ashlar, Durham, Hard Labor, Helena, Lockhart, Louisburg, Rion, Rolesville, Vance, Wake, Wateree, and Worsham series.  Ashlar soils are coarse-loamy and have a lithic contact within 20 to 40 inches.  Durham soils are fine-loamy.  Hard Labor soils have a perched water table at 2.5 to 5 feet.  Helena and Vance soils have a mixed mineralogy and, in addition, Helena soils have a perched water table 1.5 to 2.5 feet.  Lockhart soils have more than 35 percent rock fragments in the particle-size control section.  Louisburg soils are coarse-loamy.  Rion soils are fine-loamy.  Rolesville soils are sandy throughout and have a lithic contact within 20 to 40 inches.  Wake soils are sandy throughout and have a lithic contact within 20 inches.  Wateree soils are coarse-loamy and have a paralthic contact within 20 to 40 inches.  Worsham soils are poorly drained and are around the heads of drains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid and internal drainage is medium.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are wooded.  Common trees include loblolly pine, Virginia pine, red oak, white oak, post oak, hickory, blackgum, maple, and dogwood.  Cleared areas are used for cotton, corn, tobacco, small grain, hay, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Piedmont of Alabama, Georgia, North Carolina, South Carolina and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Randolph County, Alabama; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Wedowee soils were formerly mapped as thin solum phases of the Appling series.  The 5/90 revision changed the classification to Typic Kanhapludults in recognition of the low activity clay content of the argillic horizon.  The December 2005 revision moved the type location from Randolph County, Alabama to a more representative site.\nRevised: RLV 11/24/97; DTA 12/30/2005\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 7 inches (A and E horizons)\nArgillic and kandic horizon - the zone from 7 to 23 inches (Bt horizon)\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5   Soil Name  Slope  Airtemp  FrFr/Seas  Precip  Elevation\nAL0046  WEDOWEE    0-60   58-65    175-225    42-56   200-800\nAL0138  WEDOWEE    0-60   58-65    175-225    42-56   200-800\nAL0146  WEDOWEE    0-60   58-65    175-225    42-56   200-800\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nAL0046 NONE          >6.0                -     >60\nAL0138 NONE          >6.0                -     >60\nAL0146 NONE          >6.0                -     >60\nSOI-5   Depth  Texture             3-Inch  No-10    Clay%  -CEC-\nAL0046   0-10  SL FSL L            0-0     80-100   5-20   2-8\nAL0046   0-10  SCL CL              0-0     90-100  20-30   2-8\nAL0046  10-14  L SCL               0-0     90-100  14-30   3-10\nAL0046  14-32  SC CL C             0-0     95-100  35-60   3-10\nAL0046  32-60  SCL CL SL           0-0     70-100  15-30   3-8\nAL0138   0-10  BY-SL BY-L         10-20    70-90    5-20   2-8\nAL0138  10-14  L SCL               0-5     90-100  14-30   3-10\nAL0138  14-32  SC CL C             0-0     95-100  35-60   3-10\nAL0138  32-60  SCL CL SL           0-0     70-100  15-30   3-8\nAL0146   0-10  GR-SL GR-FSL GR-L   0-5     50-80    6-20   2-8\nAL0146   0-10  GR-SCL GR-CL        0-5     50-80   20-30   2-8\nAL0146  10-14  L SCL               0-0     90-100  14-30   3-10\nAL0146  14-32  SC CL C             0-0     95-100  35-60   3-10\nAL0146  32-60  SCL CL SL           0-0     70-100  15-30   3-8\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nAL0046  0-10  3.6- 5.5  .5-3.  0-0    2.0-6.0    LOW\nAL0046  0-10  3.6- 5.5  .5-3.  0-0    0.6-2.0    LOW\nAL0046 10-14  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0046 14-32  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0046 32-60  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0138  0-10  3.6- 5.5  0.-1.  0-0    2.0-6.0    LOW\nAL0138 10-14  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0138 14-32  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0138 32-60  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0146  0-10  3.6- 5.5  .5-3.  0-0    2.0-6.0    LOW\nAL0146  0-10  3.6- 5.5  .5-3.  0-0    0.6-2.0    LOW\nAL0146 10-14  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0146 14-32  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nAL0146 32-60  3.6- 5.5  0.-.5  0-0    0.6-2.0    LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
