{
  "SERIES": "WEED",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLS/GB",
  "REVDATE": "02/1999",
  "STATES": "CO,NM",
  "OVERVIEW": "The Weed series consists of very deep, well drained soils formed in alluvium and residuum derived from sandstone and interbedded sandstone and shale.  Weed soils are on toe slopes, old valley floors and alluvial fans.  Slopes range from 0 to 25 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weed sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; brown (10YR 4/3) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; neutral (pH 7.2); clear smooth boundary.  (5 to 10 inches thick)\nA2--5 to 10 inches; brown (10YR 4/3) sandy loam, dark brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; neutral (pH 7.2); gradual smooth boundary.  (5 to 10 inches thick)\nBt--10 to 18 inches; brown (10YR 5/3) sandy clay loam, dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, firm, sticky and plastic; few faint clay films on faces of peds; neutral (pH 7.2); gradual smooth boundary.  (0 to 10 inches thick)\nBt2--18 to 28 inches; yellowish brown (10YR 5/4) sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, firm, sticky and plastic; few faint clay films on faces of peds; mildly alkaline (pH 7.4); gradual smooth boundary.  (10 to 20 inches thick)\nBk1--28 to 32 inches; yellowish brown (10YR 5/4) sandy clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure parting to weak fine subangular blocky; hard, firm, sticky and plastic; slightly effervescent; mildly alkaline (pH 7.8); gradual smooth boundary.  (4 to 7 inches thick)\nBk2--32 to 41 inches; light yellowish brown (10YR 6/4) sandy clay loam, dark brown (10YR 5/3) moist; weak medium subangular blocky structure parting to weak fine subangular blocky; hard, firm, sticky and plastic; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 10 inches thick)\nBk3--41 to 60 inches; very pale brown (10YR 7/3) sandy loam, light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Moffat County, Colorado; 15 miles west of Craig; about 1,000 feet west of the northeast corner of Sec. 15, T. 7 N., R. 93 W.  Longitude: 107 degrees, 48 minutes, 47 seconds west; Latitude: 40 degrees, 33 minutes, 54 seconds north."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 41 to 47 degrees F., and mean summer soil temperature ranges from 61 to 66 degrees F.  The moisture control section is dry in all parts for 45 or more consecutive days immediately following July 1.  It is moist in all parts for 45 or more consecutive days immediately following April 1.  Depth to the base of the argillic horizon is 25 to 35 inches.  Depth to secondary calcium carbonate is 25 to 35 inches.  The mollic epipedon ranges from 16 to 30 inches thick.  The particle size control section has less than 15% rock fragments.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Reaction is neutral through moderately alkaline.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4.  It is clay loam or sandy clay loam.  Reaction is neutral through moderately alkaline.  Clay ranges from 18 to 34 percent.\nThe Bk1 and Bk2 horizons have hue of 10YR or 7.5YR, value of 4 through 7 dry, 3 through 5 moist, and chroma of 2 through 4.  It is loam, clay loam, or sandy clay loam with greater than 35 percent fine or coarser sand.  Clay content is 20 to 30 percent.  Reaction is slightly or moderately alkaline.\nThe Bk3 horizon has hue of 10YR or 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  It is sandy clay loam, sandy loam, or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bowbells (ND), Carfall (MT), Center Creek (UT), Chugcreek (WY), Detra (UT), Flaxton (ND), Hereford (AZ), Hesperus (CO), Pachel (MT), Schauson (UT), and Todacheene (NM) series.  The Bowbells and Flaxton soils are moist in some part of the moisture control section for some period immediately following July 1.  Carfall, Detra, Hesperus, and Schauson soils are noncalcareous to depths of 40 inches or more.  Hereford soils are dry for significant periods from April 1 to July 1.  The Schauson soils are  moist in some parts of the moisture control section in July, August, and September.  Center Creek soils have a noncalcareous matrix above 40 inches and mottles 20 to 40 inches below the surface.  Pachel soils have more then 15 percent rock fragments above depths of 40 inches.  Chugcreek soils have a lithic contact above 40 inches and are noncalcareous throughout.  Todacheene soils have mean summer soil temperatures below 57 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Weed soils are on toe slopes and alluvial fans.  Slopes range from 0 to 25 percent.  The soil formed in alluvium derived from sandstone.  Elevation ranges from 6,300 to 7,500 feet.  In more southerly latitudes in the state, the soil ranges to 9,500 feet.  The mean annual precipitation ranges from 13 to 24 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost-free period is about 75 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berlake, Forelle, Evanston, and Ironsprings soils.  Berlake and Evanton soils have mollic epipedons less than 16 inches thick.  Forelle soils lack mollic epipedons.  Ironsprings soils are in a coarse-loamy family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing, nonirrigated crops, and wildlife habitat.  Native vegetation consists of western wheatgrass, needleandthread, muttongrass, snowberry, and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado and southern Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Moffat County, (Moffat County Area), Colorado, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Type location was changed from New Mexico to Colorado in 1987.\nDiagnostic horizons recognized in this pedon are a mollic epipedon with pachic characteristics - the zone from 0 to 18 inches; and an argillic horizon - the zone from 10 to 28 inches.  Series proposed in Otero County, New Mexico, 1943.  Last updated by the state 10/93.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
