{
  "SERIES": "WEEDMARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLW/WJL/JMN",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weedmark loam (ponderosa pine and grass).\nA11--0 to 3 inches; dark grayish brown (10YR 4/2) loam; very dark brown (10YR 2/2) when moist; weak, medium platy breaking to weak, fine subangular blocky; hard; friable; slightly sticky; slightly plastic; abundant, fibrous, fine, and medium and plentiful coarse roots; many micro and common very fine pores; slightly very fine micaceous, strongly acid (pH 5.3 cpr); clear, smooth boundary. (2 to 4 inches thick)\nA12--3 to 9 inches; dark grayish brown (10YR 4/2) loam; very dark brown (10YR 2/2) when moist; weak, fine and very fine subangular blocky structure; hard; friable; slightly sticky; slightly plastic; abundant, fibrous, fine and medium and plentiful coarse roots; many micro and common very fine pores; very few worn channels and casts; strongly acid (pH 5.3 cpr); clear, wavy boundary. (4 to 8 inches thick)\nA3--9 to 17 inches; brown (10YR 4/3) (10YR 5/3 rubbed) heavy loam; very dark brown (10YR 2/3) (10YR 2/2 rubbed) moist; weak, fine and medium subangular blocky structure; hard; friable; slightly sticky; slightly plastic; plentiful fine and medium and few coarse roots; common very fine pores; slightly micaceous; strongly acid (pH 5.3 cpr) clear wavy boundary. (3 to 9 inches thick)\nB1t--17 to 25 inches; yellowish brown (10YR 5/4) clay loam; dark brown (7.5YR 3/4) when moist; moderate, fine and medium subangular blocky structure; hard; friable; sticky; plastic; few fine and medium roots; common very fine tubular pores; thin, occasional clay films on peds and thin, patchy ones in pores; slightly micaceous; strongly acid (pH 5.5 cpr) clear, wavy boundary. 3 to 9 inches thick.\nB21t--25 to 33 inches; brown (7.5YR 5/4) clay loam; dark brown (7.5YR 3/4) when moist; moderate, medium and fine subangular blocky structure very hard; firm; sticky; plastic; few fine and medium roots; common very fine tubular pores; thin, patchy clay films on peds and in pores; moderate quantity of fine mica; strongly acid (pH 5.4 cpr); clear, wavy boundary. 6 to 10 inches thick.\nB22t--33 to 43 inches; reddish brown (5YR 5/4) clay loam; reddish brown (5YR 4/4) when moist; weak, medium prismatic breaking to moderate, medium and fine subangular blocky structure, very hard; firm; sticky; plastic, few fine and medium roots; common very fine and few fine tubular pores; thin, patchy, clay films on peds and nearly continuous in pores; moderate quantity of fine mica; strongly acid (pH 5.5 cps); clear, wavy boundary. 3 to 12 inches thick.\nR--43 to 60 inches; moderately weathered quartz monsonite bedrock; many yellowish red (5YR 5/6) iron stains on mineral grains; thick or medium, continuous, reddish brown (2.5YR 4/4) and dark reddish brown (2.5YR 3/3) clay films in some cracks of the bedrock; strongly acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  400 feet northeast of road corner in Dr. Harrison's farm.  NE1/4 SE1/4 sec. 18, T. 34 N., R. 4 E., Idaho County, Idaho.  Altitude 3,350 feet.  28 percent southwesterly slope."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Loam is the dominant type, but silt loam may be recognized.  Cobbly, stony, and eroded phases exist.  An 01 horizon less than about 1.5 inches thick is present where the surface has not been disturbed. The A1 or Ap ranges in color value from 4 to 5 when dry and 2 to 3 when moist, in chroma from 1.8 to 2.5, and in hue from 1Y to 8YR.  The A2 and B1t may have some to distinct, bleached silt and very fine sand coatings on the peds but not enough for a distinct A2.  The A1 contains 4-7 percent of organic matter, which has a C/N ratio of 16-19.  The B2t ranges in hue from 8YR to 5YR and in chroma from 3.5 to 5.5. The B2t ranges from clay loam to sandy clay or sandy clay loam.  In many places the soil contains up to 30 percent of small angular quartz fragments.  The A1 ranges in pH from about 5.2 to 6.0, the B2t from 5.2 to 5.6 and the R from 5.3 to 6.0.  The depth to somewhat or distinctly consolidated bedrock ranges from 20 to 55 inches, but the B-R boundary ranges from abrupt to diffuse."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Undulating to steep uplands.  Slopes range from 3 to 45 percent, but slopes between 10 and 30 percent are most common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability of the B2 is moderately slow."
  },
  "REGIONAL OFFICE": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly for forestry.  Some is cleared and used for pasture, hay, and small grains.  Ponderosa pine, some Douglas-fir, bluegrass, other grasses, forbs, and shrubs."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  At present, only mapped in the Kooskia Area, Idaho County, Idaho, but probably more widely distributed."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
