{
  "SERIES": "WEGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJO-GWH-HFG",
  "REVDATE": "02/2003",
  "STATES": "MI,MN,WI",
  "OVERVIEW": "The Wega series consists of deep, somewhat poorly drained soils formed in stratified, dominantly silty, water-laid deposits on basins of glacial lakes and flood plains.  These soils have moderately slow or moderate permeability.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 30 inches, and mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, nonacid, frigid Aquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wega silt loam - on a 1 percent slope in a cultivated field at an elevation of about 800 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure; friable; many fine roots; mildly alkaline; abrupt smooth boundary.  (6 to 10 inches thick)\nC1--9 to 13 inches; brown (7.5YR 5/4) silt loam; few fine prominent strong brown (7.5YR 5/8) mottles; fine stratification breaking to thin platy fragments; friable; few fine roots; neutral; clear wavy boundary.\nC2--13 to 19 inches; strong brown (7.5YR 5/6) silt loam; few fine distinct strong brown (7.5YR 5/8) and few fine prominent pinkish gray (7.5YR 6/2) mottles; fine stratification breaking to thin laminar fragments; friable; few fine roots; neutral; clear wavy boundary.\nC3--19 to 60 inches; light brown (7.5YR 6/4) and reddish yellow (7.5YR 6/6) stratified silt and silt loam; few fine distinct pinkish gray (7.5YR 6/2) mottles; fine stratification breaking to thin laminar fragments; very friable; violent effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Waupaca County, Wisconsin; about 4 miles northeast of Clintonville; 2,440 feet north and 2,540 feet east of the southwest corner, sec. 15, T. 25 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Free carbonates are at a depth of 15 to 60 inches.  The control section ranges from medium acid to moderately alkaline.\nThe Ap or A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 to 3.  It is silt loam, silt, very fine sandy loam, or loam. The C horizon has hue of 2.5Y to 5YR; value of 4 to 6; and chroma of 3 to 6.  In some pedons, the C horizon has chroma of 1 or 2 below a depth of 20 inches.  It is commonly stratified very fine sandy loam, silt, and silt loam, but includes thin bands of loamy very fine sand, very fine sand, fine sand, and sand.  The 10 to 40 inch control section averages between 1 and 15 percent clay and from 1 to 10 percent fine sand or coarser sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the only series in this family.  Shiocton and Waupaca soils are in closely related families.  Shiocton soils formed in similar materials but have a cambic horizon.  Waupaca soils have horizons that are dominated by chroma of 2 or less below the surface layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wega soils are on glacial lake basins and flood plains.  Slope gradients range from 0 to 3 percent.  They formed in stratified water-laid deposits which are dominantly silty.  Mean annual temperature is estimated to range from 42 to 45 degrees F, and mean annual precipitation ranges from 28 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Shiocton and Waupaca soils and the Zurich soils.  The well drained Zurich soils and the poorly drained Waupaca soils form a drainage sequence with Wega soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderately slow or moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil is drained and in cropland.  Alfalfa, corn, and oats are the common crops but some areas are used for growing specialty crops such as beans, cabbage, and sweet corn.  Some areas are in pasture or woodland.  The native vegetation was mixed hardwoods with some grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Wisconsin, northern Minnesota and the eastern Upper Penisula of Michigan.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Waupaca County, Wisconsin, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - zone from the surface of the soil to a depth of 9 inches (Ap horizon); texture of loamy very fine sand or finer in some subhorizon below the Ap horizon and within a depth of 1 m; irregular decrease in organic carbon content with depth; udic moisture regime; aquic subgroup per low chroma mottles above 20 inches; frigid temperature regime.\nADDITIONAL DATA:  Refer to S77WI-135-012 for laboratory data on this typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure; friable; many fine roots; mildly alkaline; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--9 to 13 inches; brown (7.5YR 5/4) silt loam; few fine prominent strong brown (7.5YR 5/8) mottles; fine stratification breaking to thin platy fragments; friable; few fine roots; neutral; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 33,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--13 to 19 inches; strong brown (7.5YR 5/6) silt loam; few fine distinct strong brown (7.5YR 5/8) and few fine prominent pinkish gray (7.5YR 6/2) mottles; fine stratification breaking to thin laminar fragments; friable; few fine roots; neutral; clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 48,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--19 to 60 inches; light brown (7.5YR 6/4) and reddish yellow (7.5YR 6/6) stratified silt and silt loam; few fine distinct pinkish gray (7.5YR 6/2) mottles; fine stratification breaking to thin laminar fragments; very friable; violent effervescence; mildly alkaline."
      }
    ]
  ]
}
