{
  "SERIES": "WEHADKEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RM:AG",
  "REVDATE": "07/2007",
  "STATES": "AL,GA,NC,SC,TN,VA",
  "OVERVIEW": "The Wehadkee series consists of very deep, poorly drained and very poorly drained soils on flood plains along streams that drain from the mountains and piedmont. They are formed in loamy sediments. Slopes range from 0 to 2 percent. Near the type location, mean annual precipitation is about 48 inches, and mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, thermic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wehadkee fine sandy loam -- cultivated (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; grayish brown (10YR 5/2) fine sandy loam; weak medium granular structure; very friable; few flakes of mica; moderately acid; abrupt smooth boundary. (6 to 14 inches thick)\nBg1--8 to 17 inches; dark gray (10YR 4/1) loam; common medium prominent strong brown (7.5YR 5/6) soft masses of iron accumulation; weak fine and medium subangular blocky structure; friable; few flakes of mica; moderately acid; clear smooth boundary. (8 to 20 inches thick)\nBg2--17 to 40 inches; gray (10YR 6/1) sandy clay loam; common medium prominent strong brown (7.5YR 5/6) soft masses of iron accumulation; weak medium subangular blocky structure; friable; common flakes of mica; moderately acid; clear smooth boundary. ( 0 to 30 inches thick)\nCg--40 to 50 inches; gray (10YR 6/1) sandy loam; common medium faint grayish brown (10YR 5/2) iron depletions and prominent strong brown (7.5YR 5/6) soft masses of iron accumulation; massive; friable; common flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Catawba County, North Carolina; 1/2 mile south of Witherspoon Crossroads on SR 1801, 3/4 mile east on SR 1807, and 650 feet north of bridge on Hogan Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from about 20 to more than 60 inches. The content of mica flakes ranges from few to many. The soil ranges from very strongly acid through neutral, but some part of the 10 to 40 inch control section is moderately acid through neutral. Content of rock fragments ranges from 0 to 5 percent by volume in the A and B horizons, and from 0 to 20 percent by volume in the C horizons.  Fragments are dominantly pebbles in size.\nThe Ap or A horizon has hue of 10YR or 2.5Y or is neutral, value of 3 to 6, and chroma of 0 to 4. Some pedons have soft masses of iron accumulation in shades of brown or red. Texture is fine sandy loam, very fine sandy loam, loam, silty clay loam, sandy loam, or silt loam. Some pedons have recent layers of overwash as much as 20 inches thick that are loamy and variable in color. Many pedons have an Ab horizon that has the same color and texture range as the A horizon.\nThe Bg horizon has hue of 10YR to 5Y or is neutral, value of 4 to 6, and chroma of 0 to 2. Soft masses of iron accumulation are in shades of red, yellow, and brown. Texture is sandy clay loam, silt loam, loam, clay loam, or silty clay loam.\nThe Cg horizon has hue of 10YR to 5Y or is neutral, value of 4 to 7, and chroma of 0 to 2. Soft masses of iron accumulation are in shades of brown, red, and yellow. Texture is commonly sandy loam, loam, or silt loam, but in some pedons the Cg horizon contains stratified layers of sandy clay loam, clay loam, silty clay loam, loamy sand, sand, and gravel. Sandy textures are restricted to depths below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in this family. Series in closely related families are Bibb, Chastain, Chewacla, Chowan, Englehard, Hatboro, Kinston, Lee, Mantachie, Mhoon, Muckalee, Rosebloom, and Una series. Bibb and Muckalee soils are coarse-loamy with siliceous mineralogy. Bibb soils have reaction of strongly acid or more acid throughout the control section. Chastain and Una soils are clayey and reaction is strongly acid or more acid throughout the control section. Chewacla soils have dominant chroma of more than 2 in the upper 20 inches of the soil. Chewacla soils are Fluvaquentic Dystrochrepts. Chowan, Mhoon, and Rosebloom soils are fine-silty. The subgroup for Chowan is Thapto-Histic. Englehard soils are coarse-silty and their subgroup is Humaqueptic. Hatboro soils are mesic. Kinston and Lee soils have siliceous mineralogy and reaction is strongly acid or more acid throughout the control section. Mantachie soils have siliceous mineralogy and reaction is strongly acid or more acid throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wehadkee soils occur on flood plains, along streams that drain from the mountains and piedmont. Slopes are generally less than 2 percent. Wehadkee soils formed in loamy sediments washed from soils that formed from schist, gneiss, granite, phyllite, and other metamorphic and igneous rocks. Mean annual precipitation is about 48 inches near the type location and mean annual temperature is about 60 degrees F. Mean annual precipitation ranges from 37 to 69 inches, and mean annual air temperature ranges from 58 to 68 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Chewacla series and Altavista, Augusta, Buncombe, Congaree, Riverview, Roanoke, State, and Wickham series. Altavista, Augusta, Roanoke, State, and Wickham soils are on terraces and have argillic horizons. Buncombe soils are on flood plains typically beside stream channels and are sandy and excessively drained. Chewacla soils are on flood plain positions that are higher or nearer to stream channels and are somewhat poorly drained. Congaree and Riverview soils are on flood plains adjacent or near stream channels and are better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained and very poorly drained. Runoff is very slow and internal drainage is very slow. Permeability is moderate. Most areas are frequently flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the area is in forest; chiefly water tolerant hardwoods such as sweetgum, blackgum, water oak, willow, oak, poplar, hickories, beech, and elm. Drained areas are used for pasture, corn, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alabama, Arkansas, Florida, Georgia, Mississippi, North Carolina, South Carolina, Tennessee, and Virginia. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Johnston County, North Carolina; 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 8 inches (Ap horizon)\nIrregular decrease in organic carbon with depth\nAquic conditions - redoximorphic features associated with wetness in the zone from 8 to 50 inches (Bg1, Bg2, and Cg horizons)\nMLRA = 133A, 133B, 136, 153A, 153B\nREVISED = 10/2000 KSL\nADDITIONAL DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0052 WEHADKEE    0-  2   58- 68  185-250  37- 69     5- 700\nNC0233 WEHADKEE    0-  2   58- 68  185-250  37- 69     5- 700\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0052 COMMON          0-1.0  APPARENT NOV-MAY  60-60\nNC0233 COMMON           -     APPARENT    -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0052  0- 8  FSL L SL                0-  0  95-100  5-20   5- 20\nNC0052  0- 8  SIL SICL                0-  0  98-100  6-40   5- 35\nNC0052  8-40  SICL L SCL              0-  0  99-100 18-35   5- 25\nNC0052 40-50  VAR                      -       -      -      -\nNC0233  0- 8  FSL L SL                0-  0  95-100  5-20   3-  9\nNC0233  0- 8  SIL SICL                0-  0  95-100  6-40   3- 12\nNC0233  8-40  SIL SICL VFSL           0-  0  95-100 18-35   4-  9\nNC0233 40-50  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0052  0- 8  4.5- 6.5  2.-5.  0- 0   2.0- 6.0  LOW\nNC0052  0- 8  4.5- 6.5  2.-5.  0- 0   0.6- 2.0  LOW\nNC0052  8-40  4.5- 6.5  0.-2.  0- 0   0.6- 2.0  LOW\nNC0052 40-50     -        -     -        -\nNC0233  0- 8  4.5- 6.5  2.-5.  0- 0   2.0- 6.0  LOW\nNC0233  0- 8  4.5- 6.5  2.-5.  0- 0   0.6- 2.0  LOW\nNC0233  8-40  4.5- 6.5  0.-2.  0- 0   0.6- 2.0  LOW\nNC0233 40-50     -        -     -        -\n------------------------------------------------------------------------\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; grayish brown (10YR 5/2) fine sandy loam; weak medium granular structure; very friable; few flakes of mica; moderately acid; abrupt smooth boundary. (6 to 14 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 20,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--8 to 17 inches; dark gray (10YR 4/1) loam; common medium prominent strong brown (7.5YR 5/6) soft masses of iron accumulation; weak fine and medium subangular blocky structure; friable; few flakes of mica; moderately acid; clear smooth boundary. (8 to 20 inches thick)"
      },
      {
        "name": "Bg2",
        "top": 43,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg2--17 to 40 inches; gray (10YR 6/1) sandy clay loam; common medium prominent strong brown (7.5YR 5/6) soft masses of iron accumulation; weak medium subangular blocky structure; friable; common flakes of mica; moderately acid; clear smooth boundary. ( 0 to 30 inches thick)"
      },
      {
        "name": "Cg",
        "top": 102,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "narrative": "Cg--40 to 50 inches; gray (10YR 6/1) sandy loam; common medium faint grayish brown (10YR 5/2) iron depletions and prominent strong brown (7.5YR 5/6) soft masses of iron accumulation; massive; friable; common flakes of mica; moderately acid."
      }
    ]
  ]
}
