{
  "SERIES": "WEIGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. OAC/RAF/GJS/JBF",
  "REVDATE": "12/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid, shallow Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weigle gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; moderate medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; many fine vesicular pores; 20 percent gravel; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (8 to 15 cm thick)\nBw--10 to 18 cm; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many medium fine, and very fine roots; common fine interstitial pores; 30 percent gravel; strongly  effervescent; strongly alkaline (pH 8.6); gradual smooth boundary.  (8 to 18 cm thick)\nBqkm--18 to 25 cm; very pale brown (10YR 8/2) indurated duripan with fractures at 15 to 25 cm intervals; light gray (10YR 7/2) moist; massive; extremely hard, very firm; violently effervescent; gradual wavy boundary.  (8 to 13 cm thick)\nBqk--25 to 46 cm; dark yellowish brown (10YR 4/4) extremely gravelly loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine interstitial pores; 60 percent gravel and cobbles; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (5 to 28 cm thick)\nR--46 cm; fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; about 48 miles south of Carlin at the southern end of Pine Valley; about 2,000 feet north and 500 feet west of the southeast corner of section 5, T.25 N., R. 50 E.; USGS Pete Hanson Creek 7.5 minute topographic quadrangle; latitude 40 degrees 04 minutes 31 seconds N and longitude 116 degrees 20 minutes 56 seconds W; WGS84 Decimal Degrees 40.0752778 latitude, -116.3488889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nDepth to duripan: 15 to 36 cm.\nDepth to bedrock: 38 to 50 cm.\nIndurated duripan: Commonly fractured at 15 to 30 cm intervals, continuous in some pedons.\nReaction: Strongly alkaline or very strongly alkaline.\nParticle-size control section - Clay content:  8 to 18 percent.\nRock fragments:  10 to 35 percent, mainly gravel.\nA horizon\nValue:  5 or 6 dry, 4 or 5 moist.\nBw horizon\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  3 or 4.\nTexture:  Loam or gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nouque, Raz and Umil soils.\nNouque and Umil soils lack a lithic contact below the duripan. Raz soils average 20 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Weigle soils are on hill crests and side slopes.  These soils formed in residuum derived from shale and limestone.  Slopes are 15 to 30 percent.  Elevations are 1,740 to 2,045 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, mean annual temperature is 7 to 8 degrees C, and the frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ados, Dotard, Hopeka and Maghills soils.  All of these soils have a loamy-skeletal particle-size control section and lack a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly black sagebrush, horsebrush, low rabbitbrush, Sandberg bluegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are\nnot extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and Bw horizons).\nIndurated duripan - The zone from 18 to 25 cm (Bqkm horizon).\nLithic contact - The boundary at about 46 cm (R layer).\nParticle-size control section - The zone from the surface to about18 cm (A and Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
