{
  "SERIES": "WEISBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. AKN-DWW-TJE",
  "REVDATE": "07/2011",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Weisburg silt loam, on a south-facing, 5 percent slope in a pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (7 inches); brown (10YR 4/3) silt loam, light yellowish brown (10YR 6/4) dry; weak medium platy structure parting to weak fine granular; friable; many fine roots; neutral; abrupt smooth boundary. [15 to 25 cm (6 to 10 inches) thick]\nBt1--18 to 25 cm (7 to 10 inches); strong brown (7.5YR 5/6) silty clay loam; weak medium subangular blocky structure; friable; common fine roots; thin patchy brown (7.5YR 4/4) clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--25 to 41 cm (10 to 16 inches); strong brown (7.5YR 5/6) silty clay loam; moderate medium subangular blocky structure; friable; few fine roots; thin discontinuous brown (7.5YR 4/4) clay films on faces of peds; few patchy pale brown (10YR 6/3) silt coatings on faces of peds; very strongly acid; gradual wavy boundary.\nBt3--41 to 61 cm (16 to 24 inches); strong brown (7.5YR 5/6) silt loam; moderate medium angular blocky and subangular blocky structure; firm; few fine roots; thin continuous brown (7.5YR 4/4) clay films on faces of peds; many pale brown (10YR 6/3) and common yellowish brown (10YR 5/4) silt coatings on faces of peds; very strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 28 to 61 cm (11 to 24 inches).]\nBtx1--61 to 71 cm (24 to 28 inches); brown (7.5YR 5/4) silty clay loam; strong very coarse prismatic structure parting to weak medium angular blocky; very firm; thin discontinuous brown (7.5YR 4/4) and thin patchy brown (10YR 5/3) clay films on faces of prisms; thin discontinuous pale brown (10YR 6/3) silt coatings on vertical faces of prisms; very brittle; very strongly acid; gradual wavy boundary. [0 to 15 cm (0 to 6 inches) thick]\n2Btx2--71 to 99 cm (28 to 39 inches); yellowish brown (10YR 5/4) loam; strong very coarse prismatic structure parting to weak medium angular blocky; very firm; thin discontinuous yellowish red (5YR 5/6) clay films on faces of prisms; many discontinuous light brownish gray (10YR 6/2) and grayish brown (10YR 5/2) silt coatings on vertical faces of prisms; about 5 percent fine gravel; very brittle; very strongly acid; gradual wavy boundary. [23 to 76 cm (9 to 30 inches) thick]\n2Bt1--99 to 163 cm (39 to 64 inches); strong brown (7.5YR 5/6) clay; moderate medium angular blocky and subangular blocky structure; very firm; thin discontinuous reddish brown (5YR 5/4) and patchy brown (10YR 5/3) clay films on faces of peds; few yellowish brown (10YR 5/6) slickensides at nearly a vertical angle; 3 percent fine gravel; moderately acid; gradual wavy boundary.\n2Bt2--163 to 175 cm (64 to 69 inches); strong brown (7.5YR 5/6) clay; weak medium angular blocky and subangular blocky structure; very firm; thin patchy light brownish gray (10YR 6/2) clay films on faces of peds; few medium distinct yellowish brown (10YR 5/8) masses of oxidized iron; 3 percent fine gravel; slightly acid; gradual wavy boundary. [Combined thickness of the 2Bt horizon is 51 to 102 cm (20 to 40 inches).]\n3BC--175 to 203 cm (69 to 80 inches); yellowish brown (10YR 5/8) clay; many coarse prominent light gray (10YR 7/1) mottles; weak angular blocky structure; very firm; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dearborn County, Indiana; 1 1/2 miles west of Manchester; 400 feet north and 950 feet east of the southwest corner of sec. 30, T. 6 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: more than 203 cm (80 inches)\nThickness of the loess: 56 to 102 cm (22 to 40 inches)\nDepth to the fragipan: 51 to 86 cm (20 to 34 inches)\nDepth to clayey residuum: 122 to 183 cm (48 to 72 inches)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam\nReaction: strongly acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silt loam or silty clay loam\nReaction: very strongly acid to slightly acid\nBtx or 2Btx horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam or silty clay loam (Btx); loam or clay loam (2Btx)\nClay content: 20 to 30 percent\nRock fragment content: 3 to 10 percent gravel (2Btx)\nReaction: very strongly acid to strongly acid\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silty clay or clay\nClay content: 40 to 65 percent\nRock fragment content: 3 to 10 percent gravel\nReaction: moderately acid or slightly acid\n3BC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 8\nChroma: 4 to 8\nTexture: silty clay or clay\nClay content: 40 to 65 percent\nReaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Apalona, Ava, Bedford, Cincinnati, Fountainville, Grantsburg, Hildebrecht, Hosmer, Lawrenceville, Nicholson, Omulga, Otwell, Otwood, Solsberry, and Zanesville series. Apalona, Lawrenceville, Nicholson, Omulga, and Otwood soils do not have part of the argillic horizon formed in till. Ava, Cincinnati, Grantsburg, Hosmer, Otwell, and Zanesville soils have less than 40 percent clay in the lower part of the series control section. Bedford soils have hues redder than 7.5YR in the lower part of the series control section. Fountainville soils have a lithic contact within a depth of 152 cm (60 inches). Hildebrecht soils have more than 10 percent rock fragments within the fragipan. Solsberry soils have sandstone channers in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Weisburg soils are loess-mantled remnants of Illinoian age till plains. Slope ranges from 2 to 18 percent. Weisburg soils formed in 56 to 102 cm (22 to 40 inches) of loess and in the underlying till and clayey residuum weathered from interbedded Ordovician limestone and gray calcareous shale of the Dillsboro formation. Mean annual precipitation ranges from 914 to 1118 mm (36 to 44 inches). Mean annual temperature ranges from 11.7 to 13.3 degrees C (53 to 56 degrees F). Frost-free period is 150 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carmel, Cincinnati, Eden, Rossmoyne, and Switzerland soils. The Carmel, Eden, and Switzerland soils are on hillsides at lower elevations. The sola of these soils do not contain till, and they do not have fragipans. The Cincinnati and Rossmoyne soils are on adjacent but higher and broader ridges which have a thicker mantle of till. The moderately well drained Rossmoyne soils have gray iron depletions above the fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is medium or high. Saturated hydraulic conductivity is moderately high above the fragipan and low in and below the fragipan. Permeability is moderate above the fragipan and very slow in and below the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Weisburg soils are cultivated. Corn, wheat, soybeans, and tobacco are the principal crops. A considerable acreage is used for pasture or woodland, or is idle. Native vegetation is deciduous mixed hardwoods including oaks, hickory, tulip poplar, maple, and beech."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in MLRA 114A and to a lesser extent in MLRA 121 in southeastern Indiana.  The type location is in MLRA 114A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dearborn and Ohio Counties, Indiana, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 17 cm (Ap horizon).\nArgillic horizon: from a depth of 17 to 175 cm (Bt, Btx, 2Btx, 2Bt horizons).\nFragipan: from a depth of 61 to 99 cm (Btx1, 2Btx2 horizons).\nADDITIONAL DATA: Characterization data is available at Purdue Lab., No. DB7701 and SW8103.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
