{
  "SERIES": "WELCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "11/2015",
  "STATES": "CA,ID,NV,OR",
  "OVERVIEW": "The Welch series consists of very deep, poorly drained and very poorly drained soils that formed in alluvium derived from volcanic rocks and vitric pyroclastic materials.  Welch soils are on flood plains, stream terraces, and inset fans. Slopes are 0 to 15 percent. The mean annual precipitation is about 360 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Welch clay loam--meadow (Colors for dry soil unless otherwise noted).\nA1--0 to 13 cm; very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; moderate thin platy structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; neutral (pH 6.6); abrupt smooth boundary. (5 to 38 cm thick)\nA2--13 to 41 cm; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; moderate very fine and fine granular structure; hard, friable, moderately sticky and moderately plastic; few fine and many very fine roots; many very fine tubular and interstitial pores; neutral (pH 6.8); gradual smooth boundary. (5 to 36 cm thick)\nA3--41 to 71 cm; dark gray (10YR 4/1) sandy clay loam, black (10YR 2/1) moist; weak medium prismatic structure; hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; few fine tubular and many very fine interstitial and tubular pores; few fine distinct dark yellowish brown (10YR 3/4) masses of iron accumulation lining pores, neutral (pH 6.8); gradual smooth boundary. (20 to 56 cm thick)\nACg--71 to 109 cm; dark gray (N 4/0) sandy clay loam, black (N 2/0) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; few fine tubular, and many very fine interstitial and tubular pores; neutral (pH 6.8); gradual smooth boundary. (0 to 46 cm thick)\nCg--109 to 152 cm; gray (5Y 5/1) sandy clay loam, very dark gray (5Y 3/1) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few fine tubular and many very fine interstitial and tubular pores; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; 150 feet west and 2,000 feet south of the northeast corner of section 1, T.42 N., R.18 E.; USGS Fortynine Mountain 7.5 minute topographic quadrangle; latitude 41 degrees 35 minutes 29 seconds N and longitude 119 degrees 54 minutes 29 seconds W; WGS84 Decimal Degrees 41.5913889 latitude, -119.9080556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Welch soils are saturated and have aquic conditions for a least one month during normal years.  Aquic conditions are often present at or near the soil surface, mainly during the late winter and early spring months. The water table drops to a depth of 46 to 90 cm from early spring through September.\nMean annual soil temperature: 5 to 8 degrees C.\nMollic epipedon thickness: 66 to over 150 cm, organic matter decreases irregularly with depth.\nProfile reaction: Slightly acid to slightly alkaline.\nOther features: The parent material typically has a large amount of vitric pyroclastic material such as volcanic ash.  Buried A horizons are common.  Some pedons have gravelly strata or strata of silty clay loam, silt loam, clay, loam, very fine sandy loam, or sandy loam.\nParticle-size control section - Clay content: Averages 27 to 35 percent.\nA and ACg horizons\nHue: 10YR through 5Y or neutral (N).\nValue: 3 through 5 dry, 2 or 3 moist.\nChroma: 0 through 3 in the upper part and 0 through 2 in the lower part.\nRedoximorphic features:  Few to many, fine or medium, distinct or prominent zones of iron or manganese accumulation either lining pores or as masses within the matrix. Zones of iron depletion may also be present.\nCg and C horizons\nHue: 10YR through 5B, or neutral (N).\nValue: 5 through 8 dry, 3 through 5 moist.\nChroma: 0 through 2.\nStructure: Prismatic or is massive.\nTexture: Stratified sandy loam to silty clay loam, stratified very fine sandy loam to gravelly clay loam, or stratified sandy clay loam to silty clay loam.  Some pedons have horizons below 100 cm that are stratified very gravelly loamy sand to extremely gravelly coarse sand.\nConsistence: Slightly hard or hard dry, very friable or friable moist.  Slightly sticky or moderately sticky and slightly plastic or moderately plastic.\nRedoximorphic features: None to many, fine to coarse zones of iron or manganese accumulation either lining pores or as masses within the matrix.  Zones of iron depletion may also be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chamita, Cometcrik, Eagleton, Eastdale, Kerkhoven, Kovich, Lakepark, Lobe, Mannixlee, Marshbrook, Marshdale, Nythar, and Sibannac series.\nEagleton and Sibannac soils lack a component of vitric pyroclastic materials in the series control section. Eastdale slois have aquic conditions at 61 to 152 cm. Kovich soils have a loamy-skeletal lithologic discontinuity within 100 cm. Lobe soils have 18 to 24 percent clay. Chamita soils contain 18 to 27 percent clay. Lakepark soils are not dry in the soil moisture control section for 35 to 45 consecutive days following the summer solstice. Marshbrook soils are more moist during spring and summer and have a regular decrease in organic carbon with depth. Marshdale soils have a regular decrease in organic carbon with depth, have structural B horizons, and have calcareous substrata below 100 cm. Sibannac soils are more moist and have structural B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Welch soils are on flood plains, stream terraces, and inset fans. They formed in alluvium derived from volcanic rocks and vitric pyroclastic materials (glassy volcanic ash).  Slopes are 0 to 15 percent. Elevations range from 1,340 to 2,805 meters.  The climate is cool-semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 230 to 400 mm, the mean annual temperature is 4 to 7 degrees C, and the frost-free period is 60 to 100 days.  In parts of Idaho where this soil occurs, the frost-free period is as few as 45 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hapgood, Home Camp, and Newlands soils. Hapgood soils are well drained, loamy-skeletal, and have a cryic soil temperature regime. Home Camp soils are well drained, clayey-skeletal, have argillic horizons, and have a cryic soil temperature regime. Newlands soils are well drained, deep to hard bedrock, have argillic horizons, and have a cryic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained or very poorly drained, except where drained by gullying and entrenchment of adjacent creek channels. These soils are kept wet through most of the growing season by spring water and runoff from surrounding areas; very low or low surface runoff; moderately high saturated hydraulic conductivity.  These soils have flooding frequency ranging from non-flooded to frequently flooded.  A seasonal high water table is present between the soil surface and 46 cm (Very shallow or Shallow free water occurrence class) for some time in normal years.  Cumulative annual duration class is Persistent (November through June). The water table during much of the growing season ranges from 46 to 90 cm.  Drained phases and ponded phases of this series are recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Welch soils are used for hay production, rangeland, and wildlife habitat. The present vegetation is mainly sedges, meadow barley, creeping wildrye, Nevada bluegrass, iris, and other water-loving plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Nevada and adjoining areas in northeastern California and southeastern Oregon. These soils are moderately extensive.  MLRAs 21, 23, 25, 26, 27, and 28B.  Welch soils also occur in southern Idaho in MLRA 10."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washoe County, Nevada, (Surprise Valley-Home Camp Area) 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 71 cm (A1, A2, and A3 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between the soil surface and 46 cm of the surface.\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features in a horizon between 41 and 50 cm from the soil surface for some time in normal years.  (A3 horizon).\nAquolls suborder feature - The presence of a chroma of 1 or less and distinct redox concentrations in the lower part of the mollic epipedon (A3 horizon).\nParticle-size control section - The zone from 25 to 100 cm (A3 and portions of the A2 and ACg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 13 cm; very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; moderate thin platy structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine tubular pores; neutral (pH 6.6); abrupt smooth boundary. (5 to 38 cm thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--13 to 41 cm; very dark gray (10YR 3/1) silty clay loam, black (10YR 2/1) moist; moderate very fine and fine granular structure; hard, friable, moderately sticky and moderately plastic; few fine and many very fine roots; many very fine tubular and interstitial pores; neutral (pH 6.8); gradual smooth boundary. (5 to 36 cm thick)"
      },
      {
        "name": "A3",
        "top": 41,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A3--41 to 71 cm; dark gray (10YR 4/1) sandy clay loam, black (10YR 2/1) moist; weak medium prismatic structure; hard, friable, moderately sticky and moderately plastic; few fine and very fine roots; few fine tubular and many very fine interstitial and tubular pores; few fine distinct dark yellowish brown (10YR 3/4) masses of iron accumulation lining pores, neutral (pH 6.8); gradual smooth boundary. (20 to 56 cm thick)"
      },
      {
        "name": "ACg",
        "top": 71,
        "bottom": 109,
        "dry_hue": "N",
        "dry_value": 4,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "ACg--71 to 109 cm; dark gray (N 4/0) sandy clay loam, black (N 2/0) moist; massive; hard, firm, moderately sticky and moderately plastic; few fine and very fine roots; few fine tubular, and many very fine interstitial and tubular pores; neutral (pH 6.8); gradual smooth boundary. (0 to 46 cm thick)"
      },
      {
        "name": "Cg",
        "top": 109,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--109 to 152 cm; gray (5Y 5/1) sandy clay loam, very dark gray (5Y 3/1) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; few fine tubular and many very fine interstitial and tubular pores; neutral (pH 6.8)."
      }
    ]
  ]
}
