{
  "SERIES": "WELCHLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. HCD",
  "REVDATE": "02/2003",
  "STATES": "TN",
  "OVERVIEW": "The Welchland series consists of deep, well drained, cobbly soils\nthat formed in local alluvium.  These soils are in mountain coves\nand on low terraces along streams emerging from the mountains.\nPermeability is moderately rapid.  Slopes range from 0 to 10\npercent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, mesic Humic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Welchland cobbly loam--in pine plantation.(Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) cobbly loam; weak fine granular structure; very friable; many roots; 25 percent by volume of pebbles and cobbles of sandstone up to 6 inches in diameter; moderately acid; clear smooth boundary.  (6 to 12 inches thick)\nBE--9 to 17 inches; brown (7.5YR 4/4) cobbly loam; weak medium subangular blocky structure; very friable; common roots; 20 percent by volume pebbles and cobbles of sandstone up to 6 inches in diameter; strongly acid; gradual wavy boundary.  (6 to 12 inches thick)\nBt--17 to 38 inches; brown (7.5YR 4/4) cobbly loam; weak medium subangular blocky structure; very friable; common roots; thin, discontinuous clay films on faces of peds; 25 percent by volume of pebbles and cobbles of sandstone up to 5 inches in diameter; strongly acid; gradual wavy boundary.  (15 to 25 inches thick)\nBC--38 to 46 inches; strong brown (7.5YR 5/6) cobbly loam; weak fine subangular blocky structure; very friable; 35 percent by volume of pebbles and cobbles of sandstone up to 6 inches in diameter; strongly acid; gradual wavy boundary.  (0 to 12 inches thick)\nC--46 to 62 inches; strong brown (7.5YR 5/6) cobbly sandy loam; massive very friable; 45 percent by volume of pebbles of sandstone up to 6 inches in diameter; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Van Buren County, Tennessee; 9 miles southwest of Spencer; 100 yards east of White Hill School along Rocky River."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from about 30 to 60 inches.  Depth to bedrock is more than 6 feet.  The control section averages between 12 and 18 percent clay.  In most pedons, the control section is marginal to the fine-loamy family.  Averge content of pebbles, cobbles, and stones ranges from 15 to 35 percent by volume in the A through B2t horizons and between 20 and 60 percent in the B3 and C horizons.  The rock fragments are sandstone, siltstone, or quartzite and the dominant size range is 2 to 6 inches but some are as large as 15 inches in diameter.  The sand and silt fractions are dominantly quartz; the amount of weatherable minerals is less than 10 percent, most commonly about 2 percent.   The soil is strongly acid or very strongly acid except the surface layer where limed.\nThe A horizon is dark brown (10YR 3/3; 7.5YR 3/2), dark yellowish brown (10YR 3/4), or very dark grayish brown (10YR 3/2).  The fine-earth fraction of the A horizon is loam or sandy loam.\nThe BE and Bt horizons most commonly are brown (7.5YR 4/4, 5/4) and the range includes yellowish brown (10YR 5/4, 5/6, 5/8), dark yellowish brown (10YR 4/4), strong brown (7.5YR 5/6, 5/8), reddish brown (5YR 4/4), and rarely, yellowish red (5YR 4/6, 5/6).  The BE horizon, in addition, includes brown (10YR 4/3).  The fine-earth fraction of the BE and Bt horizons is loam, sandy loam, sandy clay loam, or clay loam, and thin subhorizons of loamy sand.\nThe BC and C horizons have the range of colors given for the BE and Bt horizons except the C horizon includes yellowish brown (10YR 5/4, 5/6).  The fine-earth fraction of these horizons is sandy loam, loam, or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bassfield, Dunellen, Downer, Lansdale, Latonia, Olanta, Rigley, Rumford, Sequatchie, and Woodmansie series.  Each of these, except Olanta and Sequatchie, has an A horizon color value of 4 or more.  In addition, Bassfield, Latonia, and Rumford soils as well as Olanta soils have mean annual soils temperatures greater than 59 degrees F. Dunellen, Lansdale, and Rigley soils have more than 10 percent weatherable minerals in the sand and silt fractions.   Sequatchie soils have less than 15 percent by volume of coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Welchland soils are chiefly in mountain coves; some are on low stream terraces.  Slope gradient ranges from 0 to 10 percent.  The soil formed in local alluvium.  Local climate data are not available.  The nearest weather station is at Crossville some 30 miles away and about 500 feet higher than the type location; here the mean annual temperature is 55.5 degrees F., and mean annual precipitation is 53.5 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Sequatchie series and the Jefferson and Ramsey series.  Sequatchie soils are slightly lower lying on adjacent low terraces. Jefferson soils are higher lying on footslopes and benches and contain less than 15 percent coarse fragments.  Ramsey soils are on adjacent steep mountainsides and are less than 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Welchland soils are well drained. Runoff is slow and permability is moderately rapid.  Usually the soils are not flooded but a few are rarely flooded for very brief duration."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About two-thirds of the soil is cleared but very little is now cultivated.  Pasture is the main use and a substantial amount is idle.  Small areas are used for garden crops.  The native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cumberland mountains and plateau and Great Valley regions in Tenneseee, and possibly Kentucky, North Carolina, and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Van Buren County, Tennessee; 1975; White and Van Buren Counties, Tennessee survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Welchland soils formerly were included in the Sequatchie series and classified in the Gray-Brown Podzolic great soil group.\nDiagnostic horizons recognized in this pedon are:\nUmbric epipedon - 0 to 9 inches (Ap horizon)\nArgillic horizon- 17 to 38 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark brown (10YR 3/3) cobbly loam; weak fine granular structure; very friable; many roots; 25 percent by volume of pebbles and cobbles of sandstone up to 6 inches in diameter; moderately acid; clear smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "BE",
        "top": 23,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BE--9 to 17 inches; brown (7.5YR 4/4) cobbly loam; weak medium subangular blocky structure; very friable; common roots; 20 percent by volume pebbles and cobbles of sandstone up to 6 inches in diameter; strongly acid; gradual wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 43,
        "bottom": 97,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--17 to 38 inches; brown (7.5YR 4/4) cobbly loam; weak medium subangular blocky structure; very friable; common roots; thin, discontinuous clay films on faces of peds; 25 percent by volume of pebbles and cobbles of sandstone up to 5 inches in diameter; strongly acid; gradual wavy boundary.  (15 to 25 inches thick)"
      },
      {
        "name": "BC",
        "top": 97,
        "bottom": 117,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--38 to 46 inches; strong brown (7.5YR 5/6) cobbly loam; weak fine subangular blocky structure; very friable; 35 percent by volume of pebbles and cobbles of sandstone up to 6 inches in diameter; strongly acid; gradual wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 157,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "narrative": "C--46 to 62 inches; strong brown (7.5YR 5/6) cobbly sandy loam; massive very friable; 45 percent by volume of pebbles of sandstone up to 6 inches in diameter; strongly acid."
      }
    ]
  ]
}
