{
  "SERIES": "WELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWB-MLP",
  "REVDATE": "02/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weld silt loam, nonirrigated cropland (Colors are for dry soil unless otherwise noted.)\nAp--0 to 13 centimeters (0 to 5 inches); grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable; low toughness, slightly sticky and slightly plastic; many fine roots throughout and many very fine throughout and common medium throughout; common very fine and fine moderate continuity continuous tubular pores and many very fine and fine high continuity tubular pores; neutral (ph 7.0); abrupt smooth boundary.  (0 to 23 centimeters (0 to 9 inches) thick)\nBt1--13 to 25 centimeters (5 to 10 inches); brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3) moist; strong medium prismatic structure parting to strong fine and medium subangular blocks; hard, firm, medium toughness, sticky and plastic; common very fine and fine low continuity tubular pores and common very fine low continuity interstitial pores; few distinct discontinuous clay films on faces of peds and in pores; neutral (pH 7.0); clear smooth boundary.\nBt2--25 to 41 centimeters (10 to 16 inches); brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3) moist; moderate fine and medium prismatic structure parting to moderate fine subangular blocks; very hard, very firm, high toughness, very sticky and very plastic; many fine roots throughout and common very fine throughout and few medium throughout; common very fine moderate continuity dendritic tubular pores and common very fine and fine low continuity tubular pores; few distinct discontinuous clay films on vertical and horizontal faces of peds; common medium cylindrical soft masses of carbonate pedogenic between peds; slightly effervescent on faces of peds and in pores; slightly alkaline (pH 7.4); clear wavy boundary.  (The combined thickness of the Bt horizon is 51 to 152 centimeters (20 to 60 inches)\nBtk--41 to 64 centimeters (16 to 25 inches); light brownish gray (10YR 6/2) silty clay loam, brown (10YR 5/3) moist; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, medium toughness, sticky and plastic; many fine roots throughout and common very fine throughout and few medium throughout; common very fine moderate continuity dendritic tubular pores and common very fine and fine moderate continuity tubular pores; few distinct patchy light gray (10YR 7/2), dry, carbonate coats and very few faint patchy clay films in root channels and/or pores; few fine irregular soft carbonate threads pedogenic throughout; violently effervescent on faces of peds and in pores; moderately alkaline; clear wavy boundary.  (8 to 30 centimeters (3 to 12 inches) thick)\nBk--64 to 91 centimeters (25 to 36 inches); light brownish gray (10YR 6/2), silt loam, grayish brown (10YR 5/2), moist; weak coarse prismatic structure; soft, very friable, low toughness, slightly sticky and slightly plastic, common very fine and fine roots throughout; common very fine low continuity vesicular pores and common very fine and fine low continuity tubular pores and few very fine low continuity dendritic tubular pores; few fine irregular soft carbonate threads pedogenic throughout; violently effervescent on faces of peds and in pores, moderately alkaline, gradual smooth boundary.  (13 to 30 centimeters (5 to 12 inches) thick)\nBC--91 to 152 centimeters (36 to 60 inches); light brownish gray (10YR 6/2), very fine sandy loam, brown (10YR 5/3), exterior, moist: weak medium prismatic structure; soft, very friable, low toughness, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine low continuity tubular pores; few fine irregular soft carbonate threads pedogenic throughout; violently effervescent on faces of peds; moderately alkaline; gradual wavy boundary.  (20 to 76 centimeters (8 to 30 inches) thick)\nC--152 to 203 centimeters (60 to 80 inches); pale brown (10YR 6/3), very fine sandy loam, brown (10YR 5/3), moist; massive; soft, very friable, low toughness, slightly sticky and slightly plastic; common fine roots throughout; common very fine low continuity tubular pores; few fine irregular soft carbonate threads pedogenic throughout; violently effervescent on faces of peds; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Colorado; 39 degrees 55 minutes 48.2 seconds North and 103 degrees 19 minutes 44.4 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature 51 centimeters (20 inches): 9 to 13 degrees C. (48 to 55 degrees F.)\nMean summer soil temperature: 15 to 24 degrees C. (59 to 75 degrees F)\nMollic epipedon: 18 to 48 centimeters (7 to 19 inches)\nDepth to calcareous material: 20 to 51 centimeters (8 to 20 inches) in virgin profiles\nCalcium carbonate equivalent: less than 15 percent in the C horizon but may exceed this amount in thin strata in some parts of some pedons\nOrganic carbon content mollic epipedon: 0.8 to 3 percent and decreases uniformly with depth, reaching levels of 0.2 percent or less within a depth of 127 centimeters (50 inches)\nExchangeable sodium percentage: usually less than 3 percent in the solum and does not exceed 14 percent in any horizon as much as 4 inches thick within the solum\nExchangeable sodium percentage C horizon: generally higher than in the solum and may exceed 15 percent in some pedons\nContent of coarse fragments: typically less than 2 percent, ranges from 0 to 15 percent in the solum\nC horizon: may have 0 to 25 percent pebbles\nSoil temperature 20 inches: 5 degrees C. (41 degrees F.) or higher for about 200 to 240 days\nMoisture control section: moist in some part of the when soil temperature at 51 centimeters (20 inches) is 5 degrees C. (41 degrees F.) or higher for about 56 to 152 days.\nA horizon:\nHue: 5Y to 7.5YR\nValue: 4 or 5, and 2 or 3 moist\nChroma: 2 or 3\nStructure: usually granular but subangular blocky in some pedons\nRupture Resistance: soft or slightly hard\nReaction: neutral or slightly alkaline (pH 6.6 to 7.8)\nBt horizon\nHue: 5Y to 7.5YR\nValue: 4 to 7, and 3 to 6 moist\nChroma: 2 to 5\nTexture: silty clay, or silty clay loam\nClay content: 35 to 50 percent\nSilt content: 20 to 55 percent\nSand content: 5 to 50 percent, less than 15 percent being fine or coarser sand\nStructure: prismatic structure but angular blocky structure in some pedons\nReaction: neutral or slightly alkaline (pH 6.6 to 7.8), in the upper part and slightly alkaline or moderately alkaline in the lower part\nC horizon:\nHue: 5Y to 7.5YR\nValue: 6 to 8, 5 or 6 moist\nChroma: 2 to 4\nTexture: loam or silt loam with less than 27 percent clay\nTexture in some pedons below 40 inches: fine sandy loam\nReaction: moderately alkaline or strongly alkaline (pH 8.0 to 8.6)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashfork, Bethune, Blackpipe, Boneek, Boquillas, Chapin, Collbran, Collide, Emigrant, Huggins, Kube, Leyden, Loma, Nuncho, Nunn, Querc, Raku, Rednun, Richfield, Ryus, Savo, Showlow, Standley, Thunderbird, and Wormser series.\nAsfork soils are at 1524 to 1829 meters (5000 to 6000 feet) elevation\nBethune, Blackpipe, Boquillas, Emigrant, Huggins, Leyden, and Querc soils have a paralithic contact at depths of 51 to 102 centimeters (20 to 40 inches).\nBoneek and Kube soils have a paralithic contact at depths of 102 to 152 centimeters (40 to 60 inches).\nAshfork, Chapin, Thunderbird and Wormse soils have a lithic contact at depths of less than 102 centimeters (40 inches).\nCollide and Rednun soils have hues of 2.5YR or 5YR in the control section.\nLoma and Ryus soils are calcareous throughout.\nNuncho soils are usually dry when the soil temperature at a depth of 51 centimeters (20 inches) is 5 degrees C. (41 degrees F.) or greater.\nNunn soils contain rock fragments typically less than 5 percent and range from 0 to 15 percent.\nRaku soils are in a warmer temperature zone.\nRichfield soils have a warmer soil temperature.\nSavo soils have a mean annual temperature of 48 degrees F. or less.\nShowlow soils average more than 15 percent rock fragments below the Bt horizon.\nStandley soils average 15 to 35 percent rock fragments in the control section.\nTorreon soils are derived from basalt and have calcic horizons above a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: on hills, plains and interfluves\nSlopes: 0 to 8 percent\nParent material: thick calcareous silty eolian materials or from silty uniform alluvium or outwash\nMean annual precipitation: 28 to 41 centimeters (11 to 16 inches),peak periods of precipitation occurring in the spring and early summer months\nMean annual temperature: 7 to 12 degrees C. (45 to 53 degrees F.)\nMean summer temperature: 14 to 23 degrees C. (57 to 73 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adena and Colby soils.\nAdena soils have a very thin solum and an ochric epipedon.\nColby soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: low\nSaturated hydraulic conductivity:   moderately low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  They are used as native pastureland or for dry or irrigated cropland.\nNative vegetation is blue grama and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited to eastern Colorado and Wyoming.  Series is of large extent.  MLRA's 67 and 69."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fort Collins Area, Colorado 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: 0 TO 25 centimeters (0 to 10 inches) after mixing\nArgillic horizon: 13 to 38 centimeters (5 to 15 inches)\nChanges in classification from lab findings (94CO121-001), field testing, transects to reflect actual field conditions\nLast updated by the state 1998\nModified format by LRM in 1/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
