{
  "SERIES": "WELLSDAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. VEB/TLA",
  "REVDATE": "03/2007",
  "STATES": "WA",
  "OVERVIEW": "The Wellsdam series consists of moderately deep to duripan, well drained soils formed in loess and volcanic ash over dense glacial till.  They are on terraces. Slopes are 3 to 65 percent. The mean annual precipitation is about 10 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitritorrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wellsdam ashy fine sandy loam - rangeland, on a 55 percent north facing slope at an elevation of 1,300 feet. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nA1--0 to 6 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 5 percent sand-size pumice, 0.5 to 2.0 mm in diameter and 5 percent ash, 2 to 5 mm in diameter; 5 percent gravel; slightly alkaline (pH 7.6); gradual wavy boundary. (4 to 8 inches thick)\nA2--6 to 18 inches; brown (10YR 5/3) ashy fine sandy loam; dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 5 percent sand-size ash, 0.5 to 2.0 mm in diameter and 5 percent pumice, 2 to 5 mm in diameter; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 12 inches thick)\nBw--18 to 38 inches; light gray (10YR 7/1) ashy fine sandy loam, gray (10YR 6/1) moist; weak medium subangular structure; slightly hard, firm, nonsticky and nonplastic; common very fine and fine roots; common fine and medium interstitial and tubular pores; 10 percent sand-size ash, 0.5 to 2.0 mm in diameter and 5 percent pumice, 2 to 5 mm in diameter; 5 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary. (10 to 20 inches thick)\n2Bkqm--38 to 54 inches; light gray (10YR 7/1) weakly cemented duripan, crushes to cobbly fine sandy loam; gray (10YR 6/1) moist; massive; very hard, extremely firm, nonsticky and nonplastic; few very fine and fine roots in a mat at the top of the horizon; few very fine and fine vesicular pores; 10 percent gravel, 15 percent cobbles, and 5 percent stones; common fine irregular carbonate threads; violently effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (5 to 16 inches thick)\n2Cdk--54 to 60 inches; light gray (10YR 7/1) cobbly fine sandy loam, gray (10YR 6/1) moist; massive; slightly hard, firm, nonsticky and nonplastic; few very fine and fine roots matted around rock fragments; common very fine and fine vesicular and tubular pores; common fine irregular carbonate threads; strongly effervescent; 10 percent gravel, 15 percent cobbles and 5 percent stones; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; about one mile southwest of Brewster; 1,000 feet south of the center of section 23, T. 30 N., R. 24 E. (Latitude 48 degrees 4 minutes 58 seconds N, Longitude 119 degrees 47 minutes 30 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 50 to 52 degrees F. These soils are usually dry in the moisture control section for more than half the time when the soil temperature is above 40 degrees F. The mollic epipedon is 10 to 18 inches thick. The particle-size control section has moist bulk density of 1.10 to 1.25 g/cc, 30 to 60 percent volcanic glass content, including 5 to 15 percent sand-size pumice, 0.5 to 2.0 mm. in diameter and 5 to 10 percent ash, 2 to 5 mm. in diameter, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent, 5 to 20 percent rock fragments, and an apparent field estimated clay content of 8 to 10 percent. Depth to duripan is 20 to 40 inches.  Depth to dense glacial till is 22 to 55 inches.\nThe A horizon has a chroma of 2 or 3 moist.\nThe Bw horizon has a value of 6 or 7 dry and 3 to 6 moist. Chroma is 1 or 2 dry and 1 to 3 moist. It has 5 to 20 percent rock fragments. Texture is ashy fine sandy loam, ashy very fine sandy loam or gravelly ashy fine sandy loam.\nThe 2Bkqm horizon has a value of 5 to 7 dry and 5 or 6 moist. Chroma is 1 or 2 moist. It is weakly or moderately cemented duripan and has 25 to 35 percent rock fragments and the fine earth.  When crushed texture is fine sandy loam or sandy loam. Reaction is slightly to moderately alkaline.\nThe 2Cdk horizon has moist value of 5 or 6. It has 30 to 40 percent rock fragments and the fine earth texture is fine sandy loam or sandy loam. Reaction is slightly to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Sprauer series. The Sprauer series has an indurated duripan at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wellsdam soils are on glaciated sideslopes and terraces leading up to the basalt plateau. Slopes are 3 to 65 percent. The soils formed in volcanic ash and pumice mixed with loess over weakly cemented duripan and dense granitic glacial till. Elevation is 1,000 to 2,200 feet. The climate is characterized by warm dry summers and cool moist winters. The mean annual precipitation is 9 to 12 inches. Average January temperature is about 25 degrees F., average July temperature is about 70 degrees F., and average annual temperature is 49 to 51 degrees F. The frost free season is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cashmere, Chelan, Couleedam, Ginnis, Peshastin and Swakane series. Cashmere soils are on terraces and are coarse-loamy. Chelan soils are on terrces and lack a duripan above 40 inches. Couleedam, Ginnis and Swakane soils are on upland sideslopes and have bedrock at depths less than 40 inches. Peshastin soils are on terraces and have less than 30 percent volcanic glass and lack duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow to moderated runoff; moderately rapid permeability above the duripan and moderately slow through the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing, irrigated orchards and dryland grain production. Native vegetation is bluebunch wheatgrass, Idaho fescue, prairie Junegrass, big sagebrush and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas and Chelan counties, Washington. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 18 inches, a cambic horizon from 18 to 38 inches and a weakly cemented duripan from 38 to 54 inches. There is 30 to 60 percent volcanic glass in the control section. The particle size control section is the zone from 10 to 38 inches (A1, A2 and Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 6 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 5 percent sand-size pumice, 0.5 to 2.0 mm in diameter and 5 percent ash, 2 to 5 mm in diameter; 5 percent gravel; slightly alkaline (pH 7.6); gradual wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--6 to 18 inches; brown (10YR 5/3) ashy fine sandy loam; dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine interstitial and tubular pores; 5 percent sand-size ash, 0.5 to 2.0 mm in diameter and 5 percent pumice, 2 to 5 mm in diameter; 5 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 46,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--18 to 38 inches; light gray (10YR 7/1) ashy fine sandy loam, gray (10YR 6/1) moist; weak medium subangular structure; slightly hard, firm, nonsticky and nonplastic; common very fine and fine roots; common fine and medium interstitial and tubular pores; 10 percent sand-size ash, 0.5 to 2.0 mm in diameter and 5 percent pumice, 2 to 5 mm in diameter; 5 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary. (10 to 20 inches thick)"
      },
      {
        "name": "2Bkqm",
        "top": 97,
        "bottom": 137,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bkqm--38 to 54 inches; light gray (10YR 7/1) weakly cemented duripan, crushes to cobbly fine sandy loam; gray (10YR 6/1) moist; massive; very hard, extremely firm, nonsticky and nonplastic; few very fine and fine roots in a mat at the top of the horizon; few very fine and fine vesicular pores; 10 percent gravel, 15 percent cobbles, and 5 percent stones; common fine irregular carbonate threads; violently effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary. (5 to 16 inches thick)"
      },
      {
        "name": "2Cdk",
        "top": 137,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "2Cdk--54 to 60 inches; light gray (10YR 7/1) cobbly fine sandy loam, gray (10YR 6/1) moist; massive; slightly hard, firm, nonsticky and nonplastic; few very fine and fine roots matted around rock fragments; common very fine and fine vesicular and tubular pores; common fine irregular carbonate threads; strongly effervescent; 10 percent gravel, 15 percent cobbles and 5 percent stones; slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
