{
  "SERIES": "WELLSCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSN-RJE-JAL",
  "REVDATE": "12/2000",
  "STATES": "WA",
  "OVERVIEW": "The Wellscreek series consists of very deep, well drained soils formed in colluvium from sedimentary and metasedimentary rock, with a small component of loess and volcanic ash.  These soils are on fans, toeslopes, footslopes and backslopes of mountains.  Slopes are 5 to 65 percent.  The average annual precipitation is about 22 inches and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wellscreek very channery loam - on a 53 percent southeast facing slope at 2,040 feet elevation, under a mixed Douglas-fir, ponderosa pine, lodgepole pine canopy.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures.)\nA1--0 to 6 inches; dark grayish brown (10YR 4/2) very channery loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; 35 percent hard channers and 15 percent soft channers; slightly acid (pH 6.4); clear smooth boundary.  (5 to 12 inches thick)\nA2--6 to 14 inches; brown (10YR 5/3) very channery loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; 40 percent hard channers, 20 percent soft channers and 5 per;cent cobbles; neutral (pH 6.6); abrupt wavy boundary.  (0 to 11 inches thick)\nBw1--14 to 26 inches; yellowish brown (10YR 5/4) extremely cobbly silt loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; 30 percent hard channers; 20 percent soft channers, 25 percent cobbles and 10 percent stones; neutral (pH 6.6); gradual wavy boundary.  (9 to 21 inches thick)\nBw2--26 to 42 inches; light yellowish brown (10YR 6/4) extremely channery loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, medium and coarse roots; 55 percent hard channers, 10 percent soft channers and 20 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 20 inches thick)\nC--42 to 60 inches; light yellowish brown (10YR 6/4) extremely channery loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; 55 percent hard channers, 15 percent soft channers and 20 percent cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Ferry County, Washington; miles up Wilmont Creek Road near Cougar Creek; 1,900 feet south and 1,950 feet east of the northwest corner of sec. 3, T. 30 N., R. 35 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 44 to 46 degrees F.  These soils are usually moist but are dry in all parts between depths of 8 to 24 inches for 60 to 75 consecutive days following the summer solstice.  The upper 7 to 14 inches has an estimated moist bulk density of 1.10 to 1.50 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.   The particle-size control section is 18 to 30 percent clay.  The mollic epipedon is 10 to 20 inches thick.  Soil reaction is slightly acid or neutral throughout.\nThe A1 horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry, 1 through 3 moist.\nThe A2 horizon has value of 4or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.  It is channery loam, very channery loam, channery silt loam, or very channery silt loam.  It is 15 to 40 percent hard channers, 0 to 20 percent soft channers, 0 to 10 percent pebbles and 0 to 5 percent cobbles.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 through 6 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist.  It is very channery loam, extremely channery loam, very channery silt loam, very channery clay loam, very cobbly silt loam, extremely channery clay loam or extremely cobbly silt loam.  It is 35 to 75 percent rock fragments; with 20 to 60 percent hard channers, 0 to 25 percent soft channers, 0 to 20 percent pebbles, 0 to 10 percent flagstones, 0 to 30 percent cobbles, or 0 to 10 percent stones.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 4 dry or moist.  It is very channery loam, extremely channery loam, very cobbly loam, very channery clay loam, extremely channery clay loam.  It is 40 to 75 percent rock fragments; with 30 to 60 percent hard channers, 5 to 25 percent soft channers, 0 to 20 percent pebbles, 5 to 25 percent cobbles, 5 to 15 percent flagstone, and 0 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bearspring, Cassal, Dogtown, Egyptcreek, Frint, Hogranch, Midpeak, Mineral, Peahke, Pelican, Scoap, Shalrock, and Yelcreek series.  Bearspring soils have 7 to 15 percent clay and 35 to 50 percent angular granitic rock fragments in the particle-size control section.  Cassal soils are moderately well drained and have distinct redox features at 30 to 45 inches. Dogtown soils are dry 45 to 60 days following the summer solstice. Egyptcreek, Frint, Midpeak, Mineral, Peahke, and Shalrock soils are 20 to 40 inches deep to lithic contact.  Hogranch soils have a 20 to 29 inch thick mollic epipedon and are dry 85 to 95 days following the summer solstice. Pelican soils are dry 75 to 90 days following the summer solstice. Scoap soils are 8 to 12 percent clay in the particle-size control section. Yellcreek soils have 5 to 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wellscreek soils are on fans, toeslopes, footslopes and backslopes of mountains.  These soils formed in colluvium from sedimentary and metasedimentary rock, with a small component of loess and volcanic ash.  Slopes are 5 to 65 percent.  Elevations range from 2,000 to 3,200 feet.  The climate is characterized by warm, dry summers and cool, moist winters.  The average annual precipitation is 18 to 25 inches.  The mean January temperature is about 23 degrees F, mean July temperature is about 46 degrees F, and the mean annual air temperature is about 42 to 44 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Thee are the Hartill, Henneway (T), Raisio, Rufus, Wapal, and the Wilmont (T) soils.  Hartill soils are 20 to 40 inches deep to a lithic contact.  Henneway and Wilmont soils lack a mollic epipedon.  In addition, Henneway soils have less than 35 percent coarse fragments in the particle-size control section.  Wilmont soils have a mantle of volcanic ash 7 to 14 inches thick and less than 18 percent clay in the particle-size control section.  Raisio and Rufus soils have a mesic temperature regime and are on south facing slopes.  Wapal soils are sandy-skeletal with 35 to 60 percent rounded rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very rapid runoff; moderate permeability in the surface layer, moderately slow permeability in the subsoil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, watershed, grazing and recreation are the principal uses.  Native vegetation includes Douglas-fir, western larch, ponderosa pine, lodgepole pine, mallow ninebark, creambush oceanspray, common snowberry, dwarf rose pachystima, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation; Ferry County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil ae a mollic epipedon from the surface to 14 inches, a cambic horizon from 14 to 42 inches, and a particle-size control section from 10 to 40 inches that averages 67 percent rock fragments."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; dark grayish brown (10YR 4/2) very channery loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; 35 percent hard channers and 15 percent soft channers; slightly acid (pH 6.4); clear smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--6 to 14 inches; brown (10YR 5/3) very channery loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium roots; 40 percent hard channers, 20 percent soft channers and 5 per;cent cobbles; neutral (pH 6.6); abrupt wavy boundary.  (0 to 11 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--14 to 26 inches; yellowish brown (10YR 5/4) extremely cobbly silt loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium and coarse roots; 30 percent hard channers; 20 percent soft channers, 25 percent cobbles and 10 percent stones; neutral (pH 6.6); gradual wavy boundary.  (9 to 21 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 66,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--26 to 42 inches; light yellowish brown (10YR 6/4) extremely channery loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, medium and coarse roots; 55 percent hard channers, 10 percent soft channers and 20 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--42 to 60 inches; light yellowish brown (10YR 6/4) extremely channery loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; 55 percent hard channers, 15 percent soft channers and 20 percent cobbles; slightly acid (pH 6.2)."
      }
    ]
  ]
}
