{
  "SERIES": "WELLMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LJH/RJE",
  "REVDATE": "03/1999",
  "STATES": "WA",
  "OVERVIEW": "The Wellman series consists of deep, well drained soils that formed in loess over glacial outwash.  These soils are on river terraces and have slopes of 0 to 5 percent.  The mean annual precipitation is about 95 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, ferrihydritic over mixed, superactive, isomesic Pachic Melanudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wellman gravelly silt loam - pasture. (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.\nA11--0 to 7 inches; black (10YR 2/1) gravelly silt loam, very dark grayish brown (10YR 3/2) dry; moderate fine and very fine granular structure grading with increasing depth to subangular blocky structure; slightly hard, friable, slightly sticky, plastic and weakly smeary; many fine and very fine roots; many fine and very fine irregular and tubular pores; 20 percent pebbles; very strongly acid (pH 5.0); gradual smooth boundary.  (6 to 12 inches thick)\nA12--7 to 14 inches; black (10YR 3/1) gravelly silt loam, very dark grayish brown (10YR 3/2) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky, plastic and weakly smeary; many fine and very fine roots; many fine and very fine irregular and tubular pores; 15 percent pebbles; very strongly acid (pH 5.0); gradual smooth boundary.  (7 to 11 inches thick)\nA3--14 to 21 inches; very dark brown (10YR 2/2) gravelly silt loam, very dark grayish brown (10YR 3/2) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, sticky, plastic and weakly smeary; many fine and very fine roots; many fine and very fine irregular and tubular pores; 25 percent pebbles; strongly acid (pH 5.2); clear smooth boundary.  (0 to 7 inches thick)\n2B2--21 to 30 inches; dark yellowish brown (10YR 3/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) dry; weak very fine subangular blocky structure; soft, friable, slightly sticky and nonplastic, many very fine roots; many fine and very fine pores; 60 percent pebbles and 10 percent cobbles; strongly acid (pH 5.2); gradual smooth boundary.  (7 to 16 inches thick)\n3C--30 to 60 inches; dark brown (7.5YR 4/4) extremely gravelly sand; yellowish brown (10YR 5/4) dry; single grained; loose; common very fine roots; many fine and very fine irregular pores; 60 percent pebbles and 10 percent cobbles; strongly acid (pH 5.4)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington; on the Little Quillayute Prairie; 1,200 feet north ad 1,000 feet west of the southeast corner of sec. 5, T. 28 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  depth to the 3C horizon is 30 to 40 inches.  The medial layer is 21 to 30 inches thick.  The umbric epipedon is 21 to 27 inches thick.  The upper part of the particle-size control section is 15 to 35 percent pebbles and cobbles.  The mean annual soil temperature is estimated to range from 51 to 54 degrees F.  Te soil is strongly acid or very strongly acid.\nThe A horizon has hue of 5YR through 10YR and chroma of 1 or 2 dry.\nThe 2B2 horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, chroma of 2 through 4.  It is extremely gravelly sandy loam or extremely gravelly loam.\nThe 3C horizon has hue of 7.5YR or 10YR and value of 3 or 4 moist.  It is extremely gravelly sand or extremely gravelly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bear Prairie and Quillayute series in other families.  Both soils lack contrasting textures in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wellman soils are on river terraces at elevations of 150 to 200 feet.  They formed in loess or estuary deposits over glacial outwash.  The soils are in a mild marine climate and have cool, moist summers an cool, wet winters.  mean annual precipitation is 90 to 100 inches. Average January temperature is about 39 degrees F., average July temperature is about 61 degrees F., and the mean annual temperature is about 50 degrees F.  Frost-free season is 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Queets, Solduc, Tealwhit and the competing Quillayute soils.  Queets soils have less than 2 percent coarse fragments in the control section.  Solduc soils have a spodic horizon. Tealwhit soils have a fine control section and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; permeability of the surface layer and subsoil is moderate and permeability of the substratum is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cropland, pasture and wildlife are the principal uses.  Native vegetation is western hemlock and Sitka spruce and open areas with brackenfern, red huckleberry and annual and perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Clallam County, Washington on the Little Quillayute Prairie.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
