{
  "SERIES": "WELLSBASIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRP/JCK",
  "REVDATE": "04/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wellsbasin very cobbly loam, on a 36 percent concave, south-facing slope at an elevation of 2,170 meters. The surface is covered with 10 percent stones. (Colors are for dry soil unless otherwise noted.)\nA--0 to 18 cm; brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure parting to weak fine and medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and common medium and coarse roots; 30 percent gravel, 20 percent cobbles and 5 percent stones; slightly alkaline (pH 7.6); clear wavy boundary. (15 to 25 cm thick)\nBt1--18 to 28 cm; brown (7.5YR 5/3) very cobbly clay loam, dark brown (7.5YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine, and common medium and coarse roots; few fine dendritic tubular pores; 30 percent faint clay films on all ped faces and on surfaces along pores; 30 percent gravel, 20 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4); clear wavy boundary.\nBt2--28 to 33 cm; brown (7.5YR 5/3) very cobbly clay loam, brown (7.5YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots; common fine and medium dendritic tubular pores; 60 percent distinct clay films on all ped faces and on surfaces along pores; 30 percent gravel, 20 percent cobbles and 5 percent stones; slightly alkaline (pH 7.4); clear wavy boundary. (Combined thickness of Bt horizons is 12 to 30 cm)\nBtk1--33 to 69 cm; light brown (7.5YR 6/4) very gravelly clay loam, brown (7.5YR 5/3) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine, medium, and coarse roots; common fine and medium dendritic tubular, and few fine vesicular pores; 60 percent distinct clay films on all ped faces and on surfaces along pores; 15 percent carbonate coats on surfaces of rock fragments; 15 percent fine, medium, and coarse irregular shaped carbonate masses in the matrix; 30 percent gravel, 5 percent cobbles and 5 percent stones; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.\nBtk2--69 to 79 cm; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few fine, medium, and coarse roots; few fine dendritic tubular and vesicular pores; 10 percent faint clay films on all ped faces; 10 percent carbonate coats on surfaces of rock fragments; 10 percent fine, medium, and coarse irregular shaped calcium carbonate masses in the matrix; 10 percent gravel and 2 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (Combined thickness of Btk horizons is 20 to 50 cm)\nBk--79 to 119 cm; very pale brown (10YR 7/3) silty clay loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few fine and medium roots; few fine dendritic tubular and vesicular pores; 5 percent carbonate coats on surfaces of rock fragments; 5 percent fine and medium irregular shaped calcium carbonate masses in the matrix; violently effervescent; 5 percent gravel; moderately alkaline (pH 8.4); gradual wavy boundary. (15 to 50 cm thick)\nC--119 to 152 cm; brownish yellow (10YR 6/6) silt loam; yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, moderately sticky and slightly plastic; few fine roots; violently effervescent; 5 percent gravel; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ouray County, Colorado; about 137 meters north and 320 meters east of the southwest corner of Section 14, T. 46N, R. 8W. Dallas topographical quadrangle; 38 degrees, 13 minutes, 57.5 seconds N, 107 degrees, 43 minutes, 7 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 8 to 11 degrees C\nMollic epipedon thickness - 25 to 40 cm\nParticle size control section (weighted average):\nClay content - 35 to 50 percent\nRock fragments - 35 to 60 percent; 20 to 35 percent gravel, 15 to 35 percent cobbles, 0 to 10 percent stones\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3\nTexture: loam, sandy loam, sandy clay loam\nClay content: 14 to 27 percent\nRock fragments: 35 to 60 percent; 20 to 35 percent gravel, 15 to 35 percent cobbles, 0 to 10 percent stones\nReaction: pH 7.0 to 7.8\nBt horizons\nHue: 7.5YR or 10YR\nValue:  4, 5 or 6 dry; 3 or 4 moist\nChroma: 2, 3, or 4\nTexture: clay loam or clay\nClay content: 30 to 50 percent\nRock fragments: 35 to 60 percent; 20 to 35 percent gravel, 15 to 35 percent cobbles, 0 to 10 percent stones\nReaction: pH 7.0 to 7.8\nBtk horizons\nHue: 7.5YR or 10YR\nValue: 5, 6, or 7 dry; 4, 5, or 6 moist\nChroma: 2, 3, or 4\nTexture: clay loam or clay\nClay content: 27 to 45 percent\nRock fragments: 5 to 60 percent; 5 to 35 percent gravel, 0 to 25 percent cobbles, 0 to 10 percent stones\nCalcium carbonate equivalent: 5 to 30 percent\nReaction: pH 8.0 to 8.4\nBk horizon\nHue: 7.5YR or 10YR\nValue: 5, 6, or 7 dry; 4, 5, or 6 moist\nChroma: 2, 3, or 4\nTexture: clay loam or clay\nClay content: 27 to 45 percent\nRock fragments: 5 to 60 percent; 5 to 35 percent gravel, 0 to 25 percent cobbles, 0 to 10 percent stones\nCalcium carbonate equivalent: 15 to 30 percent\nReaction: pH 8.0 to 8.4\nC horizon (where present)\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: sandy clay loam, clay loam, loam or sandy loam\nClay content: 15 to 35 percent\nRock fragments: 5 to 25 percent; 5 to 20 percent gravel, 0 to 10 percent cobbles\nReaction: pH 7.8 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - dipslopes, escarpments, fan remnants and landslides\nElevation - 1,829 to 2,286 meters\nSlope - 3 to 65 percent\nParent Material - slope alluvium, colluvium or slide deposits\nMean annual air temperature - 7.2 to 10 degrees C\nMean annual precipitation - 305 to 406 mm\nFrost-free period - 105 to 155 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wellsbasin soils are used primarily for rangeland and recreation. Native vegetation is twoneedle pinyon, Utah juniper, western wheatgrass, Indian ricegrass, Sandberg bluegrass and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Wellsbasin soils are of small extent in southwest Colorado. MLRA 36 and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ouray County, Colorado - Ridgway Area, Colorado, Parts of Delta, Gunnison, Montrose, and Ouray Counties, 2019."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 28 cm (A and Bt1 horizons)\nArgillic horizon - from 18 to 79 cm (Bt1, Bt2, Btk1 and Btk2 horizons)\nCalcic horizon - from 33 to 119 cm (Btk1, Btk2 and Bk horizons)\nParticle-size control section - from 18 to 68 cm (Bt1, Bt2 and part of Btk1 horizon)\nWellsbasin soils have a mesic temperature regime and an ustic moisture regime bordering on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
