{
  "SERIES": "WELLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDH-RJK-DBO",
  "REVDATE": "02/97",
  "STATES": "IA,MO",
  "OVERVIEW": "The Weller series consists of deep, moderately well drained, slowly permeable soils formed in loess on uplands and high stream benches.  Slope ranges from 0 to 14 percent.  Mean annual temperature is about 51 degrees F, and mean annual precipitation is about 32 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquertic Chromic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weller silt loam - cultivated - 3 percent southeast-facing convex slope.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) and 35 percent mixing of brown (10YR 5/3) silt loam, light gray (10YR 7/2) dry; weak thin platy structure; friable; common very fine soft dark reddish brown masses of (5YR 3/2) oxides; strongly acid; abrupt smooth boundary.  (3 to 9 inches thick)\nE--7 to 12 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; discontinuous grayish brown (10YR 5/2) coatings on plates; few very fine soft dark reddish brown (5YR 3/2) masses of oxides; very strongly acid; clear smooth boundary.  (0 to 12 inches thick)\nBE--12 to 18 inches; yellowish brown (10YR 5/4) silty clay loam; faces of peds grayish brown (10YR 5/2), kneaded yellowish brown (10YR 5/4); moderate fine subangular and angular blocky structure; firm; nearly continuous horizontal band of light gray (10YR 7/1) dry silt coatings on faces of peds; few very fine soft dark reddish brown (5YR 3/2) masses of oxides; very strongly acid; abrupt smooth boundary.  (0 to 8 inches thick)\nBt1--18 to 25 inches; yellowish brown (10YR 5/4) silty clay; faces of peds grayish brown (10YR 5/2); few fine distinct grayish brown (2.5Y 5/2) mottles; moderate very fine and fine subangular and angular blocky structure; very firm; continuous moderately thick clay films; few very fine dark reddish brown (5YR 3/2) masses of oxides; very strongly acid; gradual smooth boundary.\nBt2--25 to 34 inches; yellowish brown (10YR 5/4) silty clay; discontinuous grayish brown (10YR 5/2) coatings on faces of peds; few fine faint grayish brown (2.5Y 5/2) and few fine distinct brown (7.5YR 4/4) mottles; weak very fine subangular blocky structure; very firm; continuous clay films; common fine dark reddish brown (5YR 2/2) masses of oxides; very strongly acid; gradual smooth boundary.\nBt3--34 to 43 inches; mottled yellowish brown (10YR 5/6), dark yellowish brown (10YR 4/4), and grayish brown (2.5Y 5/2) silty clay; weak fine and medium subangular blocky structure; firm; continuous clay films; common fine dark reddish brown (5YR 2/2) masses of oxides; strongly acid; gradual smooth boundary.\nBt4--43 to 55 inches; mottled grayish brown (2.5Y 5/2) and yellowish brown (10YR 5/6) silty clay loam; brown (10YR 5/3) coatings on faces of peds; few fine prominent strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; firm; nearly continuous clay films; few fine reddish brown (5YR 4/4) masses of oxides; few thin discontinuous light brownish gray (10YR 7/2) dry silt coatings mainly on vertical faces of peds; strongly acid; diffuse smooth boundary.\nBt5--55 to 67 inches; color same as Bt4; silty clay loam; weak medium subangular blocky structure; firm; thin discontinuous clay films; few clay-lined and filled old channels; medium acid; diffuse smooth boundary. (Combined thickness of the Bt horizons is 35 to 55 inches.)\nBC--67 to 74 inches; color same as Bt4; silty clay loam; weak coarse subangular blocky structure; firm; few dark grayish brown (10YR 4/2) clay-lined and filled channels; a concentration of light gray (10YR 7/1) dry silt coatings on faces of peds between 67 and 69 inches; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lucas County, Iowa; about 6 miles east and 3 miles north of Chariton; 400 feet south and 620 feet east of the northwest corner, sec. 9, T. 72 N., R. 20 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness typically is 4 feet or more.  In upland areas, a paleosol is commonly reached before carbonates are encountered.  The solum typically is strongly acid or very strongly acid in the most acid part.\nThe A horizon has 10YR hue, value of 3 or 4, and chroma of 1 or 2.  It is less than 6 inches thick when present. The Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 1 to 3.  Where the B horizon has been mixed with the Ap horizon, the Ap horizon ranges from silt loam to silty clay loam.\nThe E horizon typically has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  The E horizon is incorporated in the Ap horizon in eroded areas.\nThe upper part of the Bt horizon commonly has value of 4 or 5 with chroma of 4.  Mottles have hue of 7.5YR to 2.5Y, value of 4 or 5, and chroma of 2 to 6.  Depth to mottles with chroma of 2 is within the upper 10 inches of the argillic horizon, but a mottle-free zone is below the Ap horizon in many pedons.  The lower part of the Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 6.  The clay maximum of the Bt horizon is 42 to 48 percent.  Grayish brown or olive gray matrix colors below 40 inches appear to be relict.  Silty clay loam textures commonly carry down to 5 feet or more, but silt loam textures are at lower depths where the loess is sufficiently thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colp, Galland, Gorin, Jackland, and Keswick series in the same family and the related Beckwith, Belinda, Clinton, Keomah, Kniffin, Pershing, Rathbun, and Winfield series.  Colp soils contain more clay in the lower part of the B horizon and are developed in slack water alluvial sediments.   Galland soils contain more than 20 percent sand in the B horizon. Gorin soils have more sand in the lower part of their sola.  Jackland soils formed in residuum from diabase and basalt.  Keswick soils have more reddish B horizons of higher sand content developed in glacial till.  Beckwith and Belinda soils have colors with lower chroma in the E horizon and upper Bt horizon.  Clinton, Keomah, and Winfield soils have a lower clay maximum in the Bt2 horizon of 36 to 42 percent clay. Kniffin and Rathbun soils have a higher clay maximum in the Bt horizon. Pershing soils have a thicker dark A horizon and a less distinct E horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Most of the Weller soils are on convex ridgecrests and side-valley slopes surrounding the nearly level, stable, upland divides in the loess-covered Kansan till plain.  Some are on benches.  Slope gradients are from about 0 to 14 percent.  These soils formed in loess (Wisconsin) low in sand (less than 5 percent).  Mean annual temperature is approximately 50 to 55 degrees F, and mean annual precipitation is approximately 30 to 35 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beckwith, Belinda, Clinton, Keswick, Pershing, and Rathbun soils and the Grundy and Lindley soils.  Grundy soils have a mollic epipedon, and Lindley soils have more sand and pebbles in the solum having formed in glacial till.  The Weller soils are the forested member of a biosequence that includes the Pershing soils as the intergrade and the Grundy soils as the prairie member.  Most of the Weller soils are on the gently sloping to moderately sloping, ribbed interfluves that slope away from the stable Beckwith or Belinda flats.  The Weller soils form a drainage sequence with the wetter Beckwith soils.  In most places they are upslope and generally at a slightly higher elevation than the Keswick and Lindley soils.  Keswick and Lindley soils commonly are on the steeper, more strongly dissected portions of the landscape.  Weller soils have clay maxima and permeability intermediate between Clinton and Rathbun soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; surface runoff is medium; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly hay and pasture but some areas are cultivated to corn and oats.  Some areas are left in woodland.  Native vegetation was deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Iowa and northern Missouri.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Iowa, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification only was updated for final correlations in Iowa.  Changes include proposals made in Amendment 17 to Soil Taxonomy.  Competing series and other updates will be made later.  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 12 inches (Ap and E horizons); argillic horizon -  the zone from 18 inches to a depth of 67 inches (Bt1, Bt2, Bt3, Bt4, and Bt5 horizons); udic moisture regime.\nADDITIONAL DATA:  Data for the typical pedon are published in S.S.I.R.  No. 31.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
