{
  "SERIES": "WELSUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB/RLB/JBF",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, calcareous, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Welsum silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; moderate fine granular structure; hard, friable, moderately sticky and moderately plastic; many very fine and common fine roots; common very fine interstitial and tubular pores; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (2 to 10 cm thick)\nA2--5 to 33 cm; gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; strong fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and few medium roots; common fine and medium tubular pores; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (18 to 33 cm thick)\nA3--33 to 50 cm; gray (10YR 5/1) silt loam, very dark gray (10YR 3/1) moist; common fine distinct brown (10YR 5/3) iron mottles; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and medium roots; many very fine interstitial and few fine tubular pores; violently effervescent; slightly alkaline (pH 7.6); clear smooth boundary.  (13 to 36 cm thick)\nA4--50 to 64 cm; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; common fine faint brown (10YR 5/3) iron  redox concentrations; moderate medium and coarse subangular blocky structure; hard, friable, very sticky and very plastic; common very fine, fine and medium roots; common very fine interstitial and fine tubular pores; violently effervescent; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 18 cm thick)\n2A5--64 to 81 cm; dark grayish brown (10YR 4/2) clay loam, black (10YR 2/1) moist; common fine faint brown (10YR 5/3) iron redox concentrations; moderate medium and coarse subangular blocky structure; hard, friable, very sticky and very plastic; common very fine and fine roots; common very fine and fine tubular pores; 5 percent gravel and 5 percent cobbles; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 23 cm thick)\n2A6--81 to 89 cm; dark grayish brown (10YR 4/2) cobbly clay loam, black (10YR 2/1) moist; few fine prominent strong brown (7.5YR 4/6) iron redox concentrations; massive; hard, friable, very sticky and very plastic; few fine and medium roots; common fine and few very fine tubular pores; 5 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.6); abrupt wavy boundary.  (0 to 13 cm thick)\n3C--89 to 153 cm; pale brown (10YR 6/3) extremely gravelly loamy sand, dark brown (10YR 3/3) moist; single grained; loose, nonsticky and nonplastic; few medium roots; 45 percent gravel, 20 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.6)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 20 miles east and 6 miles south of Elko, about 2,150 feet west and 1,370 feet north of the southeast corner of section 8, T. 33 N., R. 58 E.; USGS Halleck SW 7.5 minute topographic quadrangle; latitude 40 degrees 45 minutes 18.2 seconds N and longitude 115 degrees 26 minutes 24.9 seconds longitude; WGS84 Decimal Degrees 40.7550556 latitude, -115.4402500 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Saturated and aquic conditions at or near the surface for at least one month during most years, mainly during February through June.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 64 to 100 cm.\nReaction: Slightly alkaline or moderately alkaline.\nDepth to contrasting textures: 64 to 100 cm.\nParticle-size control section - Clay content:  Upper part averages 27 to 35 percent, the lower part averages 0 to 5 percent.\nTexture:  Upper part is silty clay loam or clay loam; the lower part is either extremely cobbly loamy sand, very cobbly sand or extremely gravelly sand.\nRock fragments:  Upper part is 0 to 10 percent mainly gravel, the lower part is 35 to 70 percent, mainly gravel and cobbles.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  1 or 2.\nOther features:  Strongly effervescent or violently effervescent in the upper subhorizons and slightly effervescent or noneffervescent in the lower subhorizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Welsum soils are on axial stream flood plains and fan skirts.  These soils formed in alluvium from mixed rock sources.  Slopes are 0 to 2 percent.  Elevations are 1,620 to 1,985 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 360 mm, mean annual temperature is 5 to 7 degrees C, and the frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crooked Creek, Halleck and Hussa series.  Crooked Creek soils have more than 35 percent clay in the particle-size control section.  Halleck soils have less than 15 percent by weight coarser than fine sand in the particle-size control section.  Hussa soils have 30 to 60 cm thick mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Very poorly drained; slow runoff; moderately high saturated hydraulic conductivity.  (Seasonal water table is 0 to 46 cm.)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat and irrigated hay and pasture.  The present vegetation is mainly tufted hairgrass, timothy and clover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are not extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Central Part.  1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 89 cm (The A1, A2, A3, A4, 2A5 and 2A6 horizons).\nEndosaturation -\tThe zone from 33 to 89 cm (The A3, A4, 2A5 and 2A6 horizons).\nParticle-size control section - The zone from 25 to 100 cm (The A3, A4, 2A5, and 2A6 horizons and part of the A2 and 3C horizons).\nClassification was changed in 1992 from Haplaquolls to Endoaquolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
