{
  "SERIES": "WENDTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFS-KJH",
  "REVDATE": "02/97",
  "STATES": "SD",
  "OVERVIEW": "The Wendte series consists of very deep, moderately well drained, slowly permeable soils formed in calcareous clayey alluvium.  These bottom land soils have slopes of less than 2 percent.  Mean annual temperature is about 48 degrees F, and mean annual precipitation is about 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Vertic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wendte clay - on a slope of less than 1 percent in a cultivated field.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; gray (2.5Y 5/1) clay, dark olive gray (5Y 3/2) moist; weak medium platy structure parting to weak fine granular; hard, firm, sticky and plastic; slight effervescence; slightly alkaline; abrupt smooth boundary.  (5 to 9 inches thick)\nC1--6 to 12 inches; gray (5Y 5/1) silty clay, dark olive gray (5Y 3/2) moist; weak coarse subangular blocky and weak fine granular structure; hard, firm, sticky and plastic; few thin layers (less than 1/8 inch thick) of light brownish gray (2.5Y 6/2); slight effervescence; slightly alkaline; clear smooth boundary.  (0 to 15 inches thick)\nC2--12 to 21 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; few fine distinct mottles of yellowish brown (10YR 5/6) moist in the upper 3 inches; massive; hard, firm, sticky and plastic; common fine fragments of shale; slight effervescence; slightly alkaline; clear smooth boundary.  (0 to 50 inches thick)\nC3--21 to 60 inches; olive (5Y 5/3), olive gray (5Y 5/2) and grayish brown (2.5Y 5/2) stratified clay and silty clay loam, olive (5Y 4/3), olive gray (5Y 4/2) and dark grayish brown (2.5Y 4/2) moist; hard, firm, sticky and plastic; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stanley County, South Dakota; about 15 miles southwest of Ft. Pierre along the Bad River Road; 342 feet south and 270 feet east of the NW corner of sec. 2, T. 3 N., R. 29 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The control section typically averages between 40 and 60 percent clay.  Typically, the soil is calcareous throughout but contains thin strata that are noncalcareous in some pedons.  Some pedons are leached of carbonates to about 10 inches. Thin buried A horizons are below a depth of 20 inches in some pedons. The soil is slightly or moderately alkaline throughout.\nThe A horizon has hue of 10YR, 2.5Y, or 5Y hue, value of 4 or 5 and 2 or 3 moist, and chroma of 1 or 2.  It commonly is clay or silty clay and less commonly silty clay loam or clay loam. The C horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 7 and 3 to 6 moist, and chroma of 1 to 4.  It typically is stratified clay and silty clay loam in the lower part but includes clay loam and silty clay. Some pedons have a few thin layers of contrasting coarser textures that are 1/8 to 2 inches thick, but these constitute less than 20 percent of the control section.  Few to common mottles are below a depth of 20 inches in some pedons.  Few fine soft accumulations of carbonates and gypsum are in the C horizon in some pedons.  Textures ranging from loam to sand and gravel are between a depth of 40 and 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wendte soils are on flood plains and low stream terraces.  Slope gradients are less than 2 percent.  These soils formed in calcareous clayey alluvium.  The mean annual temperature ranges from 45 to 52 degrees F, and the mean annual precipitation ranges from 15 to 24 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bullcreek, Munjor, Nimbro, and Promise series. Bullcreek and Promise soils have a very-fine textured control section, and are on foot slopes and fans above areas of Wendte soils.  In addition, Bullcreek soils contain an appreciable amount of salts. Munjor soils have a coarse-loamy control section and are in the same positions in the landscapes.  Nimbro soils have a fine-loamy control section and are in the same landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is low.  Permeability is slow.  Wendte soils are subject to rare to frequent flooding from stream overf1ow or run-in from adjacent uplands.  Some areas are dissected by meandering stream channels."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and south central South Dakota and possible north central Nebraska.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stanley County, South Dakota, 1977."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Mechanical analysis of the series control section.  Sample No. 75LI28, Lincoln, SSIU, August 1975.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
