{
  "SERIES": "WENOTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWR/RJA/LWH",
  "REVDATE": "12/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wenota silty clay loam - rangeland.  (Colors are for dry soils unless otherwise noted.)\nA--0 to 8 inches; light reddish brown (5YR 6/4) silty clay loam, reddish brown (5YR 5/4) moist; weak medium platy and moderate coarse granular structure; slightly hard, friable, sticky and plastic; common very fine, common fine and few medium roots; few very fine and fine continuous tubular pores; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (3 to 8 inches thick)\nC1--8 to 16 inches; yellowish red (5YR 5/6) clay, reddish brown (5YR 5/4) moist; massive; hard, firm, very sticky and very plastic; common very fine, fine and medium roots; common very fine continuous tubular pores; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (6 to l4 inches thick)\nC2--16 to 24 inches; yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; moderate medium platy structure; hard, firm, very sticky and very plastic; common very fine and fine roots; few very fine continuous tubular pores; few thin strata of sand; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 8 inches thick)\nCk--24 to 60 inches; yellowish red (5YR 5/6) clay, reddish brown (5YR 4/4) moist; massive; very hard, very firm, very sticky and very plastic; few very fine and fine roots; few very fine continuous tubular pores:  strongly effervescent with very few very fine irregular carbonate  accumulations; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Arriba County, New Mexico; approximately 1.5 miles west and .4 mile south of Ghost Ranch Visitor Center; New Mexico state plane coordinates 1,934,200 feet north, 416,700 feet east; 106 degrees, 31 minutes, 44 seconds west longitude;  36 degrees, 19 minutes, 00 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the SMCS December through March and July through September.\nSoil temperature:  52 to 56 degrees F.\nControl section - Percent clay:  35 to 55 percent. Texture:  clay, clay loam. Stratification:  Thin statification is common and distribution of organic matter is irregular.\nA horizon:  Hue: 7.5YR or 5YR. Value - 5 or 6 dry, 4 or 5 moist. Chroma:  4 through 6.\nC horizon:  Hue:  7.5YR or 5YR. Value:  5 or 6 dry, 4 or 5 moist.  Chroma:  4 through 6. Other features:  Thin strata of fine sand is common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Sparank(NM) series.  Sparank soils have hues of 10YR or yellower."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wenota soils are developed in alluvium on valley floors and alluvial fans.  Slopes are 1 to 6 percent.  Elevations are 6,000 to 6,800 feet.  The mean annual precipitation is 10 to 12 inches.  The average annual air temperature is about 50 to 52 degrees F., and the frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hagerman, Penistaja, Scholle and Silver soils.  All these soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wenota soils are used for livestock grazing and wildlife habitat.  The present vegetation is blue grama, galleta, and cholla."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Arriba County, New Mexico, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - lack of diagnostic horizons.\nFluventic feature - irregular organic carbon distribution and thin strata of fine sand in the C horizon.\nUstic feature - Dry in the soil moisture control section between half and three-fourths of the time.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
