{
  "SERIES": "WEOTT",
  "STATUS": "Established Series",
  "BYREV": "REV: DWH/JTB/SAA/ET",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, isomesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Weott series on a 1 percent slope under cinquefoil, pasture grasses, curly dock, and rushes at an elevation of 1.5 meters (5 feet). (Colors are for moist soil unless stated otherwise. When described on September 6, 1989 it was moist throughout.)\nAp--0 to 31 centimeters (0 to 12 inches); dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; many fine and very fine tubular pores; few fine distinct olive brown (2.5Y 4/4) masses of iron accumulation in the matrix; slightly acid (pH 6.5); clear wavy boundary. (8 to 38 centimeters thick)\nBg1--31 to 66 centimeters (12 to 26 inches); dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; weak fine and medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine tubular pores; many fine prominent dark yellowish brown (10YR 4/6) masses of iron accumulation in the matrix; slightly alkaline (pH 7.5); gradual wavy boundary. (23 to 81 centimeters thick)\nBg2--66 to 152 centimeters (26 to 60 inches); dark grayish brown (2.5Y 4/2) silt loam, light brownish gray (2.5Y 6/2) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; common fine and prominent dark yellowish brown (10YR 4/6) masses of iron accumulation; few fine distinct dark gray (N 4/) iron depletions; moderately alkaline (pH 8.0). (38 to 122 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 2.9 kilometers west of Loleta; 732 meters north and 137 meters west of the southeast corner, section 14, T.3N., R.2W., HB&M; Ferndale Quadrangle (7.5 minute series); WGS84 Decimal degrees 40.6425000 latitude, and -124.2563889 longitude, UTM  Zone 10 393765mE  4499831mN, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Moist in all parts of the soil moisture control section between 15 to 37 centimeters (6 to 15 inches) in most years and saturated in some parts during the months of January through March. The soils have an aquic soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters (20 inches) is 12 to 14 degrees C (52 to 59 degrees F). The average summer soil temperature is about 16 degrees C and the average winter soil temperature is about 10 degrees C. The difference between average summer and winter soil temperatures is 6 or less degrees C.\nEndosaturation: The water table is at a depth of 0 to 10 centimeters (0 to 4 inches) from about January through March, between 15 and 60 centimeters (6 to 24 inches) in April, 30 to 90 centimeters (12 to 35 inches) May through June, 90 to greater than 182 centimeters 35 to greater than 72 inches July through November, and rises again to between 15 and 60 centimeters in December (6 to 24 inches).\nDepth to redoximorphic features: 0 to 10 centimeters\nParticle-size control section (weighted average): Clay content: 18 to 33 percent, by weight.\nA horizon:\nHue: 10YR, 2.5Y\nValue: 3 or 4, 5 or 6 dry\nChroma: 2 or 3\nClay content: 16 to 27 percent, by weight\nReaction: slightly acid to neutral\nRedoximorphic features: fine and medium masses of iron accumulation\nQuantity: few to many\nHue: 7.5YR, 10YR, 2.5Y\nValue: 4 or 5\nChroma: 4 or 6\nUpper Bg horizon:\nHue: 10YR, 2.5Y, 5Y\nValue: 3 to 5, 5 to 7 dry\nChroma: 2 or 3\nTexture:  silt loam, silty clay loam\nClay content: 18 to 33 percent, by weight\nReaction: slightly acid to slightly alkaline\nRedoximorphic features: fine and medium masses of iron accumulation\nQuantity: few to many\nHue: 10YR or 7.5YR\nChroma: 4 or 6\nLower Bg horizon:\nHue: 5Y or 2.5Y\nValue: 4 or 5\nChroma: /, 1, or 2\nTexture: fine sandy loam, loam, silt loam, silty clay loam\nClay content: 15 to 35 percent, by weight\nReaction: neutral to moderately alkaline\nRedoximorphic features: fine and medium masses of iron accumulation\nQuantity: few to many\nHue: 10YR or 7.5YR\nChroma: 4 or 6\nRedoximorphic features: iron depletions\nQuantity: few to many\nHue: 2.5Y, 5Y, N\nValue: 2.5 to 4\nChroma: /, 1\nSome pedons have Oi horizons\nSome pedons have buried A horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arlynda and Coquille series. (Ca), Arlynda soils have chromas of l or less in the Upper Bg horizons.  Coquille allows chroma of 1 in the A horizon, and is moderately acid to neutral in the lower part unless protected. When diked or drained it is extremely acid to very strongly acid, but may be strongly acid to moderately acid below 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Weott soils are on backswamps, depressions, and low flood-plain steps on alluvial plains. Slopes are 0 to 2 percent. These soils formed in alluvium derived from mixed sources. Elevation is 0 to 45 meters (0 to 150 feet). The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 890 to 2030 millimeters. The mean January temperature is about 9 degrees C. The mean July temperature is about 14 degrees C. The mean annual temperature is 10 to 13 degrees C. Frost free season is about 275 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arlynda,Ferndale, and Swainslough , soils. Ferndale soils are well drained and are on high flood-plain steps. Swainslough and Arlynda soils are on lower backswamps, depressions and low flood-plain step positions than Weott soils. Arlynda soils are also on meander scars and have the water table closer to the surface for longer periods. Swainslough soils are in the fine family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained; low runoff; moderately slow permeability; moderately low saturated hydraulic conductivity. The soils are occasionally flooded for brief periods January through March. The soils are frequently ponded 1 to 15 centimeters (1 to 6 inches) for long periods December through February."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for pasture, hay, and wetland wildlife habitat. Nearly all areas of this soil have been cleared. Natural vegetation is estimated to have been rushes, cinquefoil and other marsh plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt, MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt and Del Norte Area, California, 2007. Name from Camp Weott at the mouth of Eel River."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Weott soils were proposed in July of 1989 as fine-silty, mixed, nonacid, mesic Aeric Fluvaquents.  Reclassification to fine-silty, mixed, superactive, nonacid, isomesic Fluvaquentic Endoaquepts is based on changes in Keys to Soil Taxonomy, Ninth edition, and temperature data recorded in the survey area 2001 through 2004.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 31 centimeters (Ap).\n2. Cambic horizon - 31 to 152 centimeters (Bg1 and Bg2 horizons).\n3. Particle-size control section - the zone from 25 to 100 centimeters averages 25 percent clay and 2 percent fine sand or coarser (Ap, Bg1, and Bg2 horizons)\nADDITIONAL DATA: NASIS User Pedon ID 89CA600445\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
