{
  "SERIES": "WEREWOLF",
  "STATUS": "Established Series",
  "BYREV": "Rev: LJL/PBF/CAH/ET",
  "REVDATE": "05/2012",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: On Werewolf-Arizo association, 2 to 8 percent slopes at an elevation of 1,135 meters (3,722 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 65 percent gravel, 4 percent cobbles and 1 percent stones.\nA -- 0 to 8 centimeters (0 to 3 inches); light yellowish brown (10YR 6/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common very fine and few fine interstitial and tubular pores; 65 percent gravel, 4 percent cobbles, and 1 percent stones; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 8 centimeters thick)\nBw -- 8 to 33 centimeters (3 to 13 inches); light yellowish brown (10YR 6/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine interstitial and few very fine to medium tubular pores; 45 percent gravel and 2 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (Thickness of a B horizon is 23 to 38 centimeters).\nBt -- 33 to 76 centimeters (13 to 30 inches); brown (7.5YR 5/4) extremely gravelly coarse sandy loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine and few fine interstitial and tubular pores; 30 percent faint clay films on faces of peds and coating sands and gravel; 65 percent gravel and 2 percent cobbles; slightly alkaline (pH 7.8); clear wavy boundary. (41 to 104 centimeters thick)\nBtk -- 76 to 152 centimeters (30 to 60 inches); brown (7.5YR 5/4) very gravelly loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and plastic; few very fine roots; common very fine tubular pores; 1 percent soft carbonate threads; 50 percent distinct clay films on sands and gravel; 90 percent prominent  clay films on ped faces; 35 percent gravel and 3 percent cobbles; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; about 4.6 kilometers (2.8 miles) west and 0.5 kilometers (0.3 miles) north of the southwest corner of sec. 7, T. 16 N., R. 6 E. in a non-sectioned area, San Bernardino Base and Meridian; 35 degrees, 29 minutes and 33 seconds north latitude and 116 degrees, 26 minutes and 23 seconds west longitude; Red Pass Lake NW USGS 7.5 minute topographic quadrangle; UTM 11S 0550827e 3927805n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have\na typic-aridic soil moisture regime.\nSoil temperature: 17 to 22 degrees C (63 to 72 degrees F).\nSurface rock fragments: 25 to 85 percent; with 15 to 45 percent fine\ngravel, 10 to 45 percent medium and coarse gravel, 0 to 15 percent\ncobbles and 0 to 3 percent stones.\nControl section -\nRock fragments: averages 35 to 85 percent; gravel, cobbles and stones.\nClay content: averages 12 to 18 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to the upper boundary of an argillic horizon: 25 to 50 centimeters\n(10 to 20 inches).\nA horizon\nValue: 4 to 6, dry and 3 or 4, moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: loamy sand, sandy loam or loam.\nClay content: 3 to 14 percent.\nRock fragments: 2 to 85 percent; with 2 to 80 percent gravel, 0 to\n15 percent cobbles and 0 to 3 percent stones.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: neutral to moderately alkaline.\nBw, Bk or Bkq horizons\nValue: 5 or 6, dry and 3 to 5, moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: loamy sand, sandy loam, fine sandy loam or\nloam.\nClay content: 3 to 15 percent.\nRock fragments: 5 to 50 percent; with 5 to 45 percent gravel, 0 to\n10 percent cobbles and 0 to 1 percent stones.\nEffervescence: noneffervescent to violently effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: slightly or moderately alkaline.\nVisible secondary carbonates: 0 to 15 percent as coats on bottom of rock\nfragments.\nSilica: 0 to 10 percent as coats.\nBt, Btk or Btkq horizons\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 3 to 5 moist.\nChroma: 4 to 6, dry or moist.\nTexture of the fine earth: loamy coarse sand, coarse sandy loam, sandy\nloam or loam.\nClay content: 8 to 18 percent.\nRock fragments: 25 to 80 percent; with 25 to 70 percent gravel, 0 to\n25 percent cobbles and 0 to 1 percent stones.\nEffervescence: noneffervescent to strongly effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: slightly or moderately alkaline.\nVisible secondary carbonates: 0 to 15 percent as coats on rock\nfragments or 0 to 1 percent threads in the matrix.\nSilica: 0 to 10 percent as coats."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashmed (NV), Bitter (CA), Blind (AZ), Bluebird (AZ), Highland (NV), Khyber (CA), Nellake (CA), Soledad (NM), Tiefort (CA), Timosea (CA), Topawa (AZ), Twobitter (CA) and Yuccabutte (CA) series. Ashmed soils have 20 to 35 percent clay with an SAR of 13 to 35 in the argillic horizon. Bitter soils also average more than 18 percent clay in the argillic horizon and are dry in the moisture control section from July to September. Blind, Bluebird, Soledad and Topawa soils receive average precipitation of more than 200 millimeters. In addition, Blind and Bluebird soils average more than 18 percent clay in the particle-size control section, and Topawa soils have hues of 5YR and 2.5 YR throughout the Bt horizons. Highland and Tiefort soils have lithic contacts at 75 to 100 centimeters (30 to 40 inches) and 50 to 75 centimeters (20 to 30 inches), respectively, and average more than 18 percent clay in the particle-size control section. Khyber and Nellake soils are between 8 and 25 centimeters (3 to 10 inches) and 5 to 20 centimeters (2 to 8 inches), respectively, to the top of an argillic horizon. In addition, Khyber soils average more than 18 percent clay in the particle-size control. Timosea soils also average more than 18 percent clay in the particle-size control section. Twobitter soils have visible gypsum in the argillic horizon and a higher calcium carbonate equivalent through the particle size control section and below. Yuccabutte soils average 18 to 30 percent clay throughout the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Werewolf soils are on fan remnants. Slopes range from 2 to 15 percent. These soils formed in mixed alluvium. Elevations are from 620 to 1,220 meters (2,035 to 4,000 feet). The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches); mean annual air temperature is 16 to 20 degrees C. (61 to 68 degrees F.) and the frost-free season is 240 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo, Goucougs and Pinkcan soils. Arizo soils are on adjacent drainageways and fan aprons and are sandy-skeletal throughout the profile and do not have argillic horizons. Gocougs and Pinkcan soils are on similar landscape positions. Both soils have an argillic horizon with a fine-loamy particle-size control section, but Gocougs are moderately deep to a petrocalcic and Pinkcan soils have a duripan between 100 and 150 centimeters."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low or medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Werewolf soils are used for military exercises, recreation and wildlife habitat. The present vegetation is mainly burrobush, range ratany and creosote bush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California, Fort Irwin Soil Survey Area, 2000. The name is from a military unit stationed at Fort Irwin, National Training Center."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 8 centimeters (A horizon).\nArgillic horizon - from a depth of 33 to 152 centimeters (Bt and Btk\nhorizons).\nParticle-size control section - from a depth of 33 to 83 centimeters (the\nBt horizon and part of the Btk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
