{
  "SERIES": "WESDY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JPP",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Wesdy series consist of very deep, well drained soils formed in residuum and colluvium and from interbedded sandstone and shale with basalt overburden and in glacial till from basalt, sandstone, and shale.  Wesdy soils are on mountain and valley side slopes and foot slopes.  Slopes are 3 to 65 percent.  The mean annual precipitation is about 30 inches and the mean annual temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Typic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wesdy cobbly loam - aspen.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; 5 percent pebbles, 20 percent cobble; many roots and pores; neutral (pH 6.6); clear wavy boundary.  (4 to 8 inches thick)\nA2--7 to 11 inches; dark grayish brown (10YR 4/2) very cobbly silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse granular structure; soft, friable, sticky and slightly plastic; 5 percent pebbles, 25 percent cobble; 10 percent stones; many roots and pores; slightly acid (pH 6.4); clear smooth boundary.  (3 to 6 inches thick)\nBt1--11 to 18 inches; brown (7.5YR 5/4) very cobbly clay, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, very sticky and very plastic; common, distinct clay films on ped faces and lining pores; 10 percent pebble, 30 percent cobble and 5 percent stones; few roots and pores; slightly acid (pH 6.4) gradual wavy boundary.  (6 to 8 inches thick.)\nBt2--18 to 26 inches; brown (7.5YR 5/4) very cobbly clay, brown (7.5YR 4/4) moist; strong medium angular and subangular blocky structure; hard, very firm, very sticky and very plastic; common distinct clay films on ped faces; 5 percent pebble, 20 percent cobble and 10 percent stones; few roots; slightly acid (pH 6.2); gradual wavy boundary.  (6 to 10 inches thick.)\nC--26 to 60 inches; variegated (7.5YR and 10YR) dry and moist; very cobbly clay; massive; hard, very firm, very sticky and very plastic; 10 percent pebble, 30 percent cobble and 10 percent stones; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Delta County, Colorado; in an unsectionized area in the NE1/4 of the NE1/4 of Sec. 18, T. 11 S., R. 91 W.  U.S.G.S. Electric Mountain quad.;  Latitude: 39 degrees, 5 minutes, 52 seconds north; Longitude: 107 degrees, 35 minutes, 16 seconds W.  (Location approximate)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 37 to 41 degrees F.  The mollic epipedon is 10 to 15 inches thick.  Wesdy soils are typically noncalcareous to depths of more than 60 inches but calcareous materials do occur at depths of 40 to 60 inches in some pedons.  Rock fragments range from 35 to 60 percent with the main part being less than 10 inches in diameter.  Clay content of the particle-size control section ranges from 35 to 50 percent.  The moisture control section is usually moist during the time the soil temperature at 20 inches is greater than 41 degrees F.  Skeletans and blotches of nonalbic E materials are common below the A horizon.  An O horizon is present in some pedons.\nThe A horizons have hue of 10YR through 5YR, value of 3 through 5, 2 or 3 moist, with chroma of 1 through 3.  Reaction is moderately acid through neutral.\nThe Bt horizons have hue of 10YR through 5YR, value of 4 through 6 dry, 4 or 5 moist, with chroma of 3 through 6.  Texture is clay or clay loam.   Reaction is moderately acid through neutral.\nThe C horizon, when present, has variegated hue of 10YR through 7.5YR, value of 4 through 6, and chroma of 2 through 6.  Texture is clay or clay loam.  Reaction is moderately acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Devoy (NV), Embargo (CO), Home Camp (NV), Lemco (ID), Passar (CO), Redchief (MT), Resoot (ID), Rooset (WY), Spinlin (NV), Tatiyee (AZ), Tellura (CO), Threedot (ID), and Wilpar (NV) soils.\nDevoy, Embargo, and Home Camp soils have a lithic contact at 20 to 40 inches.\nLemco, Redchief, Tatiyee, Threedot, and Wilpar soils have soil moisture control sections that are dry in some part for some time in most years.\nPassar soils have stones dominant in the particle-size control section, and the moisture control section is dry in some part for some time in most years.\nResoot and Rooset soils have a consistent k horizon above 30 inches.\nSpinlin soils have a paralithic contact at 20 to 40 inches.\nTellura soils have transitional BA horizons and many pedons have calcareous material at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wesdy soils are on mountain and high valley side slopes and footslopes.  Slopes are 3 to 65 percent.  The soil formed in residuum and colluvium and from interbedded sandstone and shale with basalt overburden and in glacial till from basalt, sandstone and shale.  Elevation ranges from 7,800 to 10,500 feet.  The mean annual precipitation is 24 to 36 inches with the major part occurring as snow.  Mean annual temperatures range from 34 to 42 degrees F.  Frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Granile and Tolvar series.  Granile and Tolvar soils have E horizons and a loamy-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  The principal native vegetation is aspen with an understory of common snowberry, nodding brome, Letterman needlegrass, columbine needlegrass, slender wheatgrass, Kentucky bluegrass, yarrow, showy cinquefoil, aspen peavine, and other forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain areas of West Central Colorado and possible adjacent parts of Utah.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Delta County (Douglas-Plateau Soil Survey Area), Colorado, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The soil name is coined from a prominent creek in the area.  Diagnostic features include a mollic epipedon from 0 to 11 inches, and an argillic horizon from 11 to 26 inches.  The soil has a udic moisture regime and a cryic temperature regime.  This revision documents a change in minerology from mixed to montmorillonitic, based on NSSL data.  Last updated by the state 6/95.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
