{
  "SERIES": "WESFIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Wesfil series consists of very shallow, well drained soils that formed in residuum and colluvium derived from andesite, phyllite, slate, and related metamorphic rocks.  Wesfil soils are on hills and mountains.  Slopes are 0 to 50 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wesfil channery loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 60 percent channers and 5 percent flagstones.\nA--0 to 5 cm; light brownish gray (2.5Y 6/2) channery loam, dark grayish brown (2.5Y 4/2) moist; moderate medium platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular and common fine vesicular pores; 25 percent channers; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (3 to 10 cm thick)\nBk--5 to 10 cm; light brownish gray (2.5Y 6/2) very channery loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 50 percent channers; violently effervescent; secondary carbonate coats on bottoms of channers; moderately alkaline (pH 8.4); abrupt wavy boundary.  (5 to 15 cm thick)\nR--10 cm; fractured horizontally oriented thin through thick plates of phyllite bedrock with vertical fractures at 15 cm intervals; carbonate coats on fracture planes and plates; many very fine, common fine, and few coarse matted roots in fractures; becomes harder at 33 cm."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; in an unsurveyed area about 17 miles northwest of Rye Patch Reservoir near the Kamma Mountains; about 6,000 feet west and 6,500 feet north of the northwest corner of section 26, T. 34 N., R. 30 E.; USGS Sawtooth Knob 7.5 minute topographic quadrangle; latitude 40 degrees 48 minutes 29.3 seconds N and longitude 118 degrees 36 minutes 23.6 seconds W; WGS84 Decimal Degrees 40.8082500 latitude,  -118.6065556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry from June through early November; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to bedrock: 10 to 25 cm to a lithic contact.\nReaction: Slightly alkaline through strongly alkaline.\nCalcium carbonate equivalent: 1 to 10 percent.\nParticle-size control section - Clay content: 12 to 24 percent;\nRock fragments: 40 to 60 percent, mainly channers.\nA horizon\nHue: 2.5Y or 10YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nCalcium carbonate equivalent: 1 to 5 percent.\nBk horizons\nHue: 2.5Y or 10YR.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very channery loam or very channery silt loam.\nStructure: Massive or subangular blocky.\nCalcium carbonate equivalent: 5 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Izar, Lomoine, and Wala series.\nIzar soils have an average annual soil temperature of 8 to 11 degrees C.  Lomoine soils are dominated by fine gravel in the particle-size control section and are intermittently moist for 10 to 20 days cumulative during the summer months.  Wala soils are intermittently moist for 10 to 20 days cumulative during the summer months, have rock fragments that are mainly andesite and welded tuff, and have mean annual soil temperature of 8 to 11 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wesfil soils are on hills and mountains.  These soils formed in residuum and colluvium derived from andesite, phyllite, slate, and related metamorphic rocks. Slopes are 0 to 50 percent.  Elevations range from 1,310 to 2,260 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 10 to 12 degrees C., and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sojur soils.  Sojur soils have a typic aridic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wesfil soils are used for rangeland and wildlife habitat.  The present vegetation is mainly Lahontan sagebrush, Sandberg's bluegrass, bottlebrush squirreltail, and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are not extensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County, Nevada, West Part, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 10 cm (A and Bk horizons).\nIdentifiable secondary carbonates - The zone from 5 to 10 cm (Bk horizon).\nLithic contact - The boundary at 10 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 10 cm. (A and Bk horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Previous authors and editors include: TEB-MJZ-RLB.\nNASIS pedon and site ID 07NV761Y019jbf."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; light brownish gray (2.5Y 6/2) channery loam, dark grayish brown (2.5Y 4/2) moist; moderate medium platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular and common fine vesicular pores; 25 percent channers; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (3 to 10 cm thick)"
      },
      {
        "name": "Bk",
        "top": 5,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--5 to 10 cm; light brownish gray (2.5Y 6/2) very channery loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 50 percent channers; violently effervescent; secondary carbonate coats on bottoms of channers; moderately alkaline (pH 8.4); abrupt wavy boundary.  (5 to 15 cm thick)"
      },
      {
        "name": "R",
        "top": 10,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--10 cm; fractured horizontally oriented thin through thick plates of phyllite bedrock with vertical fractures at 15 cm intervals; carbonate coats on fracture planes and plates; many very fine, common fine, and few coarse matted roots in fractures; becomes harder at 33 cm."
      }
    ]
  ]
}
