{
  "SERIES": "WESIX",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJW/GB/JPP",
  "REVDATE": "9/95",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wesix very channery loam - on a 15 percent slope in an area of pinyon and juniper.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (7.5YR 5/2) very channery loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; 40 percent channers, 5 percent flagstones; strongly effervescent; moderately alkaline; abrupt smooth boundary.  (2 to 5 inches thick)\nAC--3 to 8 inches; pinkish gray (7.5YR 6/2) very channery loam, brown (7.5YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; 40 percent channers, 5 percent flagstones; strongly effervescent; moderately alkaline; abrupt smooth boundary.  (0 to 5 inches thick)\nC--8 to 13 inches; pale brown (10YR 6/3) very channery loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; 40 percent channers, 5 percent flagstones; violently effervescent; moderately alkaline; abrupt smooth boundary.  (5 to 14 inches thick)\nR--13 inches; fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Colorado.  About 1 mile north of Sixmile Park and 1-1/2 miles west of Phantom Canyon Road (Colorado Highway 67); about 2,500 feet north and 1,700 feet east of the southwest corner of Sec. 5, T. 18 S., R. 69 W.  U.S.G.S. Cooper Mountain quad.; Lat. 38 degrees, 31 minutes, 06 seconds N., and Long. 105 degrees, 08 minutes, 14 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 51 to 55 degrees F.  The mean summer soil temperature ranges from 64 to 68 degrees F.  Bedrock is at a depth of 7 to 20 inches.  Clay content of the particle-size control section ranges from 15 to 27 percent.  Calcium carbonate equivalent, including the content in limestone fragments less than 20 mm in diameter, averages 40 to 80 percent in the C horizon and in the particle-size control section.  It ranges down to about 25 percent in the A horizon.  Rock fragment content in the particle-size control section averages 35 to 60 percent, but may range up to 70 to 90 percent in some pedons.  Rock fragments include channers and subrounded pebbles and cobbles.  The moisture control section in most years is dry in some part more than one-half the time when the soil temperature is above 41 degrees F., but in most years it is moist in some part more than 60 consecutive days in April through June.  It is usually moist in some part in the spring, summer, and early fall.  The moisture control section in most years is dry in some part for less than 60 cumulative days during the 90 days following the winter solstice.\nThe A horizon has hue of 5YR through 10YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 or 3.\nThe C horizon has hue of 5YR through 10YR, value of 4 through 7 dry, 3 through 5 moist, and chroma of 2 through 4.  It is commonly very channery loam or very gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Boxspring (NV) series.  Boxspring soils have mean annual soil temperature of 55 to 58 degrees F., and are not moist for 60 consecutive days from April through June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wesix soils are on pediments, cuestas, hogbacks, and mountain slopes.  Slopes range from 5 to 50 percent.  The soils formed in residuum derived from limestone.  Elevation ranges from 6,000 to 7,000 feet.  The mean annual temperature is 47 to 53 degrees F., and the mean annual precipitation ranges from 12 to 14 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Rizozo soils.  Rizozo soils have less than 35 percent by volume rock fragments, have mixed mineralogy, and are formed in residuum from red sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Pinyon and juniper have been chained off in some areas.  Principal vegetation is an overstory of pinyon and juniper and an understory of blue grama, sideoats grama, Scribner needlegrass, red threeawn, yucca, prickly pear, rabbitbrush, and other forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills of the \"East Slope\" of the southern Rocky Mountains of central Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County (Fremont County Area), Colorado, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil include:  an ochric epipedon; more than 35 percent rock fragments in the texture control section; a lithic contact at 13 inches; carbonatic mineralogy; an ustic aridic moisture regime; and a mesic temperature regime.  Last updated by the state 8/95.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
