{
  "SERIES": "WESSEL",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. CAM",
  "REVDATE": "10/2002",
  "STATES": "MT",
  "OVERVIEW": "Typically, Wessel soils have a layer of forest litter and a layer of decomposed humus on brown stony loam B horizons high in volcanic ash overlying pale brown grading to white very cobbly loam IICca horizons over fractured limestone at a depth of about 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Andic Cryochrepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wessel stony loam - forest cover. (Colors are for dry soil unless otherwise noted.)\n01 and 02--2 to 0 inches; forest litter of conifer needles and branches and a layer of decomposed humus; abrupt boundary. (1 to 4 inches thick)\nB2--0 to 13 inches; brown (7.5YR 5/3) stony loam, dark brown (7.5YR 3/3) moist; weak medium and fine crumb structure; soft, very friable, nonsticky, nonplastic; many fine and medium roots; 20 percent stones; noncalcareous; clear wavy boundary. (7 to 14 inches thick)\nIIC1ca--13 to 28 inches; pale brown (10YR 6/3) very cobbly loam, brown (7.5YR 4/2) moist; massive; soft, very friable, nonsticky, nonplastic; few fine and medium roots; 50 percent cobbles, 15 percent gravel; strongly calcareous with lime coatings on undersides of rock fragments; gradual wavy boundary. (8 to 15 inches thick)\nIIC2ca--28 to 38 inches; white (7.5YR 8/2) very cobbly loam, pink (7.5YR 8/4) moist; massive; slightly hard, very friable, slightly sticky, nonplastic; few fine and medium roots; strongly calcareous with much accumulated flour lime and rock fragments completely coated with lime; 55 percent cobbles, 20 percent gravel; clear boundary. (5 to 15 inches thick)\nIIR--38 to 65 inches; fractured limestone with light brown (7.5YR 6/4) loam in crevices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Granite County, Montana; 1,000 feet east and 150 feet north of W1/4 corner of sec. 6, T.11N., R.14W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Wessel soils have 0 to 25 percent rock fragments in the B2 horizon and 35 to 50 percent just beneath the B horizon.  Depth to fractured limestone bedrock is 20 to 40 inches.  Mean annual soil temperature is 37 to 43 degrees F. and average summer soil temperature at lithic contact is 44 to 47 degrees F. under an 0 horizon and full forest canopy.  Under the forest mat some pedons have A1 horizons as much as two inches thick, other pedons have A2 horizons as much as two inches thick.  The ash-rich mantle (B2 horizon) has hue of 10YR through 5YR, value of 5 through 7 dry, 3 through 5 moist, and chroma of 3 through 5.  It contains from 50 to 80 percent silt plus very fine sand and less than 5 percent rock fragments.  This horizon is medium acid to mildly alkaline.  In pedons where fractured bedrock occurs as shallow as 20 inches, accumulated lime is on rock fragments and in soil filling crevices.  Rocks in the upper part of the R layer in these pedons are stained with reddish brown and some have patches of organically stained clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coerock, Craddock, and Holloway series and the tentative Tropal series.  Coerock and Tropal soils have bedrock at depths shallower than 20 inches.  In addition, Coerock soils have an ash-rich mantle thicker than 14 inches and Tropal soils lack the ash-rich mantle B horizons.  Craddock and Holloway soils have bedrock at depths greater than 40 inches and they lack free calcium carbonate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wessel soils occur on steep mountain slopes at elevations ranging from 4,000 to 8,000 feet under conifer forest over limestone bedrock.  The climate is cool subhumid with deep winter snow cover.  Mean annual precipitation is estimated as 25 to 50 inches.  Mean annual temperature is estimated at 34 to 40 degrees F.  Average summer temperature is 50 to 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Evaro, Garlet, Holloway, Tenrag, and Trapper soils.  Evaro and Garlet soils lack a lithic contact at depths shallower than 40 inches.  Tenrag and Trapper soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for forest products and as watersheds for streams and reservoirs.  Vegetation is Douglas-fir, lodgepole pine, and cedar with an understory of shrubs, beargrass, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rocky Mountains in Montana.  Wessel soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Granite County (Philipsburg-Drummond Area), Montana, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Wessel soils formerly were classified as Brown Podzolic soils.\nOSED scanned by SSQA.  Last revised by state 4/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "02",
        "top": 5,
        "bottom": 0,
        "narrative": "01 and 02--2 to 0 inches; forest litter of conifer needles and branches and a layer of decomposed humus; abrupt boundary. (1 to 4 inches thick)"
      },
      {
        "name": "B2",
        "top": 0,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "stony",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2--0 to 13 inches; brown (7.5YR 5/3) stony loam, dark brown (7.5YR 3/3) moist; weak medium and fine crumb structure; soft, very friable, nonsticky, nonplastic; many fine and medium roots; 20 percent stones; noncalcareous; clear wavy boundary. (7 to 14 inches thick)"
      },
      {
        "name": "IIC1ca",
        "top": 33,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "IIC1ca--13 to 28 inches; pale brown (10YR 6/3) very cobbly loam, brown (7.5YR 4/2) moist; massive; soft, very friable, nonsticky, nonplastic; few fine and medium roots; 50 percent cobbles, 15 percent gravel; strongly calcareous with lime coatings on undersides of rock fragments; gradual wavy boundary. (8 to 15 inches thick)"
      },
      {
        "name": "IIC2ca",
        "top": 71,
        "bottom": 97,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 8,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "narrative": "IIC2ca--28 to 38 inches; white (7.5YR 8/2) very cobbly loam, pink (7.5YR 8/4) moist; massive; slightly hard, very friable, slightly sticky, nonplastic; few fine and medium roots; strongly calcareous with much accumulated flour lime and rock fragments completely coated with lime; 55 percent cobbles, 20 percent gravel; clear boundary. (5 to 15 inches thick)"
      },
      {
        "name": "IIR",
        "top": 97,
        "bottom": 165,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "loam",
        "narrative": "IIR--38 to 65 inches; fractured limestone with light brown (7.5YR 6/4) loam in crevices."
      }
    ]
  ]
}
