{
  "SERIES": "WESTILL",
  "STATUS": "Established Series",
  "BYREV": "RFG-DDR-CLN",
  "REVDATE": "09/2002",
  "STATES": "OK,TX",
  "OVERVIEW": "The Westill series consists of very deep, well drained, very slowly permeable soils.  These nearly level to very gently sloping upland soils formed in clayey alluvium over redbed clays and claystone of Permian age.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Vertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Westill clay loam--on 1 percent slope in cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 5 inches; reddish brown (5YR 4/3) clay loam, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; hard, very friable; common very fine and fine roots; many very fine interstitial and tubular pores; very slightly effervescent; moderately alkaline; abrupt smooth boundary. (5 to 13 inches thick)\nBtl--5 to 15 inches; dark reddish gray (5YR 4/2) clay, dark reddish brown (5YR 3/2) moist; moderate fine and medium angular blocky structure; upper 4 inches of this horizon is compacted and massive plowpan; very hard, friable; common very fine roots; common very fine interstitial and tubular pores; few distinct clay films on surfaces of peds; slightly effervescent; moderately alkaline; gradual smooth boundary.\nBt2--15 to 24 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; weak medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; few pressure faces; vertical cracks extending through horizon are filled with darker material; few fine and medium calcium carbonate concretions; strongly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the Bt horizon is 10 to 30 inches).\nBtkssl--24 to 40 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; weak medium prismatic structure parting to moderate medium angular blocky and strong medium angular blocky; extremely hard, firm; few very fine roots; few very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common pressure faces; few distinct slickensides; vertical cracks extending through horizon are filled with darker material; common fine and medium concretions and few fine and medium masses of calcium carbonate; common fine masses of iron-manganese; violently effervescent; moderately alkaline; gradual wavy boundary.\nBtkss2--40 to 55 inches; reddish brown (5YR 5/3) silty clay, reddish brown (5YR 4/3) moist; about 3 percent light greenish gray (5GY 7/1) mottles; weak medium prismatic structure parting to moderate medium angular blocky and strong medium angular blocky; extremely hard, firm; few very fine roots; few very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common pressure faces; few distinct slickensides; vertical cracks extending through the horizon are filled with darker material; common fine and medium concretions and common fine and medium masses of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (combined thickness of the Btkss horizon is 10 to 45 inches)\n2C--55 to 80 inches; reddish brown (5YR 4/4) silty clay, dark reddish brown (5YR 3/4) moist; about 10 percent light greenish gray (5GY 7/1) mottles; massive; very hard, firm; few distinct iron-manganese stains on surface of rock like fragments; few fine and medium masses of gypsum on top of horizon; strongly effervescent; 30 percent angular claystone paragravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harmon County, Oklahoma; from Hollis about 5 miles east on U. S. Highway 62; 0.5 miles south on county road; 150 west in cropland.  (2150 feet north and 150 feet west of the southeast corner of section 4, T2N, R25W).  USGS Gould quad.  (Latitude 34N, 40, 25; Longitude: 99W, 49, 29)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 40 to 60 inches to Permian age redbed materials.  Secondary carbonates are within 24 inches.  The mollic epipedon ranges from 7 to 20 inches in thickness and extends into the upper part of the Bt horizon in most pedons.  Weighted average clay content of the particle-size control section ranges from 35 to 50 percent.  Most pedons have a few small slickensides at 10 to 15 degree angles from horizontal or small wedge shaped peds.  A minimal calcic horizon, present in some pedons, is at a depth of more than 40 inches.  Siliceous pebbles range from none to about 10 percent in the upper part of the pedon.\nThe A horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 2 or 3.  Texture is silt loam, silty clay loam or clay loam.  Reaction ranges from neutral to moderately alkaline.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 3 to 5, and chroma of 2 to 6.  Texture is clay, silty clay, silty clay loam, or clay loam.  Reaction is slightly alkaline or moderately alkaline.\nThe Btkss horizon has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 4 or 6.  Texture is clay, silty clay, silty clay loam, or clay loam.  Calcium carbonates occur in the form of concretions, films, threads, or masses.  Calcium carbonate equivalent ranges from 5 to 15 percent.  Reaction is moderately alkaline.\nThe BC horizon, where present, has similar color, texture, and reaction as the lower Bt horizon, and contains paragravel fragments of claystone or siltstone.\nThe 2C, or 2Cd horizon where present, is clay loam, silty clay, clay, or interbedded layers of weakly cemented claystone or siltstone in shades of red, brown, gray, or green.  Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Culp and Lofton series in the same family.  Similar soils are the Tillman, Tilvern, and Vernon series.  Culp soils are moist in the soil moisture control section for longer periods and formed in sediments associated with Cretaceous age materials of the Blackland Prairie.  Lofton soils are dry in the soil moisture control section for longer periods and formed in clayey sediments of Pleistocene age on the Southern High Plains.  Also, Lofton soils are on nearly level benches above playa lakes or in slight depressions on uplands.  Tillman soils have Permian age redbed materials at a depth of more than 60 inches.  Tilvern and Vernon soils have an ochric epipedon.  In addition Vernon soils have Permian age redbed sediments at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Westill soils are on nearly level to gently sloping terraces or terrace remnants.  Slope ranges from 0 to 3 percent.  The soil formed in a mantle of alluvium deposited over redbed clays and claystone of Permian age.  Mean annual precipitation ranges from 20 to 26 inches.  Mean annual temperature ranges from 59 to 64 degrees F.  Frost free days range from 200 to 230 days and elevation ranges from 1,400 to 2,100 feet.  The Thornthwaite annual P-E indices ranges from 32 to 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aspermont, Frankirk, Hollister, Kingco, Knoco, Tilvern, and Vernon series.  Frankirk soils formed from loamy alluvial sediments, do not have vertic properties, have secondary carbonates that occur deeper than 30 inches, and are on about the same landscape position.  Hollister soils have a mollic epipedon more than 20 inches thick and occur on broad, nearly level areas slightly lower in the landscape.  Kingco soils occur on slightly concave slopes and are Vertisols.  Aspermont, Knoco, Tilvern, and Vernon soils have a ochric epipedon.  Aspermont, Knoco, and Vernon soils are lower in the landscape on steeper slopes.  Tilvern soils are on the same to slightly higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is very slow.  Runoff is high on 0 to 1 percent slopes and very high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used as cropland and range.  Crops grown are wheat, grain sorghum, and cotton.  Rangeland and pasture vegetation consists mainly of short and mid grasses.  Mesquite, lotebush, and prickly pear cactus have invaded most areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western part of the Central Rolling Red Plains of Texas and Oklahoma LRR H (MLRA 78B).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Oklahoma; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Tillman series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon--0 to 15 inches (Ap and Btl horizons).\nArgillic horizon--5 to 55 inches (Bt and Btkss horizons).\nVertic feature--Cracks 5 mm or more wide through a thickness of 30 cm or more, slickensides in a layer 15 cm or more thick, and linear extensibility of more than 6.0 cm in the upper 40 inches.\nThe assignment of the cation-exchange activity class is based on lab data from Harmon County, OK.\nRange Site: Clay Loam - 078BY072TX.\nADDITIONAL DATA:  NSSL data Lab. Nos. 67L538 - 67L543; 67L772, February, 1968.  NSSL data Harmon County, OK  (S97OK-057-004) and Foard County, TX (S01TX-155-004).\nTAXONOMIC VERSION:  Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; reddish brown (5YR 4/3) clay loam, dark reddish brown (5YR 3/3) moist; moderate fine and medium subangular blocky structure parting to moderate fine and medium granular; hard, very friable; common very fine and fine roots; many very fine interstitial and tubular pores; very slightly effervescent; moderately alkaline; abrupt smooth boundary. (5 to 13 inches thick)"
      },
      {
        "name": "Btl",
        "top": 13,
        "bottom": 38,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btl--5 to 15 inches; dark reddish gray (5YR 4/2) clay, dark reddish brown (5YR 3/2) moist; moderate fine and medium angular blocky structure; upper 4 inches of this horizon is compacted and massive plowpan; very hard, friable; common very fine roots; common very fine interstitial and tubular pores; few distinct clay films on surfaces of peds; slightly effervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 61,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--15 to 24 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; weak medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, firm; few very fine roots; common very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; few pressure faces; vertical cracks extending through horizon are filled with darker material; few fine and medium calcium carbonate concretions; strongly effervescent; moderately alkaline; clear smooth boundary. (combined thickness of the Bt horizon is 10 to 30 inches)."
      },
      {
        "name": "Btkssl",
        "top": 61,
        "bottom": 102,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkssl--24 to 40 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; weak medium prismatic structure parting to moderate medium angular blocky and strong medium angular blocky; extremely hard, firm; few very fine roots; few very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common pressure faces; few distinct slickensides; vertical cracks extending through horizon are filled with darker material; common fine and medium concretions and few fine and medium masses of calcium carbonate; common fine masses of iron-manganese; violently effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btkss2",
        "top": 102,
        "bottom": 140,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btkss2--40 to 55 inches; reddish brown (5YR 5/3) silty clay, reddish brown (5YR 4/3) moist; about 3 percent light greenish gray (5GY 7/1) mottles; weak medium prismatic structure parting to moderate medium angular blocky and strong medium angular blocky; extremely hard, firm; few very fine roots; few very fine interstitial and tubular pores; common distinct clay films on surfaces of peds; common pressure faces; few distinct slickensides; vertical cracks extending through the horizon are filled with darker material; common fine and medium concretions and common fine and medium masses of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (combined thickness of the Btkss horizon is 10 to 45 inches)"
      },
      {
        "name": "2C",
        "top": 140,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "narrative": "2C--55 to 80 inches; reddish brown (5YR 4/4) silty clay, dark reddish brown (5YR 3/4) moist; about 10 percent light greenish gray (5GY 7/1) mottles; massive; very hard, firm; few distinct iron-manganese stains on surface of rock like fragments; few fine and medium masses of gypsum on top of horizon; strongly effervescent; 30 percent angular claystone paragravel; moderately alkaline."
      }
    ]
  ]
}
