{
  "SERIES": "WESTVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCK-RT-AAC",
  "REVDATE": "03/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Westville silt loam - nearly level cultivated field at an elevation of 262 meters (860 feet) above mean sea level. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2), silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; few pebbles 5 mm diameter; slightly acid; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nBt1--20 to 38 cm (8 to 15 inches); brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few distinct dark reddish brown (5YR 3/3) clay films on faces of peds; few very dark grayish brown (10YR 3/2) krotovina; common pebbles 1 cm diameter; neutral; clear smooth boundary.\nBt2--38 to 53 cm (15 to 21 inches); reddish brown (5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few distinct reddish brown (5YR 4/4) clay films on faces of peds; few black (N 2.5/0) iron-manganese oxide stains on faces of peds; common pebbles 1 to 3 cm diameter; neutral; clear smooth boundary.\nBt3--53 to 97 cm (21 to 38 inches); yellowish red (5YR 4/6) clay loam; strong medium angular and subangular blocky structure; firm; many distinct reddish brown (5YR 4/3) clay films on faces of peds; many black (N 2.5/0) iron-manganese oxide stains on faces of peds; common pebbles 1 to 3 cm diameter; neutral; clear smooth boundary.\nBt4--97 to 112 cm (38 to 44 inches); reddish brown (5YR 4/4) clay loam; moderate medium subangular blocky structure; firm; few distinct reddish brown (5YR 4/3) clay films on faces of peds; common pebbles less than 1 cm in diameter; common black (N 2.5/0) iron-manganese oxide stains on faces of peds; few pebbles 3 cm in diameter; strongly acid; clear smooth boundary.\nBt5--112 to 127 cm (44 to 50 inches); brown (7.5YR 4/4) clay loam; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; friable; few distinct reddish brown (5YR 4/3) and yellowish red (5YR 4/6) clay films on faces of peds; common pebbles 1 to 2 cm in diameter; strongly acid; clear smooth boundary. [Combined thickness of the Bt horizon is 76 to 178 cm (30 to 70 inches).]\nBC1--127 to 155 cm (50 to 61 inches); light yellowish brown (10YR 6/4) and brown (7.5YR 4/4) sandy clay loam; weak and moderate medium and coarse prismatic structure parting to moderate medium subangular blocky; friable; few pebbles; 1 to 3 cm in diameter; moderately acid; clear smooth boundary.\nBC2--155 to 170 cm (61 to 67 inches); light yellowish brown (10YR 6/4) and dark yellowish brown (10YR 4/4) sandy loam; weak medium subangular blocky structure; friable; few pebbles 2 to 5 cm in diameter; slightly acid; clear smooth boundary. [Combined thickness of the BC horizon is 0 to 51 cm (0 to 20 inches).]\nC--170 to 183 cm (67 to 72 inches); light yellowish brown (10YR 6/4) sandy loam; massive; friable; few pebbles less than 1 cm up to 5 cm; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Winnebago County, Illinois; about 1 1/2 miles (2.4 km) south of Pecatonica; 2,040 feet (622 m) south and 166 feet (51 m) east of the northwest corner of sec. 4, T. 26 N., R. 10 E. ; USGS Pecatonica topographic quadrangle; lat. 42 degrees 17 minutes 01 second N., and long. 89 degrees 21 minutes 30 seconds W., NAD 27; UTM Zone 16, 305556 easting and 4683975 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of loess: less than 38 cm (15 inches)\nDepth to free carbonates: greater than 102 cm (40 inches)\nSeries control section: averages 3 to 15 percent gravel\nParticle size control section: averages between 27 and 35 percent clay.\nAp or  A horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 2 or 3\nTexture: silt loam or loam\nE horizon (where present):\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silt loam or loam\nThickness of the E horizon: 10 to 18 cm (4 to 7 inches)\nBt horizon (upper part):\nHue: 10YR, 7.5YR or 5YR\nValue: 3 to 6\nChroma: 3 or 4\nTexture: clay loam or sandy clay loam\nReaction: strongly acid to neutral\nBt horizon (lower part) and BC horizons:\nHue: 10YR, 7.5YR or 5YR\nValue: 3 to 6\nChroma: 3 or 4\nTexture: Individual subhorizons are sandy loam, sandy clay loam, loam, or clay loam.\nRedox features: present in some pedons\nClay content: averages less than 27 percent and sand content averages more than 50 percent\nReaction: slightly acid to slightly alkaline.\nC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\ntexture: sandy loam or loam\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bluemount, Douds, Grellton, Kendallville, Kliever, Letort, Lindley, Mandeville, McHenry, Mifflin, Nodine, Norden, Ott, Pecatonica, Plumcreek, Renova, Rockbridge, Theresa, Whalan, and Wykoff soils. The Bluemount, Mandeville, Mifflin, Norden, Ott, and Whalan soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). The Douds, Grellton, Kliever, Letort, Lindley, McHenry, Renova, and Theresa soils do not have hue as red as 5YR in any subhorizon in the middle part of the series control section. Kendallville and Wykoff soils are less than 102 cm (40 inches) to the base of soil development. Nodine soils are more acidic in the lower part of the series control section. Pecatonica soils average less than 10 percent sand to a depth of at least 38 cm (15 inches). Plumcreek soils do not have rock fragments within the series control section. Rockbridge soils contain more than 15 percent rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Westville soils are on till plains. Slope is dominantly 7 to 18 percent and ranges from 2 to 30 percent. Westville soils formed in loess less than 38 cm (15 inches) thick and in exhumed paleosols formed in sandy loam or loam till thought to be of early Wisconsin or Illinoian Age. The till contains illite as the dominant clay mineral. Montmorillonite may be the dominant clay mineral of the most strongly weathered parts of the sola but even that part contains appreciable illite, and illite is dominant in the less weathered horizons. It is believed that the part of the sola in drift was formed before the loess was deposited and that the climate may have been unlike the modern climate. Climate is continental; summers are hot and winters are cold. Mean annual air temperature ranges from 7.2 to 12.2 degrees C (45 to 54 degrees F), mean annual precipitation ranges from 740 to 1016 mm (29 to 40 inches), frost free days range from 140 to 180 days, and elevation ranges from 207 to 311 meters (680 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Pecatonica soils generally in less sloping areas where loess is slightly thicker and the Winnebago soils which have mollic epipedons and are in positions similar to the Westville soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained or moderately well drained. The potential for surface runoff ranges from low to high. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for growing cultivated crops but some pasture and woods are on the steeper slopes. Native vegetation is mixed hardwoods, mainly oaks and hickories."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois and southern Wisconsin in MLRAs 95B, 108B, and 115C. The extent is moderate with nearly 25,000 acres (10,100 ha) correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Vermilion County, Illinois, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon -- the zone from the surface to a depth of 20 cm (8 inches) (Ap horizon); argillic horizon -- the zone from 20 to 127 cm (8 to 50 inches) (Bt horizons); udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
