{
  "SERIES": "WESTMORELAND",
  "STATUS": "Established Series",
  "BYREV": "RDJ-SLH/Rev. MDJ",
  "REVDATE": "06/2013",
  "STATES": "KY,MD,OH,PA,VA,WV",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Westmoreland silt loam on a 22 percent slope; forested. (Colors are for moist soil unless otherwise indicated.)\nA--0 to 8 centimeters (0 to 3 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine granular structure; friable; common fine and medium roots; 5 percent siltstone fragments; moderately acid; clear smooth boundary. (3 to 22 cm (1 to 9 inches) thick)\nE--8 to 15 centimeters (3 to 6 inches); grayish brown (10YR 5/2) silt loam; moderate fine subangular blocky structure; friable; common fine and medium roots; 5 percent siltstone fragments; strongly acid; clear smooth boundary. (5 to 10 cm (2 to 4 inches) thick)\nBE--15 to 28 centimeters (6 to 11 inches); yellowish brown (10YR 5/4) silt loam; moderate fine subangular blocky structure; friable; many fine and common medium roots; 5 percent siltstone fragments; strongly acid; gradual smooth boundary. (5 to 15 cm (2 to 6 inches) thick)\nBt1--28 to 51 centimeters (11 to 20 inches); yellowish brown (10YR 5/4) channery silty clay loam; moderate medium subangular blocky structure; firm; common medium roots; common faint brown (10YR 4/3) clay films on ped faces; 20 percent siltstone fragments; strongly acid; gradual smooth boundary.\nBt2--51 to 81 centimeters (20 to 32 inches); dark yellowish brown (10YR 4/4) channery silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common distinct light brown (7.5YR 6/4) clay films on ped faces; 25 percent siltstone fragments; strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 39 to 83 cm. (15 to 33 inches))\nBC--81 to 97 centimeters (32 to 38 inches); brown (10YR 4/3) very parachannery silty clay loam; moderate coarse subangular blocky structure parting to moderate thin platy; very firm; few distinct light brown (7.5YR 6/4) clay films; 50 percent soft siltstone fragments; strongly acid; clear smooth boundary. (8 to 38 cm (3 to 15 inches) thick)\nC--97 to 112 centimeters (38 to 44 inches); brown (10YR 4/3) very parachannery silt loam; structureless, massive; very firm; 50 percent soft siltstone fragments; strongly acid; gradual smooth boundary. (11 to 78 cm (4 to 31 inches) thick)\nCr--112 to 127 centimeters (44 to 50 inches); rippable, fractured siltstone bedrock; low excavation difficulty; strongly acid; gradual smooth boundary.\nR--127 centimeters (50 inches); siltstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Muskingum\nState:  Ohio\nUSGS Quadrangle:  Zanesville West, Ohio\nLatitude (Decimal Degrees, NAD83):  39.962 N\nLongitude (Decimal Degrees, NAD83):  -82.118567 W\nDirections:  Hopewell Township, about 700 feet north and 1200 feet east of the southwest corner, section 20, T. 1 N., R. 9 W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic:  15 to 33 cm (6 to 13 inches)\nDepth to the base of the Argillic:  61 to 99 cm (24 to 39 inches)\nSolum Thickness:  51 to 137 cm (20 to 54 inches)\nDepth to Bedrock:  Greater than 102 cm (40 inches)\nDepth Class:  Deep and very deep\nRock Fragment:  2 to 30 percent, by volume, in the Ap, E, BA and Bt horizons; 5 to 70 percent, by volume, in the BC horizon; 15 to 90 percent, by volume, in the C horizon\nSoil Reaction:  Very strongly acid through moderately acid in the solum, except where limed; strongly or moderately acid in the C horizon\nRange of Individual Horizons:\nAp or A horizon:\nColor--hue of 10YR, value of 3 through 5, and chroma of 2 or 3\nTexture (fine-earth fraction)--Silt loam, loam, or silty clay loam\nE horizon (if present):\nColor--hue of 10YR, value of 4 or 5, and chroma of 2 through 4\nTexture (fine-earth fraction)--Loam, silty clay loam, silt loam, or clay loam\nBA or BE horizon (if present):\nColor--hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 through 6\nTexture (fine earth fraction)--Loam, silty clay loam, silt loam, or clay loam\nBt horizon:\nColor--hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 through 8\nTexture (fine-earth fraction)--Loam, silty clay loam, silt loam, or clay loam\nBC horizon (if present):\nColor--hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 4 through 8\nTexture (fine earth fraction)--Loam, silt loam, or silty clay loam\nC horizon:\nColor-- hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 3 through 8\nTexture (fine-earth fraction)--Loam, silty clay loam, silt loam, or clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlanthus soils--have a solum that can extend below 102 cm, and have rock fragments dominated by metabasalt and schist\nAthol soils--have a solum thickness of 102 to 152 cm or more\nBurkittsville soils--have a solum thickness of 102 to 204 cm\nCateache soils--have bedrock between 51 and 102 cm\nCulleoka soils--have bedrock between 51 and 102 cm\nDoor soils--have an umbric epipedon, and have a solum 102 cm or more thick\nDuffield soils--have a solum more than 102 cm thick\nDumfries soils--formed in feldspathic sandy sediments of the Coastal Plain\nEbbing soils--have a solum thickness of 102 to 152 cm or more\nFrondorf soils--have bedrock between 51 and 102 cm\nGrayford soils--have a solum thickness of 102 to 152 cm or more\nHayter soils--have a solum thickness of 102 to 152 cm or more\nKell soils--have a paralithic contact between 51 and 102 cm\nLamotte soils--have a solum more than 102 cm thick, and allow hues redder than 7.5YR in the argillic horizon and substratum\nLegore soils--have rock fragments dominated by diabase or diorite\nLoudonville soils--have bedrock between 51 and 102 cm\nManassas soils--have a solum that can extend below 102 cm, and have a hue of 5YR or redder in the argillic horizon\nMechanicsburg soils--have a lithologic discontinuity between 51 and 102 cm, and the solum depth may extend to 152 cm\nMiddleburg soils--have a solum thickness of 102 to 152 cm or more\nMorrison soils--have a solum thickness of 102 cm or more\nMyersville soils--have rock fragments dominated by greenstone schist\nOatlands soils--have bedrock between 51 and 102 cm\nPanorama soils--have a solum that can extend below 102 cm, and have a hue of 5YR or redder in the argillic horizon and substratum\nSowego soils--allow hues redder than 7.5YR in the argillic horizon and substratum\nSpriggs soils--have a paralithic contact between 51 and 102 cm\nSudley soils--have a solum that may extend below 102 cm, and allow hues redder than 7.5YR in the solum\nWheeling soils--have a solum thickness of 102 cm or more\nWilliamsburg soils--have a solum more than 102 cm thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  124, 125, 126, 127\nLandscape:  Hills\nLandform:  Hill and hillslope\nHillslope Profile Position:  Summit, shoulder, and backslope\nGeomorphic Component:  Interfluve, side slope, nose slope, and head slope\nParent Material Origin:  Weathered, interbedded siltstone, sandstone, and limestone\nParent Material Kind:  Residuum\nSlope:  0 to 70 percent\nElevation:  247 to 457 meters\nFrost free period:  140 to 180 days\nMean Annual Air Temperature:  8 to 14 degrees C. (47 to 58 degrees F.)\nMean Annual Precipitation:  890 to 1295 mm (35 to 51 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCulleoka soils--occur on steep hillsides and narrow ridge crests where bedrock is moderately deep\nGilpin soils--occur on similar landform positions where bedrock is moderately deep\nBrooke soils--occur on ridges, saddles, and rounded knolls where limestone bedrock is moderately deep\nClarksburg soils--occur on concave slopes of 25 percent or less on colluvial landform positions that are slightly wetter\nDormont soils--occur on similar landform positions of 50 percent slope or less, that are prone to more wetness\nGuernsey soils--occur on benches and side slopes in wetter landform positions\nLibrary soils--occur on similar landform positions of 25 percent slope or less, where limestone or calcareous shale parent material dominates\nPeabody soils--occur on similar landform positions where bedrock is moderately deep\nUpshur soils--occur on similar landform positions where red clay shale parent materials dominate\nVandalia soils--occur on colluvial landform positions and have more clay in the subsoil and are very deep to bedrock\nVandergrift soils--occur on similar landform positions of 25 percent slope or less, where red and gray shale, siltstone, and limestone parent material dominates\nWeikert soils--occur on similar landform positions where bedrock is shallow"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural):  Well drained\nInternal Free Water Occurrence:  None\nIndex Surface Runoff:  Negligible to high\nSaturated Hydraulic Conductivity Class:  Moderately high or high in the solum and substratum, moderately low to high in the bedrock\nPermeability Class (obsolete):  Moderate\nShrink-Swell Class:  Low\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Crops, woodland and pasture\nDominant Vegetation:  Where cultivated--mainly corn, soybeans, and small grains.  Where wooded--chiefly mixed hardwoods, dominated by oak and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  Ohio, Kentucky, Maryland, Pennsylvania, Virginia and West Virginia\nExtent:  Large, approximately 1,000,000 acres at the time of this revision"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Soil Survey of southwestern Pennsylvania, 1909."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from 0 to 28 cm (A, E and BE horizons)\nArgillic horizon--the zone from 28 to 81 cm (Bt horizon)\nSeries control section--the zone from 0 to 127 cm\nThis edit updates the previous format to semi-tabular using the March 22, 2013 template, and updates the Range in Individual Horizons, RANGE IN CHARACTERISTICS, GEOGRAPHIC SETTING, GEOGRAPHICALLY ASSOCIATED SOILS, and DRAINAGE AND SATURATED CONDUCTIVITY sections.\nThe previous revision (12/2012) changed the TYPE LOCATION because soil survey update activities in Jefferson County, Pennsylvania, (previous type location) did not include the series in correlation.\nPrevious revisions: 05/2004-DRS, ART, LER; 12/2012-DJB, SLH, MDJ\nADDITIONAL DATA:\nThe Ohio State University characterization data pedons are AT-16, AT-21, CA-32, CO-126CS-29, HO-029, JF1, JF-004, JF04, JF05, JF-7, MN-003, MN-016, MN-017, MN-024, MN-025, MN-026, MN-W12, MN-W16, MN-W18, Mo-002, Mo007, MS-22 Nb-w03, PR-011, TU-014 and PR-11.\nThe Pennsylvania State University characterization pedons are S62-PA-064-1, S62-PA-064-2, S65-PA-02-9, S66-PA-063-12, and S66-PA-063-11\nThe KSSL characterization data pedons are 58PA129001, 58PA129002, 65PA003009, 72PA125043.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
