{
  "SERIES": "WESTPHALIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. EAW",
  "REVDATE": "11/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, mesic Inceptic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Westphalia fine sandy loam - forested\n(Colors are for moist soil.)\nA -- 0 to 4 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak fine granular structure; soft, very friable, loose; many roots; strongly acid; clear wavy boundary.  (2 to 4 inches thick)\nE -- 4 to 10 inches; yellowish brown (10YR 5/4) fine sandy loam; weak medium granular structure; soft, very friable, loose; many roots; strongly acid; clear smooth boundary.  (4 to 8 inches thick)\nBt -- 10 to 18 inches; strong brown (7.5YR 5/6) heavy fine sandy loam containing less silt and more clay than the A horizons; weak medium subangular blocky structure; soft, very friable, slightly sticky; common roots; few faint clay films on upper surfaces of peds; strongly acid; gradual irregular boundary.  (7 to 10 inches thick)\nBC -- 18 to 28 inches; brownish yellow (10YR 6/6) loamy fine sand; weak fine granular structure and single grain; soft, very friable; few roots; some irregular inclusions of Bt material in the upper part; some faint evidence of stratification; very strongly acid; gradual irregular boundary.  (0 to 17 inches thick)\nC -- 28 to 72 inches; pale yellow (2.5Y 7/4) fine sand and light loamy\nfine sand; faintly variegated with light gray (2.5Y 7/2) and light yellowish brown (2.5Y 6/4); single grain; loose; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince Georges County, Maryland; in a wooded area along U.S. Highway 301, about 1 mile north of Upper Marlboro."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 15 to 40 inches but is commonly less than 36 inches.  The argillic horizon is less than 10 inches thick.  One or two percent glauconite is in the sand fraction of some pedons.  The soil is strongly acid to extremely acid, unless limed.\nThe A horizon has a hue of 10YR, valules of 3 through 5 and chroma of 2 or 3.  It is fine sandy loam or very fine sandy loam.\nThe E horizon has hue of 10YR, value of 4 to 5 and chroma of 4 to 6.  It is fine sandy loam or very fine sandy loam.\nThe B horizon has hues of 7.5YR or 10YR, values of 4 through 6 and chroma of 6 through 8.  They are fine sandy loam, very fine sandy loam or loamy fine sand.  Illuvial clay occurs as faint clay films in and around pores, on the upper surfaces of the peds and as clay bridges between sand grains.  Structure in the Bt horizon is weak or moderate.\nThe C horizon has hues of 10YR or 2.5Y,values of 5 through 7 and chroma of 4 through 8.  In some pedons it is variegated and streaked.  It is fine sand, loamy fine sand, or loamy very fine sand.\nCOMPETING SERIES  There are no other series in the same family as Westphalia.\nThe Downer, Galestown, Kenansville, Marr and Pennington are similar soils in related families.  They all have argillic horizons thicker than 10 inches, in addition, Downer soils have textures with higher contents of medium and coarse sand.  Galestown soils have B horizons of loamy sand or sand, Kenansville soils have thick sand or loamy sand surface horizons and average anual soil temperatures warmer than 59 degrees F, Marr soils have 18 to 35 percent clay in the argillic horizon, Pennington soils contain rock fragments throughout and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Westphalia soils formed in Coastal Plain sediments of unconsolidated very fine and fine sands of uniform grain size.  They are on uplands in the northern part of the inner Atlantic Coastal Plain.  Areas are smooth to dissected.  Slopes of 3 to 20 percent dominate but the slopes range from 0 to 50 percent.  The climate is temperate and humid.  Mean annual temperature is 45 to 57 degrees F., mean annual precipitation is 38 to 48 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Downer, Galestown, and Marr soils in related families and the Adelphia, Collington, Evesboro, Freehold, Howell, Klej, Sassafras, Shrewsbury, and Woodstown soils.  The Adelphia, Collington, Freehold, Sassafras, Shrewsbury, and Woodstown soils have fine loamy particle size control sections.  Evesboro and Klej soils sandy particle size control sections and Howell soils have clayey particle size control sections."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runnoff is medium.  Permeability is moderate in the solum and moderate to moderately rapid in the substratum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  They are used intensively for field crops, truck crops, and tobacco.  In Maryland, tobacco has been the most important crop with low to moderate yields but very good quality.  Native vegetation is red, white and black oaks, hickory, ash, locust, yellow poplar, holly and dogwood.  Stands of Virginia pine and red cedar occur in some former fields."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of Maryland, New Jersey and Virginia.  The Westphalia soils occur in large, almost continuous areas.  They are of moderate extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince Georges County, Maryland, 1901."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  }
}
