{
  "SERIES": "WESTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ORC",
  "REVDATE": "01/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Typic Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weston fine sandy loam - forested.\n(Colors are for moist soil unless otherwise\nstated.)\n01   --  1-0 inches, pine needles, leaves, and twigs.\nA1   --  0-4 inches, grayish brown (10YR 5/2) fine sandy\nloam; weak fine granular structure; very friable; many fine and\nmedium roots; few fine soft dark bodies; medium acid; clear smooth\nboundary.  (3 to 6 inches thick)\nA2   --  4-9 inches, light brownish gray (10YR 6/2) fine\nsandy loam, few fine faint brownish yellow (10YR 6/8) mottles;\nweak medium subangular blocky structure; friable; many fine and\nmedium roots; few fine pores; few fine dark concretions; strongly\nacid; gradual smooth boundary.  (3 to 7 inches thick)\nB2tg --  9-24 inches, gray (10YR 6/1) sandy loam, common fine\nand medium distinct brownish yellow (10YR 6/8) mottles; weak\nmedium subangular blocky structure; friable, nonplastic; common\nfine and medium roots; many fine pores; sand grains coated and\nbridged with clay; few fine dark concretions; very strongly acid;\ngradual wavy boundary.  (12 to 24 inches thick)\nB3g  --  24-44 inches, mottled light gray (10YR 7/1),\nyellowish brown (10YR 5/6), and brownish yellow (10YR 6/6) fine\nsandy loam; weak medium subangular blocky structure; friable; few\nroots; many fine pores; few fine dark concretions; very strongly\nacid; gradual smooth boundary.  (16 to 24 inches thick)\nCg   --  44-54 inches, mottled gray (10YR 6/1) and yellowish\nbrown (10YR 5/8) stratified layers of sand, silt, and clay;\nmassive; firm; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cleveland County, Arkansas; 4 miles south of\nDallas County line on highway 167, then east 1 1/2 miles on dirt\nroad to Croak school, then north 1.1 miles, 75 feet west of road;\nNW1/4NE1/4NE1/4sec. 25, T. 8 S., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of solum ranges from about 36\nto 56 inches thick.\nThe A horizon is fine sandy loam, sandy loam, or loamy fine sand.\nThe A1 or Ap horizon is light brownish gray (10YR 6/2), grayish\nbrown (10YR 5/2), dark grayish brown (10YR 4/2), or very dark gray\n(10YR 3/1).  The A2 horizon is light brownish gray (10YR 6/2) or\npale brown (10YR 6/3); some pedons have values of 5 or chromas of\n1, and mottles of brownish yellow (10YR 6/8) or yellowish brown\n(10YR 5/8).\nThe B2tg horizon is gray (10YR 5/1, 6/1) or light gray 10YR 7/1)\nmottled with shades of yellow and brown; textures include sandy\nloam or loam.  Clay content of the B2tg horizon ranges from 5 to\n18 percent, silt content is 20 to 50 percent, and the horizon\ncontains more than 15 percent of material coarser than very fine\nsand.  Reaction of the B horizons ranges from very strongly acid\nto extremely acid.\nAverage texture of the stratified C horizon ranges from sandy loam\nto loam.\nCompeting Series:  These are the Caddo,\nLeaf, Myatt, Rains, and Smithton series.  All except Smithton\nsoils are finer textured and contain more than 18 percent clay in\nthe B horizons.  Smithton soils have sola thicker than 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Weston soils occur on nearly level to gently rolling  uplands, coastal flatwoods, and stream terraces.  Some of the\nstream terraces have undulating relief consisting of a succession\nof shallow depressions and low ridges.  Slope gradient seldom\nexceeds 3 percent.  The soil formed in coarse to moderately fine\ntextured, stratified marine and fluvatile deposits."
  },
  "USE AND VEGETATION": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Caddo and  Myatt series.  Also associated are the Pheba and Stough soils,\nboth of which have fragipans.\nDrainage and Permeability:  Poorly drained; very slow runoff;\nmoderately slow permeability.  Many depressions as well as level\nareas are ponded for several days during wet season."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "ORIGIN": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is in forests of gum,\ncypress, southern yellow pines, maple, and water oak; undergrowth\nof shrubs and vines is heavy in most places.  Cleared areas are\nused for small grains, corn, soybeans, and pasture."
  },
  "REMARKS": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coastal Plain, western Alabama,\nMississippi, Arkansas, Louisiana, and Texas.  The series is of\nmoderate extent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  }
}
