{
  "SERIES": "WESTMION",
  "STATUS": "Established Series",
  "BYREV": "Rev. SSP/LWH/SAZ",
  "REVDATE": "10/2008",
  "STATES": "NM",
  "OVERVIEW": "The Westmion series consists of very shallow and shallow to shale, well drained, slowly permeable soils that formed in slope alluvium, alluvium and colluvium over residuum derived from shale. Westmion soils are on escarpments of mesas and cuestas. Slopes range from 30 to 50 percent. Mean annual precipitation is about 11 inches, and mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Westmion gravelly clay loam--in wildlife land on a convex surface of 40 percent slope at an elevation of 7,440 feet. (Colors are for dry soils unless otherwise noted.)\nA--0 to 2 inches; light olive brown (2.5Y 5/4) gravelly clay loam, olive brown (2.5Y 4/4) moist; weak fine granular structure; soft, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine irregular pores; 20 percent sandstone gravel and 10 percent sandstone channers; slightly effervescent; neutral (pH 7.2); abrupt smooth boundary. (1 to 3 inches thick)\nC--2 to 14 inches; light olive brown (2.5Y 5/4) clay, olive brown (2.5Y 4/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine irregular pores; slightly effervescent; neutral (pH 7.2); gradual smooth boundary. (6 to 13 inches thick)\nCr--14 inches; weathered, grayish brown, noncalcareous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; Goat Mountain Quadrangle; about 100 feet south and 100 feet west of the northeast corner of sec 24, T. 14 N., R. 11 W.; 107 degrees 56 minutes 39 seconds west longitude, 35 degrees 26 minutes 8 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually dry, in all parts, 105 to 160 cumulative days from April through October. It is usually moist, in some part, 50 to 105 cumulative days during the same period. It is intermittently moist in some part November through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Ustic aridic moisture regime.\nSoil Temperature: 51 to 56 degrees F.\nParticle-size control section: 35 to 60 percent clay\nDepth to paralithic contact: 6 to 20 inches to shale\nA horizon:\nHue: 10YR, 2.5Y\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nRock fragments: 30 to 90 percent total range\n20 to 80 percent gravel or channers\n0 to 10 percent cobbles\n0 to 5 percent stones\nReaction: neutral to moderately alkaline\nCalcium carbonate equivalent: 1 to 5 percent\nSalinity: EC of 0 to 2 mmhos/cm\nSodicity: SAR of 0 to 5\nNote--When this horizon has greater than 35 percent rock fragments it is too thin to affect the particle size class.\nC horizon:\nHue: 10YR, 2.5Y\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: clay, clay loam\nRock fragments: 0 to 10 percent total range\n0 to 10 percent gravel\n0 to 5 percent cobbles\nReaction: neutral to moderately alkaline\nCalcium carbonate equivalent: 1 to 5 percent\nSalinity: EC of 0 to 2 mmhos/cm\nSodicity: SAR of 0 to 5\nGypsum: 0 to 1 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Current competitors are the Mion (NM), Hospah (NM) and Tekapo (NM) series.  Hospah soils formed in gypsiferous, noncalcareous shale and contain 1 to 5 percent gypsum and SAR of 5 to 13. Tekapo soils have hues redder than 10YR. Mion soils are in LRR-G and are moist during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Westmion soils formed in slope alluvium, alluvium and colluvium over residuum derived from shale and are on escarpments of mesas and cuestas. Slopes are 30 to 50 percent. Elevations range from 5,200 to 8,100 feet. The mean annual air temperature is 49 to 54 degrees F., and the mean annual precipitation is 10 to 14 inches. The frost-free period is 120 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atarque and Celacy soils on summits of mesas and cuestas; the Skyvillage soils on escarpments of mesas and cuestas; and the Penistaja and Tintero (T) soils on fan terraces. The Atarque, Celacy, Penistaja, and Tintero soils have argillic horizons. The Skyvillage soils are shallow to a lithic contact with sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very high runoff, and slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for wildlife habitat. The present vegetation is blue grama, sideoats grama, galleta, Indian ricegrass, little bluestem, Bigelow sagebrush, broom snakeweed, fringed sagewort, yucca, mountain mahogany, and widely scattered oneseed juniper and pinyon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central, New Mexico. MLRA 35, LRR-D. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nEntisol feature - no diagnostic horizon\nParalithic contact  the boundary at 14 inches--shale (Cr horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdates and revisions for the correlation of Navajo Mountain Area (AZ711), July 9, 2008, CEM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; light olive brown (2.5Y 5/4) gravelly clay loam, olive brown (2.5Y 4/4) moist; weak fine granular structure; soft, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine irregular pores; 20 percent sandstone gravel and 10 percent sandstone channers; slightly effervescent; neutral (pH 7.2); abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "C",
        "top": 5,
        "bottom": 36,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C--2 to 14 inches; light olive brown (2.5Y 5/4) clay, olive brown (2.5Y 4/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine and fine roots; few very fine irregular pores; slightly effervescent; neutral (pH 7.2); gradual smooth boundary. (6 to 13 inches thick)"
      },
      {
        "name": "Cr",
        "top": 36,
        "narrative": "Cr--14 inches; weathered, grayish brown, noncalcareous shale."
      }
    ]
  ]
}
