{
  "SERIES": "WESTFAN",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRR/SBS",
  "REVDATE": "01/2001",
  "STATES": "CA",
  "OVERVIEW": "The Westfan series consists of very deep, well drained soils that formed in alluvium derived from mixed rock sources.  Westfan soils are on relict alluvial fans. Slopes range from 0 to 2 percent.  The mean annual precipitation is about 16 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Westfan loam -- In a nearly level tomato field at an elevation of 80 feet.  When described on October 25, 1988 the soil was moist below 18 inches.  (colors are for dry soil unless otherwise stated)\nAp1--0 to 4 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine and fine interstitial pores; neutral (pH 6.9); abrupt smooth boundary.\nAp2--4 to 14 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine and fine tubular pores; neutral (pH 7.3); clear smooth boundary.\nABt--14 to 25 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak coarse prismatic parting to moderate fine angular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; continuous moderately thick clay films lining pores and on ped faces; slightly alkaline (pH 7.5); clear smooth boundry.\nBtk--25 to 33 inches; yellowish brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular and few very fine interstitial pores; common moderately thick clay films on ped faces and lining pores; slightly alkaline (pH 7.7); strongly effervescent with disseminated carbonates in seams; clear smooth boundary.\nCk1--33 to 43 inches; yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular and interstitial pores; moderately alkaline (pH 7.9); strongly effervescent with disseminated carbonates in seams and concretions; clear smooth boundry.\nCk2--43 to 56 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few very fine interstitial pores; moderately alkaline (pH 7.9); strongly effervescent with disseminated carbonates in seams and nodules; gradual smooth boundry.\nC1--56 to 70 inches; light yellowish brown (10YR 6/4) fine sandy loam, mixed dark brown (10YR 3/3) and brown (10YR 4/3) moist; massive; hard, very friable, slightly sticky and slightly plastic; few very fine roots; few very fine interstitial pores; moderately alkaline (pH 8.0); gradual wavy boundry.\nC2--70 to 94 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; very hard, very friable, sticky and plastic; few very fine interstitial pores; moderately alkaline (pH 8.2); gradual smooth boundry.\n2C--94 to 100 inches; light yellowish brown (10YR 6/4) silty clay loam, yellowish brown (10YR 5/4) moist; massive; very hard, firm, sticky and very plastic; few very fine interstitial pores; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colusa County, California; about 1 mile east of Williams, east on Able Road 1800 feet from intersection of Husted and Able Roads, 700 feet south and 50 feet west in field, 3200 feet west and 720 feet south of the north east corner of section 19, T. 15 N., R. 2 W. 39 Degrees 8 minutes 45 seconds latitude N, 122 degrees 7 minutes 35 seconds longitude W. Williams Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thinkness ranges from 25 to greater than 60 inches. The mean annual soil temperature is 63 to 65 degrees F. and the temperature is above 47 degrees F. the entire year.  These soils are calcareous below a depth of 20 to 40 inches.  Some pedons are strongly alkaline throughout. The 10 to 40 inch textural control section averages 18 to 30 percent clay.\nThe Ap horizon has dry colors of 10YR 5/3, 5/2, 4/3 or 4/2. Moist color is 10YR 3/3 or 3/2.  Texture is clay loam, loam or gravelly loam.  Reaction is neutral to slightly alkaline.\nThe ABt horizon has dry colors of 10YR 5/3 or 4/3.  Moist color is 10YR 4/3 or 3/3. Texture is clay loam, sandy clay loam loam or gravelly loam. Reaction is neutral to moderately alkaline.\nThe Btk horizon has dry colors of 10YR 5/4, 5/3 or 4/3. Moist color is 10YR 4/4, 4/3 or 3/3. Texture is sandy clay loam, loam, gravelly loam or fine sandy loam. Reaction is neutral to moderately alkaline.\nThe C and 2C horizons have dry colors of 10YR 6/4, 5/4 or 5/3.  Moist color is 10YR 3/3, 3/4, 4/4, 4/3 or 5/4.  Texture is loam, gravelly loam, sandy clay loam, fine sandy loam, silty clay loam, clay loam or clay. Reaction is slightly to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Crow Hill, Horst and the Suey series. Crow Hill soils have paralithic contacts at 20 to 40 inches. Horst soils have average clay contents of 18 to 27 percent clay in the textural control section. Suey soils have a difference of 12 degress between the mean summer and mean winter temperatures and formed in loess on terraces and hills."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Westfan soils are on relict alluvial fans. Slopes range from 0 to 2 percent.  These soils formed in alluvium from mixed rock sources.  Elevation is 30 to 300 feet.  The climate is subhumid with hot, dry summers and cool moist winters.  The average annual precipitation is about 14 to 16 inches.  The average January temperature is 45 degrees F and the average July temperature is 79 degrees F; the mean annual temperature is 61 to 63 degrees F.  The frost free season is 225 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mallard, Capay, Hustabel, and Willows soils. Capay, Mallard and Willows soils have fine textured control sections. Capay and Willows soils are in basins. Mallard soils are on a lower position on alluvial fans.  Hustabel soils have coarse loamy particle size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  A high water table occurs between 36 and 60 inches from November to April.  Permeability is moderately slow, runoff is very slow. Most areas have reduced flooding hazard from diversion and channelization of streams."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated crops, mainly tomatoes, beans, melons and wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern part of the Sacramento Valley, California.  Soils are not extensive. MLRA is 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colusa County, California 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMajor Diagnostic Horizons:\n1.  Mollic Epipedon - 0 to 33 inches; Ap1, Ap2, ABt, Btk\n1.1 organic matter is greater than 0.6 to a depth of 25 inches.\nOther Diagnostic Horizons or Soil Characteristics:\n1.  Pachic Subgroup.\n1.1 Meets requirements for Mollic Epipedon to 33 inches.\n2.  Fine-loamy family.\n2.1 Weighted average clay content of the 10 to 40 inch particle size control section is 20 percent-NSSL data.\n3.  Temperature - Moisture (Xeric-thermic)\n3.1 The 6 to 17 inch SMCS is dry in all parts from May 15 to October 31 and is moist in all parts from November 15 to May\n1.\n3.2 The soil temperature is above 47 degrees F. for the\nentire year.\n3.3 The MAST is 63 to 65 degrees F.\nADDITIONAL DATA:  This pedon was sampled in 1989; NSSL pedon number is S89CA-011-004 (89P 65).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
