{
  "SERIES": "WESTGATE",
  "STATUS": "Established Series",
  "BYREV": "CER-JRS-DRM; Rev. DHK",
  "REVDATE": "01/2006",
  "STATES": "OH",
  "OVERVIEW": "The Westgate series consists of very deep, moderately well drained soils that formed in a mantle of loess 24 to 40 inches thick and in the underlying residuum from reddish shale, and minor amounts of interbedded limestone and siltstone. Permeability is moderate in the silty material and slow in the underlying residuum. These soils are on summits, shoulders, and benches; and have slopes ranging from 2 to 20 percent. Mean annual precipitation is about 40 inches, and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Westgate silt loam - on a 6 percent south facing convex slope in a pine plantation, previously a cultivated field. (Colors are for moist conditions unless otherwise stated.)\nOi--0.5 to 0 inches; thin continuous mat of pine needles.\nAp--0 to 7 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium platy structure parting to weak fine granular; very friable; many fine roots; upper inch of horizon is darkened from accumulation of organic matter; extremely acid; clear smooth boundary. (6 to 10 inches thick)\nBE--7 to 12 inches; strong brown (7.5YR 5/6) silt loam; weak medium platy structure parting to moderate very fine subangular blocky; friable; common medium roots; common distinct yellowish brown (10YR 5/4) silt coats on faces of peds; very strongly acid; clear smooth boundary. (0 to 6 inches thick)\nBt1--12 to 18 inches; strong brown (7.5YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable; common medium roots; common distinct yellowish brown (10YR 5/4) silt coats and common faint brown (7.5YR 5/4) clay films on faces of peds; very strongly acid; gradual smooth boundary.\nBt2--18 to 28 inches; strong brown (7.5YR 5/6) silty clay loam; moderate fine and medium subangular blocky structure; friable; common medium roots; few distinct yellowish brown (10YR 5/4) silt coats and many distinct reddish brown (5YR 5/4) and common faint brown (7.5YR 5/4) clay films on faces of peds; very strongly acid; clear smooth boundary.\nBt3--28 to 34 inches; strong brown (7.5YR 5/6) silty clay loam; few fine prominent grayish brown (10YR 5/2) mottles; moderate medium prismatic structure parting to moderate medium subangular blocky; friable; common fine roots; many distinct brown (10YR 5/3) silt coats and many distinct brown (7.5YR 5/4) and reddish brown (5YR 4/4) clay films on faces of peds; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bt horizons is 16 to 30 inches.)\n2Bt4--34 to 43 inches; yellowish red (5YR 4/6) silty clay; moderate medium prismatic structure parting to moderate medium angular blocky; firm; common fine roots; common distinct brown (10YR 5/3) silt coats on faces of peds in upper part; many distinct reddish brown (5YR 4/4) clay films on faces of peds; few fine non-intersecting reddish brown (5YR 4/4) slickensides; strongly acid; clear wavy boundary.\n2Bt5--43 to 57 inches; yellowish red (5YR 4/6) silty clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; very firm; few fine roots; few dark coatings (iron and manganese oxides) on faces of peds; many dark soft accumulations and few fine nodules (manganese oxides) concentrated at top of horizon; many distinct reddish brown (5YR 4/4) clay films on faces of peds; many coarse intersecting and non intersecting slickensides; neutral in matrix, but moderately alkaline in soft accumulations that are most common in lower part; abrupt wavy boundary. (Combined thickness of the 2Bt horizons is 10 to 30 inches).\n2BC--57 to 66 inches; yellowish red (5YR 4/6) silty clay loam; common medium prominent olive yellow (2.5Y 6/8) and common coarse prominent dusky red (10R 3/3) mottles; moderate coarse prismatic structure parting to moderate fine angular blocky; firm; many distinct reddish brown (5YR 5/4) clay films on vertical faces of peds; few dark coatings (iron and manganese oxides) on faces of peds; common very pale brown (10YR 7/3) soft accumulations (calcium carbonate) in the matrix; large widely spaced slickensides; many soft shale fragments; strong effervescence; moderately alkaline; gradual wavy boundary. (0 to 15 inches thick.)\n2C--66 to 75 inches; variegated yellowish red (5YR 4/6), olive yellow (2.5Y 6/8), dusky red (10R 3/3), and light olive gray (5Y 6/2) silty clay loam; massive; firm; many very pale brown soft accumulations (calcium carbonate) in the matrix; many soft shale fragments; strong effervescence; moderately alkaline; gradual wavy boundary. (0 to 15 inches thick.)\n2Cr--75 to 80 inches; variegated weathered calcareous shale with similar colors as above horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Muskingum County, Ohio; of Blue Rock Township; about 3 1/2 miles southeast of Duncan Falls; about 1710 feet south and 1740 feet west of the NE corner of sec. 3, T. 12 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 40 to 72 inches. Thickness of the silty mantle ranges from 24 to 40 inches. Depth to bedrock ranges from 60 to 80 inches. Rock fragments, mainly small chips or channers of siltstone or shale, are 0 to 5 percent by volume in the silty mantle, 0 to 15 percent in the 2Bt and 2BC horizons, and 0 to 30 percent in the 2C horizon.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. It is silt loam or silty clay loam. It is neutral to extremely acid. Some undisturbed pedons have an A horizon 1 to 5 inches thick that has hue of 10YR, value of 3 to 5, and chroma of 2 or 3.\nIn most cultivated pedons the E horizon is mixed in the Ap. Undisturbed areas have an E horizon 3 to 9 inches thick that has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4. It is strongly acid to extremely acid.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6, chroma of 4 to 6; and low chroma mottles below depths of 18 inches (more than 10 inches below the top of the Bt horizon). It is silty clay loam or silt loam. It commonly is strongly acid or very strongly acid but ranges to neutral.\nThe 2Bt horizon has hue of 10YR to 2.5YR, value of 4 to 6, chroma of 3 to 6; and may be mottled; with at least one subhorizon having dominant hue of 5YR or redder. It is silty clay loam, silty clay, or clay. It commonly is slightly acid to strongly acid; but ranges to neutral in the lower part.\nThe 2BC and 2C horizons commonly are variegated and have greatly contrasting colors. They have hue of 5Y to 10R, value of 3 to 6, and chroma of 2 to 6 (except hue of 2.5YR or 10R, and chroma of 2 are not common in the 2C). They are silty clay loam or silty clay, or their channery analogues. They are neutral to moderately alkaline.\nBedrock is soft and is dominantly shale with some thin strata of siltstone or limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alford, Baraboo, Baylis, Bertrand, Birkbeck, Blackhammer, Cadiz, Camden, Dodge, Dubuque, Elco, Eleroy, Fayette, Flagg, Hackers, Inton, Iona, Jackson, Knowles, LaFarge, Lomira, Marseilles, Martinsburg, Mayville, Menfro, Mentor, Middletown, Minnith, Palsgrove, Rozetta, Rush, Russell, Sandview, Seaton, St. Charles, Sylvan, Rockfield, Uniontown, Weingarten, Westmore, Winfield, and Zurich series. A similar soil is the Woodsfield series. Alford, Birkbeck, Fayette, Inton, Iona, Martinsburg, Menfro, Rozetta, Seaton, Sylvan, and Winfield soils formed in deep loess or silty colluvium and do not have Bt and 2C horizons in finer textured residuum. Baraboo, Dubuque, Knowles, LaFarge and Marseilles soils have bedrock within a depth of 40 inches. Baylis soils have more than 35 percent chert fragments in the lower part of the solum. Bertrand, Blackhammer, Camden, Hackers, Jackson, Mentor, Middletown, Rush, St. Charles, Uniontown, and Zurich soils have their lower sola formed in water-laid or aeolian deposits and have more sand in the lower part of the solum. Cadiz, Dodge, Elco, Flagg, Lomira, Mayville, Rockfield, and Russell soils formed partly in glacial till and have more sand and glacial pebbles and stones in the lower part of their sola and substratum. Eleroy soils lack hue of 5YR or redder in the 2Bt horizon. Minnith soils contain more sand and less clay in the 2Bt and 2C horizons. Palsgrove, Sandview, and Westmore soils lack low chroma mottles in the lower part of their sola. Weingarten soils have fragments of chert in the 2Bt horizon. Woodsfield soils commonly have a thinner silt mantle and do not have low chroma mottles in the lower part of their sola."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Westgate soils are on unglaciated summits, shoulders, and benches on the Allegheny Plateau. They formed in a mantle of loess 24 to 40 inches thick and in the underlying residuum; weathered mainly from reddish shales, with lesser amounts of gray shale, siltstone, and limestone. Slope ranges from 2 to 20 percent. Mean annual precipitation ranges from about 37 to 43 inches, and mean annual temperature ranges from about 50 to 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brookside, Claysville, Elba, Gilpin, Guernsey, Lowell, Upshur, Vandalia, Wellston, Westmore, and Westmoreland soils. The well drained Westmore soils are on more convex or narrow summits, or are underlain by fractured limestone. The fine-textured Brookside, Claysville, and Vandalia soils are on colluvial foot slopes. The fine-textured Elba, Guernsey, Lowell, and Upshur soils are on summits or upper side slopes that have a thinner silt mantle, except Guernsey soils are mainly on side slopes or benches. Gilpin and Westmoreland soils are on steeper hillsides and lack a silty mantle. Wellston soils are on similar landscape positions but have lower base saturation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is medium or rapid. Permeability is moderate in the upper silty mantle and slow in the underlying residuum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Land use is cropland, pasture and woodland. Principal cultivated crops are hay, corn, and wheat. Native vegetation was hardwood forest dominated by oak and hickory. Some areas once used as cropland have been planted to trees; or are reverting to hardwood forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Unglaciated areas in southeastern Ohio, and possibly adjacent areas of Pennsylvania, West Virginia, and Kentucky. The soils are moderately extensive, with total acreage estimated at about 10,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Muskingum County, Ohio, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification was adjusted to agree with ST Issue #17 on 22 Sept 94 by CLG. Westgate soils have previously been included with the Woodsfield series.\nThe 01/2006 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on NASIS data elements for Morgan and Muskingum Counties, Ohio, and on associated soils, but not on laboratory data. This data also supports Paleudalfs, based on the RV clay values. Class placement may be revised in the future when laboratory data are reviewed or become available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nDiagnostic features and horizons recognized in this pedon are:\na. ochric epipedon - from the surface to a depth of about 12 inches (Ap and BE horizons)\nb. argillic horizon - from a depth of about 12 to about 57 inches (Bt1, Bt2, Bt3, 2Bt4, 2Bt5, and BC horizons)\nc. Oxyaquic subgroupredoximorphic features within 40 inches of the surface\nd. Lithologic discontinuity at 34 inches (top of 2Bt4 horizon)\ne. Paralithic contact at 75 inches (top of 2Cr horizon)\nADDITIONAL DATA: Complete laboratory data is available on the typical pedon (MS-28). This data includes quantitative data on clay mineralogy.\nPrevious revision dates: 09/91-CER, JRS, DRM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
