{
  "SERIES": "WESTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-CEJ",
  "REVDATE": "01/2004",
  "STATES": "CA",
  "OVERVIEW": "The Weste series consists of moderately deep, well drained soils that formed in material weathered from basalt, andesite and volcanic ash.  Weste soils are on plateaus and mountain back slopes.  Slopes range from 2 to 50 percent.  The mean annual precipitation is about 35 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Andic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weste very gravelly sandy loam, forested, on a 5 percent southeast facing slope under mixed conifers and shrubs at 5,560 feet elevation.  (When described September 28, 1983, the soil was dry throughout and the soil temperature at 20 inches was 52 degrees F.  Colors are for dry soil unless otherwise noted.)\nOi--2 1/2 inches to 0; decomposed fir and pine needles, cones, twigs and 1 to 4 inch limbs; abrupt smooth boundary. (O to 3 inches thick)\nA--0 to 6 inches; reddish brown (5YR 4/3) very gravelly sandy loam, dark reddish brown (5YR 3/3) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 20 percent 2 to 5 mm pebbles; 20 percent 5 to 75 mm pebbles; sodium fluoride pH is 10.6; slightly acid (pH 6.5); clear wavy boundary.  (3 to 6 inches thick)\nBA--6 to 14 inches; red (2.5YR 5/6) very gravelly sandy loam, dark reddish brown (2.5YR 3/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common coarse and very coarse roots; many very fine interstitial pores; 20 percent 2 to 5 mm pebbles; 20 percent 5 to 75 mm pebbles; sodium fluoride pH is 9.6; slightly acid (pH 6.5).  (7 to 12 inches thick)\n2Bt--14 to 24 inches; yellowish red (5YR 5/6) very gravelly loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine medium and coarse roots; common very fine tubular pores; few thin clay films on peds and in pores; 10 percent cobbles; 40 percent pebbles; sodium fluoride pH is 9.0; slightly acid (pH 6.1); abrupt irregular boundary. (10 to 22 inches thick)\n2R--24 to 30 inches; hard and slightly weathered massive basalt; few vertical fractures 4 to 9 inches apart; slightly weathered in a rind about 2 inches thick; some soil in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; about 3 miles northeast of Lake Alamanor and about 3 miles north of Highway 36 near the Lassen National Forest boundary; about 2,000 feet north and 200 feet east of the southwest corner of section 24, T.29 N., R.7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature varies from 44 to 46 degrees F.  The thickness of solum and depth to bedrock is 20 to 40 inches.  The soil moisture control section (10 inches to the lithic contact or 32 inches) is dry from August 1 to November 1 (90 days) and is moist in some or all parts the rest of the time.  The soil temperature exceeds 41 degrees from May 1 to December 1 and exceeds 47 degrees from June 1 to November 1.  15 bar water content of the fine earth fraction ranges from 10 to 20 percent.  Acid-oxalate-extractable aluminum plus one half acid-oxlate-extractable iron ranges from 2.5 to 1.1 in the surface 10 to 18 inches.\nThe A horizon is 5YR 4/3 or 7.5YR 4/2.  Moist color is 5YR 3/2, 3/3 or 7.5YR 2/2.  Texture is very gravelly very bouldery or very stony sandy loam.  Rock fragments range from 40 to 60 percent.  Sodium fluoride pH ranges from 9.8 to 10.6.  Bulk density ranges from  0.7 to 0.85 g/cc.  Base saturation by sum of cations ranges form 25 to 35 percent.\nThe BA horizon is 2.5YR 4/6, 5/6; 5YR 5/4 or 7.5YR 4/4.  Moist color is 2.5YR 3/4 or 5YR 3/4.  Rock fragments, mostly gravel, range from 40 to 60 percent.  Sodium fluoride pH ranges from 9.2 to 9.6.  Bulk density ranges from 0.9 to 0.98 g/cc.  Base saturation by sum of cations ranges from 20 to 35 percent.\nThe 2Bt horizon is 5YR 5/4, 5/6, 4/6 or 7.5YR 5/4.  Moist color is 5YR 3/4 or 7.5YR 3/4.  Texture is very gravelly or extremely cobbly loam with 20 to 25 percent clay and 50 to 70 percent rock fragments.  Sodium fluoride pH ranges from 8.5 to 9.0.  Bulk density ranges from 0.9 to 0.98 g/cc.  Base saturation by sum of cations ranges from 35 to 50 percent.\nAndic property data (see remarks for explanation):\nDepth   P-ret   B.D.   pHNaf   Glass   Alo   Feo   15barH2o\n0-6      93*    0.75    10.6    1.6    1.8    0.6    18\n6-14     94*    0.86     9.6    1.9    1.2    0.5    17\n14-24    88*    0.98     9.0    1.9    0.6    0.4    17"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Baileycreek(T) and Gosch(T) soils.  Baileycreek soils are 20 to 40 inches deep to a paralithic contact.  Gosch soils are greater than 40 inches deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Weste soils are on lava plateaus and mountain back slopes.  Slopes are 2 to 50 percent.  These soils formed in material weathered from basalt, andesite and volcanic ash.  Elevation is 4,600 to 6,500 feet.  The climate is subhumid mesothermal with warm dry summers and cold moist winters.  The mean annual precipitation is about 20 to 40 inches with 60 to 100 inches of snow.  The mean annual temperature is about 44 degrees F, mean July temperature is about 60 degrees F and mean January temperature is about 26 degrees F.  The frost free season is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Baileycreek soils and the Almanor(T), Redriver(T) and Whorled(T) soils.  Almanor and Whorled soils are medial-skeletal and lack argillic horizons.  Redriver soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium or rapid; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Weste soils are used for timber production.  Vegetation is white fir, Jeffrey pine, and open areas of whitethorn ceanothus and greenleaf manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Plumas County and western Lassen County around Chester and Westwood area.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Plumas County, California, Susanville Area, Parts of Lassen and Plumas County Soil Survey Area, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was classified as loamy-skeletal, mixed, frigid Ultic Haploxeralfs.  With the addition of the Andisol order, the classification is changed.  Soil chemical and physical data from analysis of lab data of similar pedons.\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon--The zone from the mineral soil surface to a depth of 6 inches (A horizon).\nArgillic horizon--The zone from about 14 to 24 inches (2Bt horizon).\nAndic soil material--The zone from the mineral soilsurface to a depth of 14 inches (A,AB horizons).\nAndic property data definitions:\nP-ret: phosphate retention of the less than 2mm fraction.\nB.D.: bulk density of the less than 2mm fraction measured at 33kPa water retention.\npH NaF: pH of soil mixed with saturated sodium floride solution.\nGlass: percent volcanic glass.\nAlo: acid-oxalate-extractable aluminum of the less than 2mm fraction.\nFeo: acid-oxalate-extractable iron of the less than 2mm fraction.\n15 bar H20: dried 1500 kPa water retention as a percent.\nData elements with a * are estimated.\nNC: not calculated.\nND: not done.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
