{
  "SERIES": "WESWIND",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:ACT:CDB:WJG",
  "REVDATE": "10/2002",
  "STATES": "TX",
  "OVERVIEW": "The Weswind series consists of very deep over claystone bedrock or dense clay, moderately well drained, moderately slowly permeable soils formed in residuum from interbedded claystone and sandstone. These gently sloping and strongly sloping are on plains and have slopes ranging from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Weswind fine sandy loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure parting to moderate medium granular; slightly hard, friable; many fine and medium roots; moderately acid; abrupt smooth boundary. (3 to 11 inches thick)\nBt1--5 to 12 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; weak fine and medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; common fine and medium roots; few fine and medium pores; few thin patchy clay films on faces of peds; few iron-manganese concretions up to 1/4 inch across; moderately acid; clear smooth boundary. (4 to 12 inches thick)\nBt2--12 to 22 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate medium and coarse prismatic structure; extremely hard, very firm; common fine and medium roots; common thin continuous clay films on faces of most peds; few iron-manganese concretions 1/8 to 1/4 inch across; slightly acid; gradual smooth boundary. (0 to 20 inches thick)\nBt3--22 to 48 inches; coarsely and distinctly mottled brown (7.5YR 4/4) yellowish red (5YR 5/8), and yellowish brown (10YR 5/6) clay; weak medium prismatic structure parting to strong medium blocky; extremely hard, very firm; common fine roots mainly on faces of prisms; common medium distinct pale yellow (2.5Y 7/4) and few fine prominent dark red (2.5YR 3/6) iron accumulations; common thin continuous clay films on faces of most peds; common iron-manganese concretions and soft masses 1/8 to 1/2 inch across; neutral; clear wavy boundary. (8 to 30 inches thick)\nBk--48 to 65 inches; prominently mottled weak red (10R 4/2) and yellowish brown (10YR 5/6) clay; moderate medium prismatic parting to moderate fine subangular blocky: about 20 percent light gray (5Y 7/2) claystone fragments; massive; extremely hard, extremely firm; few fine roots; about 20 percent by volume soft masses, films and threads of calcium carbonate; few iron-manganese concretions and soft masses 1/8 to 1/4 inch across; violent effervescence; moderately alkaline; gradual wavy boundary. (0 to 20 inches thick)\n2Cd--65 to 80 inches; prominently mottled weak red (10R 4/2) and yellowish brown (10YR 5/6) clyastone bedrock; common light gray (5Y 7/2) claystone; massive with angular rock-like structure; extremely hard, extremely firm; few fine roots; few soft masses of calcium carbonate on surface of fragments; few iron-manganese concretions up to 1/4 inch across; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Archer County, Texas; about 7.4 miles northeast on Farm Road 210 from its intersection with State Highway 114 in Megargel; 170 feet southeast in rangeland; State Plane Coordinate System Grid 682442 feet north, 1588950 feet east."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to claystone bedrock or dense clay ranges from 60 to 80 inches. Coarse fragments of siliceous, ironstone, or sandstone pebbles range from a few to about 5 percent by volume. Base saturation ranges from 75 to 90 percent, by sum of cations, in some part of the Bt horizon. The average clay content of the control section ranges from 35 to 45 percent. The boundary between the A and Bt horizon is abrupt or clear and the texture change is abrupt.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4. It is fine sandy loam or loam. Reaction is moderately acid or slightly acid unless limed.\nThe Bt1 and Bt2 horizons have hue of 5YR to 10YR, value of 4 or 5, and chroma of 4 or 6. Some pedons have few to common mottles in shades of brown, red or yellow in the Bt2 horizon. Texture is clay loam, sandy clay, or clay. Reaction ranges from moderately acid to neutral in the Bt1 horizon and from slightly acid to slightly alkaline in the Bt2 horizon.\nThe Bt3 horizon has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 4 to 8. Faint to prominent mottles in shades of red, yellow, brown, or gray range from common to many, or the matrix is mottled in these colors. The texture is clay, sandy clay, or clay loam. Iron-manganese concretions and masses range from 2 to 12 percent by volume. Reaction ranges from neutral to moderately alkaline. Some pedons contain films and threads, soft masses, or concretions of calcium carbonate in the lower part.\nThe Bk, BCk, or BC horizons where present have hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 3 to 8. Redoximorphic features in shades of red, brown, yellow, olive, gray, or white range from few to many and some pedons have a mottled matrix of these colors. The Ck horizon is claystone bedrock commonly interbedded with thin strata of grayish or reddish platy claystone, weakly cemented brownish or yellowish sandstone, or alkaline loamy and clayey sediments. Calcium carbonate in the form of soft masses and films and threads make up 5 to 25 percent of the total volume of this horizon.\nThe 2Cd horizon has colors in shades of red, brown, yellow, olive, gray and white. It is noncemented claystone bedrock interbedded with thin strata of grayish platy soft claystone and brownish sandstone. The reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Castell, Edge, Hamby, Pedernales, Shatruce, Voca, Wichita and Winters series in the same family. Similar soils are Acove, Bluegrove, Grandfield and Miles series. Castell soils are 20 to 40 inches to gneiss bedrock. Pedernales, Wichita and Winters soils have sola greater than 60 inches. In addition, Wichita soils have secondary carbonates within 28 inches of the surface. Voca soils contain a higher percentage of fine sand and have a contact with fractured granite bedrock. Acove soils have a broken sandstone layer in the upper Bt horizon. Bluegrove soils are 20 to 40 inches to sandstone bedrock. Grandfield and Miles soils average less than 35 percent clay in the control section.  Hamby soils are well drained and in the active CEC activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Weswind soils are on gently sloping and strongly sloping plains often on footslopes of receding escarpments of claystone and sandstone of Permian Age. Slope shape is convex. Slope gradients are dominantly 3 to 5 percent, but range from 1 to 8 percent. Some areas are dissected by gullies. The soil formed in residuum and colluvium from claystone interbedded with sandstone. The climate is dry subhumid. The mean annual precipitation ranges from 26 to 31.5 inches and mean annual temperature is 64 or 65 degrees F. Frost free days range from 210 to 230 days and elevations range from 900 to 1,400 feet. Thornthwaite P-E indices range from 38 to 42."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Wichita and Winters series and the Bluegrove, Cobb, Grandfield, and Vernon series. Bluegrove and Cobb soils are underlain by weakly cemented sandstone and are above on ridge crests. Grandfield, Winters and Wichita are below on smooth topography. In addition, Grandfield soils have fine-loamy control sections and Wichita soils have carbonates within a depth of 28 inches. Vernon soils do not have Bt horizons and are calcareous throughout. Vernon soils are below on scarps or on slightly lower hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 8 percent slopes. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland with some cultivated areas. Cultivated crops are mostly small grain, forage sorghum, and cotton. Native vegetation is mainly sideoats grama, little bluestem, Arizona cottontop, buffalograss, Texas wintergrass, blue grama, Wrights threeawn, silver bluestem, and sand dropseed. Mesquite, lotebush, and pricklypear have invaded most areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Central Prairies and Rolling Red Prairie of Texas and Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Archer County, Texas; 1985. Weswind is a coined name indicating that this prairie soil is similar to but beyond the western limits of the savannah Windthorst series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (A horizon).\nAbrupt texture change - at depth of 5 inches (between the A and Bt1 horizon).\nArgillic horizon - 5 to 48 inches (Bt1, Bt2 and Bt3 horizons).\nDensic material - 65 to 80 inches (2Cd layer).\nOther- 2C horizons are considered to be lithologic discontinuites of the Permian Redbeds."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure parting to moderate medium granular; slightly hard, friable; many fine and medium roots; moderately acid; abrupt smooth boundary. (3 to 11 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "weak fine and medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 12 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; weak fine and medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; common fine and medium roots; few fine and medium pores; few thin patchy clay films on faces of peds; few iron-manganese concretions up to 1/4 inch across; moderately acid; clear smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 56,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate medium and coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--12 to 22 inches; reddish brown (5YR 5/4) clay, reddish brown (5YR 4/4) moist; moderate medium and coarse prismatic structure; extremely hard, very firm; common fine and medium roots; common thin continuous clay films on faces of most peds; few iron-manganese concretions 1/8 to 1/4 inch across; slightly acid; gradual smooth boundary. (0 to 20 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 56,
        "bottom": 122,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "weak medium prismatic",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--22 to 48 inches; coarsely and distinctly mottled brown (7.5YR 4/4) yellowish red (5YR 5/8), and yellowish brown (10YR 5/6) clay; weak medium prismatic structure parting to strong medium blocky; extremely hard, very firm; common fine roots mainly on faces of prisms; common medium distinct pale yellow (2.5Y 7/4) and few fine prominent dark red (2.5YR 3/6) iron accumulations; common thin continuous clay films on faces of most peds; common iron-manganese concretions and soft masses 1/8 to 1/2 inch across; neutral; clear wavy boundary. (8 to 30 inches thick)"
      },
      {
        "name": "Bk",
        "top": 122,
        "bottom": 165,
        "dry_hue": "10R",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violent effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--48 to 65 inches; prominently mottled weak red (10R 4/2) and yellowish brown (10YR 5/6) clay; moderate medium prismatic parting to moderate fine subangular blocky: about 20 percent light gray (5Y 7/2) claystone fragments; massive; extremely hard, extremely firm; few fine roots; about 20 percent by volume soft masses, films and threads of calcium carbonate; few iron-manganese concretions and soft masses 1/8 to 1/4 inch across; violent effervescence; moderately alkaline; gradual wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 165,
        "bottom": 203,
        "dry_hue": "10R",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slight effervescence",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--65 to 80 inches; prominently mottled weak red (10R 4/2) and yellowish brown (10YR 5/6) clyastone bedrock; common light gray (5Y 7/2) claystone; massive with angular rock-like structure; extremely hard, extremely firm; few fine roots; few soft masses of calcium carbonate on surface of fragments; few iron-manganese concretions up to 1/4 inch across; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
