{
  "SERIES": "WEVERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACB,RRD",
  "REVDATE": "01/2006",
  "STATES": "MD,VA,WV",
  "OVERVIEW": "Soils of the Weverton series are deep, well drained with moderate permeability.  They formed partly in slope creep and partly in residuum that weathered from interbedded quartzite, quartz muscovite schist, and phyllite of the Blue Ridge Anticlinorium.  Slopes range from 2 to 50 percent.  Mean annual precipitation is about 40 inches, and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Weverton very flaggy loam on 15 to 25 percent slope in a mixed hardwood forest dominated by chestnut oak.  (Colors are for moist soil).\n0--1 to 0 inch; partially decomposed hardwood leaves and twigs.\nA--0 to 2 inches; brown (7.5YR 4/2) very flaggy loam; moderate fine granular structure; very friable; many fine, medium and coarse roots; 40 percent quartzite gravel and flagstone; very strongly acid; clear smooth boundary.  (1 to 4 inches thick)\nE--2 to 7 inches; brown (7.5YR 4/4) very flaggy loam; moderate fine granular structure; very friable; many fine, medium and coarse roots; 40 percent quartzite gravel and flagstone; few fine mica flakes; very strongly acid; clear smooth boundary.  (2 to 10 inches thick)\nBt1--7 to 18 inches; yellowish red (5YR 5/6) very flaggy loam; weak fine subangular blocky structure; friable; common fine and medium roots; 40 percent quartzite gravel and flagstones; few thin clay films on faces of peds; common fine mica flakes; very strongly acid; gradual smooth boundary.\nBt2--18 to 38 inches; yellowish red (5YR 5/8) very flaggy sandy clay loam; moderate fine and medium subangular blocky structure; friable; common fine and medium roots; common fine and medium pores; 40 percent quartzite gravel and flagstones; common thin clay films on faces of peds; common fine mica flakes; strongly acid; clear wavy boundary.\n2Bt3--38 to 52 inches; variegated reddish yellow (5YR 6/6) and red (2.5YR 5/8) extremely flaggy sandy clay loam; weak fine subangular blocky structure; friable; 60 percent quartzite flagstones; common thin clay films on faces of peds; common fine roots; many fine mica flakes; strongly acid; clear irregular boundary.  (Combined thickness of the Bt horizon ranges from 20 to 55 inches thick)\n2Cr--52 to 64 inches; partially weathered quartz muscovite schist with loamy soil material in rock crevices; many fine and medium mica flakes; strongly acid.  (0 to 20 inches thick)\n2R--64 inches; interbedded quartz muscovite schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince William County, Virginia; in Bull Run Mountain Estates about 480 yards south of Ridge Road and about 250 yards west of Gore Drive."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness range from 30 to 55 inches.  Depth to hard bedrock is greater than 60 inches.  Depth to soft bedrock ranges from 40 to 60 inches.  Rock fragments of quartzite gravel and flagstone range from 35 to 70 percent.  Up to 15 percent on the soil surface is covered with stones and boulders.  This soil is very strongly acid or strongly acid.\nThe A horizon has hue of 7.5YR or 10YR value of 3 through 5 and chroma of 1 through 3.  The A horizon is loam, silt loam, or sandy loam in the fine earth fraction.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 through 7 and chroma of 3 through 6.  The E horizon is loam or sandy loam in the fine earth fraction.\nThe Bt and 2Bt horizons have hue of 2.5YR, 5YR, 7.5YR or 10YR, value of 4 through 6 and chroma of 4 through 8.  Highly weathered parent material in shades of red, yellow, brown, and white is common in the lower horizon.  It is loam, silt loam, sandy clay loam or clay loam in the fine earth fraction.\nThe C and 2C horizons, where present, are multicolored in shades of red, yellow, brown and white.  The Cr is similar in color to the C and is interbedded quartzite and partially weathered quartz muscovite schist.  It is sandy loam, loam or silt loam in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Croom, Elliber, Gainesboro, Hartleton, Irondale, Lew, Mertz and Pattenburg soils.  The Croom soils are formed in stratified gravelly Coastal Plain sediments.  Elliber soils are formed in residuum from cherty limestone.  Gainesboro soils are in residuum from acid red shale, fine grained sandstone and silt stone.  Bedrock ranges from 20 to 40 inches.  Hartleton soils are formed in glacial till derived from sandstone and shale and bedrock ranges from 40 to 60 inches.  Irondale soils are in silty residuum from rhyolite bedrock and solum thickness ranges from 20 to 40 inches.  Lew soils formed in colluvium from metabasalt greenstone.  Mertz soils formed in colluvium from cherty limestones.  Pattenburg soils are in residuum from Triassic conglomerate and have quartzite gravel and cobblestones in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Weverton soils are on ridges and backslopes of the northern portion of the Blue Ridge Anticlinorium.  These soils developed in slope creep and residuum that weathered from interbedded quartz muscovite schist and phyllite.  Slopes range from 2 to 50 percent.  Mean annual precipitation ranges from 35 to 42 inches, and mean annual temperature ranges from 50 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The dominant associated soils are Airmont and Stumptown.  On the lower mountain slopes they are associated with the Braddock, Thurmont and Trego soils.  The Airmont and Trego soils have a fragipan layer in the subsoil.  The Stumpton soils are less than 40 inches to bedrock.  The Braddock and Thurmont soils have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium surface runoff and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Except for a few small areas used for lawns, recreational areas, and garden plots the acreage is in mixed hardwood.  In some places it is used for residential development.  Woodland vegetation is dominated by chestnut oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Virginia, Maryland, and southern Pennsylvania.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince William County, Virginia, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Weverton series has previously been included in the Airmont series which has a fragipan.  Lab data from VPI&SU soils lab.  Parent materials are from dominantly siliceous metasediments and the sand mineralogy is quartz and muscovite mica with traces of feldspar.\nSIR=VA0108\nMLRA=148, 149A\nNational Cooperative Soil Survey\nU.S.A."
  }
}
