{
  "SERIES": "WEYERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAR-NHM",
  "REVDATE": "09/2012",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Weyers silt loam, on a broad, nearly level area in a cultivated field at an elevation of 189 meters (620 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 33 cm (0 to 13 inches); black (10YR 2/1) silt loam, very dark gray (10YR 3/1) dry; moderate fine and medium granular structure; friable; common fine and medium roots; 1 percent tufa fragments; few shell fragments; strongly effervescent; moderately alkaline; abrupt wavy boundary. [25 to 43 cm (10 to 17 inches) thick]\nCg--33 to 51 cm (13 to 20 inches); light brownish gray (2.5Y 6/2) gravelly loamy coarse sand; weak fine and medium granular structure; very friable; few very fine and medium roots; pockets of coarse sandy loam; few distinct black (10YR 2/1) organic coats in root channels; common coarse faint grayish brown (10YR 5/2) iron depletions in the matrix; 20 percent tufa fragments; strongly effervescent; moderately alkaline; gradual wavy boundary.\nC1--51 to 94 cm (20 to 37 inches); very pale brown (10YR 7/4) gravelly sandy loam; weak fine granular structure; very friable; few very fine and fine roots; 30 percent tufa fragments; strongly effervescent; moderately alkaline; clear wavy boundary.\nC2--94 to 109 cm (37 to 43 inches); pale brown (10YR 6/3) sandy loam; weak very coarse granular structure; very friable; few very fine and fine roots; 10 percent tufa fragments; strongly effervescent; moderately alkaline; abrupt smooth boundary. [Combined thickness of the C horizon is 63 to 96 cm (25 to 38 inches).]\n2Oa--109 to 114 cm (43 to 45 inches); black (10YR 2/1) muck (sapric material); massive; friable; common very fine and fine roots; 5 percent fiber; neutral; abrupt smooth boundary. [0 to 13 cm (5 inches) thick]\n3Cg1--114 to 137 cm (45 to 54 inches); gray (10YR 5/1) silty clay loam; massive; firm; few very fine roots; common medium and coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; slightly effervescent; slightly alkaline; clear wavy boundary.\n3Cg2--137 to 203 cm (54 to 80 inches); grayish brown (10YR 5/2) silty clay loam; massive; firm; few very fine roots; common medium prominent strong brown (7.5YR 5/6) and brown (7.5YR 4/4) masses of iron accumulation in the matrix; few fine black (10YR 2/1) iron and manganese oxide concretions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erie County, Ohio; about 2 miles northwest of Castalia, in Margaretta Township; approximately 1,700 feet east of the intersection of Oxbo Road (Township Road 34) and Northwest Road (County Road 6) along Oxbo Road (Township Road 34), then 550 feet south; Quadrangle 3; T. 6 N., R. 24 W.; USGS Castalia, Ohio topographic quadrangle; lat. 41 degrees 23 minutes 25 seconds N. and long. 82 degrees 50 minutes 25 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 43 cm (10 to 17 inches)\nDepth to lacustrine sediments: 102 to 152 cm (40 to 60 inches)\nAp or A horizon:\nHue: 10YR or 2.5Y\nValue: 2, 2.5 or 3\nChroma: 1 or 2\nTexture: silt loam or coarse sandy loam, or the gravelly analogs of these textures\nTufa fragment content: 0 to 34 percent\nReaction: slightly alkaline or moderately alkaline\nCg horizon (immediately below the mollic epipedon:\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nC or Cg horizon:\nHue: 10YR, 2.5Y, or 5Y\nValue: 4 to 8\nChroma: 1 to 4, except for thin subhorizons with value of 2, 2.5 or 3\nTexture: commonly stratified loamy sand, loamy coarse sand, sandy loam, or coarse sandy loam or the gravelly or very gravelly analogs of these textures; thin subhorizons of loam or silt loam are in some pedons\nTufa fragment content: 1 to 59 percent\nCalcium carbonate equivalent: more than 40 percent, commonly ranging from 70 to 85 percent\nReaction: moderately alkaline\n2Oa horizon, where present:\nHue: 7.5YR or 10YR\nValue: 2, 2.5 or 3\nChroma: 1 or 2\nTexture: muck (sapric material)\nReaction: slightly acid to slightly alkaline\nSome pedons have horizons of marl between the tufa materials and the lacustrine sediments.\n3Cg horizon:\nHue: 10YR, 2.5Y, 5Y or is neutral\nValue: 5 to 8\nChroma: 0 to 4\nTexture: dominantly silty clay loam or silty clay, but thin strata of silt loam, fine sandy loam, or very fine sandy loam are in some pedons\nRock fragment content: typically absent\nReaction: slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. The Sandusky series is in a related family. The Sandusky soils average between 18 and 27 percent clay in the particle-size control section and are underlain by lacustrine sediments at a depth of 51 to 102 cm (20 to 40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Weyers soils are on broad, nearly level lake plains adjacent to subterranean springs or seepage areas with calcium carbonate charged water that flowed or are flowing from limestone. Slope ranges from 0 to 1 percent. The soils formed in 102 to 152 cm (40 to 60 inches) of calcareous tufa and are underlain by lacustrine sediments. Mean annual precipitation ranges from 813 to 864 mm (32 to 34 inches). Mean annual air temperature ranges from 10 to 11 degrees C (50 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the very poorly drained Sandusky, Lenawee, and Toledo soils. Lenawee and Toledo soils lack a mollic epipedon and formed in lacustrine sediments. They are on similar topographic positions on the lake plain but do not have the overlying calcareous material weathered from tufa. Sandusky soils are underlain by moderately fine textured lacustrine sediments at a depth of 51 to 102 cm (20 to 40 inches) and are further from the subterranean springs than Weyers soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The depth to the top of an intermittent perched high water table ranges from the surface to 15 cm (0.5 foot) between November and June in normal years. The potential for surface runoff is negligible. Saturated hydraulic conductivity is high in the tufa material and moderately low in the lacustrine material. Permeability is moderately rapid in the tufa material and moderately slow or slow in the lacustrine material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas are cultivated. Corn and soybeans are the principal crops. Many areas are used for wildlife habitat. Native vegetation is reeds and grass with scattered willows and red cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Ohio; MLRA 99. The series is of small extent, about 3000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sandusky County, Ohio, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 03/1999 revision moves the type location from Sandusky County, Ohio to Erie County, Ohio. Review of documentation from Sandusky and Erie County supports the redefinition of the series concept.\nWeyers soils do not have a calcic horizon because they are not enriched by secondary pedogenic carbonates. They have an irregular decrease in organic carbon but are not on flood plains and do not flood from stream overflow. The darker layers were buried by the accumulation of calcareous tufa. Weyers soils were formerly included with the Warners series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 33 cm (Ap horizon).\nAquic conditions: from the surface to a depth of 203 cm.\nADDITIONAL DATA: Refer to the laboratory data and engineering test data for pedon SN-18 from The Ohio State University Soil Characterization Laboratory, Columbus, OH.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
