{
  "SERIES": "WHALEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI/CJF/JAL",
  "REVDATE": "11/2001",
  "STATES": "WY",
  "OVERVIEW": "The Whaley series consists of shallow, somewhat excessively drained soils that formed in sandy material weathered from hard sandstone.  Whaley soils are on ridges and back slopes of anticlines and have slopes of 2 to 60 percent.  The mean annual precipitation is about 16 inches, and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed Lithic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whaley loamy very fine sand, rangeland.  (Colors are for dry soil unless otherwise stated.)\nE--0 to 5 inches; light brownish gray (10YR 6/2) loamy very fine sand, dark grayish brown (10YR 4/2) moist; single grained; loose; moderately acid (pH 6.0); clear wavy boundary.  (4 to 7 inches thick)\nB & A--5 to 10 inches; (B2) brown (10YR 5/3) with scattered pockets of (A2) very pale brown (10YR 8/2) loamy very fine sand, brown (10YR 4/3) moist; few brown (10YR 4/3) fine clusters of sand bridged by clay.\nR--10 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washakie County, Wyoming; 1,450 feet west, 1,125 feet north of the southeast corner of sec. 32, T. 47N., R.86W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is 8 to 20 inches. The mean annual soil temperature is 42 degrees to 45 degrees F. Rock fragments less than 3 inches in size range from 0 to 15 percent.\nThe E horizon has hue of 2.5Y through 7.5YR, value of 6 or 7 dry, 4 or 5 moist, and chroma of 1 or 2. This horizon is moderately acid or slight]y acid.\nThe B & A  horizon has hue of 2.5Y through 7.5YR. This horizon has few to common fine clusters of sand bridged by clay.  A few fine, discontinuous lamellae are in some pedons.  This horizon is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Whaley soils are on ridges and back slopes of anticlines. Slopes are 2 to 60 percent. The soils formed in material weathered from hard sandstone. Elevation is 6,500 to 8,000 feet. The mean annual precipitation is 15 to 19 inches. The mean annual temperature is 40 to 43 degrees F.  Frost-free season is less than 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Greenhalgh, Irigul, Starley, Starman, Splitro, and Woosley soils. Greenhalgh and Woosley soils have a mollic epipedon and an argillic horizon. Irigul and Starley Soils have a mollic epipedon and more than 35 percent rock fragments in the control section. Splitro soils have a mollic epipedon and a sandy loam control section. Starman soils have more than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderate to rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland. Native vegetation is Idaho fescue, Columbia needlegrass, Canby bluegrass, big sagebrush, and a few ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the Big Horn Mountains and foothills of north-central Wyoming. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washakie County, Uyoming, 1976.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
