{
  "SERIES": "WHALLONSBURG",
  "STATUS": "Established Series",
  "BYREV": "GWS",
  "REVDATE": "07/2007",
  "STATES": "NY",
  "OVERVIEW": "The Wallonsburg series consists of very deep, very poorly drained organic soils. They formed in organic material 16 to 51 inches thick overlying clayey deposits in depressions on lake plains. Estimated saturated hydraulic conductivity is moderate high to very high in the organic layers and very low to moderately high in the clayey material. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 31 inches and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, euic, mesic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Whallonsburg mucky peat, on a 0 percent slope, in a forested area. (Colors are for moist conditions unless otherwise stated.)\nOe -- 0 to 2 inches, dark reddish brown (5YR 3/3) mucky peat; 70 percent unrubbed fiber, 30 percent rubbed fiber; weak medium granular structure; friable; many fine, common medium, and few coarse roots; slightly acid; abrupt smooth boundary. (0 to 6 inches thick.)\nOa1 -- 2 to 12 inches, black (N 2.5/0) muck; 40 percent unrubbed fiber, 12 percent rubbed fiber; weak medium granular structure; friable; many fine, common medium, and few coarse roots; slightly acid; clear smooth boundary.\nOa2 -- 12 to 20 inches, black (10YR 2/1) muck; 30 percent unrubbed fiber, 5 percent rubbed fiber; weak fine granular structure; very friable; few fine roots; slightly acid; gradual smooth boundary.\nOa3 -- 20 to 23 inches, dark brown (7.5YR 3/2) muck; 30 percent unrubbed fiber, 5 percent rubbed fiber; weak fine granular structure; very friable; slightly acid; abrupt smooth boundary. (Combined thickness of the Oa horizons is 16 to 51 inches thick.)\n2Cg1 -- 23 to 30 inches, gray (5Y 5/1) silty clay loam; massive; firm; slightly sticky, slightly plastic; few medium prominent yellowish brown (10YR 5/4) masses of iron accumulation; neutral; gradual smooth boundary.\n2Cg2 -- 30 to 72 inches, gray (5Y 5/1) silty clay loam; massive; friable; slightly sticky, slightly plastic; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Essex County, New York, Town of Crown Point, 3000 feet south of the intersection of Factoryville Road and Russell Street, 540 feet east of Factoryville Road, in a woodland swamp. USGS Crown Point, NY 7.5 minute topographic quadrangle; Latitude 43 degrees, 57 minutes, 30 seconds N. and Longitude 73 degrees, 26 minutes, 42 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the clayey 2C horizon ranges from 16 to 51 inches. Reaction in the organic layers ranges from very strongly acid to neutral in 0.01M calcium chloride. The pH value is 4.5 or more (in 0.01M calcium chloride) in one or more layers of organic soil materials within the control section. Woody fragments occur throughout the profile in most pedons consisting of twigs, branches, logs or stumps, and range from 0 to 30 percent by volume in the control section. Fragments range from 3/4 inch to more than a foot in diameter.\nThe surface tier has hue of 5YR to 2.5Y or is neutral, value of 2 to 3, and chroma of 3 or less. It is dominantly muck (sapric material); however, some pedons have surface layers of peat (fibric material) or mucky peat (hemic material). The structure of the surface tier is weak or medium, coarse to fine granular or subangular blocky, or is massive.\nThe organic part of the subsurface and bottom tiers have hue of 5YR to 2.5Y or is neutral, value of 2 to 3 and chroma of 4 or less. Chroma or value or both may change from 0.5 to 2 units upon rubbing. Broken faces become darker upon brief exposure to air. The layer is dominated by sapric material with a rubbed fiber content of less than 17 percent of the organic volume. The subsurface tier has granular or blocky structure or is massive. The unrubbed, well-decomposed organic material resembles woody plant tissue.\nThe 2Cg horizon has hue of 5Y, 2.5Y, 10YR, 10B, or is neutral, value of 3 to 6 and chroma of 0 to 3. It ranges from silty clay loam to clay and averages more than 35 percent clay. Some pedons have thin strata of silt or silt loam material. It is massive or varved, and friable or firm. It ranges from strongly acid to moderately alkaline. In some pedons it is slightly or strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the family.\nClosely related are the Adrian, Carlisle, Catden, Cathro, Dora, Dorval, Edwards, Linwood, Palms and Willette series. Adrian soils have sandy 2C horizons. Carlisle and Catden soils formed in organic deposits more than 51 inches thick. Cathro, Dora, and Dorval soils are frigid. Edwards soils are underlain by marl at depths less than 51 inches. Linwood and Palms soils contain less clay in their 2C horizons. Willette soils have illitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Whallonsburg soils are in depressions on lake plains, in broad depressional areas on till plains, and possibly flood plains. These soils formed in woody and herbaceous organic materials. Slope ranges from 0 to 2 percent. Mean annual temperature is 45 to 47 degrees F. The mean annual precipitation is 26 to 36 inches. The frost-free period is 130 to 150 days. The elevation ranges from 95 to 500 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Catden, Livingston, and Covington soils on similar landscape positions, and the Kingsbury, Vergennes, Amenia, Nellis, and Farmington soils on adjacent upland positions. Rippowam soils are associated on adjacent floodplain positions. Catden soils have greater than 51 inches of organic material. Livingston, Covington, Kingsbury, and Vergennes soils are very deep clays. Amenia and Nellis soils are very deep, loamy glacial tills. Farmington soils are shallow to limestone, loamy tills. Rippowam soils formed in very deep, loamy alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The potential for surface runoff is negligible, high, or very high. Saturated hydraulic conductivity is moderately high to very high in the organic layers and very low to moderately high in the clayey material. The depth to the seasonal high water table ranges from 1 foot above the surface to 1 foot below the surface from September to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in wooded swamps. Woodland vegetation includes northern white cedar, red maple, tamarack, black spruce, alder, balsam poplar, quaking aspen, and balsam fir. Understory vegetation includes cattail, sphagnum moss, leather leaf, labrador tea, and various grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Champlain Valley of New York and Vermont. MLRA 142. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Essex County, New York, 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Histic epipedon: Organic material from the surface to a depth of 23 inches (Oe, Oa1, Oa2, and Oa3 horizons).\nb. Terric subgroup: mineral material within a depth of 16 to 51 inches (2Cg1 and 2Cg2)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "NA",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe -- 0 to 2 inches, dark reddish brown (5YR 3/3) mucky peat; 70 percent unrubbed fiber, 30 percent rubbed fiber; weak medium granular structure; friable; many fine, common medium, and few coarse roots; slightly acid; abrupt smooth boundary. (0 to 6 inches thick.)"
      },
      {
        "name": "Oa1",
        "top": 5,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "texture_class": "NA",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa1 -- 2 to 12 inches, black (N 2.5/0) muck; 40 percent unrubbed fiber, 12 percent rubbed fiber; weak medium granular structure; friable; many fine, common medium, and few coarse roots; slightly acid; clear smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa2 -- 12 to 20 inches, black (10YR 2/1) muck; 30 percent unrubbed fiber, 5 percent rubbed fiber; weak fine granular structure; very friable; few fine roots; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Oa3",
        "top": 51,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa3 -- 20 to 23 inches, dark brown (7.5YR 3/2) muck; 30 percent unrubbed fiber, 5 percent rubbed fiber; weak fine granular structure; very friable; slightly acid; abrupt smooth boundary. (Combined thickness of the Oa horizons is 16 to 51 inches thick.)"
      },
      {
        "name": "2Cg1",
        "top": 58,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Cg1 -- 23 to 30 inches, gray (5Y 5/1) silty clay loam; massive; firm; slightly sticky, slightly plastic; few medium prominent yellowish brown (10YR 5/4) masses of iron accumulation; neutral; gradual smooth boundary."
      },
      {
        "name": "2Cg2",
        "top": 76,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2 -- 30 to 72 inches, gray (5Y 5/1) silty clay loam; massive; friable; slightly sticky, slightly plastic; neutral."
      }
    ]
  ]
}
