{
  "SERIES": "WHATELY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAF-KJL-WDH",
  "REVDATE": "4/98",
  "STATES": "CT,ME,NY,VT",
  "OVERVIEW": "The Whately series consists of very deep, very poorly drained soils that formed in a thin mantle of loamy outwash materials over clayey marine or lacustrine deposits on lakes and marine plains, and outwash plains and deltas.  Permeability is moderately slow to moderately rapid in the organic surface, moderately rapid in the loamy mantle, and slow or very slow in the clayey substratum.  Slope ranges from 0 to 3 percent.  Mean annual temperature is about 45 degrees F, and mean annual precipitation is about 43 inches at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed over illitic, superactive, nonacid, frigid Mollic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whately muck-pasture (Colors are for moist soil.)\nOa--0 to 5 inches, black (5YR 2/1) muck (sapric material); many fine roots; strongly acid; abrupt wavy boundary.  (0 to 8 inches thick)\nA--5 to 12 inches, very dark gray (5Y 3/1) fine sandy loam, with spots and streaks of olive gray (5Y 4/2); weak medium and coarse granular structure; friable; common roots; common pores; slightly acid; abrupt wavy boundary.  (6 to 8 inches thick)\nEg--12 to 25 inches, gray (5Y 5/1) fine sandy loam; massive; friable; few fine roots; few fine prominent light olive brown (2.5Y 5/4) areas of iron accumulation in the lower part; slightly acid; abrupt wavy boundary.  (6 to 15 inches thick)\n2Bg--25 to 38 inches, greenish gray (5GY 5/1) silty clay loam; common fine and medium prominent light olive brown (2.5Y 5/4) mottles; weak fine subangular blocky structure; friable, sticky; common fine pores; some pores lined with gray (5Y 5/1) fine silty material; common fine and medium prominent light olive brown (2.5Y 5/4) areas of iron accumulation; slightly acid; gradual wavy boundary.  (10 to 20 inches thick)\n2Cg--38 to 65 inches; greenish gray (5GY 5/1) silty clay loam; many fine and medium prominent light olive brown (2.5Y 5/4) mottles; massive parting to moderate fine blocks when removed; very sticky; few fine pores; areas of iron accumulation around pores have a slightly firmer consistence than the matrix; many fine and medium prominent light olive brown (2.5Y 5/4) areas of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Androscoggin County, Maine; Town of Sabattus; 1500 feet west of a farm homestead, one half mile north along the Bowdoin town line from the southeastern corner of the Town of Sabattus; USGS Lisbon Falls topographic quadrangle; approximate lat. 44 degrees 03 minutes 26 seconds N and long. 70 degrees 01 minute 36 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the underlying fine-textured material ranges dominantly from 20 to 40 inches, with a few pedons ranging to 18 inches.  Depth to bedrock is more than 60 inches.  Clay content ranges from 5 to 10 percent in the A and E horizons and 35 to 55 percent in the B and C horizons.  Reaction of the A and E horizons ranges from moderately acid to slightly acid and of the B and C horizons ranges from slightly acid to neutral.\nThe Oa horizon has hue of 5YR to 10YR, value of 2 or 3 and chroma of 0 to 2.\nThe A horizon has hue of 10YR to 5Y, value of 2 or 3 and chroma of 1 or 2, but spots or streaks have hues of 10YR to 5Y, value of 4 or 5 and chroma of 1 to 3.  It is very fine sandy loam, fine sandy loam, or sandy loam.  It has weak, fine to coarse granular structure.\nThe Eg horizon has hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 0 to 2.  It either lacks redox features or has few or common, fine or medium, faint to prominent redox features commonly in the lower part.  It is very fine sandy loam, fine sandy loam, or sandy loam.\nThe 2Bg horizon has hue of 10YR to 5GY, value of 4 to 6 and chroma 0 to 2.  It has few to many, distinct or prominent redox features to a depth of 30 inches or more.  It is silty clay loam, clay loam, silty clay, or clay.  It has weak or moderate, fine or medium subangular blocky structure.  Consistence is firm in place, friable when removed and sticky when wet.  A friable B horizon that is very fine sandy loam, fine sandy loam, or sandy loam is above the 2Bg horizon in some pedons.\nThe 2Cg horizon has hue of 2.5Y to 5GY, value of 4 to 6 and chroma of 0 to 2.  It is silty clay loam, silty clay, clay loam, or clay.  The horizon is massive and it may part to moderate fine blocks."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Whately series is currently the only member of this family.  The Biddeford, Munuscong, and Searsport series are in related families.  Biddeford soils have fine particle-size control sections.  Searsport soils have sandy particle-size control sections.  Munuscong soils have a calcareous substratum and are from outside Region R."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:    Whately soils are in depressional areas on glaciolacustrine, marine or outwash plains and deltas.  Slope ranges from 0 to 3 percent.  The soil formed in loamy outwash or lacustrine materials underlain by fine-textured lacustrine or marine deposits.  The climate is humid and cool temperate.  Mean annual temperature ranges from 43 to 46 degrees F, and the mean annual precipitation ranges from 40 to 48 inches.  The frost-free season ranges from 90 to 160 days.  Elevation ranges from 5 to 900 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Biddeford, Buxton, Lamoine, Melrose, Scantic, Searsport and Swanton soils.  Adams, Buxton, and Melrose soils are better drained and are in higher positions on the landscape.  Biddeford and Searsport soils have similar drainage and positions in the landscape.  Biddeford soils have a finer textured solum and Searsport soils have a coarser textured substratum.  Lamoine, Scantic and Swanton soils are better drained and are in higher positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  The water table is near the surface most of the year.  Permeability is moderately slow to moderately rapid in the organic surface, moderately rapid in the loamy mantle, and slow or very slow in the clayey substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the soil is idle or in woodland although a few areas are pastured.  Present vegetation is primarily alder and sedges.  Balsam fir, tamarack, black spruce, and red maple are common in forested areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine, Massachusetts, and New York (MLRA's 142, 143, 144B, 145).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hampden County, Massachusetts, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  This revision reflects a change in classification from coarse-loamy over clayey, mixed, nonacid, frigid Mollic Haplaquepts to coarse-loamy over clayey, mixed over illitic, nonacid, superactive, frigid Mollic Epiaquepts to conform with the Keys to Soil Taxonomy, seventh edition, 1996.  2.  Whately soils were formerly classified in a mesic family.  3.  Diagnostic horizons and features recognized in this pedon are:\na.  Mollic feature - the upper 6 inches when mixed has a color value, moist, of 3 or less and a color value, dry, of 5 or less.\nb.  Albic horizon - the zone from 12 to 25 inches (Eg horizon)\nc.  Episaturation - a perched water table above the clayey substratum."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Soil Interpretation Record Numbers for the Whately Series is:  ME0035."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 5 inches, black (5YR 2/1) muck (sapric material); many fine roots; strongly acid; abrupt wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--5 to 12 inches, very dark gray (5Y 3/1) fine sandy loam, with spots and streaks of olive gray (5Y 4/2); weak medium and coarse granular structure; friable; common roots; common pores; slightly acid; abrupt wavy boundary.  (6 to 8 inches thick)"
      },
      {
        "name": "Eg",
        "top": 30,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eg--12 to 25 inches, gray (5Y 5/1) fine sandy loam; massive; friable; few fine roots; few fine prominent light olive brown (2.5Y 5/4) areas of iron accumulation in the lower part; slightly acid; abrupt wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "2Bg",
        "top": 64,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bg--25 to 38 inches, greenish gray (5GY 5/1) silty clay loam; common fine and medium prominent light olive brown (2.5Y 5/4) mottles; weak fine subangular blocky structure; friable, sticky; common fine pores; some pores lined with gray (5Y 5/1) fine silty material; common fine and medium prominent light olive brown (2.5Y 5/4) areas of iron accumulation; slightly acid; gradual wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 97,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5GY",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--38 to 65 inches; greenish gray (5GY 5/1) silty clay loam; many fine and medium prominent light olive brown (2.5Y 5/4) mottles; massive parting to moderate fine blocks when removed; very sticky; few fine pores; areas of iron accumulation around pores have a slightly firmer consistence than the matrix; many fine and medium prominent light olive brown (2.5Y 5/4) areas of iron accumulation; neutral."
      }
    ]
  ]
}
