{
  "SERIES": "WHEATWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR:CLN:CRC",
  "REVDATE": "10/2002",
  "STATES": "OK,TX",
  "OVERVIEW": "The Wheatwood series consists of very deep, well drained, moderately permeable soils that formed in calcareous loamy alluvium. The soils are on nearly level to gently sloping flood plains of rivers and wide creeks.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Fluventic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wheatwood silt loam--pastureland. (Colors are for dry soil unless otherwise stated).\nAp--0 to 6 inches reddish brown (5YR 5/4) silt loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure parting to moderate medium granular; slightly hard, friable; many fine roots; many very fine and fine pores; slightly effervescent; moderately alkaline; abrupt smooth boundary. (4 to 12 inches thick)\nBw1--6 to 20 inches; reddish brown (5YR 5/4) silt loam, dark reddish brown (5YR 3/4) moist; weak fine and medium prismatic structure parting to medium and coarse subangular blocky; hard, friable; few fine roots; common very fine and fine pores; few wormcasts; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBw2--20 to 34 inches; yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6) moist; weak fine and medium prismatic structure parting to fine and medium subangular blocky; faint remnants of bedding planes evident; slightly hard, friable; few fine roots; few fine pores; few wormcasts; strongly effervescent; moderately alkaline; gradual smooth boundary.\nBw3--34 to 45 inches; reddish brown (5YR 5/4) silty clay loam, dark reddish brown (5YR 3/4) moist; weak fine and medium prismatic structure; hard, friable; weak bedding planes; few fine pores; few wormcasts; strongly effervescent; moderately alkaline. (Combined thickness of Bw subhorizons is 25 to 50 inches)\nBC-- 45 to 62 inches; light reddish brown (5YR 6/4) very fine sandy loam, reddish brown (5YR 4/4) moist; structureless; slightly hard, friable; faint bedding planes; few fine pores; strongly effervescent; moderately alkaline; clear smooth boundary. (0 to 25 inches thick)\nC--62 to 80 inches, yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6) moist; common strata of silty clay loam, silty clay, and very fine sandy loam 0.2 to 1.5 inches thick; hard, friable; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Archer County, Texas; from the intersection of Farm Road 2846 and U.S. Highway 82 in Dundee, 5.2 miles north on Farm Road 2846, 200 feet west in cropland. Lake Diversion Quadrangle (Latitude: 33 degrees, 48 minutes, 59 seconds North; Longitude: 98 degrees, 54 minutes, 01 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches. The 10- to 40- inch particle-size control section is silt loam, clay loam, or silty clay loam with 20 to 35 percent clay. Thin stratification of very fine sandy loam and clay are common below a depth of 20 inches. The soil is dry in some part of the moisture control section for four-tenths to six-tenths of the cumulative days during the growing season in most years. The organic carbon content is greater than 0.2 percent at a depth of 50 inches.\nThe A horizon has hue of 5YR or 7.5YR, value of 4 to 6 and chroma of 2 to 4. Where the A horizon has moist values and chroma of 3.5 or less, it is less than 10 inches thick. Texture is silt loam, loam, or silty clay loam. Reaction is slightly alkaline or moderately alkaline\nBuried A horizons are common. Where present, colors are similar to the A horizon. Textures are silt loam, clay loam, or silty clay loam.\nThe Bw horizon has hue of 2.5YR to 7.5YR, value 4 to 6, and chroma 4 to 6. Texture is silt loam, clay loam, or silty clay loam. Reaction is moderately alkaline.\nThe BC, Bk or C horizons have hue of 2.5YR to 7.5YR, value of 4 to 7, and chroma of 4 to 6. These horizons are weakly structured, structureless, or stratified with textures ranging from very fine sandy loam to silty clay loam. Reaction is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Aspermont, Clairemont, Clemville, Guadalupe, Obaro, Westola, Weswood and Yahola series. Aspermont and Obaro soils have a regular decrease in organic matter. Clairemont soils do not have cambic horizons. Clemville soils have clayey layers in the lower part of the control section. Guadalupe, Westola and Yahola soils have coarse-loamy control sections. In addition, Yahola soils do not have cambic horizons. Weswood soils have coarse-silty control sections and are dry in the soil moisture control section for shorter periods."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wheatwood soils are on nearly level flood plains. Slopes range from 0 to 1 percent. These soils formed in stratified, calcareous, loamy alluvium. Mean annual precipitation ranges from 22 to 28 inches, and mean annual temperature ranges from 59 to 65 degrees F. Frost free days range from 210 to 240 days, and elevation ranges from 900 to 1,950 feet. Thornthwaite annual P-E indices range from 33 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clairmont, Clearfork, Mangum, Port and Westola series. All of these soils are in similar flood plain positions. Clairmont soils do not have a cambic horizon. Clearfork and Mangum soils have greater than 35 percent clay in the particle-size control section. Port soils have a thick mollic epipedon. Westola soils have a coarse-loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is negligible on slopes less than 1 percent. Except where protected, the soil floods at intervals ranging from more than once each year to once every 100 years for brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly used for cropland or pecan orchards. Crops are grain sorghum, cotton, and small grains. Some small areas are in improved bermudagrass pastures. Woody vegetation includes oak, pecan, elm, hackberry, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly along the Brazos and Red River watersheds in the Central Rolling Red Plains (MLRA 78B, 78C), Rolling Limestone Prairie (MLRA 78D), Central Rolling Red Prairie (MLRA 80A) and North Central Prairie (MLRA 80B) in Texas and possibly Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Throckmorton County, Texas; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Wheatwood series was formerly included in the Asa and Clairemont series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches. (Ap horizon)\nCambic horizon - 6 to 45 inches. (Bw horizons)\nFluventic feature - Organic carbon content is greater than 0.2 percent at 50 inches.\nAdditional data: Young County, Texas, S92TX-503-003 NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches reddish brown (5YR 5/4) silt loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure parting to moderate medium granular; slightly hard, friable; many fine roots; many very fine and fine pores; slightly effervescent; moderately alkaline; abrupt smooth boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 51,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--6 to 20 inches; reddish brown (5YR 5/4) silt loam, dark reddish brown (5YR 3/4) moist; weak fine and medium prismatic structure parting to medium and coarse subangular blocky; hard, friable; few fine roots; common very fine and fine pores; few wormcasts; strongly effervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 86,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--20 to 34 inches; yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6) moist; weak fine and medium prismatic structure parting to fine and medium subangular blocky; faint remnants of bedding planes evident; slightly hard, friable; few fine roots; few fine pores; few wormcasts; strongly effervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 86,
        "bottom": 114,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "narrative": "Bw3--34 to 45 inches; reddish brown (5YR 5/4) silty clay loam, dark reddish brown (5YR 3/4) moist; weak fine and medium prismatic structure; hard, friable; weak bedding planes; few fine pores; few wormcasts; strongly effervescent; moderately alkaline. (Combined thickness of Bw subhorizons is 25 to 50 inches)"
      },
      {
        "name": "BC",
        "top": 114,
        "bottom": 157,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC-- 45 to 62 inches; light reddish brown (5YR 6/4) very fine sandy loam, reddish brown (5YR 4/4) moist; structureless; slightly hard, friable; faint bedding planes; few fine pores; strongly effervescent; moderately alkaline; clear smooth boundary. (0 to 25 inches thick)"
      },
      {
        "name": "C",
        "top": 157,
        "bottom": 203,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--62 to 80 inches, yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6) moist; common strata of silty clay loam, silty clay, and very fine sandy loam 0.2 to 1.5 inches thick; hard, friable; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
