{
  "SERIES": "WHEATVILLE",
  "STATUS": "Established Series",
  "BYREV": "MNJ-RBH-CJH",
  "REVDATE": "03/2005",
  "STATES": "MN,ND",
  "OVERVIEW": "The Wheatville series consists of very deep, somewhat poorly drained soils that formed in a silty mantle of calcareous glaciolacustrine sediments which overlie clayey till or glaciolacustrine sediments.  These soils are on glacial lake plains.  They have moderately rapid saturated hydraulic conductivity in the upper part and slow or very slow saturated hydraulic conductivity in the lower part.  They have slopes of 0 to 3 percent.  Mean annual precipitation is about 21 inches, and mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over clayey, mixed over smectitic, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wheatville very fine sandy loam with a plane level slope on a glacial lake plain in a cultivated field. (Colors are for moist soil unless otherwise stated)\nAp--0 to 9 inches; black (10YR 2/1) very fine sandy loam; very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; few fine roots; slightly effervescent; slightly alkaline; abrupt smooth boundary. (6 to 15 inches thick)\nBk1--9 to 20 inches; dark grayish brown (10YR 4/2) very fine sandy loam; weak medium subangular blocky structure; very friable; few fine irregularly shaped light gray (10YR 7/2) masses of carbonate; violently effervescent; moderately alkaline; clear wavy boundary.\nBk2--20 to 31 inches; light olive brown (2.5Y 5/4) very fine sandy loam; few medium distinct grayish brown (2.5Y 5/2) redoximorphic depletions; weak medium platy structure parting to weak fine subangular blocky; very friable; few fine irregularly shaped white (10YR 8/1) masses of carbonate; violently effervescent; moderately alkaline; abrupt smooth boundary. (Combined Bk horizons 5 to 24 inches thick)\n2C1--31 to 43 inches; grayish brown (2.5Y 5/2) silty clay; few fine distinct olive brown (2.5Y 4/4) redoximorphic concentrations; massive; varves 2 to 5 mm thick throughout; friable; slightly effervescent; slightly alkaline; clear wavy boundary.\n2C2--43 to 58 inches; grayish brown (2.5Y 5/2) silty clay; common fine prominent brown (7.5YR 4/4) redoximorphic concentrations; massive; varves 2 ot 5 mm thick throughout; firm; slightly effervescent; slightly alkaline; clear smooth boundary.\n2C3--58 to 72 inches; light brownish gray (2.5Y 6/2) silty clay; few fine prominent strong brown (7.5YR 5/6) and brownish yellow (10YR 6/8) redoximorphic concentrations; massive; varves 2 to 5 mm thick throughout; firm; slightly effervescent; slightly alkaline; clear smooth boundary.\n2C4--72 to 80 inches; light brownish gray (2.5Y 6/2) silty clay; few fine prominent strong brown (7.5YR 4/6) and brownish yellow (10YR 6/8) redoximorphic concentrations; massive; varves 1 to 2 mm thick throughout; firm; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Minnesota; about 1 mile north of Crookston; about 570 feet north and 2,090 feet east of southwest corner of sec. 13, T. 150 N., R. 47 W; USGS Crookston, MN topographic quadrangle; latitude 47 degrees 30 minutes N, longitude 96 degrees 37 minutes 24 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 15 inches in thickness.  Depth to the 2C horizon ranges from 20 to 40 inches.  The upper sediment lacks rock fragments and the 2C may contain up to 10 percent rock fragments by volume where it is developed in till.  The upper sediment averages less than 18 percent noncarbonate clay and less than 15 percent fine sand and coarser.  The 2C horizon typically averages between 45 and 55 percent clay with extreme range of 35 to 80 percent.  The control section has a calcium carbonate equivalent of 20 to 45 percent with the higher values occurring in the Bk horizon.  The soil is slightly alkaline or moderately alkaline throughout.  Saline phases are recognized.\nThe A horizon has value of 2 or 3 and chroma of 1 or 2.  It is very fine sandy loam, loam or silt loam.  It has granular or subangular structure.  It has slight to strong effervescence.  Some pedons have an Ak horizon up to 6 inches thick.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 4 and has redoximorphic features in some pedons.  It is very fine sandy loam, loam, or silt loam.\nSome pedons have a C horizon up to 18 inches thick above the 2C horizon.  Where present, it has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 to 6.  It lacks redoximorphic features in some pedons.  It is loamy very fine sand, very fine sand, very fine sandy loam, loam or silt loam.  It has slight or strong effervescence.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 to 3.  It typically is silty clay or clay, but heavy silty clay loam is in the range.  It is varved or stratified with very fine sand or fine sand in some pedons developed in lacustrine deposits.  It has slight or strong effervescence."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wheatville soils have plane or slightly convex slopes of 0 to 3 percent on lake plains.  They formed in a 20- to 40-inch mantle of silty calcareous glaciolacustrine sediments overlying clayey calcareous glaciolacustrine sediments or till.  These sediments are Late Wisconsinan in Age.  Mean annual air temperature is 36 to 45 degrees F, and mean annual precipitation of 18 to 24 inches.  The summers are short and warm, and the winters are long and cold.  Frost-free period ranges from 90 to 140 days.  Elevation ranges from 650 to 1200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Augsburg, Borup and Glyndon soils.  Augsburg and Borup soil are poorly drained and on lower lying positions.  The Glyndon soils are on similar landscape positions as Wheatville soils and are coarse-silty throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Saturated hydraulic conductivity is moderately rapid in the upper part and slow or very slow in the lower part.  Runoff is negligible to low depending on slope.  A seasonal high apparent water table is at a depth of 1.5 to 3.5 feet at some time during the period of April to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Wheatville series are under cultivation.  Small grains, sugar beets, potatoes, corn, soybeans, hay, and pasture are the most common crops.  Native vegetation was tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Red River Valley of northwestern Minnesota and eastern North Dakota.  It is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Norman County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 9 inches (Ap horizons); calcic horizon - the zone from 9 to 31 inches (Bk1 and Bk2 horizons); contrasting textures at 31 inches.\nWhere the series has been correlated as moderately well drained phase or on slopes of more than 3 percent, a new series should be established (Aquic Calciudolls)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to MAES Central File Code No. 805, 1877 and 26 74 for laboratory analysis of additional data."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; black (10YR 2/1) very fine sandy loam; very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; few fine roots; slightly effervescent; slightly alkaline; abrupt smooth boundary. (6 to 15 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 23,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--9 to 20 inches; dark grayish brown (10YR 4/2) very fine sandy loam; weak medium subangular blocky structure; very friable; few fine irregularly shaped light gray (10YR 7/2) masses of carbonate; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 51,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk2--20 to 31 inches; light olive brown (2.5Y 5/4) very fine sandy loam; few medium distinct grayish brown (2.5Y 5/2) redoximorphic depletions; weak medium platy structure parting to weak fine subangular blocky; very friable; few fine irregularly shaped white (10YR 8/1) masses of carbonate; violently effervescent; moderately alkaline; abrupt smooth boundary. (Combined Bk horizons 5 to 24 inches thick)"
      },
      {
        "name": "2C1",
        "top": 79,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--31 to 43 inches; grayish brown (2.5Y 5/2) silty clay; few fine distinct olive brown (2.5Y 4/4) redoximorphic concentrations; massive; varves 2 to 5 mm thick throughout; friable; slightly effervescent; slightly alkaline; clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 109,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C2--43 to 58 inches; grayish brown (2.5Y 5/2) silty clay; common fine prominent brown (7.5YR 4/4) redoximorphic concentrations; massive; varves 2 ot 5 mm thick throughout; firm; slightly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2C3",
        "top": 147,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C3--58 to 72 inches; light brownish gray (2.5Y 6/2) silty clay; few fine prominent strong brown (7.5YR 5/6) and brownish yellow (10YR 6/8) redoximorphic concentrations; massive; varves 2 to 5 mm thick throughout; firm; slightly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2C4",
        "top": 183,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C4--72 to 80 inches; light brownish gray (2.5Y 6/2) silty clay; few fine prominent strong brown (7.5YR 4/6) and brownish yellow (10YR 6/8) redoximorphic concentrations; massive; varves 1 to 2 mm thick throughout; firm; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
