{
  "SERIES": "WHERRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-MAV-KJO",
  "REVDATE": "2/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wherry clay, with no vegetation, at an elevation of 2,270 feet. (When described on February 11, 1988, the soil was very slightly moist throughout; Colors are for dry soil unless otherwise stated).\nAnz--0 to 3 inches; light gray (2.5Y 7/2) clay, grayish brown (2.5Y 5/2) moist; moderate medium and thick platy; very hard, friable, very sticky and very plastic; no roots; common very fine and few fine and medium tubular pores; common pressure faces; violently effervescent, carbonates disseminated; electrical conductivity is 63.70 deciseimens per meter; sodium adsorption ratio is 175; strongly alkaline (pH 9.0); clear smooth boundary. (2 to 8 inches thick)\nBnz1--3 to 9 inches; light gray (2.5Y 7/2) clay loam with very thin (less than 2 mm) strata of sandy material, dark grayish brown (2.5Y 4/2) moist; moderate coarse subangular blocky structure; very hard, friable, sticky and very plastic; common very fine and few fine and medium tubular pores; common pressure faces; violently effervescent, carbonates disseminated; electrical conductivity is 40.30 deciseimens per meter; sodium adsorption ratio is 121; very strongly alkaline (pH 9.2); clear smooth boundary.\nBnz2--9 to 28 inches; light gray (2.5Y 7/3) clay with very thin (less than 2 mm) strata of sandy material, grayish brown (2.5Y 5/3) moist; moderate very coarse prismatic structure parting to weak medium and coarse subangular blocky; very hard, very firm, very sticky and very plastic; continuous pressure faces; common very fine tubular pores; strongly effervescent, carbonates disseminated; electrical conductivity is 38.90 deciseimens per meter in the upper part and 24.30 deciseimens per meter in the lower part; sodium adsorption ratio is 88 in the upper part and 104 in the lower part; very strongly alkaline (pH 9.6); abrupt smooth boundary. (Combined thickness of the Bknz and Bnz horizons is 4 to 32 inches)\nBn1--28 to 38 inches; light gray (2.5Y 7/2) and pale yellow (2.5Y 8/2) stratified sand and clay (strata are 0.2 to 1.2 inches thick), grayish brown (2.5Y 5/2) and light brownish gray (2.5Y 6/2) moist; moderate very coarse prismatic structure with sand coating ped faces; the sand is slightly hard, very friable, nonsticky and nonplastic, the clay is very hard, very firm, sticky and very plastic; common very fine tubular pores; continuous pressure faces on the clay part; strongly effervescent, carbonates disseminated; electrical conductivity is 11.53 deciseimens per meter; sodium adsorption ratio is 92; very strongly alkaline (pH 9.6); clear smooth boundary.  (10 to 48 inches thick)\nBn2--38 to 60 inches; light olive gray (5Y 6/2) clay, olive gray (5Y 4/2) moist; moderate very coarse prismatic structure with sand coating ped faces; very hard, very firm, sticky and very plastic; common very fine tubular pores; common large distinct light gray (2.5Y 7/2) filled root channels, grayish brown (2.5Y 5/2) moist; continuous pressure faces; strongly effervescent, carbonates disseminated; electrical conductivity is 5.36 deciseimens per meter; sodium adsorption ratio is 89; strongly alkaline (pH 8.8); abrupt wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; about 5 miles south of Edwards AFB headquarters; 1300 feet east and 850 feet north of the southwest corner of Sec. 24, T. 9 N., R. 10 W.,  SBBM; Latitude 34 degrees, 51 minutes, 18 seconds north and Longitude 117 degrees, 53 minutes, 40 seconds west; Redman quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature is: 62 to 66 degrees F.\nCalcium carbonate equivalent: 10 to 30 throughout.\nCarbonates: strongly or violently effervescent, disseminated, throughout.\nAnz horizon--10YR 6/3, 6/4, 7/3, 7/4; 2.5Y 7/2 or 7/3 dry; 10YR 4/3, 4/4, 5/3, 5/4, 6/3; 2.5Y 5/2 or 5/3 moist.\nReaction: strongly alkaline or very strongly alkaline.\nElectrical Conductivity: 16 to 70 deciseimens per meter.\nSodium Adsorption Ratio: 100 to 200.\nBnz horizon--10YR 5/4, 6/4; 2.5Y 5/2, 5/3, 6/2, 6/3, 6/4, 7/2, or 8/2 dry; 10YR 4/3, 4/4; 2.5Y 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 6/2 moist.\nReaction: strongly alkaline to very strongly alkaline.\nElectrical Conductivity: 16 to 50 deciseimens per meter\nSodium Adsorption Ratio: 50 to 150.\nBn horizon--2.5Y 5/2, 6/2, 7/2, 8/2; 5Y 5/2, 6/2, 6/3, 7/2, or 7/3 dry; 2.5Y 4/2, 4/3, 6/2; 5Y 4/1, 4/2, 5/2, or 5/3 moist\nTexture: stratified sand, fine sandy loam, sandy clay loam, silt loam, silty clay loam, clay loam and clay.\nReaction: strongly alkaline to very strongly alkaline.\nElectrical Conductivity: 4 to 16 deciseimens per meter\nSodium Adsorption Ratio: 50 to 100."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Agnal series. Agnal soils have a matrix with a moist value of 3 or less and a moist chroma of 1 or less in all horizons, the reaction of the Az horizon is neutral or moderately alkaline, and the A horizon has 3.1 to 4.8 percent organic matter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wherry soils are on playas.  Slopes are 0 to 1 percent.  The soils formed in lacustrine sediments.  Elevations are 2,270 to 2,282 feet. The climate is arid with hot, dry summers and cool, slightly moist winters. The mean annual precipitation is 4 to 6 inches. The mean annual temperature is 60 to 64 degrees F. Mean July temperature is about 83 degrees F., and mean January temperature is about 44 degrees F. The frost-free season is 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Leuhman (T) soil.  Leuhman soils are on alluvial flats, have a natric horizon, and are in the fine-loamy particle-size family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; negligible runoff; very slow permeability.  The soils are frequently flooded for periods of a few days to six weeks in December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wherry soils are used for military and aerospace operations, most notably the landing of aircraft.  These soils are not vegetated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of California.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, 1997.  Named after nearby Wherry Housing (Residential section of Edwards Air Force Base)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Wherry series is in MLRA 30.\nCharacterized by NSSL: Project 88P 174, Pedon 88P 952, Samples 88P5166-5171.\nWherry soils are somewhat poorly drained although they do not have a high water table within 6 feet of the surface.  During the winter months runoff from surrounding areas floods the soil on its depressed landform. The very low saturated hydraulic conductivity of the surface layer keeps most of the flood water from infiltrating the soil.  Most of the water is eventually lost through evaporation leaving an accumulation of salts at the surface.\nRunoff classes based on Ksat and slope as described in \"Terminology Used in Soil Survey Data Entry or Manuscript Editing of:\" 9-23-94 MAV.  Runoff changed from ponded to negligible.\nDiagnostic horizons and features recognized in this profile are:\n1.  Ochric epipedon -- 0 to 3 inches (An)\n2.  Salic horizon -- 3 to 18 inches (Bnz1 and upper Bnz2) Weighted average of depth in cm. times E.C. is 1460.\n3. Particle size class: Fine.  The 10 to 40.inch particle-size control section averages 45 percent clay based on field estimates.\n4. Soil moisture and temperature regimes\nThese values are based on adjacent soil survey areas without direct observations.  The soil temperature is below 47 degrees F. from about December 15 to February 20, and is usually never below 41 degrees F. The soil between the depths of 4 and 12 inches is dry throughout for 275 to 310 days from about March 1 to December 15.  It is moist throughout for 10 to 50 days from about January 1 to March 1 and is moist in some or all parts for 55 to 90 consecutive days from about December 15 to March 1 when the soil is above 47.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
