{
  "SERIES": "WHETROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/GWL/MJD/SSP",
  "REVDATE": "09/1999",
  "STATES": "UT",
  "OVERVIEW": "The Whetrock series consists of moderately deep, well drained soils that formed in slope alluvium and colluvium over residuum derived from sandstone and shale.  Whetrock soils are on hills.  Slopes range from 8 to 50 percent.  Mean annual precipitation is about 14 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whetrock extremely channery loam in rangeland.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by 65 percent channers and 5 percent flagstones.\nA1--0 to 2 inches; grayish brown (10YR 5/2) extremely channery loam, very dark grayish brown (10YR 3/2) moist; very thin platy structure parting to moderate very fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common fine, few medium and coarse roots; many very fine and fine, few medium tubular pores; 5 percent flagstones, 65 percent channers on the surface; 50 percent channers, 5 percent gravel within the horizon; very slightly effervescent, (2 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear smooth boundary.\nA2--2 to 8 inches; grayish brown (10YR 5/2) very channery loam, very dark grayish brown (10YR 3/2) moist; weak very fine and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine, common fine, few medium and coarse roots; common very fine and fine, few medium tubular pores; 35 percent channers, 10 percent gravel; slightly effervescent, (5 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary.  (combined thickness of A horizons range from 7 to 19 inches)\nBk1--8 to 21 inches; very pale brown (10YR 7/3) extremely channery loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, medium, and coarse roots; common very fine and fine tubular pores; 60 percent channers, 20 percent flagstones; strongly effervescent, (15 percent calcium carbonate equivalent), carbonates are disseminated, and segregated as common very fine irregular shaped  masses and coatings around rock fragments less than 1 mm thick; moderately alkaline (pH 8.2); gradual wavy boundary.\nBk2--21 to 30 inches; very pale brown (10YR 7/3) extremely channery loam, pale brown (10YR 6/3) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine, fine, medium, and coarse roots; common very fine tubular pores; 60 percent channers, 20 percent flagstones; strongly effervescent, (28 percent calcium carbonate equivalent), carbonates are disseminated, and segregated as many very fine irregular shaped  masses and coatings around rock fragments less than 1 mm thick; moderately alkaline (pH 8.4); abrupt irregular boundary.  (combined thickness of the Bk horizons range from 13 to 21 inches)\nCr--30 inches; weathered shale with fractures greater than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 2 miles south of Box Elder Canyon; located about 2,100 feet west and 2,300 feet north of the southeast corner of sec. 16, T. 14 S., R. 24 E., SLBM; Tom Patterson Canyon Quadrangle USGS quad; lat. 39 degrees 35 minutes 57 seconds N. and long. 109 degrees 13 minutes 58 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly throughout the year with a slight increase in the late summer and early fall.  Ustic moisture regime bordering on aridic.\nMean annual soil temperature:  44 to 47 degrees F.\nSurface rock fragments:  60 to 75 percent predominantly channers, gravel, and some flagstones\nDepth to paralithic contact:  20 to 40 inches to weathered shale\nDepth to calcic horizon:  7 to 19 inches\nThickness of the mollic epipedon:  7 to 16 inches\nParticle-size control section:  18 to 27 percent clay and 50 to 85 percent rock fragments (predominantly channers)\nA horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture: extremely channery loam or very flaggy loam\nCalciium carbonate equivalent: 5 to 10 percent\nBk horizon:\nHue:  7.5YR or 10YR\nValue:  6 or 7 dry, 4 to 6 moist\nChroma:  2 to 4\nTexture:  very channery loam or extremely channery loam\nReaction:  moderately alkaline or strongly alkaline\nCalcium carbonate equivalent: 15 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Tridell and Trimad series.  A competitor prior to the Seventh Edition, 1996 Keys to Soil Taxonomy is the Tricart series.\nTricart, Tridell, and Trimad are very deep soils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium over residuum derived from sandstone and shale.\nLandform:  hills.\nSlopes:  8 to 50 percent\nElevation: 6,500 to 8,000 feet\nMean annual air temperature:  42 to 45 degrees F.\nMean annual precipitation:  12 to 16 inches.\nFrost-free period:  90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bigpack, Gompers, Moonset, Pathead, Seeprid, Tabyago, and Towave series.\nBigpack soils are on alluvial fans and are very deep.\nGompers and  Moonset soils are on hillslopes and are shallow to bedrock.\nPathead and Tabyago soils are on mountain slopes and plateaus respectively and do not have mollic epipedons.\nSeeprid soils are on hillslopes and are very deep.\nTowave soils are on mesas and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, high runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used mainly for rangeland and wildlife habitat.  Potential vegetation is mainly pinyon pine, Utah juniper, bluebunch wheatgrass, Salina wildrye, birchleaf mountainmahogany, Utah serviceberry and black sagebrush.  This soil has  been correlated to the Upland Shallow Loam (Pinyon-Utah Juniper) - 034XY322UT range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  LRR D, MLRA 34.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County, Uintah Area Soil Survey, Utah. 1998.  The name is taken from a nearby geographic location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 30 inches.  (Bk1 and Bk2 horizons)\nMollic epipedon:  The zone from 0 to 8 inches.  (A1, A2 horizons)\nCalcic horizon:  The zone from 8 to 30 inches.  (Bk1, Bk2 horizons)\nThe surface texture modifier was determined following the guidelines outlined in the Utah document, \"Procedures for Distributing Rock Fragments on the Surface Layer into the Upper 6 inches of Soil and Subsequent Naming of Map Units, April 1979.\"\nThe cation exchange activity class was inferred from laboratory data from similar soils in the Uintah Area Soil Survey.\nThe classification was changed from Aridic Calciborolls to frigid Aridic Calciustoll 12/98.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
