{
  "SERIES": "WHILPHANG",
  "STATUS": "Established Series",
  "BYREV": "Rev:  EWB/WED/JBF",
  "REVDATE": "07/2016",
  "STATES": "NV",
  "OVERVIEW": "The Whilphang series consists of shallow, well drained soils that formed in residuum and colluvium derived from tertiary lacustrine sediments with a component of mixed alluvial material.  Whilphang soils are on pediments and pediment remnants overlain by fan piedmonts.  Slopes are 4 to 50 percent.  The mean annual precipitation is about 200 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whilphang very gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 60 percent gravel, 5 percent cobbles, and l percent stones.\nA1--0 to 3 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial pores; 50 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (3 to 5 cm thick)\nA2--3 to 10 cm; light gray (10YR 7/2) gravelly loam, brown (10YR 5/3) moist; moderate thin platy structure; hard, very friable, moderately sticky and slightly plastic; common very fine roots; common very fine vesicular and few very fine interstitial pores; l5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (5 to 13 cm thick)\nA3--10 to 28 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine through coarse roots; common very fine interstitial pores; l5 percent gravel; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (13 to 20 cm thick)\nCr--28 cm; highly fractured mudstone with carbonate and discontinuous 1 to 2 mm silica coatings in fractures; many roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada, about 2,600 feet north and 300 feet west of the southeast corner of section 8, T. 7 N., R. 37 E.; USGS Dicalite Summit 7.5 minute topographic quadrangle; latitude 38 degrees 29 minutes 09 seconds N and longitude 117 degrees 51 minutes 7 seconds W; WGS84 Decimal Degrees 38.4858333 latitude, -117.8519444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring; dry in summer and fall except moist for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to soft bedrock: 25 to 50 cm.\nReaction:  Moderately alkaline or strongly alkaline.\nCarbonates:  Strongly effervescent or violently effervescent.\nParticle-size control section - Clay content:  Averages 10 to 18 percent.\nRock fragments:  Averages 15 to 35 percent.\nA horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3 dry or moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coppereid, Foxcan, Grina, Holborn, Hundraw, Jackratz, Puett, Stu and Tert series.\nCoppereid and Jackratz soils are less than 25 cm to rock and have soft platy gravel.  Foxcan soils have a paralithic at 10 to 25 cm and are not moist for 10 to 20 days in the summer. Grina soils have 20 to 35 percent clay in the control section and soil temperature of 8 to 11 degrees C.  Holborn soils are less than 25 cm to bedrock and contain 18 to 30 percent clay.  Hundraw soils are less than 25 cm to bedrock, contain 5 to 15 percent calcium carbonates and have soil temperature of 8 to 11 degrees C.  Jackratz soils have 25 to 35 percent clay in the control section.  Puett and Stu soils are not moist in the soil moisture control section for 10 to 20 days between July and October. Tert soils are less than 25 cm to rock and have less than 15 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whilphang soils are on pediments and pediment remnants overlain by alluvial fan piedmonts.  These soils formed in residuum and colluvium derived from lacustrine sediments with a component of mixed alluvial material.  Slopes are 4 to 50 percent.  Elevations are 1,591 to 2,134 meters.  The climate is cool, semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm, mean annual temperature is 10 to 12 degrees C, and the frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Armespan and the competing Tert soils.  Armespan soils have a calcic horizon and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly black sagebrush, Nevada ephedra, Indian ricegrass and spiny menodora."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada.  These soils are not extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County Area, Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm. (A1, A2 and part of A3 horizons)\nParalithic contact - The boundary at 28 cm (Cr layer).\nParticle-size control section - The zone from the surface to 28 cm (A1, A2, and A3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 cm; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial pores; 50 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (3 to 5 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 10 cm; light gray (10YR 7/2) gravelly loam, brown (10YR 5/3) moist; moderate thin platy structure; hard, very friable, moderately sticky and slightly plastic; common very fine roots; common very fine vesicular and few very fine interstitial pores; l5 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (5 to 13 cm thick)"
      },
      {
        "name": "A3",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A3--10 to 28 cm; pale brown (10YR 6/3) gravelly loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine through coarse roots; common very fine interstitial pores; l5 percent gravel; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (13 to 20 cm thick)"
      },
      {
        "name": "Cr",
        "top": 28,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--28 cm; highly fractured mudstone with carbonate and discontinuous 1 to 2 mm silica coatings in fractures; many roots in fractures."
      }
    ]
  ]
}
