{
  "SERIES": "WHISKLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AME-HFG-JJJ",
  "REVDATE": "11/2006",
  "STATES": "WI",
  "OVERVIEW": "The Whisklake series consists of very deep, somewhat poorly drained soils formed mostly in silty alluvium and in loamy alluvium overlying sandy outwash.  These soils are on outwash plains and outwash terraces.  Permeability is moderate in the silty and loamy mantle and rapid or very rapid in the sandy outwash.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Argic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whisklake silt loam - on a plane 1 percent slope in a wooded area at an elevation of about 1,580 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; friable; many fine and common medium roots; strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)\nE--3 to 6 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium subangular blocky structure parting to weak medium platy; very friable; many fine and common medium roots; strongly acid; abrupt wavy boundary.  (1 to 5 inches thick)\nBs--6 to 14 inches; brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; common fine and few medium roots; few medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; strongly acid; abrupt wavy boundary. (2 to 12 inches thick)\nE'--14 to 17 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium subangular blocky structure parting to weak thin platy; very friable; common fine and few medium roots; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; about 2 percent gravel; very strongly acid; clear wavy boundary. (0 to 5 inches thick)\nB/E--17 to 30 inches; 65 percent yellowish brown (10YR 5/4) silt loam (Bt); weak medium subangular blocky structure; friable; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; penetrated by tongues of pale brown (10YR 6/3) silt loam (E), very pale brown 10YR 7/3) dry; weak medium subangular blocky structure; friable; few fine roots; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; about 2 percent gravel; very strongly acid; clear wavy boundary.  (Glossic horizon - 4 to 30 inches thick)\n2Bt--30 to 36 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; few fine roots; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; about 5 percent gravel; strongly acid; clear wavy boundary.  (3 to 13 inches thick)\n3C--36 to 60 inches; yellowish brown (10YR 5/4) stratified gravelly sand and very gravelly sand; single grain; loose; few fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation in the matrix; about 30 percent gravel as an average; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Forest County, Wisconsin; about 3 miles east and 2 miles south of Argonne; 2390 feet north and 1,265 feet east of the southwest corner of sec. 1, T. 36 N., R. 13 E. USGS Crandon NE, Wis. Quad. Latitude  45 degrees 37 minutes 46 seconds N. Longitude  88 degrees 48 minutes 57 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, thickness and depth are measured from the top of the mineral soil.)  Thickness of the mantle with more than 50 percent silt (silty alluvium) ranges from 12 to 40 inches.  Depth to the base of the argillic horizon and to sandy outwash ranges from 20 to 40 inches.  Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 0 to 35 percent in the loamy subsoil.  Volume of gravel averages from 3 to 50 percent in the sandy outwash, but ranges from 0 to 60 percent in individual strata.  Volume of cobbles ranges from 0 to 5 percent throughout the pedon.  Reaction typically ranges from very strongly acid to moderately acid in the upper part of the solum, but ranges to neutral in the Ap horizon, where the soil is limed.  Reaction ranges from strongly acid to slightly acid in the lower part of the solum and in the substratum.  Redox features are in the albic or spodic horizon within a depth of 20 inches and typically are throughout the soil below the spodic horizon.  Saturation occurs within 20 inches for some time in most years.\nSome pedons have a thin O horizon with hue of 7.5YR or 10YR or the hue is neutral.  Value is 2 or 3 and chroma is 0 to 2.  The O horizon is a mat of partially decomposed forest litter.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR or is neutral in hue. Value is 2 or 3 and chroma is 0 to 3.  Cultivated pedons have an Ap horizon with hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. Texture of the A or Ap horizon is silt loam.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more. Texture is silt loam or silt.\nThe Bs horizon has hue of 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4. Texture is silt loam.\nThe E' horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 2 or 3.  Texture is silt loam or silt.\nWhisklake soils have a glossic horizon.  Horizonation has a wide range depending on the thickness of the silty mantle and the extent to which eluviation has occurred.  Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination, with or without Bt or 2Bt horizons.\nThe E part of the E/B or B/E horizons has color and texture like the E' horizon described above.\nThe Bt part of the E/B or B/E horizons, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6. Texture is silt loam.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E/B or 2B/E horizons contain less than 50 percent fine sand or coarser or are less than 5 inches thick.  The 2E part has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6, and chroma of 2 or 3.  Texture is loam, sandy loam, or fine sandy loam or the gravelly or very gravelly analogs.\nThe 2Bt part of the 2E/B or 2B/E horizons, has hue of 5YR, 7.5YR, or 10YR; value of 4 or 5: and chroma of 3 to 6.  Texture is loam, sandy loam, fine sandy loam, or the gravelly or very gravelly analogs.\nThe 2Bt horizon has color and texture like the 2Bt part described above.  It contains less than 50 percent fine sand or coarser or is less than 5 inches thick.\nSome pedons have a 3Bt or 3BC horizon with hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 8.  Texture is loamy sand, loamy coarse sand, sand, or coarse sand or the gravelly or very gravelly analogs.\nThe 3C horizon has color like the 3Bt horizon described above.  Texture is typically stratified sand, coarse sand, or the gravelly or very gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Related soils are the Ossmer, Stambaugh, Vanzile, and Worcester series.  Ossmer soils do not have a spodic horizon.  Stambaugh soils are coarse-silty over sandy or sandy skeletal and do not have a water table.  Vanzile soils are coarse-silty over sandy or sandy-skeletal and do not have an apparent water table.  Worcester soils are coarse-loamy and do not have a 12 to 40 inch thick mantle with more than 50 percent silt in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on outwash plains and outwash terraces.  Slopes range from 0 to 3 percent.  Whisklake soils formed mostly in silty alluvium and in loamy alluvium underlain by stratified sandy outwash.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 120 days. Elevation ranges from 1,000 to 1,900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Minocqua, Vanzile, and Stambaugh soils.  The well drained Stambaugh soils and the poorly drained Minocqua soils form a drainage sequence with Whisklake soils.  The moderately well drained Vanzile soils, are in higher landscape positions than Whisklake soils where there is a zone of near saturation above the sandy outwash."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The potential for surface runoff ranges from negligible to low. Permeability is moderate in the silty and loamy mantle and rapid or very rapid in the sandy outwash.  These soils have an apparent seasonal high water table at a depth of 0.5 to 2 feet at some time during the period September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Native vegetation is mixed deciduous and coniferous forest. Common trees are white pine, white spruce, eastern hemlock, red maple, sugar maple, yellow birch, and balsam fir.  Some areas have been cleared and are used for pastureland or cropland.  Corn, small grain, and hay are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Wisconsin.  Whisklake soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Forest County, Wisconsin, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 6 inches (A, E); albic horizon - 3 to 6 inches (E) and 14 to 17 inches (E'); spodic horizon - 6 to 14 inches (Bs); glossic horizon - 17 to 30 inches (B/E); argillic horizon - 17 to 36 inches (B/E, 2Bt); aquic feature - distinct or prominent redox features in the spodic horizon within a depth of 20 inches and saturation within 20 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; friable; many fine and common medium roots; strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--3 to 6 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium subangular blocky structure parting to weak medium platy; very friable; many fine and common medium roots; strongly acid; abrupt wavy boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "Bs",
        "top": 15,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs--6 to 14 inches; brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; common fine and few medium roots; few medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; strongly acid; abrupt wavy boundary. (2 to 12 inches thick)"
      },
      {
        "name": "E'",
        "top": 36,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E'--14 to 17 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium subangular blocky structure parting to weak thin platy; very friable; common fine and few medium roots; common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; about 2 percent gravel; very strongly acid; clear wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "B/E",
        "top": 43,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--17 to 30 inches; 65 percent yellowish brown (10YR 5/4) silt loam (Bt); weak medium subangular blocky structure; friable; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; penetrated by tongues of pale brown (10YR 6/3) silt loam (E), very pale brown 10YR 7/3) dry; weak medium subangular blocky structure; friable; few fine roots; common fine prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; about 2 percent gravel; very strongly acid; clear wavy boundary.  (Glossic horizon - 4 to 30 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 76,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--30 to 36 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; few fine roots; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; about 5 percent gravel; strongly acid; clear wavy boundary.  (3 to 13 inches thick)"
      },
      {
        "name": "3C",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--36 to 60 inches; yellowish brown (10YR 5/4) stratified gravelly sand and very gravelly sand; single grain; loose; few fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation in the matrix; about 30 percent gravel as an average; slightly acid."
      }
    ]
  ]
}
