{
  "SERIES": "WHISK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJT/ALH/CLM/RWL",
  "REVDATE": "06/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Whisk fine gravelly sandy loam -- on a south-facing slope of 14 percent at 4,300 feet elevation in rangeland. When described on May 11, 1992, the soil was moist throughout. (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 3 inches: brown (10YR 5/3) fine gravelly sandy loam, dark brown (10YR 3/3) moist; moderate fine platy structure parting to weak coarse granular; soft, very friable, nonsticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 20 percent fine gravel; moderately acid (pH 6.0); clear wavy boundary. (2 to 7 inches thick)\nBw1--3 to 11 inches; brown (10YR 5/3) fine gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; few very fine and fine roots; common very fine and fine irregular and tubular pores; 15 percent fine gravel; moderately acid (pH 5.8); gradual wavy boundary. (4 to 10 inches thick)\nBw2--11 to 14 inches; yellowish brown (10YR 5/4) fine gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; few very fine and fine roots; common very fine and fine irregular and tubular pores; 20 percent fine gravel; moderately acid (pH 5.8); gradual wavy boundary. (0 to 5 inches thick)\nR--14 inches; unweathered granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Boise County, Idaho; about 9 miles north and 2 miles west of Horseshoe Bend; 200 feet north and 2,400 feet west of the southeast corner of section 4, T.8 N., R.2 E.; USGS Dry Buck Valley Quadrangle; Latitude - 44 degrees, 03 minutes, 09 seconds N. and Longitude - 116 degrees, 13 minutes, 28 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 7 to 12 inches\nDepth to bedrock - 10 to 20 inches\nBase saturation - 50 to 75 percent\nReaction - moderately acid or slightly acid\nParticle-size control section - 6 to 12 percent clay; 15 to 35 percent rock fragments\nMoisture control section - dry 60 to 90 consecutive days following the summer solstice\nAverage annual soil temperature - 47 to 52 degrees F.\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nRock fragments - 15 to 35 percent gravel\nBw horizon\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 2 through 4 dry or moist\nTexture - SL or COSL\nClay content - 6 to 12 percent\nRock fragments - 0 to 5 percent cobbles, 15 to 30 percent gravel, and 15 to 35 percent total\nC horizon - may occur in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dobson, McMullin and Reston series. Dobson soils are moist less than 90 consecutive days when the soil temperature is greater than 47 degrees F. (aridic bordering on xeric soil moisture regime). McMullin soils have 20 to 35 percent clay in the Bw horizon and are dry for more than 90 consecutive days following the summer solstice. Reston soils are 5 to 10 inches deep to hard bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Whisk soils are strongly sloping to very steep on mountain slopes, canyon walls, and hill summits, shoulders and backslopes at elevations of 3,000 to 5,650 feet. These soils formed in colluvium and residuum from granitic rocks. Slopes range from 8 to 90 percent. The average annual precipitation is 14 to 26 inches. The average annual temperature is 45 to 50 degrees F. The frost-free period is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brownlee, Drybuck, Kisky, Robbscreek and Roney soils. Brownlee and Drybuck soils are deep and on concave or lower footslopes. Kisky soils are sandy-skeletal and on similar geomorphic positions. Robbscreek and Roney soils are moderately deep to bedrock and on similar geomorphic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Whisk soils are used mainly for rangeland and wildlife habitat. Native vegetation is xeric big sagebrush, bluebunch wheatgrass, antelope bitterbrush and commonly scattered ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Idaho. MLRA 10 and 43b. Whisk soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boise County Area, Idaho, Parts of Ada and Boise Counties, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - zone from the soil surface to 11 inches (A and Bw1 horizons)\nParticle-size control section - zone from 10 to 14 inches (or the whole pedon the depth to R is less than 14 inches)\nCambic horizon - zone from 11 to 14 inches (Bw2 horizon)\nLithic contact - at 14 inches (R)\nSoil moisture regime - xeric\nNational Cooperative Soil Survey\nU.S.A."
  }
}
