{
  "SERIES": "WHITESBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLP:RPS",
  "REVDATE": "08/2001",
  "STATES": "TN",
  "OVERVIEW": "The Whitesburg series consists of deep, moderately well drained, moderately permeable soils.  These soils formed in alluvium from calcareous shales.  They are in drainageways and on narrow flood plains, toe slopes and alluvial fans.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, mesic Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitesburg silty clay loam - cultivated.   (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 4/3) silty clay loam; moderate medium granular structure; friable; many fine roots; few fragments of shale less than 2 inches across; neutral; clear smooth boundary.  (6 to 9 inches thick)\nBw1--8 to 16 inches; yellowish brown (10YR 5/4) silty clay loam; weak medium subangular blocky structure; friable; common fine roots; few fragments of shale less than 2 inches across; neutral; clear smooth boundary.\nBw2--16 to 30 inches; yellowish brown (10YR 5/4) silty clay loam; common fine and medium distinct dark grayish brown (10YR 4/2) and light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable; few fine roots; few fragments of shale less than 2 inches across; few fine brown and black accumlations; neutral; clear smooth boundary.  (Thickness of the Bw horizon ranges from 15 to 35 inches.)\nC--30 to 50 inches; mottled grayish brown (10YR 5/2), strong brown (7.5YR 5/6), and light brownish gray (10YR 6/2) silty clay loam; massive; friable; few fine roots; few fragments of shale up to 2 inches across ; few fine brown and black accumulations; neutral; smooth boundary.  (5 to 20 inches thick)\nCr--50 to 60 inches; rippable calcareous shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hawkins County, Tennessee; 0.8 mile south of Rogersville on State Highway 66; 500 yards south of intersection of State Highways 66 and 113; 300 yards east of Bacon Cemetery and 50 feet south of intermittent drainageway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 50 inches.  Depth to rippable, calcareous shale ranges from 40 to 60 inches.  Rock fragments range from 0 to 15 percent in each horizon.  Reaction ranges from slightly acid to mildly alkaline.\nThe Ap or A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 through 4.  The texture is silt loam, silty clay loam, or loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 through 6.  Mottles are in shades of gray and brown. Mottles of chroma 2 or less are present within the upper 24 inches of this soil.  The texture is silt loam, silty clay loam, or clay loam.   In the particle size control section, clay content averages between 25 and 35 percent, sand content between 5 and 25 percent and silt content is 40 percent or more.\nThe C horizon is mottled or has matrix colors in hue of 10YR, value of 4 or 5, and chroma of 2 through 4.  Mottles with high value and chroma are in most pedons.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6 and chroma of 2 to6.  Mottles are in shades of gray, brown or yellow.  Some pedons are mottled without a dominant matrix color.  silt loam, loam, silty clay loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Whitesburg is the only series in this family.  Chagrin, Hamblen, Lindside, and Weaver series are in closely associated families.  Chagrin soils lack mottles of chroma 2 or less within 24 inches and have mixed mineralogy.  Lindside soils are fine loamy and have mixed mineralogy.  Hamblen soils are thermic.  Weaver soils are calcareous and contain marly material and lime nodules."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whitesburg soils are in drainageways and on flood plains, toe slopes and local alluvial fans.  Slopes range from 0 to 5 percent.  These soils formed in alluvium from calcareous shale."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lindside soils and the Dandridge and Needmore soils on adjacent hillsides.  Dandridge soils are very shaly and are less than 20 inches to bedrock.  Needmore soils have clayey argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Runoff is slow on nearly level slopes and medium on gentle slopes.  Moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major land use is pasture, hay, tobacco, and vegetables.  Only the narrowest strips at heads of hollows remain in hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Appalachian Ridges and Valleys of Tennessee and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hamblen County, Tennessee; 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to  8 inches (Ap horizon).\nCambic horizon - 8 to 30 inches (Bw horizon).\nAquic feature - chroma 2 mottles within the upper 24 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 4/3) silty clay loam; moderate medium granular structure; friable; many fine roots; few fragments of shale less than 2 inches across; neutral; clear smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--8 to 16 inches; yellowish brown (10YR 5/4) silty clay loam; weak medium subangular blocky structure; friable; common fine roots; few fragments of shale less than 2 inches across; neutral; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--16 to 30 inches; yellowish brown (10YR 5/4) silty clay loam; common fine and medium distinct dark grayish brown (10YR 4/2) and light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable; few fine roots; few fragments of shale less than 2 inches across; few fine brown and black accumlations; neutral; clear smooth boundary.  (Thickness of the Bw horizon ranges from 15 to 35 inches.)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "narrative": "C--30 to 50 inches; mottled grayish brown (10YR 5/2), strong brown (7.5YR 5/6), and light brownish gray (10YR 6/2) silty clay loam; massive; friable; few fine roots; few fragments of shale up to 2 inches across ; few fine brown and black accumulations; neutral; smooth boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 127,
        "bottom": 152,
        "narrative": "Cr--50 to 60 inches; rippable calcareous shale bedrock."
      }
    ]
  ]
}
