{
  "SERIES": "WHITEWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-FTM-WJB-AGG",
  "REVDATE": "02/2002",
  "STATES": "MN,SD",
  "OVERVIEW": "The Whitewood series consists of very deep, poorly drained and somewhat poorly drained soils formed in local silty alluvium on flats, swales, and upland drainageways.  Permeability is moderately slow.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 24 inches, and mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitewood silty clay loam - on a south-facing concave slope of 1 percent in a cultivated field.  When described the soil was moist throughout.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak fine granular structure; slightly hard, friable, slightly sticky; slightly acid; abrupt smooth boundary.\nA--7 to 16 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak coarse and medium subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky; neutral; gradual wavy boundary.  (Combined A horizons is 14 to 20 inches thick.)\nBw--16 to 25 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate coarse and medium prismatic structure parting to weak coarse and medium and fine subangular blocky; slightly hard; friable; common fine distinct dark yellowish brown (10YR 4/4) redox concentrations; slightly sticky; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nBg1--25 to 32 inches; dark gray (5Y 4/1) silty clay loam, gray (5Y 5/1) dry; moderate coarse and medium prismatic structure parting to moderate coarse and weak medium and fine subangular blocky; hard, friable, slightly sticky; many fine prominent dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/6) redox concentrations; moderately alkaline; clear wavy boundary.\nBg2--32 to 43 inches; olive gray (5Y 5/2) silty clay loam, light olive gray (5Y 6/2) dry; weak very coarse and coarse prismatic structure parting to weak coarse and medium subangular blocky; hard, friable, slightly sticky; common fine prominent very dark brown (10YR 2/2) and many fine distinct yellowish brown (10YR 5/6 and 10YR 5/8) redox concentrations; slightly effervescent; moderately alkaline; clear wavy boundary. (Combined Bg horizons is 8 to 30 inches thick.)\nBkg--43 to 60 inches; olive gray (5Y 5/2) silty clay loam, light olive gray (5Y 6/2) dry; weak coarse subangular blocky structure; hard, friable; slightly sticky; few fine iron concretions; common fine and few medium masses of calcium carbonate; many fine and medium prominent yellowish brown (10YR 5/6 and 10YR 5/8) and common fine distinct very dark brown (10YR 2/2) redox concentrations; strongly effervescent; moderately alkaline. (0 to 25 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, South Dakota; about 2 miles north of Franklin; 2570 feet east and 570 feet south of the northwest corner of sec. 10, T. 105 N., R. 52 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free calcium carbonate ranges from 30 to 52 inches or more.  The thickness of the mollic epipedon ranges from 24 to 60 inches or more.  The series control section averages between 25 and 35 percent clay and contains less than 15 percent fine sand or coarser.\nWhitewood soils are dry in all parts of the soil moisture control section for 30 to 45 days out of the 120 following the summer solstice.\nThe A horizon has hue of 10YR, 2.5Y, 5Y, or neutral; value of 2 or 3 and 3 or 4 dry; and chroma of 0 or 1.  It typically is silty clay loam, but is silt loam in some pedons.  It is slightly acid or neutral.  Some pedons have a BA or AB horizon.\nThe Bw horizon has hue of 10YR, 2.5Y, or 5Y; value of 2 or 3 and 4 or 5 dry; and chroma of 1 or 2.  It is silty clay loam or silt loam and slightly acid to slightly alkaline.  Redox concentrations range from few to many and faint to prominent.\nThe Bg and Bkg horizons have hue of 2.5Y or 5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 1 or 2.  They are silty clay loam, clay loam, or silt loam.  They have common or many redox concentrations.  The Bg horizon is neutral to moderately alkaline.  The Bkg horizon has common to many masses of calcium carbonate and is slightly alkaline or moderately alkaline.\nSome pedons have a BCg or Cg horizon.\nSome pedons have a 2Cg horizon of calcareous, firm clay loam or loam glacial till below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Afton, Clementine, Colo, Otter, and Sawmill series.  Afton soils average less than 15 percent fine sand and coarser in the control section.  Clementine soils are dry in all parts of the soil moisture control sectio for more than 45 days out of the 120 following the summer solstice.  Colo soils are more than 60 inches to free lime and average less than 15 percent sand in the control section.  Otter soils average less than 27 percent clay in the particle size control section.  Pastolla soils have a major component of volcanic ash and are moist in all parts of the soil moisture control section more than 99 percent of the time each year in more than 6 years out of 10.  Sawmill soils are moist in some part of the soil moisture control section for more than 90 out of the 120 days following the summer solstice in more than 6 years out of 10."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whitewood soils are on nearly level flats, swales, and upland drainageways.  Slopes typically are plane or concave. Slopes range from 0 to 2 percent.  Whitewood soils formed in local silty alluvium derived from loess or silty drift mantling glacial till.  Mean annual temperature is 48 to 52 degrees F., and the mean annual precipitation is 20 to 26 inches.  Growing season is about 130 to 165 days; average growing season precipitation ranges from 17 to 20 inches; and growing degree days are about 2700 to 3500."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beadle, Egan, Viborg, Wentworth, and Worthing soils.  Beadle, Egan, and Wentworth soils are on adjacent uplands and have mollic epipedons less than 20 inches thick.  Beadle soils formed in clay glacial till.  Egan and Wentworth soils formed in silty materials.  Viborg soils have glacial till or drift above a depth of 40 inches and are in shallow, better drained swales and drainageways.  The fine textured Worthing soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained and poorly drained.  Permeability is moderately slow.  Surface runoff is low, however in the center of many drainways concentrated flow (flooding) occurs frequently for very brief duration. In undisturbed areas, seasonal high saturation occurs at or near the surface in normal years, typically in the spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for both cultivated crops and as pasture.  In upland drains, it often is left in grass as grassed waterways.  Some of the large flat areas are fenced as permanent pasture.  Where cultivated, corn, soybeans, small grains, and alfalfa are the principal crops.  Native vegetation includes big bluestem, switchgrass, indiangrass, sideoats grama, forbs, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern South Dakota and southwestern Minnesota.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 25 inches (Ap, A, and Bw horizons); cambic horizon - the zone from about 25 to 60 inches (Bg1, Bg2 and Bkg horizons).\nAn overwash phase is recognized where erosional sediment has accumulated above the original surface.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
