{
  "SERIES": "WHITSETT",
  "STATUS": "Established Series",
  "BYREV": "CKH-JKW",
  "REVDATE": "11/2010",
  "STATES": "TX",
  "OVERVIEW": "The Whitsett series consists of moderately-deep, well drained, moderately permeable soils that formed in fine-loamy residuum weathered from sandstone in the Whitsett Formation of Oligocene age. These gently and moderately sloping soils are on shoulder and summit positions on broad interfluves. Slopes range from 1 to 8 percent. Mean annual precipitation is about 610 mm (24 in) and the mean annual air temperature is 22 C (72 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Whitsett fine sandy loam, on convex, 2 percent slope in rangeland; elevation of 120 meters (390 feet). (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); very dark gray (10YR 3/1), fine sandy loam, black (10YR 2/1), moist; moderate fine and medium granular structure; soft, friable; common fine and medium roots; common fine and medium pores; neutral; clear smooth boundary. (thickness of the A horizon ranges from 8 to 25 cm [3 to 10 in])\nBt--10 to 33 cm (4 to 13 in); very dark gray(10YR 3/1), sandy clay loam, black (10YR 2/1), moist; moderate medium subangular blocky structure; slightly hard, firm; common fine and few coarse roots; few fine pores; common distinct clay films on all faces of peds; neutral; gradual smooth boundary. (thickness of the Bt horizon is 15 to 30 cm [6 to 13 in])\nBtk--33 to 62 cm (13 to 24 in); grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2), moist; moderate coarse subangular blocky structure; moderately hard, firm; few fine and very fine roots; few distinct clay films on all faces of peds; strongly effervescent; slightly alkaline; clear smooth boundary. (thickness of the Btk horizon ranges from 10 to 35 cm [4 to 15 in])\nBCk--62 to 80 cm (24 to 31 in); light brownish gray (10YR 6/2) clay loam, light brownish gray (10YR 6/2), moist; weak subangular blocky structure; hard, very firm; 5 percent by volume coarse irregular masses of calcium carbonate; about 10 percent weakly cemented sandstone channers, 2 to 75 mm, flat, angular; strongly effervescent; moderately alkaline; gradual wavy boundary. (thickness of the BCk horizon ranges from 0 to 30 cm [0 to 12 in])\nCr--80 to 105 cm (31 to 42 in); white (2.5Y 8/1) weakly cemented sandstone bedrock; light gray (2.5Y 7/1), dry; few thin streaks of yellow (10YR 7/6), yellowish brown (10YR 5/6), and brown (10YR 4/3) relict masses of oxidized iron; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McMullen County, Texas; from the intersection of Texas Highway 99 and Texas Highway 72 east of Tilden; 8.1 miles north on Texas Highway 99 to the intersection with Jambers Road; 1.1 miles west on Jambers Road to the entrance of the Chapman Ranch; 0.67 mile north on ranch road; 330 feet south in rangeland. Willow Hollow Tank, Texas USGS topographic quadrangle; Latitude: 28 degrees, 36 minutes, 6.55 seconds N; Longitude: 98 degrees, 21 minutes, 35.54 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An typic ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years. June through August and December through February are the driest months. These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature: 22 to 23 degrees C (72 to 74 degrees F)\nMollic epipedon: 25 to 40 cm (10 to 15 in)\nArgillic horizon: 7 to 81 cm (3 to 32 in)\nParticle-size control section\nClay content: 22 to 34 percent\nSecondary Carbonates: 0 to 5 percent\nParalithic contact: 52 to 101 cm (20 to 40 in)\nA horizon\nHue: 10YR\nValue: 2 to 4\nChroma: 1 to 3\nTexture: fine sandy loam, sandy clay loam, or loam\nClay content: 15 to 30\nEffervescense: none or very slight\nReaction: neutral or slightly alkaline\nBt horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 1 to 3\nTexture: sandy clay loam or clay loam\nClay content: 20 to 34 percent\nEffervescence: none or slight\nReaction: neutral or slightly alkaline\nBtk Horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: sandy clay loam or clay loam\nClay content: 20 to 34 percent\nIdentifiable secondary calcium carbonate: 0 to 10 percent, masses, threads and nodules, throughout\nEffervescence: slight or strong\nReaction: slightly alkaline or moderately alkaline\nBCk horizon (where present)\nHue: 7.5YR or 10YR\nValue: 3 to 7\nChroma: 2 or 3\nTexture: sandy clay loam, clay loam, or sandy clay\nClay content: 20 to 40 percent\nIdentifiable secondary carbonates: 3 to 14 percent, masses, threads and nodules\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\nCr layer (Crk where present)\nHue: 10YR to 2.5Y\nValue: 5 to 8\nChroma: 1 or 2\nParalithic materials: weakly cemented sandstone bedrock; some pedons are   interbedded with claystone bedrock and thin layers of calcium carbonate\nIdentifiable secondary carbonates: 0 to 5 percent, coatings, on faces of fragments and in fractures\nEffervescence: none or slight\nReaction: slightly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Alet (TX), Colmena (TX), Orelia (TX), Pernitas (TX), Runge (TX), and Weesatche (TX) series. Similar soils include the Weigang (TX) series\nAlet, Colmena, Orelia, Pernitas, Runge, and Weesatche soils: do not have paralithic materials within 100 cm (40 in) of the soil surface.\nWeigang soils: have paralithic materials within 50 cm (20 in) of the soil surface"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: fine-loamy residuum weathered from interbedded sandstone and shale like those of the Jackson Formation\nLandscape: inland dissected coastal plain\nLandform: summits and shoulders of broad interfluves and ridges\nSlope: 0 to 8 percent\nMean annual precipitation: 610 to 812 mm (24 to 32 in)\nMean annual temperature: 21 to 24 degrees C (70 to 74 degrees F)\nFrost free period: 275 to 320 days\nElevation: 75 to 250 meters (245 to 740 feet)\nThornthwaite annual P-E indices: 30 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Coy (TX), Laparita (TX), Monteola (TX), Picosa(TX), Tordia (TX), and Weigang(TX) series.\nCoy, Laparita, Monteola, and Tordia soils: have sola greater than 100 cm (40 in) deep; more than 35 percent clay in the particle-size control section; are on sidelsopes\nPicosa and Weigang soils: are shallow to a paralithic contact; are on a similar landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: The soil is well drained: Runoff is very low on 0 to\n3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 8 percent\nllopes. Permeability is moderate. The sandstone layer is slowly to very slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used as native rangeland and wildlife habitat. A few areas are used as improved pasture. The grasses include red grama, threeawns, red lovegrass, Hall's panicum, bristlegrass, and pink pappusgrass. Woody vegetation is mainly blackbrush, spiny hackberry, and agarita. The ecological site is Sandy loam 25 to 35 in PZ (R083AY407TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western and Northern Rio Grande Plain, Texas; LRR I; MLRA 83A and 83C; moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McMullen County, Texas; 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as the Weigang series. Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 33 cm (0 to 13 in). (A and Bt horizon)\nArgillic horizon: 10 to 62(4 to 24 in). (Bt and Btk horizons)\nParalithic contact: sandstone at 80 cm (31 in). (top of Cr horizon)\nADDITIONAL DATA: Particle size analysis was performed at the local project office on 3 pedons from McMullen County. The assignment of the cation-exchange activity class is inferred from lab data from soils that formed in similar geologic materials.\nTaxonomic version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
