{
  "SERIES": "WHITEPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF/GJS/JBF",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitepeak very stony loam--rangeland.   (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 10 percent stones.\nA--0 to 8 cm; pale brown (10YR 6/3) very stony loam, dark brown (10YR 3/3) moist; weak very thin platy structure; hard, very friable, moderately sticky and moderately plastic; many very fine roots; many very fine tubular and vesicular pores; 15 percent stones and 5 percent cobbles, and 15 percent gravel; neutral (pH 7.2); abrupt wavy boundary.  (8 to 15 cm thick)\nBt1--8 to 15 cm; pale brown (10YR 6/3) cobbly clay loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; common very fine and few fine roots; many very fine tubular and interstitial pores; common faint clay films lining pores; 5 percent stones and 15 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (8 to 15 cm thick)\nBt2--15 to 33 cm; brown (10YR 5/3) very cobbly clay, dark brown (10YR 3/3) moist; moderate fine prismatic structure parting to moderate fine subangular blocky; hard, friable, very sticky and very plastic; common very fine and few fine roots; many very fine tubular pores; continuous distinct clay films on peds and lining pores; 40 percent cobbles and 15 percent gravel; neutral  (pH 7.2); clear wavy boundary.  (15 to 30 cm thick)\nBt3--33 to 58 cm; yellowish brown (10YR 5/4) extremely stony clay, dark yellowish brown (10YR 3/4); moderate medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; continuous prominent pressure faces on peds and continuous prominent clay films lining pores; 60 percent stones and 10 percent gravel; neutral (pH 7.0); abrupt irregular boundary.  (15 to 40 cm thick)\n2R--58 cm; quartzite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; approximately 14 miles south and 6 miles east of Crescent Valley, about 2,600 feet west and 2,600 feet south of the northeast corner of section 20, T. 27 N., R. 49 E.; USGS Buckhorn Mine 7.5-minute topographic quadrangle; latitude 40 degrees 12 minutes 42 seconds N and longitude 116 degrees 28 minutes 11 seconds W; WGS84 Decimal Degrees 40.2116667 latitude, -116.4697222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in the winter and spring, dry mid-June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature; 7 to 8 degrees C.\nDepth to bedrock: 50 to 100 cm.\nReaction: Neutral or slightly alkaline.\nOther features; Colors of the upper 18 cm when mixed, have value higher than 5.5 dry.\nParticle-size control section - Clay content:  50 to 60 percent.\nRock fragments:  50 to 70 percent, mainly cobbles and stones.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 or 3.\nStructure:  Platy or granular.\nBt horizon\nValue:  6 dry in the upper part and 5 or 6 dry in\nthe lower part; 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Dominantly very cobbly clay or extremely stony clay.\nThe upper Bt subhorizon of most pedons is cobbly clay loam.  Structure:  Prismatic, angular blocky, subangular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Roca, Shoreek, Short Creek, and Venum series.\nRoca soils have 35 to 60 percent rock fragments consisting mainly of gravel and 35 to 50 percent clay in their argillic horizon.\nShoreek soils are deeper than 150 cm to bedrock and have carbonate accumulation below their argillic horizon.  Short Creek soils are deeper than 150 cm to bedrock, have 35 to 50 percent rock fragments and 40 to 50 percent clay in the upper 50 cm of the argillic horizon.  Venum soils are deeper than 150 cm to bedrock, have 35 to 50 percent clay in their argillic horizon, and have carbonate accumulation in the lower part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whitepeak soils are on mountain crests and upper side slopes.  These soils formed in residuum and colluvium derived from quartzite, andesite, and rhyolite.  Slopes are 2 to 30 percent. Elevations are 1,955 to 2,290 meters.  The climate is cool, semiarid with warm dry summers and cool, moist winters.  The mean annual precipitation is 250 to 300, mean annual temperature is 6 to 7 degrees C, and the frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Freznik and Quarz soils.  Freznik soils have an abrupt A-B horizon textural boundary and less than 35 percent rock fragments in their argillic horizon.  Quarz soils have a Mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, bluebunch wheatgrass, Thurber needlegrass, Webber ricegrass, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are\nnot extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizon).\nArgillic horizon - The zone from 8 to 58 cm (Bt1, Bt2, Bt3 horizons).\nLithic contact - The boundary at 58 cm (2R layer).\nParticle-size control section - The zone from 8 to 58 cm (Bt1, Bt2, Bt3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
