{
  "SERIES": "WHITEOAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPS",
  "REVDATE": "01/2011",
  "STATES": "NC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whiteoak cobbly loam on a 14 percent slope-- forested. (Colors are for moist colors unless otherwise stated.)\nOe--0 to 1 inches; partially decomposed deciduous leaves, twigs and roots.\nAp--1 to 9 inches; very dark grayish brown (10YR 3/2) cobbly loam, brown (10YR 5/3) dry; weak medium granular structure; very friable; many very fine, fine, and medium roots, and common coarse roots; 20 percent cobblestones, 5 percent channers, and 2 percent stones by volume; very strongly acid; clear smooth boundary.  (6 to 10 inches thick)\nBA--9 to 12 inches; brown (10YR 4/3) loam; weak fine subangular blocky structure; friable; common very fine and fine roots, and few medium and coarse roots; 5 percent channers and 1 percent flagstones by volume; very strongly acid; clear wavy boundary.  (0 to 4 inches thick)\nBw1--12 to 23 inches; yellowish brown (10YR 5/4) loam; moderate fine and medium subangular blocky structure; friable; few very fine, fine, and medium roots; 5 percent channers, 1 percent flagstones, and 1 percent stones by volume; strongly acid; gradual wavy boundary.  (11 to 36 inches thick)\nBw2--23 to 34 inches; yellowish brown (10YR 5/4) channery loam; moderate fine and medium subangular blocky structure; friable; few very fine, fine, and medium roots; 20 percent channers, 5 percent flagstones, and 2 percent stones by volume; strongly acid; gradual wavy boundary. (0 to 13 inches thick)\nBC--34 to 62 inches; yellowish brown (10YR 5/4) very flaggy loam; weak fine subangular blocky structure; very friable; few very fine and fine roots; 20 percent channers, 15 percent flagstones, and 5 percent stones by volume; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Haywood County, North Carolina; from Fines Creek exit on Interstate 40, approximately 5.75 miles on Whiteoak Road to metal gate; 250 feet southwest of gate in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 40 to more than 60 inches. Depth to bedrock is greater than 60 inches.  Reaction ranges from very strongly acid to moderately acid, unless limed.  Content of mica flakes ranges from none to common.  Content of rock fragments ranges up to 35 percent in the A and Bw horizons, and may range up to 60 percent in the BC and C horizons.  Fragments may be of gravel, cobblestone, channer, flagstone, and stone size.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 4.  It is loam, silt loam, or fine sandy loam in the fine-earth fraction. Clay content ranges from 15 to 24 percent.\nThe AB or BA horizons, where present, have hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8.  Textures are the same as for the A horizon.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8.  It is loam, silt loam, clay loam, sandy clay loam, or silty clay loam in the fine-earth fraction.  Clay content ranges from 18 to 29 percent.\nThe BC or CB horizons, where present, have the same color range as the Bw horizon.  They are loam, silt loam, fine sandy loam, sandy loam or sandy clay loam in the fine-earth fraction. Clay content ranges from 7 to 27 percent.\nThe C horizon, where present, is variable in color, and is colluvium that has the same textures as the BC horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crossnore, Jeffrey, Tusquitee, Porters, and Unaka series.  Crossnore soils have soft bedrock at depths of 20 to 40 inches.  Jeffrey and Unaka soils have hard at depths of 20 to 40 inches.  Porters soils have bedrock at depths of 40 to 60 inches.  Tusquitee soils formed in colluvium derived from high-grade metamorphic rock such as gneiss and contain fragments of those rocks.  Porters and Unaka soils formed in residuum from high-grade metamorphic rock such as gneiss."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whiteoak soils are on gently sloping to steep toe slopes, benches, and fans in coves in the Southern Appalachian Mountains.  Elevation ranges from about 1,400 to 3,500 feet.  Slope is commonly between 5 to 25 percent but ranges from 2 to 50 percent. Whiteoak soils formed in colluvium derived from materials weathered from metasedimentary rocks such as phyllite, metasandstone, quartzite, and slate.  Near the type location, the mean annual temperature is about 52 degrees F., and the mean annual precipitation is about 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brasstown, Cataska, Cheoah, Junaluska, Lonon, Nantahala, Northcove, Santeetlah, Soco, Spivey, and Stecoah soils.  The Brasstown, Cataska, Cheoah, Junaluska, Nantahala, Soco, and Stecoah soils formed in residuum, have C horizons of saprolite, and are on nearby mountain ridges and side slopes.  In addition, Brasstown, Junaluska, and Nantahala soils have an argillic horizon.  The Lonon and Northcove soils formed in colluvium, and have ochric epipedons that are too thin or light in color to meet requirements for Umbric Dystrochepts.  Also, Lonon soils have an argillic horizon and Northcove soils are loamy-skeletal.  The Santeetlah soils are coarse-loamy, and the Spivey soils are loamy-skeletal.  Lonon, Northcove, Santeetlah, and Spivey soils are in the same landscape position as Whiteoak soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability.  Runoff class is low on gentle slopes, medium on strongly sloping or moderately steep slopes, and high on steeper slopes.  Runoff is much lower where forest litter has little or no disturbance."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil has been cleared and is used for corn, burley tobacco, small grains, truck crops, ornamentals, and pasture, as well as urban development.  Woodland species are yellow-poplar, eastern white pine, white oak, scarlet oak, northern red oak, red maple, sweet birch, eastern hemlock, black locust, and American beech.  Understory plants include flowering dogwood, sourwood, mountain-laurel, blueberry, huckleberry, rhododendron, greenbrier, poison-ivy, and woolly fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Southern Blue Ridge mountains, MLRA 130B of North Carolina, and possibly Georgia, Tennessee, and Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haywood County, North Carolina; 1990.  The name is from the White Oak community, near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 7/90 revision of the series changed the subgroup classification from Humic Hapludults to Umbric Dystrochrepts.  National Soil Survey Laboratory data from the typical pedon (pedon 86P 938, samples 86P5658-5664) documents a cambic horizon instead of an argillic.  The Whiteoak series was formerly included with the Saunook series. However, Saunook soils formed in colluvial material derived primarily from igneous and metamorphic crystalline rocks, contain fragments of those rocks, and have an argillic horizon.\nThe 7/98 revision places Whiteoak soils in an isotic mineralogy class.  Laboratory data for the type location indicates a mixed, superactive family.  However, the pedon narrowly misses the 1500 kPa/clay ratio requirement of 0.6 or more for the isotic family.  Based on similar soils, this soil was placed in the isotic family.  Horizon depths and runoff class were also adjusted with this revision.\nUsing the 7th Edition of Keys to Soil Taxonomy (1996), Whiteoak soils would classify as fine-loamy, isotic, mesic Andic Dystrochrepts.  However, a proposal has been made to add an acid oxalate-extractable silicon requirement to Andic subgroups, which would exclude Whiteoak soils, which lack volcanic glass.  The 2/99 revision updates classification to the 8th Edition of Keys to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 12 inches (Oe, Ap and BA horizons).\nCambic horizon - 9 to 62 inches (BA, Bw1, Bw2 and BC horizons)\nUmbric-like feature - color value of 3 in the 0 to 9 inch zone (Oe and Ap horizons)\nIsotic mineralogy class - within the PSCS the soil generally has high amorphous materials (high pH-dependent charge) and a high moisture retention (at 1500 kPa) to clay ratio.\nProperties that would place the soil in an Andic subgroup--a horizon or horizons with total thickness of 7 inches (18 cm) or more within 30 inches (75 cm) of the mineral soil surface with a fine-earth bulk density of 1.0 g/cm3 or less (at 33 kPa water retention) and ammonium oxalate extractable aluminum plus 1/2 iron percentages totaling more than 1.0.\nRevised:  7/90-LBH,STE,AG; 12/97-DHK; 2/99-MKC\n01-2011   Classification -- 11th Keys, update competing and associated series, MLRA clarification --  BPS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
