{
  "SERIES": "WHITECROSS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/GB/TWH",
  "REVDATE": "07/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Lithic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitecross very stony sandy loam, on a south facing, 60 percent slope in alpine tundra at an elevation of 12,300 feet.  (Colors are for dry soil unless otherwise noted.)  When described on July 21,1983 the soil was moist throughout.  The surface is covered by tundra.\nOi--0 to 1 inch; slightly decomposed organic material, principally roots, stems, and leaves.  (1 to 3 inches thick)\nA--1 to 4 inches; brown (7.5YR 5/2) very stony sandy loam,  brown (7.5YR 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; 20 percent gravel, 10 percent cobbles, 15 percent stones; moderately acid (pH 6.0); clear smooth boundary.  (2 to 4 inches thick)\nBw1--4 to 10 inches; reddish brown (5YR 5/3) very gravelly loam, reddish brown (5YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; 25 percent gravel, 10 percent cobbles, 5 percent stones; strongly acid (pH 5.4); gradual wavy boundary.  (2 to 6 inches thick)\nBw2--10 to 19 inches; light reddish brown (5YR 6/4) extremely gravelly sandy loam, reddish brown (5YR 4/4) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; 40 percent gravel, 15 percent cobbles, 10 percent stones; strongly acid (pH 5.2); abrupt wavy boundary.  (3 to 10 inches thick)\nR--19 inches; fractured rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Colorado; along trail in Kendall Gulch approximately 2 miles southeast of Silverton, Colorado; located in an unsectionized area about 600 feet east and 50 feet north of the projected southwest corner of Sec. 22, T. 42 N., R. 7 W.  Silverton USGS quad.; lat. 37 degrees, 47 minutes, 22 seconds N., and long. 107 degrees, 37 minutes, 48 seconds W., NAD  27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (depths given are measured from the mineral soil surface)\nSoil moisture regime:  udic; dry in some part of the moisture control section for less than 45 cumulative days (typic udic subclass)..\nMean annual soil temperature:  32 to 38 degrees F.\nMean summer soil temperature:  38 to 44 degrees F. with an O horizon\nDepth to lithic contact:  7 to 20 inches\nBase saturation: 30 to 60 percent (estimated)\nParticle-size control section:\nClay content:  10 to 18 percent\nRock fragment content:  35 to 80 percent\nA horizon:\nHue:  5YR or 7.5YR\nValue:  5 to 7 dry, 3 or 4 moist\nChroma:  2 or 3, dry and moist\nTexture (fine earth fraction):  SL, L\nReaction:  strongly acid or moderately acid\nBw horizon:\nHue:  5YR or 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 to 6, dry and moist\nTexture (fine earth fraction):  L or SL\nRock fragments:  35 to 80 percent\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Discovery, Luckiamute, Shanty, and Winberry Series.\nIn addition, this soil may be a competitor when the classification is updated: Hechtman.\nDiscovery soils:  have hue of 10YR or yellower.\nHechtman soils:  have an albic horizon with hue yellower than 7.5YR\nLuckiamute soils:  have 27 to 35 percent clay in the particle-size control section.\nShanty:  have hue of 10YR.\nWinberry soils:  have mean annual soil temperature greater than 38 degrees F and border a xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium and colluvium derived from rhyolite, tuff, and similar volcanic rocks.\nLandform:  alpine valley floors, mountain slopes, and ridges.\nSlopes:  15 to 75 percent\nElevation: 10,800 to 13,800 feet\nMean annual air temperature:  26 to 34 degrees F.\nMean annual precipitation:  33 to 60 inches.\nWettest months:  July and August receive slight more precipitation than other months.\nDriest months:  May and June receive the least precipitation, however the soils are still snow covered through mid June.\nFrost-free period:  20 to 40 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Henson, Telluride, and Moran series.  All are on mountain slopes.\nHenson and Moran soils are very deep, and are in valley fill positions.\nTelluride soils have umbric epipedons, and are also on ridges and on valley floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for recreation, wildlife habitat, and summer sheep grazing.  Native vegetation is kobresia, alpine bluegrass, alpine fescue, tufted hairgrass, Ross' avens, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alpine areas of the southern Rocky Mountains of Colorado.  LRR E, MLRA 48A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ouray Soil Survey Area, Colorado, 1998.  The type location is in the Animas-Dolores Soil Survey Area, Colorado."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 1 to 4 inches.  (A horizon)\nCambic horizon:  The zone from 4 to 19 inches.  (Bw horizons)\nParticle-size control section:  The zone from 11 to 19 inches (part of the Bw2 horizon)\nLithic contact: Hard rhyolite at 19 inches.\nKeys to Soil Taxonomy:  Series classified according to Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
