{
  "SERIES": "WHITEWRIGHT",
  "STATUS": "Established Series",
  "BYREV": "GLL-RMR",
  "REVDATE": "08/2017",
  "STATES": "TX",
  "OVERVIEW": "The Whitewright series consists of shallow to paralithic contact. These well drained soils formed in residuum derived from weakly cemented chalk and marl of Upper Cretaceous Age.  These gently sloping to moderately steep soils are on convex ridges on dissected plains.  Slopes are dominantly 4 to 10 percent, but range from 1 to 15 percent. Mean annual precipitation is about 1129.5 mm (44.47 in) and the mean annual air temperature is about 17.4 degrees C (63.4 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, carbonatic, thermic, shallow Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitewright silty clay loam--pasture.  Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); light brownish gray (10YR 6/2) silty clay loam, grayish brown (10YR 5/2) moist; moderate medium subangular blocky and granular structure; hard, friable; common medium and fine roots; few fine and medium pores; common wormcasts; few fragments of extremely weakly cemented chalk that are 2 mm to 10 mm in size; few strongly cemented fragments of calcite that are 5 to 15 mm across the long axis; calcium carbonate equivalent is about 60 percent; calcareous, moderately alkaline; clear smooth boundary. (15 to 36 cm [6 to 14 in] thick)\nBk--13 to 41 cm (5 to 16 in); very pale brown (10YR 7/3) silty clay loam, pale brown (10YR 6/3) moist; few medium distinct brownish yellow (10YR 6/6) mottles; moderate fine and medium subangular blocky structure; hard, friable; common fine and medium roots; few fine pores; common wormcasts; about 20 percent by volume of extremely weakly cemented platy fragments of chalk 5 to 20 mm across the long axis; most of the chalk fragments disintegrate upon moistening and gentle rubbing; few fine shell fragments; calcium carbonate equivalent is about 65 percent; few films and threads of calcium carbonate; calcareous, moderately alkaline; abrupt wavy boundary. (15 to 36 cm [6 to 14 in])\nCr--41 to 86 cm (16 to 34 in); white (10YR 8/1) weakly cemented fractured chalk, interbedded with thin horizontal strata of olive yellow (2.5Y 6/6) silty clay loam; cleavage planes of rock structure are evident in the chalk; the chalk becomes less fractured and more massive below 76 cm (30 in) depth; few fine roots in the upper part in vertical crevices and between horizontal plates; calcareous, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grayson County, Texas; From the intersection of Texas Highway 5 and Farm Road 121 in Van Alstyne, Texas; 0.75 mile east on Farm Road 121; 1.25 miles north on an unpaved county road; 100 ft west of road in pasture.\nUSGS Topographic Quadrangle: Van Alstyne, Texas;\nLatitude: 33 degrees 26 minutes 35.8 seconds North;\nLongitude: 96 degrees 33 minutes 53.1 seconds West.\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum depth: from 25 to 51 cm (10 to 20 in)\nSoil Moisture: An ustic soil moisture regime that borders on udic. The soil moisture control section is dry in some or all parts for 90 or more cumulative days and moist, in some part, either for more than 180 cumulative days per year, or for 90 or more consecutive days in normal years.\nSoil temperature: 15 to 22 degrees C (59 to 72 degrees F)\nThickness of ochric epipedon: 15 to 36 cm (6 to 14 in) thick\nThickness of secondary carbonate layer: 15 to 36 cm (6 to 14 in) thick\nParticle-size control section:\nSilicate clay content: 20 to 35 percent\nRock fragments: amount-2 to 30 percent; kind-chalk; shape-flat; size-gravels; Hardness-the majority of fragments are extremely weakly cemented but a few are strongly cemented\nCalcium carbonate equivalent: 40 to greater than 80 percent\nA horizon\nHue: 10YR\nValue: 4 to 6, dry or moist\nChroma: 2 to 4, dry or moist\nRock Fragments: amount- 0 to 15 percent; size-gravels which are 2 to 30 mm (.08 to 1.2 in) across the long axis; kind-chalk; shape-flat; hardness-extremely weakly to strongly cemented and slake in water\nTexture: silty clay loam or clay loam\nOther features: Where the horizon has moist values and chromas of 3 or less, it is less than 18 cm (7 in) thick.\nBw horizon\nHue: 10YR\nValue: 5 to 7, dry or moist\nChroma: 2 to 4, dry or moist\nRock Fragments: amount- 2 to 35 percent; size-gravels; kind-chalk; shape-flat; hardness-extremely weakly to strongly cemented. Upon soaking in water, the chalk fragments slake to where the percentage of strongly cemented fragments range from a few to about 20 percent by volume.\nTexture: silty clay loam, or clay loam, or their gravelly counterparts.\nOther features: Some pedons have mottles of brown or yellow that are believed to be inherited from the parent material.\nCr horizon\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 5 to 8, dry or moist\nChroma: 1 to 3, dry or moist\nOther features: It is weakly cemented platy chalk interbedded with thin strata of light yellowish brown, pale yellow, brownish yellow, or olive yellow clay loam or silty clay loam.  The platy fragments of chalk are weakly to strongly cemented but can be readily cut with a spade when moist.  In most pedons the chalk becomes less fractured and more massive at 64 to 102 cm (25 to 40 in) depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils include the Altoga, Brackett, Cuthand, Dugout, Eddy, Howe, Seawillow, Shiner, Stephen, and Quinlan series.\nAltoga, Cuthand, Howe, and Seawillow soils: have sola more than 51 cm (20 in) thick.\nBrackett, Dugout, and Quinlan soils: are dry in the moisture control section for longer periods of time.  In addition, Brackett soils contain fragments of hard limestone, Dugout soils have a lithic contact to limestone and Quinlan soils have mixed mineralogy and B horizons with redder hues.\nEddy soils: lack B horizons and have more than 35 percent chalk fragments in the control section.\nShiner soils: have a mean annual soil temperature of more than 72 degrees F.\nStephen soils: have mollic epipedons and mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum derived from weakly cemented, interbedded chalk and marl of the Austin Group of Upper Cretaceous Age\nLandscape: Dissected plains\nLandform: Shoulders on interfluves and backslopes on sideslopes on ridges\nSlope: 1 to 15 percent, slopes are mainly 4 to 10 percent\nMean annual air temperature: 17.2 to 21 degrees C (63 to 69.8 degrees F)\nMean annual precipitation: 711 to 1118 mm (28 to 44 in)\nFrost-free period: 225 to 270 days\nElevation: 122 to 610 m (400.3 to 2001.3 ft)\nThornthwaite P-E Index: 56 to 66"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Eddy, Howe, and Stephen series as well as the Austin series.\nEddy and Howe soils: occupy similar positions.\nStephen and Austin soils: occupy slightly higher less sloping positions.  In addition, Stephen and Austin soils have mollic epipedons, and Austin soils have sola thicker than 51 cm (20 in)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well;\nPermeability class: Moderate\nRunoff: low on slopes 1 to 5 percent and medium on slopes 5 to 15 percent;"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture.  A few areas are planted to small grain and sorghum.  Dominant pasture grasses are King Ranch bluestem, common and improved bermudagrass.  Areas that were formerly in cropland are growing silver bluestem, sideoats grama, hairy grama, little bluestem, threeawn, and annual weeds. Woody vegetation is mainly scattered elm, hackberry, and small oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Texas; These soils occur in the Texas Blackland Prairies, Northern Part (MLRA 86A) and to a minor extent in the Edwards Plateau, Eastern Part (MLRA 81C).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grayson County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly as a shallow phase of the Austin series and in more recent years they were included in the Brackett series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon; 0 to 13 cm (0 to 5 in) (A horizon)\nSecondary carbonates: 13 to 41 cm (5 to 16 in) (Bk horizon)\nParalithic contact of chalk at a depth of 41 cm (16 in).\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
