{
  "SERIES": "WHITMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGG-WHT-SMF",
  "REVDATE": "01/2018",
  "STATES": "CT,MA,NH,NJ,NY,RI",
  "OVERVIEW": "The Whitman series consists of very deep, very poorly drained soils formed in lodgment till derived mainly from granite, gneiss, and schist. They are shallow to a densic contact. These soils are nearly level or gently sloping soils in depressions and drainageways on uplands. Saturated hydraulic conductivity is moderately high or high in the solum and very low to moderately low in the substratum. Mean annual precipitation is about 1143 mm and mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, acid, mesic, shallow Typic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Whitman loam - on a 0 percent slope in an idle area at an elevation of about 214 meters. (Colors are for moist soils.)\nAp -- 0 to 25 cm; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak medium granular structure; friable; 10 percent rock fragments; common medium distinct red (2.5YR 4/8) masses of iron accumulation lining pores; moderately acid; abrupt wavy boundary. (5 to 35 cm thick.)\nBg -- 25 to 46 cm; gray (5Y 5/1) fine sandy loam; massive; friable; 10 percent rock fragments, few medium distinct pale olive (5Y 6/4) and light olive brown (2.5Y 5/4) masses of iron accumulation; strongly acid; abrupt wavy boundary. (15 to 44 cm thick.)\nCdg -- 46 to 79 cm; gray (5Y 6/1) fine sandy loam; moderate medium plates; firm; 10 percent rock fragments; many medium distinct light olive brown (2.5Y 5/4) masses of iron accumulation; moderately acid; clear wavy boundary.\nCd1 -- 79 to 122 cm; olive (5Y 4/3) fine sandy loam; massive; firm; 10 percent rock fragments; few medium prominent dark reddish brown (2.5YR 3/4) masses of iron accumulation; moderately acid; gradual wavy boundary.\nCd2 -- 122 to 165 cm; olive (5Y 5/3) fine sandy loam; massive; firm; 10 percent rock fragments; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Worcester County, Massachusetts; Town of Leominster, 1 mile west intersection of Pleasant and Wachusett Streets, and 500 feet north of Wachusett Street. USGS Sterling, MA topographic quadrangle, Latitude 42 degrees, 30 minutes, 4 seconds N.; Longitude 71 degrees, 47 minutes, 40 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a densic contact commonly is 30 to 58 cm. The A horizon has 5 to 30 percent gravel, 0 to 15 percent cobbles, and 0 to 25 percent stones by volume. The B and C horizons have 5 to 30 percent gravel, 0 to 15 percent cobbles, and 0 to 10 percent stones . The soil reaction, unless limed, ranges from extremely acid to slightly acid in the solum and very strongly acid to slightly acid in the substratum.\nThe O horizon, where present, ranges in thickness from 2 to 20 centimeters. It has hue 7.5YR or 10YR, value 2 or 3, and chroma 1 or 2. It consists of slightly, intermediately, and/or highly decomposed organic material.\nThe A horizon is neutral or has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 0 to 2. It sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam or their mucky analogues. Structure is weak granular or subangular blocky, or the horizon is massive. Consistence is very friable or friable.\nThe Bg horizon is neutral or has hue of 7.5YR to 5Y, value of 4 through 6, and chroma of 0 to 2. Redoximorphic concentrations range from few to many where matrix chroma is 2 and none to many where chroma is 1. Texture is sandy loam, fine sandy loam, very fine sandy loam, or loam in the fine earth fraction. It has fifteen percent or more fine sand or coarser with clay content less than 18 percent. Structure is weak granular or subangular blocky, or the horizon is massive. Consistence is very friable or friable.\nThe Cdg or Cd layer is neutral or has hue of 10YR to 5Y, value of 4 through 6, and chroma of 0 to 2. The chroma is 3 or 4 in some pedons. Redoximorphic features range from few to many. Texture is loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine earth fraction. Consistence commonly is firm to extremely firm and the layer may be brittle in some part. Geogenic structure is commonly in the form of weak or moderate thin plates in the upper part. Otherwise it is massive throughout."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series currently in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Whitman soils are nearly level and gently sloping soils in depressions and in drainage ways of glacial uplands. Slopes are typically 0 to 2 percent, but range up to 8 percent where wetness is due to seepage water. The soils formed in loamy, till derived mainly from granite, gneiss and schist. Mean annual precipitation ranges from 1016 to 1422 mm and mean annual temperature ranges from 7 to 11 degrees C. The frost free period is 100 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Charlton, Chatfield, Hollis, Leicester, Paxton, Ridgebury, Sutton, and Woodbridge soils. The well drained Paxton, moderately well drained Woodbridge, and somewhat poorly and poorly drained Ridgebury soils are in a drainage sequence with Whitman soils. Charlton, Leicester, and Sutton soils have friable substrata. Chatfield and Hollis soils have bedrock within depths of 100 and 50 cm respectively."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. Runoff potential is high or very high. Saturated hydraulic conductivity is moderately high or high in the solum and very low to moderately low in the densic material. A perched water table, or excess seepage water, is at or near the surface for about 9 months of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas are forested. Only a few areas are cleared and drained and used for pasture. Tree species include alder, gray birch, red maple, eastern hemlock, American elm, and spruce.  Shrub species include northern spicebush, winterberry, red maple, and silky dogwood.  Herb species include skunk cabbage, green false hellebore, sensitive fern, cinnamon fern, jewelweed, and water-tolerant sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut, Massachusetts, New Hampshire, New Jersey, New York, Rhode Island, and Vermont. MLRAs 142, 144A, 145, 149B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Plymouth County, Massachusetts, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. Location previously revised to 500 feet north of Wachusett Street after review of soil map showed no Whitman map unit 50 feet north of road.\n2. Before the existence of the Shallow family class, some pedons were correlated as Whitman that are moderately deep to a densic contact.\n3. Diagnostic horizons and features in this pedon include:\na. Umbric epipedon - the zone from the soil surface to a depth of 25 cm (Ap horizon).\nb. Cambic horizon - the zone from 25 to 46 cm (Bg horizon).\nc. Aquic conditions - as evidenced by chroma of 1 in the Bg horizon.\nd. Densic contact - root limiting layer begins at 46 cm .\ne. Shallow depth class -  depth to a densic contact is less than 50 cm (Cdg begins at 46 cm).\nADDITIONAL DATA: Reference samples from pedons S1977MA005002, S1977MA005004, S1977MA005005, S1995NH013005, S2000CT013001. Lab characterization data for these pedons and pedons of similar soils are available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap -- 0 to 25 cm; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; weak medium granular structure; friable; 10 percent rock fragments; common medium distinct red (2.5YR 4/8) masses of iron accumulation lining pores; moderately acid; abrupt wavy boundary. (5 to 35 cm thick.)"
      },
      {
        "name": "Bg",
        "top": 25,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg -- 25 to 46 cm; gray (5Y 5/1) fine sandy loam; massive; friable; 10 percent rock fragments, few medium distinct pale olive (5Y 6/4) and light olive brown (2.5Y 5/4) masses of iron accumulation; strongly acid; abrupt wavy boundary. (15 to 44 cm thick.)"
      },
      {
        "name": "Cdg",
        "top": 46,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cdg -- 46 to 79 cm; gray (5Y 6/1) fine sandy loam; moderate medium plates; firm; 10 percent rock fragments; many medium distinct light olive brown (2.5Y 5/4) masses of iron accumulation; moderately acid; clear wavy boundary."
      },
      {
        "name": "Cd1",
        "top": 79,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cd1 -- 79 to 122 cm; olive (5Y 4/3) fine sandy loam; massive; firm; 10 percent rock fragments; few medium prominent dark reddish brown (2.5YR 3/4) masses of iron accumulation; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Cd2",
        "top": 122,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd2 -- 122 to 165 cm; olive (5Y 5/3) fine sandy loam; massive; firm; 10 percent rock fragments; moderately acid."
      }
    ]
  ]
}
