{
  "SERIES": "WHITEROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev.  AJT/WBS/CEJ/ET/AJP/TKK/JW",
  "REVDATE": "10/2018",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, nonacid, thermic Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whiterock loam on a southwest facing, 7 percent, convex slope under annual grasses and forbs at an elevation of 119 meters. (Colors are for dry soil unless otherwise stated. When described September 28, 1982, the soil was moist throughout.)\nA1--0 to 3 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist, weak fine platy structure, slightly hard, friable, nonsticky, and nonplastic; many fine and common very fine roots; common very fine interstitial and common very fine and fine tubular pores; 0.5 cm thick mat of decomposed litter at surface; 10 percent angular gravel, strongly acid (pH 5.2); abrupt smooth boundary. (3 to 8 cm thick)\nA2--3 to 20 cm; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; structureless massive; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; few very fine interstitial and common very fine tubular pores; 10 percent angular gravel, moderately acid (pH 5.9); abrupt irregular boundary. (8 to 28 cm thick)\nR--20 to 30 cm; highly fractured and vertically tilted metasedimentary rock; common very fine roots between fractures, fractures 1 to 4 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sacramento County, California; about 6.9 km (4.3 mi) southwest of Clarksville, 4 km (2.5 mi) west of Malby Crossing, 457 meters (1,500 feet) west of the junction of Whiterock Road and Scott Road, 183 meters (600 feet) north of Whiterock Road, 3,550 feet north and 1,500 feet west of the southeast corner of section 20, T.9 N., R.8 E. USGS 7.5 minute topographic quadrangle: Clarksville, California; WGS84 38.6272240 latitude and -121.0958328 longitude. UTM Zone 10 665754 meters E 4277130 meters N NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at the lithic contact is 17 to 19 degrees C and remains above 8 degrees C throughout the year. The difference between the mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a thermic temperature regime\nSoil moisture: The soil moisture control section is dry in all parts from about May to October. The soils have a xeric moisture regime.\nDiagnostic features:\nOchric epipedon thickness: 2 to 18 cm\nDepth to lithic contact: 10 to 35 cm\nParticle size control section weighted averages:\nClay content: 12 to 25 percent\nRock fragments: 5 to 35 percent\nBase saturation (by ammonium acetate) is 60 to 80 percent throughout\nOrganic matter content: 2 to 6 percent in the upper 1 to 4 cm. Less than 2 percent below this depth.\nA horizons (A1 and A2)\nHue: 2.5Y, 10YR\nValue: 6 to 8 dry; 4 or 5 moist\nChroma: 2 to 4 dry; 2 or 3 moist\nTexture: silt loam or loam\nRock fragments: 5 to 35 percent\nClay content: 12 to 25 percent\nSand content: 25 to 50 percent\nReaction: strongly acid or moderately acid\nR horizon\nHue: 5Y, 2.5Y, 10YR\nValue: 3 to 6\nChroma: 2 or 3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Daulton, Exchequer, Gaviota, Goldwall, Ocraig, and Snook (MLRA 5) soils. Daulton and Exchequer soils have an epipedon with a dry value of 3 to 5 in all parts. Exchequer soils also have moist chromas of 4 to 8. Gaviota soils have greater than 50 percent sand and a lithic contact that lacks fractures. Goldwall soils are less than 25 cm to indurated volcanic bedrock. Ocraig soils have a coarse plus very coarse sand content of greater than 20 percent. Snook soils have mean annual soil temperatures of 15 to 17 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Whiterock soils are on backslopes of hills at elevations of 50 to 760 meters. Slopes are 3 to 60 percent. The soils formed in residuum weathered from slate, schist, and partially metamorphosed sandstone. These metasedimentary rocks of the Mariposa Formation are nearly vertically tilted and slab like rock outcrops are common. The climate is subhumid with hot dry summers and cool, moist winters. Mean annual precipitation is 400 to 760 mm. Mean annual air temperature is about 16 to 17 degrees C; average January air temperature is about 7 to 8 degrees C and average July air temperature is about 25 to 26 degrees C. The frost-free period is 260 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Daulton and Exchequer soils and the Amador, Argonaut, Auburn, Copperopolis, and Hornitos soils. Daulton and Exchequer occupy similar landform positions, but Daulton soils form in dark colored slates and Exchequer soils form in metavolcanic rock. Amador soils form on hills from rhyolite or acidic tuff, and are less than 50 cm to a paralithic contact. Argonaut soils form on concave positions on hills from metavolcanic rock, have an argillic horizon, and a paralithic contact from 50 to 100 cm. Auburn soils form on hills from metavolcanic rock and have a cambic horizon. Copperopolis soils form on the summit of hills, have greater than 35 percent rock fragments in the particle size control section, and have a cambic horizon. Hornitos soils form on hills from sandstone and have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, moderately high to high saturated hydraulic conductivity throughout the soil. Saturated hydraulic conductivity of the bedrock is low to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are primarily used for rangeland. Native vegetation consists of scattered blue oaks with an understory of grasses and forbs including bromes, bedstraw, soft chess, foxtail fescue, wild oat and filaree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Foothills of California; MLRA 18. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sacramento County, California, 1946. Source of the name is from the community of White Rock, CA."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm (A1 and A2 horizon)\nLithic contact: 20 to 30 cm (R horizon) vertically tilted fractures are 1-4 cm apart. Fragments of rock do not slake in water.\nParticle size control section for this pedon: 0 to 20 cm\nThis new typical pedon is within a mile of the original type location. The Whiterock soils were formerly classified as loamy, mixed, acid, thermic Lithic Xerorthents. Data from published soil survey reports and from the new type location do not support the former classification.\nType location should be examined to determine presence of C horizon over the R and consequently, depth class. The 1-4 cm fractures with roots in the bedrock horizon suggest that this horizon is not a lithic contact.\nADDITIONAL DATA:\nNASIS User Pedon ID: 82CA067003\nPedon Purpose: laboratory sample site\nLab Pedon #: 83P0293\nLab Source ID: SSL\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
