{
  "SERIES": "WHITEMAN",
  "STATUS": "Established Series",
  "BYREV": "REV:  LHS/HKS/RKT",
  "REVDATE": "02/1999",
  "STATES": "CO,UT",
  "OVERVIEW": "The Whiteman series consists of shallow, somewhat excessively drained, slowly permeable soils on mesas and ridges.  They formed in residuum weathered from limestone.  Slope ranges from 1 to 70 percent.  The mean annual temperature is 39 degrees F. and the mean annual precipitation is 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whiteman very cobbly very fine sandy loam--woodland.  (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 2 inches; brown (7.5YR 5/4) very cobbly very fine sandy loam, dark brown (7.5YR 3/2) moist; moderately thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common medium vesicular pores; neutral (pH 7.2); abrupt smooth boundary.  (2 to 4 inches thick)\nBt--2 to 11 inches; reddish brown (5YR 5/4) extremely cobbly clay loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine, medium and large roots; few fine tubular pores; 50 to 90 percent cobbles; moderate continuous clay films; neutral (pH 7.2); clear wavy boundary.  (6 to 14 inches thick)\nR--11 inches; fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Utah; .4 mile northeast of where the Bryce Canyon highway crosses the Garfield-Kane County Line; SE 1/4 of sec. 31, T. 37 S., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock (lithic contact) ranges from 10 to 18 inches.  The mean annual soil temperature is about 36 to 42 degrees F., the mean summer soil temperature above the lithic contact is 54 to 58 degrees F.  These soils are usually moist.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry and chroma of 2 to 4.  It has weak or moderate, fine granular structure or thin or very thin platy structure.  This horizon is neutral to moderately alkaline.  It has 0 to 70 percent rock fragments.\nThe Bt horizon has hue of 7.5YR or 5YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 4 to 6.  It is very cobbly or extremely cobbly, very gravelly or extremely gravelly clay loam, sandy clay loam or silty clay loam and has 35 to 90 percent rock fragments but averages 50 to 70 percent.  Thin horizons in some pedons are free of rock fragments.  The Bt horizon has thin, few to continuous clay films.  It is neutral to moderately alkaline.  In some pedons thin C horizons occur between the Bt horizons and the lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Series in similar families are the Palomino, Paunsaugunt and Sheege series.  Paunsaugunt and Sheege soils have mollic epipedons and lack argillic horizons Palomino soils have less than 35 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whiteman soils are on gently sloping to very steep ridges, slopes and mountainsides at elevations of 8,100 to 8,350 feet.  Slope gradients range from 1 to 70 percent, usually 1 to 30 percent.  The soils formed in shallow residuum from limestone.  The climate is moist subhumid.  The average annual precipitation is 19 to 25 inches.  Mean annual temperature is 36 to 42 degrees F., mean summer temperature is 54 to 58 degrees F. and the freeze-free period is 60 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pahreah and Swapps soils.  Pahreah soils have mollic epipedons, are deep and lack an argillic horizon.  Swapps soils are deep and have less than 35 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Whiteman soils are used for woodland, range for cattle and big game and recreation.  Native vegetation is ponderosa pine, Douglas-fir, white fir, balsam root, bitterbrush, squirreltail, with traces of other grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Utah.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garfield County (Paunsaugunt Soil Survey Area), Utah 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Lithosolic Brunizems.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 2 inches (A horizon)\nArgillic horizon - the zone from 2 to 11 inches (Bt horizon)\nLithic feature - bedrock at a depth of 11 inches (R horizon)\nMollic suborder - the upper 6 inches of the soil, after mixing, has a moist color value of less than 4\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; brown (7.5YR 5/4) very cobbly very fine sandy loam, dark brown (7.5YR 3/2) moist; moderately thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common medium vesicular pores; neutral (pH 7.2); abrupt smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "Bt",
        "top": 5,
        "bottom": 28,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--2 to 11 inches; reddish brown (5YR 5/4) extremely cobbly clay loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; very hard, firm, sticky and plastic; few fine, medium and large roots; few fine tubular pores; 50 to 90 percent cobbles; moderate continuous clay films; neutral (pH 7.2); clear wavy boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "R",
        "top": 28,
        "narrative": "R--11 inches; fractured limestone."
      }
    ]
  ]
}
