{
  "SERIES": "WHITESIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLS:SCK:AG",
  "REVDATE": "01/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whiteside fine sandy loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 14 inches, very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; weak medium granular structure; very friable; common fine and medium roots; 10 percent gravel; common fine flakes of mica; slightly acid; abrupt smooth boundary.  (10 to 20 inches thick)\nBt1--14 to 24 inches, yellowish brown (10YR 5/6) sandy clay loam; common streaks of very dark grayish brown (10YR 3/2) in old root channels; weak medium subangular blocky structure; very friable; few fine roots; common fine flakes of mica; slightly acid; clear wavy boundary.\nBt2--24 to 30 inches, yellowish brown (10YR 5/4) sandy clay loam; common medium distinct strong brown (7.5YR 5/8) and gray (10YR 6/1) mottles; weak medium subangular blocky structure; friable; few fine roots; common fine flakes of mica; moderately acid; clear wavy boundary.  (Combined thickness of Bt horizons is 10 to 30 inches.)\nBCg--30 to 47 inches, gray (10YR 6/1) fine sandy loam; common medium distinct yellowish brown (10YR 5/8) and common medium faint gray (10YR 5/1) mottles; weak medium subangular blocky structure; friable; few fine roots; common fine to coarse flakes of mica; moderately acid; gradual wavy boundary.   (0 to 18 inches thick)\nCg1--47 to 53 inches, light brownish gray (10YR 6/2) sandy loam; common medium distinct brownish yellow (10YR 6/6) mottles; massive; very friable; few fine flakes of mica; very strongly acid; gradual wavy boundary.\nCg2--53 to 70 inches, gray (10YR 6/1) sandy clay loam; common medium distinct yellowish brown (10YR 5/8) mottles; common thin lenses and pockets of light brownish gray (10YR 6/2) loamy sand; massive; firm; few fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, North Carolina; 7.3 miles south of Speedwell on SR 1157 to Double Springs Church Community; 300 feet northwest of road in field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 30 to 60 inches.  Depth to bedrock is more than 72 inches.  Rock fragment content, dominantly gravel, is typically 0 to 15 percent, but ranges to 35 percent in some pedons.  Also, some pedons have horizons below 40 inches in which the dominant rock fragments are cobbles.  Content of mica flakes ranges from few to many.  Reaction is very strongly acid to moderately acid unless limed.  Limed soils are slightly acid or neutral in the upper part.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 to 3.  It is fine sandy loam, sandy loam, or loam in the fine-earth fraction.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8.  It is mottled with chroma of 2 or less within 24 inches of the upper boundary of the Bt horizon.  It is loam, sandy clay loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nThe BCg horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2.  The BC horizon, where present, is similar in color to the Bt horizon.  The BCg and BC horizons are loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nThe Cg horizon, and C horizon where present, is colluvium or alluvium that is similar in color to the BCg or BC horizon respectively.  It is variable in texture, ranging from sandy clay loam to loamy sand in the fine-earth fraction.  The sandy textures, if present, are below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adelphia, Blairton, Cana, Brumbaugh(T), Cotaco, Delanco, Fenwick, Holmdel, Mattapex, Tuscarawas, Wharton, and Woodstown series.  Adelphia and Holmdel soils contain glauconite.  Blairton soils have bedrock at depths of less than 40 inches.  Brumbaugh, Catoca, Fenwick, Mattepex, Wharton, and Woodstown soils do not have flakes of mica in the solum.  In addition, Fenwick soils have a lithic contact at a depth of 20 to 40 inches.  Cana soils have upper horizons formed from glacial till and contain glacial erratics.  Delanco and Tuscarawas soils have an ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whiteside soils are on nearly level to strongly sloping colluvial toe slopes, benches, and fans in coves in the Southern Appalachian Mountains.  Seeps and springs are common.  These soils formed in colluvium and alluvium derived from materials weathered from felsic to mafic crystalline rocks such as granite, mica gneiss, and hornblende gneiss.  Slope ranges from 1 to 15 percent.  Near the type location, mean annual temperature is about 55 degrees F., and mean annual precipitation is about 72 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cashiers, Chandler, Chatuge, Chestnut, Cleveland, Cullasaja, Cullowhee, Dellwood, Dillard, Dillsboro, Edneyville, Haywood, Nikwasi, Plott, Porters, Reddies, Rosman, Saunook, Statler, Sylva, Toxaway, Trimont, Tuckasegee, and Tusquitee soils.  Cashiers, Chandler, Chestnut, Cleveland, Edneyville, Plott, Porters, and Trimont are well drained soils that formed in residuum and are on higher ridges and side slopes.  Chatuge, Dillard, Dillsboro, and Statler soils are on lower terraces.  Chatuge soils are poorly drained, and Dillsboro and Statler soils are well drained.  Dillsboro soils have a lighter colored or thinner A horizon and are in a clayey family.  Cullowhee, Dellwood, Nikwasi, Reddies, Rosman, and Toxaway soils are on flood plains.  Cullasaja, Haywood, Saunook, Tuckasegee, and Tusquitee soils are in colluvial positions higher than Whiteside soils and are well drained.  Sylva soils are poorly drained colluvial soils that are usually associated in the landscape with Whiteside soils in lower or depressed areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for cole crops, mainly cabbage and broccoli, and for hay, pasture, and Christmas trees.  In forested areas, common trees are yellow-poplar, eastern white pine, eastern hemlock sugar maple, red maple, white oak, black cherry, yellow birch, sweet birch, and black locust.  Understory species include rhododendron, mountain laurel, blueberry, greenbrier, and doghobble."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Appalachian Mountains of North Carolina, and possibly Georgia, Tennessee, and Virginia.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Macon County, North Carolina, 1990.  The name is from Whiteside Mountain, near the type location in Jackson County, North Carolina."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 12/89 revision changed the classification of the Whiteside series from coarse-loamy, mixed, mesic Typic Haplumbrepts to fine-loamy, mixed, mesic Aquic Hapludults.  Laboratory data documents an argillic horizon in these soils.  The soils now placed in the Whiteside series were previously included in the Tusquitee series.  However, Tusquitee soils are well drained and have a cambic horizon.  Whiteside soils are moderately well drained and are in colluvial positions where seeps and springs are common.\nDiagnostic horizons and features in this pedon are:\nUmbric Epipedon - 0 to 14 inches (Ap horizon)\nArgillic Horizon - 14 to 30 inches (Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
