{
  "SERIES": "WHITELAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJH-CJH",
  "REVDATE": "10/97",
  "STATES": "NE,SD",
  "OVERVIEW": "The Whitelake series consists of very deep, moderately well drained soils formed in sandy sediments on terraces, outwash plains and basins of uplands. Permeability is slow in the solum and moderate or moderately rapid in the underlying material.  Slopes range from 0 to 6 percent.  Mean annual precipitation is about 18 inches, and mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Natrustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitelake fine sandy loam - on a less than 1 percent slope under native grass.  When described the soil was moist throughout and had free water at 70 inches.  (Colors are for dry soil unless otherwise stated)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable; common fine and medium roots; moderately acid; clear smooth boundary.\nA2--5 to 11 inches; dark grayish brown (10YR 4/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure parting to weak fine granular; soft, very friable; common fine roots; moderately acid; clear smooth boundary.  (Combined A horizons 7 to 16 inches thick)\nE--11 to 14 inches; light brownish gray (10YR 6/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; common fine roots; slightly alkaline; clear smooth boundary.  (2 to 4 inches thick)\nBtnk--14 to 19 inches; pale brown (10YR 6/3) sandy clay loam; dark brown (10YR 4/3) moist; grayish brown (10YR 5/2) coatings on tops of columns, very dark grayish brown (10YR 3/2) moist; dark gray (10YR 4/1) organic coats on sides of columns and in root channels, very dark brown (10YR 2/2) moist; strong very coarse columnar structure; extremely hard, firm, sticky and plastic; few fine roots; few fine and medium accumulations of carbonate; strong effervescence; very strongly alkaline; clear smooth boundary.\nBtn--19 to 24 inches;  pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; weak coarse prismatic structure parting to weak medium subangular blocky; very hard, friable, slightly sticky; few fine roots; few fine accumulations of carbonate; faint gray (10YR 6/1) and (10YR 5/1) redox depletions; strong effervescence; very strongly alkaline; gradual smooth boundary.  (Combined Btn horizons 6 to 12 inches thick)\nBC--24 to 33 inches; very pale brown (10YR 7/3) fine sandy loam with thin lens of clay and silt, pale brown (10YR 6/3) moist; weak very coarse subangular blocky structure; very hard, very friable; few fine roots; few fine accumulations of carbonate; common medium faint gray (10YR 6/1) and (10YR 5/1) redox depletions; strong effervescence; very strongly alkaline; abrupt wavy boundary.  (0 to 10 inches thick)\nC1--33 to 41 inches; very pale brown (10YR 7/3) loamy sand stratified with thin lens of silt and clay, pale brown (10YR 6/3) moist; common medium faint gray (10YR 6/1) and (10YR 5/1) redox depletions; massive; very hard, very friable; few fine and medium accumulations of carbonate; strong effervescence; very strongly alkaline; abrupt wavy boundary.  (0 to 15 inches thick)\nC2--41 to 60 inches; light gray (2.5Y 7/2) loamy sand stratified with thin lens of silt and clay, grayish brown (2.5Y 5/2) moist; massive; very hard, very friable; few fine accumulations of carbonate; strong effervescence; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tripp County, South Dakota; about 11 miles west and 11 miles south of Winner; 1410 feet north and 215 feet east of the southwest corner of sec. 16, T. 97 N., R. 78 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to carbonates ranges from 10 to 35 inches.  Thickness of the mollic epipedon ranges from about 7 to 30 inches.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 1 to 3.  It typically is fine sandy loam, but some are sandy loam or loamy fine sand.  It is medium acid to slightly alkaline.\nThe E horizon has hue of 10YR, value of 5 or 6 and 3 or 4 moist, and chroma of 1 or 2.  It is fine sandy loam, sandy loam, or loamy fine sand.  It is medium acid to slightly alkaline.\nThe Btn horizon has hue of 10YR, value of 5 or 6 and 3 to 5 moist, and chroma of 2 or 3.  It is sandy clay loam or fine sandy loam averaging between 18 and 35 percent clay.  It is neutral to very strongly alkaline.  SAR is greater than 13.  Some pedons do not have Btnk horizons.\nThe BC horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is fine sandy loam, sandy clay loam, sandy loam, loamy fine sand or loamy sand and often has thin lens of finer textures.  It is slightly alkaline to very strongly alkaline.  It has few or common, fine or medium accumulations of gypsum or other salts in some pedons.  Accumulations of carbonate are lacking in some pedons. Some pedons have Bk or Bk2 horizons that are similar in color and texture to the BC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is stratified loamy sand, sand, sandy loam, fine sandy loam, silt loam or loam with common thin lens of clay and silt.  It is slightly alkaline to very strongly alkaline.  It has few or common, fine or medium accumulations of gypsum or other salts in some pedons.  Accumulations of carbonate are lacking in the upper part of some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whitelake soils are on basins, outwash plains and terraces.  Slope gradients range from 0 to 6 percent.  These soils are on micro-highs in hummocky microrelief.  They formed in sandy sediments.  Mean annual precipitation ranges from 12 to 24 inches; mean annual air temperature ranges from 45 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alice, Anselmo, Chappell, Doger, Duda, Dunday, Elsmere, Lute, Manter, Minatare, Valentine, Vetal, Wann and Woonsocket soils. Lute and Minatare soils are in microlows in complex with Whitelake soils.  In addition, Lute soils have thinner combined A and E horizons.  Minatare soils do not have a mollic epipedon.  Alice, Anselmo, Chappell, Doger, Duda, Dunday, Elsmere, Manter, Valentine, Vetal, Wann and Woonsocket soils do not have a natric horizon.  In addition, Alice, Anselmo, Manter, Vetal and Wann soils are coarse-loamy.  Chappell, Doger, Duda, Dunday, Elsmere and Valentine are sandy.  Alice, Anselmo, Chapell, Doger, Duda, Dunday, Manter, Valentine and Vetal are on nearby terraces and uplands; Elsmere and Wann soils are in valleys and on terraces.  Woonsocket soils are fine-loamy and are in swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is negligible to medium depending on slope.  Permeability is slow in the solum and moderate or moderately rapid in the underlying material.  A temporary water table fluctuates between depths of 2 and 4 feet early in the spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used as rangeland, but some are cropped to alfalfa.  Native vegetation includes little bluestem, western wheatgrass, prairie sandreed, sideoats grama, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central and western South Dakota and north-central Nebraska.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 11 inches (A1 and A2 horizons); albic horizon - the zone from 11 to 14 inches (E horizons); natric horizon - the zone from about 14 to 24 inches (Btnk and Btn horizons).\nADDITIONAL DATA::  Reference Soil No. S71SDak-6l-2, Lincoln Soil Survey Lab. Sample Nos. 71L40l-71L408.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
