{
  "SERIES": "WHITE SWAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARH/RJE",
  "REVDATE": "11/2002",
  "STATES": "WA",
  "OVERVIEW": "Typically, White Swan soils have grayish brown silt loam A horizons, grayish brown and pale brown silty clay loam Bt horizons with prismatic structure, and light brownish gray silt loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Xeric Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  White Swan silt loam, rangeland.  (Color are for dry soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (10YR 5/2) silt loam, dark grayish brown (10YR 4/2) moist; weak thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine vesicular pores; mildly alkaline (pH 7.6); abrupt smooth boundary.  (2 to 8 inches thick)\nBtn--3 to 11 inches; grayish brown (10YR 5/2) silty clay loam, dark grayish brown (10YR 4/2) moist; strong medium prismatic structure; very hard, firm, sticky, plastic; common fine roots (no or few roots inside peds but in places are matted on ped interfaces); common fine tubular pores; medium continuous clay films on faces of peds; moderately alkaline (pH 8.4); gradual wavy boundary.  (3 to 12 inches thick)\nBtkn--11 to 20 inches; pale brown (10YR 6/3) silty clay loam, brown (120YR 5/3) moist; massive; very hard, firm, sticky, plastic; few fine roots; few fine pores; violent effervescence with dilute hydrochloric acid; few flecks of disseminated lime; very strongly alkaline (pH 9.1); gradual wavy boundary.  (3 to 15 inches thick)\nBk--20 to 60 inches; light brownish gray (2.5Y 6/2) silt loam, grayish brown (2.5Y 5/2) moist; massive (weakly stratified, some layers are laminated); slightly hard, (some layers are very firm in place but become friable once disturbed); slightly sticky, slightly plastic; few fine roots; common fine tubular pores; violent effervescence with dilute hydrochloric acid; some disseminated and segregated mycelial lime; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakima County, Washington; 1.5 miles west of the Shaker Road and 50 feet north of the Fort Road in the SE1/4 SW1/4 section 4, T.10N., R.17E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at 20 inches ranges from 50 to 55 degrees F.  These soils are usually dry in all parts between 4 and 12 inches.  The natric horizon contain 35 to 45 percent clay and more than 15 percent exchangeable sodium in some part.\nThe A horizon has value of 5 or 6 dry and 3 or 4 moist.  It is silt loam to fine sandy loam, and is mildly alkaline to very strongly alkaline.\nThe Btn horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist.  It is silty clay loam, silty clay or clay and structure is strong to moderate prismatic. It is moderately to very strongly alkaline.\nThe Bk horizon has hue of 10YR through 2.5Y, value of 6 or 7 dry and chroma of 2 or 3.  It is silt loam with thin strata of very fine sandy loam or fine sandy loam and is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullion, Couch, Standish, Tomera, and Uvada series.  Bullion soils have 2.5YR hue. Couch, Standish, Tomera, and Uvada soils have montmorillonitic mineralogy.  Couch and Uvada soils have E horizons.  Standish soils have weakly cemented strata in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  White Swan soils are on nearly level to gently sloping terraces at elevations of 850 to 1,050 feet.  They formed in loess over lacustrine sediments.  These soils are in a climate with warm, dry summers and cold, moist winters.  The mean annual precipitation is 6 to 9 inches.  The average January temperature is 29 degrees F.; the average July temperature is 73 degrees F.; and the average annual temperature is 51 degrees F.  The frost free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Warden soils.  Warden soils lack a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; slow to very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for range.  Vegetation is greasewood, saltgrass and sagebrush.  In most irrigated areas the soil has been somewhat altered by deep tillage, minimizing the adverse effect of the natric horizon.  Irrigated crops grown after this alteration include sugar beets, small grain, corn, and improved pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Washington.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yakima County, Washington, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The White Swan soils were formerly classified as Solonetz soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
