{
  "SERIES": "WHITEBASIN",
  "STATUS": "Established Series",
  "BYREV": "Rev: LJL/TM/ET",
  "REVDATE": "07/2014",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, gypsic, thermic Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Whitebasin very fine sandy loam, wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 95 percent microbiotic crust.\nA--0 to 1 inch; pink (7.5YR 7/3) very fine sandy loam, brown (7.5YR 4/4) moist; strong thick platy structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; many very fine and common fine vesicular pores; electrical conductivity 1.7 dS/m; violently effervescent (4 percent calcium carbonate equivalence in the fine earth fraction); moderately alkaline (pH 8.0); abrupt wavy boundary. (1/2 to 3 inches thick)\nByk--1 to 11 inches; very pale brown (10YR 8/2) gypsiferous material, light yellowish brown (10YR 6/4) moist; massive; hard, firm, nonsticky and nonplastic; few very fine, fine and medium roots; many very fine and fine interstitial and few fine tubular pores; apparent texture of the fine earth material is sandy loam; electrical conductivity 1.8 dS/m; 40 percent very coarse, weakly to strongly cemented masses of gypsum crystals; 40 percent medium to very coarse, irregular, hard, gypsum crystals in the matrix; 2 percent medium and coarse, irregular, moderately hard, gypsum masses in pores; 2 percent white, calcium carbonate coats on gypsum masses; noneffervescent through violently effervescent (3 percent calcium carbonate equivalence in the fine earth fraction); slightly alkaline (pH 7.6); abrupt wavy boundary. (3 to 10 inches thick)\nBy1--11 to 18 inches; very pale brown (10YR 7/3) gypsiferous material, light yellowish brown (10YR 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, fine, few medium through very coarse roots; many very fine interstitial and common fine tubular pores; apparent texture of the fine earth material is sandy loam; electrical conductivity 2.1 dS/m; 40 percent, fine through very coarse, irregular, moderately hard to very hard gypsum crystals in matrix; 5 percent medium and coarse, irregular, moderately hard gypsum masses in pores; 3 percent paragravel; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.\nBy2--18 to 28 inches; pinkish gray (7.5YR 7/2) gypsiferous material, brown (7.5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, fine and few medium roots; many very fine interstitial and few fine tubular pores; apparent texture of the fine earth material is sandy loam; electrical conductivity 3.7 dS/m; sodium adsorption ratio 0.7; 50 percent, fine through coarse, irregular, hard and very hard gypsum crystals in matrix; 10 percent paragravel; slightly effervescent; slightly alkaline (pH 7.8); abrupt wavy boundary. (Combined thickness of the By horizons is 15 to 26 inches thick)\nCr--28 to 38 inches; interbedded gypsite and gypsiferous siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 23 miles south of Moapa, Nevada located in White Basin; approximately 6 1/2 miles west and 6 miles north of Bitter Spring; in an estimated projection of a nonsectionalized area, about 2645 feet south and 1375 feet west of the northeast corner of section 35, T. 18 S., R. 66 E.; USGS Bitter Spring, NV 7.5 minute topographic quadrangle; 36 degrees, 20 minutes, 28.7 seconds north latitude and 114 degrees, 35 minutes, 05.7 seconds west longitude; UTM zone 11, 0716742e 4024514n, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry, moist in some part for brief periods during winter and early spring and between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature: 66 to 71 degrees F.\nDepth to gypsic horizon: 1/2 to 3 inches.\nDepth to paralithic contact: 20 to 30 inches.\nControl section - Rock fragments: 0 to 15 percent, mainly paragravel.\nReaction: Slightly alkaline or moderately alkaline.\nA horizon - Hue: 7.5YR or 10YR.\nValue: 4 or 5 moist.\nStructure: Medium or thick platy.\nConsistence: Soft or slightly hard, slightly sticky or nonsticky.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent in the fine earth: 1 to 5 percent.\nGypsum: 0 to 5 percent soft masses or pendants.\nByk horizon - Hue: 7.5YR or 10YR.\nChroma: 3 or 4.\nConsistence: Soft through hard, very friable through firm.\nCalcium carbonate equivalent in the fine earth: 0 to 3 percent.\nGypsum: 50 to 90 percent crystals, grains and soft masses.\nOther features: Apparent texture is sandy loam or fine sandy loam.\nBy horizon - Value:7 or 8 dry.\nRock fragments: 0 to 15 percent, mainly paragravel of gypsum.\nConsistence: Soft or slightly hard.\nEffervescence: Noneffervescent through slightly effervescent.\nCalcium carbonate equivalent in the fine earth: 0 to 2 percent.\nGypsum: 40 to 70 percent crystals, grains and masses.\nOther features: Apparent texture is sandy loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bracken (NV), Crystalgyp (AZ) and Yesum (NM) series. Bracken soils are deep to gypsiferous bedrock. Crystalgyp soils are periodically moist in the moisture control section during July to September and are 30 to 40 inches deep over paralithic layers. Yesum soils have 3 to 15 percent calcium carbonate content and are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Whitebasin soils are on side slopes of rock pediments. Slope ranges from 4 to 30 percent. These soils formed in residuum and colluvium from gypsiferous sedimentary rocks. Elevations are 2,000 to 3,000 feet. The climate is arid with hot, dry summers and warm winters. The mean annual precipitation is 3 to 5 inches; mean annual air temperature is 64 to 69 degrees F., and the frost-free season is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Hardbasin and Upperline soils. Hardbasin soils are very shallow to a petrogypsic horizon. Upperline soils have mixed mineralogy and do not have a gypsic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly Fremont's dalea, Parry's sandpaperplant and Torrey's ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County Area, Nevada, 2000. The name is coined from White Basin located on the southeast side of the Muddy Mountains."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 1 inches (A horizon).\nGypsic horizon - 1 to 28 inches (Byk, By1 and By2 horizons).\nParalithic contact  at 28 inches (Cr layer).\nParticle-size control section - 10 to 28 inches (Part of the Byk, By1 and By2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
