{
  "SERIES": "WHITESTONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC/RJE/JAL",
  "REVDATE": "12/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitestone gravelly ashy sandy loam - on a southeast-facing 38 percent slope, at 3,260 feet elevation, under a ponderosa pine canopy.  (Colors are for dry soil unless otherwise stated.)\n0i--0 to 1 inch; needles, twigs, leaves, cones; abrupt smooth boundary.\nA1--1 to 9 inches; grayish brown (10YR 5/2) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; many very fine and fine roots, few medium roots; common very fine irregular pores; 20 percent pebbles, 5 percent cobbles, 1 percent stones; neutral (pH 6.6); clear wavy boundary.\nA2--9 to 17 inches; brown (10YR 5/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; many very fine and fine roots, few medium roots; common very fine irregular pores; 25 percent pebbles, 5 percent cobbles; neutral (pH 6.6); clear wavy boundary (combined thickness of the A horizon is 10 to 18 inches).\nBw--17 to 33 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine and fine roots, few medium roots; common very fine irregular pores; 35 percent pebbles, 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (9 to 19 inches thick)\nC--33 to 60 inches; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky, nonplastic; common very fine and fine roots; few very fine irregular pores; 35 percent pebbles, 5 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colville Indian Reservation; Okanogan County, Washington; about 4 miles northwest of the town of Nespelem; 1,150 feet north, 250 feet east of the southwest corner of sec. 16, T. 31 N, R. 30 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 48 to 50 degrees F.  These soils are usually moist but are dry between depths of 8 and 24 inches for 75 to 90 consecutive days following the summer solstice.  Solum thickness ranges from 20 to 35 inches.  The mollic epipedon is 10 to 18 inches thick.  The upper 7 to 14 inches has an estimated moist bulk density of 1.10 to 1.30 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.   The particle-size control section is 3 to 8 percent clay and 35 to 60 percent angular granitic rock fragments.  Base saturation (by sum) is 50 to 75 percent.  Reaction is slightly acid or neutral throughout.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.  It is loam, gravelly sandy loam or very stony.  This horizon is 10 to 25 percent mostly angular pebbles, 0 to 10 percent cobbles, and 0 to 15 percent surface stones and boulders.\nThe Bw horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It is gravelly sandy loam, very gravelly sandy loam, or very cobbly sandy loam.  This horizon is 20 to 40 percent mostly angular pebbles, 0 to 25 percent cobbles.\nThe C horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  It is sandy loam, coarse sandy loam, or loamy sand and is very gravelly or very cobbly.  This horizon is 25 to 50 percent mostly angular pebbles, 5 to 30 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Borgeau, Emily, Lenz, Louiecreek, Raisio, Schalow, Speigle, and Vanbrunt series.  Emily soils have a mollic epipedon that is 20 to 36 inches thick. Lenz soils are moderately deep to a lithic contact. Raisio and Vanbrunt soils are 20 to 40 inches deep to a lithic contact.  Borgeau soils have a particle-size control section dominated by metamorphic rock fragments and that averages 10 to 18 percent clay.  Louiecreek soils have 8 to 15 percent clay in the particle-size control section and the base saturation is (by sum) 75 to 100 percent except in the upper part of the A horizon.  Schalow soils are dry 90 to 105 consecutive days following the summer solstice.  Speigle soils have 2Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whitestone soils are on backslopes, footslopes, and toe-slopes of hills and mountains.  These soils formed in colluvium from granitic rocks with a small component of loess and volcanic ash.  In glaciated areas these soils also contain a small component of granitic glacial till.  Slopes are 5 to 65 percent and are mainly south or west-facing.  Elevations range from 1,700 to 3,700 feet.  The climate is characterized by warm, dry summers and cold, moist winters.  The average annual precipitation is 15 to 18 inches.  The mean January temperature is about 25 degrees F.; mean July temperature is about 68 degrees F.; and the mean annual air temperature is about 47 degrees F.  The frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Donavan, (T) Hudnut, Skanid, Spokane, (T) Swakane, and the competing (T) Vanbrunt soils.  Donavan, Hudnut, and Spokane soils are coarse-loamy.  Skanid soils are 10 to 20 inches deep to a paralithic contact with weathered granitic bedrock.  Swakane soils are 10 to 20 inches deep to a lithic contact with granitic bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazing, limited timber production, wildlife habitat, and watersheds are the principal uses.  The native vegetation is ponderosa pine, antelope bitterbrush, rose, Saskatoon serviceberry, arrowleaf balsamroot, strawberry, lupine, bluebunch wheatgrass, Idaho fescue, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colville Indian Reservation; Okanogan County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from 1 to 17 inches, a cambic horizon from 17 to 33 inches, and 35 to 60 percent rock fragments in the particle-size control section, 10 to 40 inches.  The description reflects a change in classification from loamy-skeletal, mixed, mesic Vitrandic Haploxerolls to loamy-skeletal, isotic mesic Vitrandic Haploxerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
