{
  "SERIES": "WHITE HOUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLR/JEJ",
  "REVDATE": "05/2011",
  "STATES": "AZ,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: White House gravelly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (7.5YR 5/4) gravelly loam, dark brown (7.5YR 3/2) moist; weak thin platy structure parting to moderate fine granular; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine roots; common fine irregular pores; 15 percent gravel; moderately acid (pH 5.6); clear smooth boundary.  (2 to 8 inches thick)\nBt1--3 to 9 inches; reddish brown (5YR 5/4) clay loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine and very fine roots; few fine and very fine tubular pores; few faint clay films on faces of peds; 2 percent fine gravel; slightly acid (pH 6.2) clear smooth boundary.  (5 to 18 inches thick)\nBt2--9 to 22 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate medium and coarse prismatic structure; hard, firm, moderately sticky and moderately plastic; common fine and very fine roots; few very fine irregular and tubular pores; many distinct clay films on faces of peds; 2 percent fine gravel; neutral (pH 7.0); clear wavy boundary.  (9 to 26 inches thick)\nBtk1--22 to 26 inches; dark red (2.5YR 3/6) clay, dark red (2.5YR 3/6) moist; moderate medium and coarse subangular and angular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine roots; few fine tubular pores; many distinct clay films on faces of peds; common pressure faces; common medium slickensides; 2 percent gravel; 9 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (3 to 10 inches thick)\nBtk2--26 to 39 inches; mixed red (2.5YR 4/6) and pink (5YR 7/4) clay loam, dark red (2.5YR 3/6) and light reddish brown (5YR 6/4) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; few fine roots; few very fine and fine tubular pores; common faint clay films on faces of peds; 5 percent gravel; common medium irregular calcium carbonate masses; 10 percent calcium carbonate equivalent; strongly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary.  (6 to 15 inches thick)\nBk1--39 to 49 inches; mixed yellowish red (5YR 5/6) and pink (5YR 7/4) sandy clay loam, yellowish red (5YR 4/6) and light reddish brown (5YR 6/3) moist; massive; hard, friable, slightly sticky and moderately plastic; few very fine tubular and irregular pores; 10 percent medium and coarse gravel; few fine and medium calcium carbonate masses; 2 percent calcium carbonate equivalent; slightly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (8 to 12 inches thick)\nBk2--49 to 60 inches; mixed yellowish red (5YR 5/8) and pink (5YR 7/3) very gravelly sandy clay loam, yellowish red (5YR 4/6) and light reddish brown (5YR 6/3) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine irregular pores; 35 percent medium and coarse gravel; few fine calcium carbonate masses; 2 percent calcium carbonate equivalent; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz County, Arizona; 1.3 miles east southeast of Highway 83 and .1 mile south of the El Paso Natural Gas pipeline in the San Ignacio Del Babocomari Grant, 3 miles south and 4.5 miles east of Sonoita in Section 11, T. 21 S., R. 17 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil Temperature: 59 to 70 degrees F.\nRock Fragments: averages less than 35 percent in the control section\nOrganic matter: averages 1 percent or more in the surface\nReaction:  moderately acid through moderately alkaline\nA horizon\nHue:  2.5YR, 5YR, 7.5YR\nValue:  3 through 6 dry, 2 to 6 moist\nChroma:  2 through 6 dry, 1 to 6 moist\nBt horizons\nHue:  2.5YR, 5YR, 7.5YR\nValue:  3 through 6, dry or moist\nChroma:  2 through 8, dry or moist\nTexture:  clay loam, clay, sandy clay loam, sandy clay (averages more than 35 percent clay and more than 30 percent sand)\nB, Bk or C horizons\nHue:  2.5YR through 10YR\nValue:  3 through 8 dry, 3 through 7 moist\nChroma:  2 through 8, dry or moist\nTexture:  sandy clay loam, clay loam, clay\nSome pedons contain thin layers of coarse sandy loam, loamy sand, or loamy coarse sand at depths greater than 25 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Antbed (T) (TX) series. Antbed soils are on alluvial flats and have less than 30 percent sand and 0 to 5 percent gravel throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: White House soils are on fan terraces and have slopes of 0 to 60 percent.  These soils formed in fan alluvium from mixed sources.  Elevations range from 2,990 to 5,540 feet.  The mean annual precipitation is 12 to 16 inches.  The mean annual air temperature is 57 to 67 degrees F.  The frost-free period is 160 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Forrest and Bernardino soils.  In addition is the Caralampi soil.  Caralampi soils are loamy-skeletal.  Forrest and Bernardino soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff; slow or very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: White House soils are used for livestock grazing and wildlife habitat.  A few areas are used for homesites and other urban uses.  Present vegetation is grama grasses, plains lovegrass, wolftail, curly mesquite, tobosa, and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona and New Mexico.  This series is extensive.  MLRAs are 38 and 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pima County (Tucson Area) Arizona; 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nArgillic horizon - the zone from 3 to 39 inches (Bt1, Bt2, Btk1, Btk2 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of AZ661, 2/2009, WWJ\nRevised for the correlation of Graham County, AZ, Southwestern Part; March, 2011, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
