{
  "SERIES": "WHITESAGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJL/CSW/JWB/",
  "REVDATE": "07/2008",
  "STATES": "UT",
  "OVERVIEW": "The Whitesage series consists of very deep, well drained, moderately permeable soils that formed in slope alluvium and residuum derived from sandstone, limestone, shale and quartzite rocks.  Whitesage soils are on fan remnants and structural benches.  Slopes range from 3 to 25 percent. Mean annual precipitation is about 14 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whitesage gravelly loam on a northeast facing 25 percent slope under grasses and shrubs at about 7,000 feet elevation.  (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 3 inches; brown (7.5YR 5/4) very gravelly loam, dark brown (7.5YR 3/2) moist; moderate very fine granular structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine, common fine, and few medium tubular pores; very slightly effervescent, carbonates are disseminated; 30 percent gravel, 15 percent cobbles on the surface; 5 percent gravel within the horizon; moderately alkaline (pH 8.2); abrupt smooth boundary.  (2 to 8 inches thick)\nBw--3 to 5 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/2) moist; moderate medium and fine subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine, few fine and medium roots; common very fine and fine, few medium tubular pores; very slightly effervescent, carbonates are disseminated; 5 percent gravel; moderately alkaline (pH 8.4); clear smooth boundary.  (2 to 14 inches thick)\nBk1--5 to 10 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/2) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; many very fine, common fine, and few medium tubular pores; slightly effervescent, carbonates are disseminated and segregated as few fine irregular shaped soft masses; 5 percent gravel; moderately alkaline (pH 8.4); clear smooth boundary.\nBk2--10 to 14 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 5/3) moist; moderate medium and fine subangular blocky structure; slightly hard, firm, moderately sticky and slightly plastic; common very fine, few fine and medium roots; many very fine, common fine, and few medium tubular pores; strongly effervescent, carbonates are disseminated and segregated as few fine irregular shaped soft masses; 5 percent gravel; strongly alkaline (pH 8.6); clear wavy boundary.\nBk3--14 to 19 inches; pinkish white (7.5YR 8/2) loam, pinkish gray (7.5YR 6/2) moist; massive; hard, firm, moderately sticky and slightly plastic; common very fine, few fine roots; many very fine, few fine tubular pores; violently effervescent, carbonates are disseminated and segregated as common fine irregular shaped soft masses and thin coatings on undersides of rock fragments; 5 percent gravel; strongly alkaline (pH 8.6); gradual wavy boundary.\nBk4--19 to 30 inches; pinkish white (7.5YR 8/2) loam, pinkish gray (7.5YR 6/2) moist; massive; hard, firm, slightly sticky and slightly plastic; common very fine, few fine roots; common very fine, few fine tubular pores; violently effervescent, carbonates are disseminated and segregated as common fine irregular shaped soft masses, and thin coatings on rock fragments; 5 percent gravel; strongly alkaline (pH 8.6); gradual wavy boundary.\nBk5--30 to 40 inches; pinkish white (7.5YR 8/2) loam, light brown (7.5YR 6/4) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine, few fine tubular pores; strongly effervescent, carbonates are disseminated and segregated as common fine irregular shaped soft masses and thin coatings on rock fragments; 10 percent gravel; strongly alkaline (pH 8.8); gradual wavy boundary.  (combined thickness of the Bk horizons are 26 to 50 inches)\nC--40 to 60 inches; pinkish gray (7.5YR 7/2) loam, brown (7.5YR 4/3) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine, few fine tubular pores; slightly effervescent, carbonates are disseminated; 10 percent gravel; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 1.5 miles northwest of Jones Hole Springs; 2,500 feet west and 1,800 feet north of the southeast corner of sec. 34, T.2S., R.25E., SLBM; Jones Hole USGS Quad; lat. 40 degrees, 36 minutes, 01 seconds N. and long. 109 degrees, 5 minutes, 48 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is influenced by precipitation that falls evenly throughout the year with slight increase in the summer and fall.  Aridic ustic moisture regime.\nMean annual soil temperature: 40 to 47 degrees F.\nDepth to the calcic horizon: 5 to 24 inches\nSurface horizons with mollic colors are not thick enough to qualify as a mollic epipedon\nThese soils are calcareous throughout\nParticle size control section (weighted average):\nClay content: 18 to 27 percent\nRock fragments: 0 to 15 percent gravel and cobbles\nCalcium carbonate equivalent: 15 to 40 percent\nA horizon:\nHue: 5YR or 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 6 dry, 2 to 4 moist\nTexture: gravelly fine sandy loam, very gravelly loam\nClay content: 12 to 20 percent\nCalcium carbonate equivalent: 3 to 15 percent\nReaction: Moderately or strongly alkaline\nBw horizon:\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6 dry or moist\nTexture: loam\nClay content: 18 to 27 percent\nRock fragments: 0 to 15 percent gravel and cobbles\nCalcium carbonate equivalent: 5 to 15 percent\nReaction: Moderately or strongly alkaline\nBk horizon:\nHue: 5YR or 7.5YR\nValue: 5 to 8 dry, 4 to 8 moist\nChroma: 2 to 6 dry or moist\nTexture: gravelly loam, loam, gravelly fine sandy loam\nClay content: 15 to 27 percent\nRock fragments: 0 to 35 percent gravel and cobbles\nCalcium carbonate equivalent: 15 to 40 percent\nReaction: Moderately or strongly alkaline\nC horizon:\nHue: 5YR or 7.5YR\nValue: 6 to 8 dry, 4 to 7 moist\nChroma: 3 to 6 dry, 4 to 6 moist\nTexture: loam\nClay content: 18 to 27 percent\nRock fragments: 0 to 15 percent gravel and cobbles\nCalcium carbonate equivalent: 10 to 20 percent\nReaction: Moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Madbeaver (MT), Redrock (T CO) and Rootel (MT) series.\nMadbeaver soils are somewhat poorly drained, does not have a Bw horizon and has a lithologic discontinuity.\nRedrock soils have greater than 27 percent clay in the particle-size control section.\nRootel soils are moderately deep to hard bedrock.\nMadbeaver and Rootel soils have peak periods of precipitation in the spring."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium, colluvium and residuum derived from sandstone, shale, limestone and quartzite\nLandform: fan remnants and structural benches\nSlopes: 3 to 25 percent\nElevation: 6,500 to 7,800 feet\nMean annual temperature: 38 to 45 degrees F.\nMean annual precipitation: 12 to 16 inches\nPrecipitation pattern: Wettest months are July to October and driest months are December and June\nFrost-free period: 85 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abracon, Cortyzack, Diagulch, and Honlu soils.  Abracon and Honlu soils have drier moisture control sections.  In addition, Honlu soils have 15 to 35 percent rock fragments in the particle size control section.  Diagulch and Cortyzack soils have mollic epipedons and are on plateau summits.  In addition, Cortyzack soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for rangeland, wildlife habitat, and recreation.  Potential vegetation consists of mountain big sagebrush, needleandthread, western wheatgrass, Indian ricegrass, and bluegrass.  This soil has been correlated to the Upland Loam (Mountain Big Sagebrush) - 047CY310UT range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and central Utah.  LRR D and E, MLRA 34B and 47. The series is of small extent.  The name is from a nearby geographic location."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uintah County, Uintah Area Soil Survey, Utah, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 40 inches.  (Bk2 through Bk5 horizons)\nOchric epipedon:  The zone from 0 to 3 inches.  (A horizon)\nCalcic horizon: The zone from 10 to 40 inches.  (Bk2 through Bk5 horizons).\nThe cation exchange activity class was inferred from laboratory data in the Uintah Area Soil Survey.\nThe fine-loamy particle size classification is a tentative placement.  Further investigation of these landforms and sediments would be necessary to understand the relative percentages of silicate and carbonate sized clays for a definitive placement.\nThe classification was changed from Haplocalcidic Ustochrepts to frigid Aridic Calciustepts 12/98.\nLast updated by the state: 8/99.\nTaxonomic version:  Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
