{
  "SERIES": "WHORLED",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-CEJ",
  "REVDATE": "01/2004",
  "STATES": "CA",
  "OVERVIEW": "The Whorled series consists of moderately deep, well drained soils that formed in material weathered from basalt, andesite and volcanic ash.  Whorled soils are on mountains and plateaus.  Slopes range from 2 to 30 percent.  The mean annual precipitation is about 35 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, frigid Typic Haploxerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Whorled very gravelly sandy loam, forested, on a 3 percent northeast facing slope under mixed conifers at 5,530 feet elevation.  When described November 3, 1983, the soil was moist to 23 inches and dry below and the soil temperature at 20 inches was 44 degrees F.  (Colors are for dry soil unless otherwise noted).\nOi--3 inches to 0; recent and highly decomposed fir and pine needles, twigs, cones and bark; abrupt smooth boundary.  (0 to 3 inches thick)\nA--0 to 5 inches; brown (10YR 4/3) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine, medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine and common medium roots; many very fine interstitial pores; 20 percent 2 to 5 mm pebbles; 30 percent 5 to 75 mm pebbles; sodium fluoride pH is 11.5; slightly acid (pH 6.5); clear wavy boundary.  (4 to 6 inches thick)\nBw1--5 to 12 inches; yellowish brown (10YR 5/4) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and medium and common coarse roots; many very fine interstitial pores; 15 percent cobbles; 20 percent 2 to 5 mm pebbles; 30 percent 5 to 75 mm pebbles; sodium fluoride pH is 11.0; slightly acid (pH 6.5); clear wavy boundary.\nBw2--12 to 27 inches; yellowish brown (10YR 5/4) extremely gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium and coarse roots; many very fine interstitial pores; 20 percent cobbles; 50 percent pebbles; sodium fluoride pH is 10.5; slightly acid (pH 6.5); abrupt irregular boundary.  (The combined thickness of the Bw horizon is 16 to 34 inches).\nR--27 to 31 inches; hard massive basalt; many horizontal fractures in upper 3 inches; a few pockets 5 inches deep with very coarse roots in them and some soil material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; about 7 miles northeast of Chester and 5 miles north of Highway 36 near the Lassen National Forest boundary; (about 50 feet S and 100 feet W of the found W 1/16 corner on the N side of Sec. 18), about 1200 feet E and 50 feet S of NW corner of Sec. 18, T. 29 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature varies from 44 to 46 degrees F.  The thickness of solum and depth to bedrock commonly is 25 to 35 inches, but ranges from 20 to 40 inches.  The soil moisture control section (10 inches to the lithic contact or 10 to 30 inches) is dry from August 1 to November 1 (90 days) and is moist in some or all parts the rest of the time.  The soil temperature exceeds 41 degrees F from May 1 to December 1 and exceeds 47 degrees F from June 1 to November 1.  The control section from 10 inches to the lithic contact has a weighted average of 8 to 15 percent clay and 50 to 70 percent rock fragments, mostly gravel.  The 15-bar water content of the fine earth fraction ranges from 18 to 19 percent.   Base saturation by sum of cations ranges from 10 to 25 percent.\nThe A horizon is 10YR 4/2 or 4/3 or 7.5YR 4/4.  Moist color is 10YR 3/2 or 7.5YR 3/2.  Rock fragments, mostly gravel, range from 45 to 55 percent.  Sodium fluoride pH ranges from 10.5 to 11.5.  Moist bulk density of the fine earth fraction ranges from 0.70 to 0.80 g/cc.\nThe Bw horizon is 10YR 5/4, 6/5; 7.5YR 4/4, 5/4 or 5/6.  Moist color is 10YR 3/4; 7.5YR 3/4 or 4/4.  Sodium fluoride pH ranges from 10.0 to 11.0.  It is very or extremely gravelly sandy loam with 50 to 70 percent rock fragments, mostly gravel.  Moist bulk density of the fine earth fraction ranges from 0.80 to 0.88 g/cc.\nAndic property data (see remarks for explanation):\nDepth   P-ret   B.D.   pHNaf   Glass   Alo   Feo   15barH2o\n0-5      95*    0.70    11.5    ND     3.0    1*     17.7\n5-12     95*    0.80    11.0    ND     3.0    1*     18.1\n12-27    95*    0.80    10.5    ND     2.5    1*     19.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Almanor (T) series.  The Almanor soils are greater than 40 inches deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Whorled soils are on mountains and plateaus.  Slopes are 2 to 30 percent.  These soils formed in mixed material from basalt, andesite and volcanic ash.  Elevation is 5,400 to 5,600 feet.  The climate is subhumid with warm dry summers and cold moist winters.  The mean annual precipitation is about 30 to 40 inches with 60 to 100 inches of snow.  The mean annual temperature is about 44 degrees F, mean July temperature is about 60 degrees F and mean January temperature is about 26 degrees F.  The frost-free season is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Almanor soils and the Baileycreek(T), Redriver(T) and Weste(T) soils.  Baileycreek soils have argillic horizons and are moderately deep to a paralithic contact.  Redriver soils are loamy-skeletal.  Weste soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow to rapid; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Whorled soils are used for timber production.  Vegetation is white fir and Jeffrey pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Plumas County around the Chester Area.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Plumas County, California, Susanville Area, Parts of Lassen and Plumas County Soil Survey Area, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was classified as medial-skeletal, frigid Typic Vitrandepts.  With the addition of the Andisol order, the classification is changed.  Bulk density and amorphous characteristics and other soil chemical data is assumed from data from a similar pedon on same landscape and from similar soil material  (Reference: S84CA-063-003-1 through 6; NSSL sample No 84P 4217-4222).\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from the mineral soil surface to a depth of 5 inches (A horizon).\nAndic soil properties-zone from the mineral soil surface to a depth of 27 inches (A, Bw1, Bw2 horizons).\nCambic horizon:  The zone from 5 to 27 inches (Bw1, Bw2 horizons).\nAndic property data definitions:\nP-ret: phosphate retention of the less than 2mm fraction.\nB.D.: bulk density of the less than 2mm fraction measured at 33kPa water retention.\npH NaF: pH of soil mixed with saturated sodium floride solution.\nGlass: percent volcanic glass.\nAlo: acid-oxalate-extractable aluminum of the less than 2mm fraction.\nFeo: acid-oxalate-extractable iron of the less than 2mm fraction.\n15 bar H20: dried 1500 kPa water retention as a percent.\nData elements with a * are estimated.\nNC: not calculated.\nND: not done.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
