{
  "SERIES": "WICKES",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-RJS-EMM",
  "REVDATE": "02/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wickes very gravelly loam, stony, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 20 cm inches; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; many very fine and few fine roots; many very fine and fine interstitial pores; 30 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear smooth boundary. (12 to 25 cm thick)\nBt1--20 to 38 cm; brown (10YR 5/3) very gravelly clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and few fine roots; many very fine and fine interstitial and tubular pores; common distinct brown (10YR 4/3) clay films on faces of peds; 30 percent gravel and 15 percent cobbles; neutral (pH 6.8); clear wavy boundary.\nBt2--38 to 61 cm; light olive brown (2.5Y 5/4) very cobbly loam, olive brown (2.5Y 4/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; few faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 25 percent gravel and 30 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (combined thickness of Bt1 & Bt2 horizons - 20 to 48 cm)\nBk--61 to 76 cm; light yellowish brown (2.5Y 6/4) extremely cobbly loam, olive brown (2.5Y 4/4) moist; weak very fine and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine and fine interstitial and tubular pores; 25 percent gravel and 40 percent cobbles; common fine masses of calcium carbonate, common distinct calcium carbonate coatings on fragments; strongly effervescent; slightly alkaline (pH 7.6). (15 to 45 cm thick)\nR--76 cm; dark gray (10YR 4/1) hard fine grained igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Montana; 670 meters south and 455 meters west of the northeast corner of sec. 16, T. 9 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAnnual soil temperature - 3.5 to 6.5 degrees C.\nMollic epipedon thickness - 20 to 25 cm\nDepth to argillic horizon - 12 to 25 cm\nDepth to calcic horizon - 35 to 70 cm\nDepth to a lithic contact - 50 to 100 cm\nA horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 1 to 3; dry or moist\nClay content: 13 to 27 percent\nRock fragments: 15 to 45 percent--5 to 30 percent gravel, 0 to 20 percent cobbles, 0 to 10 percent stones\nReaction: pH 6.1 to 7.3\nBt horizons\nHue: 10YR or 2.5Y; dry or moist\nValue: 4 or 5; dry or moist\nChroma: 2 to 4; dry or moist\nTexture: clay loam or loam\nClay content: 22 to 30 percent\nRock fragments: 35 to 60 percent--20 to 30 percent gravel, 10 to 30 percent cobbles, 0 to 5 percent stones\nReaction: pH 6.1 to 7.8\nBk horizon\nHue: 10YR or 2.5Y; dry or moist\nValue: 5 to 8 dry; 4 to 7 moist\nChroma: 2 to 4; dry or moist\nTexture: loam or sandy loam\nClay content: 15 to 25 percent\nRock fragments: 35 to 70 percent--15 to 35 percent gravel, 20 to 40 percent cobbles, 0 to 10 percent stones\nCalcium carbonate equivalent: 10 to 25 percent\nReaction: pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAverett (UT) - are very deep\nBendire (CO) - do not have secondary carbonate accumulation\nBlaincreek (MT) - do not have secondary carbonate accumulation\nBorpark (CO) - are very deep\nCrackerville (MT) - do not have secondary carbonate accumulation\nCrampton (MT) - do not have secondary carbonate accumulation\nCurecanti (CO) - are very deep\nEss (AZ) - are very deep\nHilger (MT) - are very deep\nHolter (MT) - are very deep\nQuinncreek (MT) - have hues of 7.5YR or redder in the argillic horizon\nSawbuck (MT) - do not have secondary carbonate accumulation\nSawicki (MT) - are very deep\nShawmut (MT) - are very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - eroded fan remnants, escarpments, ridges, hillslopes and mountain slopes\nElevation - 1,225 to 1,850 meters\nSlope - 2 to 70 percent\nParent material - colluvium, slope alluvium over residuum derived from hard fine grained sedimentary or fine grained igneous rock\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 360 to 485 mm\nMean annual air temperature - 2.5 to 6.5 degrees F.\nFrost-free period - 70 to 115 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wickes soils are primarily used for rangeland.  The potential native vegetation is mainly rough fescue, Idaho fescue, Western wheatgrass, prairie junegrass, big sagebrush, rubber rabbitbrush, and Rocky Mountain juniper.  Areas in woodland have an overstory of Douglas fir and ponderosa pine with an understory of Idaho fescue, rough fescue, bluebunch wheatgrass, and Rocky Mountain juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Wickes soils are of small extent in southwestern Montana. MLRAs - 43B, 44A and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 20 cm (A horizon)\nArgillic horizon - from 20 to 61 cm (Bt1 and Bt2 horizons)\nCalcic horizon - from 61 to 76 cm (Bk horizon)\nLithic contact - at 76 cm (R horizon)\nParticle-size control section from 20 to 61 cm (Bt1 and Bt2 horizons)\nWickes soils have a frigid temperature regime and an ustic moisture regime.\nAdditional Information: Soil interpretation records - MT1588, MT3061.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
