{
  "SERIES": "WICKIUP",
  "STATUS": "Established Series",
  "BYREV": "Rev.: RPM/TDT",
  "REVDATE": "05/2004",
  "STATES": "OR",
  "OVERVIEW": "The Wickiup series consists of very deep, poorly drained soils in depressions and swales on pumice mantled stream terraces.  They formed in gravel-size pumice and ash.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-pumiceous, glassy, nonacid Typic Cryaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wickiup ashy loamy sand - woodland, on less than 1 percent slope at 4500 feet elevation.  (When described (8/16/90), the soil was moist throughout.  Colors are for moist soil unless otherwise indicated.)\nOi--0 to 4 inches; slightly decomposed litter of lodgepole pine needles and huckleberry leaves and twigs.\nA--4 to 8 inches; grayish brown (10YR 5/2) ashy loamy sand, light gray (10YR 7/1) dry; few faint very dark grayish brown (10YR 3/2) redox depletions; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine and medium roots; many very fine tubular pores; slightly acid (pH 6.4); clear smooth boundary.  (2 to 5 inches thick.)\nBC1--8 to 14 inches; yellowish brown (10YR 5/6) very paragravelly ashy coarse sand, very pale brown (10YR 7/4) dry; few faint very dark grayish brown (10YR 3/2) redox depletions; massive; loose, nonsticky and nonplastic; few fine roots; many very fine irregular pores; 45 percent gravel-size pumice; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 15 inches thick.)\nBC2--14 to 64 inches; yellowish brown (10YR 5/6) extremely paragravelly ashy coarse sand, very pale brown (10YR 8/2) dry; many distinct yellowish brown (10YR 5/4) redox concentrations; massive; loose, nonsticky and nonplastic; many very fine irregular pores; 75 percent gravel-size pumice gravel; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; 500 feet west and 900 feet south of the northeast corner of the northwest quarter of section 1, T.25S, R.7E.  (Latitude 43 degrees, 26 minutes, 22 seconds N, Longitude 121 degrees, 49 minutes, 58 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to bedrock is greater than 60 inches.  Aquic conditions and redox features extend to the soil surface  The soils are usually moist and are dry less than 45 consecutive days in the four months that follow the summer solstice.  The mean annual soil temperature is 35 to 40 degrees F., the mean summer soil temperature is 40 to 43 degrees F. and the mean winter soil temperature is 32 to 35 degrees F.  Gravel-size pumice fragments 2 to 4 centimeters in diameter average 35 to 85 percent in the particle-size control section.  The fine-earth fraction is vesicular ash predominantly coarse sand size.  Field estimated clay content is 0 to 5 percent.  The soil contains 70 to 100 percent glass and glass-coated aggregate, phosphate retention of 25 to 60 percent, acid oxalate extractable aluminum plus one-half the iron of 0.4 to 1.0 percent, 15 bar water content of 3 to 12 percent on dried samples and moist bulk density of 0.70 to 1.00 grams per cubic centimeter.  It is strongly acid to neutral throughout.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 to 6 moist and 5 to 8 dry and chroma of 1 or 2 moist and dry.  It has faint dark grayish brown redox features.  The fine earth fraction may include a significant amount of diatomaceous earth that may impart a light color and fine texture.  It is ashy loamy sand or diatomaceous silt.\nThe BC horizon has hue of 10YR to 5Y, value 4 to 6 moist and 6 to 8 dry, and chroma of 1 to 6 moist and dry.  Redox features are faint or distinct dark grayish brown to reddish brown.  It has 35 to 90 percent gravel size pumice."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kirk and Deepdish series.  Deepdish soils contain spodic material, are somewhat poorly drained with depth to redox features and aquic conditions being 6 to 16 inches.  Kirk soils have a mollic epipedon and a medial loam surface layer that is 7 to 20 inches thick.."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wickiup soils are in depressions and swales on pumice-mantled stream terraces.  These soils formed in gravel-size pumice and ash.  The climate is characterized by cold, wet winters and cool, dry summers.  Elevation ranges from 4,000 to 5,500 feet.  The mean annual precipitation is 18 to 36 inches, falling mostly as snow.  The mean annual temperature is 40 to 44 degrees F.  The frost free period is 0 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lapine soils.  Lapine soils are on pumice plains and are excessively drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; rapid permeability.  There is a water table present from the surface to 2.5 feet from March through October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production and wildlife habitat.  Potential native vegetation is lodgepole pine, bog blueberry sedges, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lapine Basin of Central Oregon; MLRA 6.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County Oregon, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in the pedon are:\nOchric epipedon\nAndic soil properties - based on data from the Steiger series, pedon S87OR-035-001, and a pedon of Wickiup S03OR-035-013.\nParticle-size control section (4 to 44 inches) - andic soil properties are present throughout and 15 bar water content is less than 12 percent throughout.  Coarse fragments (weighted average) is 63 percent and all are pumice.\nPumice and ash are from Mt. Mazama\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 4 inches; slightly decomposed litter of lodgepole pine needles and huckleberry leaves and twigs."
      },
      {
        "name": "A",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--4 to 8 inches; grayish brown (10YR 5/2) ashy loamy sand, light gray (10YR 7/1) dry; few faint very dark grayish brown (10YR 3/2) redox depletions; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine and medium roots; many very fine tubular pores; slightly acid (pH 6.4); clear smooth boundary.  (2 to 5 inches thick.)"
      },
      {
        "name": "BC1",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC1--8 to 14 inches; yellowish brown (10YR 5/6) very paragravelly ashy coarse sand, very pale brown (10YR 7/4) dry; few faint very dark grayish brown (10YR 3/2) redox depletions; massive; loose, nonsticky and nonplastic; few fine roots; many very fine irregular pores; 45 percent gravel-size pumice; slightly acid (pH 6.2); gradual wavy boundary.  (5 to 15 inches thick.)"
      },
      {
        "name": "BC2",
        "top": 36,
        "bottom": 163,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC2--14 to 64 inches; yellowish brown (10YR 5/6) extremely paragravelly ashy coarse sand, very pale brown (10YR 8/2) dry; many distinct yellowish brown (10YR 5/4) redox concentrations; massive; loose, nonsticky and nonplastic; many very fine irregular pores; 75 percent gravel-size pumice gravel; slightly acid (pH 6.2)."
      }
    ]
  ]
}
