{
  "SERIES": "WICKFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. MKP-JDT",
  "REVDATE": "04/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, mesic Sapric Frasiwassists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wickford muck permanently submerged beneath 1 meter of fresh water on a 1 percent slope. (Colors are for moist soil unless noted differently.)\nOa1--0 to 22 cm; black (10YR 2/1) muck; 10 percent unrubbed fiber, 4 percent rubbed; very fluid; 56 percent organic matter; nonsaline;  extremely acid ((pH 3.7) in 1:2 0.01 M calcium chloride);  gradual boundary\nOa2--22 to 49 cm; black (10YR 2/1) muck; 25 percent unrubbed fiber, 10 percent rubbed; very fluid; 70 percent organic matter; nonsaline; extremely acid ((pH 4.1) in 1:2 0.01 M calcium chloride); abrupt boundary.  (Combined thickness of O horizons is 40 to 100 cm)\nCA--49 to 61 cm; dark gray (10YR 4/1) silt loam; massive; friable; moderately fluid; 3 percent organic matter; nonsaline; very strongly acid (pH 4.9); abrupt boundary\nAb--61 to 74 cm; very dark grayish brown (10YR 3/2) silt loam; massive; friable; moderately fluid; 8 percent organic matter; nonsaline; strongly acid (pH 5.4) abrupt boundary\nC--74 to 91 cm; grayish brown (10YR 5/2) fine sand; 5 percent fine faint cylindrical brown (7.5YR 4/4) mottles; massive; friable; nonfluid; 1 percent organic matter; nonsaline; ultra acid (pH 3.3); clear boundary\nCg1--91 to 114 cm; variegated 60 percent gray (5Y 5/1) and 40 percent gray (5Y 6/1) fine sand; massive; friable; nonfluid; nonsaline; slightly acid (pH 6.1); abrupt boundary\nCg2--114 to 205 cm; variegated 85 percent gray (5Y 5/1) and 15 percent gray (5Y 6/1) loamy very fine sand; massive; friable; nonsaline; slightly acid (pH 6.1); nonfluid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Rhode Island; type location is located in the northeast cove of Belleville Pond; USGS Wickford, RI topographic quadrangle; Latitude 41 degrees, 33 minutes, 49 seconds N. and Longitude 71 degrees, 28 minutes, 42 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Gravel ranges from 0 to 34 percent in all mineral horizons.\nThe O horizon has a hue of 10YR, value of 2 or 3, and chroma of 1 to 4.  Materials may be sapric or hemic. Reaction ranges from ultra to extremely acid (pH in 0.01 M CaCl2 is less than 4.5). Woody fragments are present in some pedons.\nThe CA horizon, where present, has a hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 or 3.  Texture ranges from silt loam to sand.\nThe Ab horizon, where present, has a hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2. Texture ranges from silt loam to sand.\nThe C horizon has a hue of 5Y, 2.5Y, or 10YR, value of 4 to 6, and chroma of 1 or 2.  Texture ranges from silt loam to coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Tuckertown soils formed in more than 130 cm. of sapric material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wickford soils are found on permanently submerged organic deposits in freshwater ponds. Slope ranges from 0 to 3 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Shannock (T), Aquapaug, Wickford, and Burlingame series. Shannock (T) soils are on lake bottoms and have an umbric epipedon.  Tuckertown soils have greater than 130 cm. of organic material.  Burlingame soils have materials finer than loamy fine sand within the particle size control section. Aquapaug soils are on lake bottoms and have sandy textures throughout the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Subaqueous soil, peraquic soil moisture regime, moderately high saturated hydraulic conductivity due to low bulk density. The soil is permanently submerged with fresh water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas of this soil are used for recreational fishing and swimming. Vegetation includes bladderwort (Utricularia sp.), fanwort (Cabomba caroliniana), variable milfoil (Myriophyllum heterophyllum), white water lily (Nymphaea ordorata), and yellow water lily (Nuphar variegatum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in freshwater ponds of the Northeast in MLRAs 144A and 149B. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA 144A Freshwater Soil Survey Project, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Reference samples from pedon ID 2011RI009021. Samples collected and analyzed by the University of Rhode Island, 2011.\nDiagnostic horizons and features recognized in this pedon include:\n1. Peraquic Feature - positive soil water potential (permanently submerged) at the soil surface\n2. Sapric soil material - the zone from 0 to 49 cm (Oa1 and Oa2 horizons)\n3. Dysic soil reaction - the zone from 0 to 49 cm. has no layer with a pH of 4.5 or more in 1:2 0.01M calcium chloride.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
