{
  "SERIES": "WICK",
  "STATUS": "Established Series",
  "BYREV": "STP-JRS-LER",
  "REVDATE": "06/2011",
  "STATES": "OH,PA",
  "OVERVIEW": "The Wick series consists of very deep, very poorly drained soils formed in silty alluvium mostly derived from Wisconsin age till on flood plains. Permeability is moderate or moderately slow. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 36 inches, and mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, mesic Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wick silt loam, on a 0 percent slope in mixed grasses and weeds at an elevation of about 929 feet above msl. (Colors are for moist soil unless otherwise noted.)\nA1 -- 0 to 4 inches; dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; moderate fine and medium granular structure; friable; many very fine to medium roots throughout; common fine and medium prominent dark reddish brown (2.5YR 3/4) and dark red (2.5YR 3/6) rhizospheres in root channels; strongly acid; clear wavy boundary.\nA2 -- 4 to 8 inches; dark gray (10YR 4/1) silty clay loam, gray (10YR 6/1) dry; weak coarse granular structure; friable; many very fine to medium roots throughout; common fine and medium prominent dark reddish brown (2.5YR 3/4) and dark red (2.5YR 3/6) rhizospheres in root channels; strongly acid; clear wavy boundary. (Combined thickness of the A horizons is from 2 to 10 inches.)\nBg1 -- 8 to 18 inches; gray (10YR 5/1) silt loam; weak medium subangular blocky structure; friable; common very fine and fine roots throughout; common fine and medium prominent dark red (2.5YR 3/6) masses of iron accumulation lining root channels, and common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation in the matrix oriented around root channels; moderately acid; clear wavy boundary.\nBg2 -- 18 to 36 inches; gray (N 5/0) silt loam; weak coarse subangular blocky structure; friable; common very fine and fine roots throughout; common fine and medium prominent dark red (2.5YR 3/6) masses of iron accumulation lining root channels, and common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix oriented around root channels; moderately acid; clear wavy boundary. (Combined thickness of the Bg horizons is 10 to 38 inches.)\nCg1 -- 36 to 50 inches; dark greenish gray (5G 4/1) silt loam; massive; friable; very few very fine roots throughout; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation lining root channels, and few fine and medium prominent yellowish brown (10YR 5/4) masses of iron accumulation in the matrix oriented around root channels; moderately acid; abrupt wavy boundary.\nCg2 -- 50 to 53 inches; dark gray (N 4/0) sandy loam; massive; very friable; 11 percent rock fragments; moderately acid; abrupt wavy boundary.\nCg3 -- 53 to 77 inches; gray (N 5/0) silty clay loam stratified with gray (N 6/0) fine sandy loam; massive; friable; 1 percent rock fragments; slightly acid; clear wavy boundary.\nCg4 -- 77 to 80 inches; gray (N 5/0) silt loam; massive; friable; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ashtabula County, Ohio; Wayne Township, about 1.6 miles east of Wayne, 3,275 feet east of the intersection of State Route 322 and Hayes Road (County Road 147), then 800 feet north, T. 8 N., R. 2 W.; USGS Cherry Valley, OH topographic quadrangle; Latitude 41 degrees, 32 minutes, 9 seconds N. and Longitude 80 degrees, 38 minutes, 8 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 to 40 inches. Depth to carbonates is greater than 80 inches. Rock fragment content ranges from 0 to 2 percent in the A horizon, 0 to 5 percent in the B horizons, and 0 to 15 percent in the C horizons.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 1 to 4. Texture is silt loam or silty clay loam. Structure is weak or moderate, fine to coarse, granular. Reaction is very strongly acid to slightly acid.\nThe Bg horizon has hue of 10YR to 5Y or N, value of 4 to 6, and chroma of 0 to 2. Texture is silt loam or silty clay loam. Structure is weak or moderate, fine to coarse, subangular blocky. Reaction is very strongly acid to slightly acid.\nThe Cg horizon has hue of 10YR to 5Y, or N or 5G, value of 4 to 6, and chroma of 0 to 2. Texture is silt loam or silty clay loam. Below 40 inches some pedons have strata of silty clay, loam, fine sandy loam, sandy loam, loamy sand or their gravelly analogues. Reaction is strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Aetna, Canalschool (T), Nookchamps, Petrolia, Puget, Rafton, and Skagit. Aetna soils have a buried mollic epipedon that is 10 to 24 inches thick. Canalschool (T) have elevations of less than 400 ft msl. Nookchamps soils formed at elevations of 45 to 250 feet and have about 10 to 30 percent more precipitation. Petrolia soils have a solum greater than 40 inches thick. Puget soils have a mild marine climate. Rafton soils developed at elevations of 10 to 20 feet and receives about 25 percent more precipitation.  Skagit soils formed in alluvium high in volcanic ash content."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wick soils formed in alluvium whose source was Wisconsinan age till and lacustrine sediments and are on flood plain steps on flood plains. Slope ranges from 0 to 2 percent. Elevations are from 570 to 1,100 feet above msl. The mean annual temperature ranges from 47 to 52 degrees F., and the mean annual precipitation ranges from 29 to 43 inches. The frost free period is 133 to 198 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blakeslee, Carlisle, Chenango, Darien, Gageville, Mill, Pierpont, Red Hook, and Stanhope soils. The moderately well drained Gageville and Pierpont soils, somewhat poorly drained Darien soils, and poorly drained Mill soils are on adjacent till plains. The well drained Chenango soils, moderately well drained Blakeslee soils, and somewhat poorly drained Red Hook soils are on adjacent outwash terraces. The very poorly drained Carlisle soils formed in organic materials on nearby depressions. The somewhat poorly drained Stanhope soils are on slightly higher landscape positions on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. The potential for surface runoff is negligible to low. Permeability is moderate or moderately slow. Wick soils are subject to frequent flooding for brief to long duration. Depth to an intermittent apparent seasonal high water table is +1.0 foot to the surface from November to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for woodland, pasture, and nature preserves. Natural vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 139 in northeastern Ohio and northwestern Pennsylvania.  The series is of small extent, about 4,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ashtabula County, Ohio, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils that were mapped as Holly silt loam, classified as Fine-loamy, mixed, nonacid, mesic Typic Fluvaquents in the Ashtabula County Soil Survey, published 1973, were correlated as the Wick series during the modernization project of that survey.\nDiagnostic horizons and features in this pedon include:\na) Ochric epipedon - from a depth of 0 to 8 inches (A1 and A2 horizons).\nb) Aquic conditions - begin at or near the surface.\nc) Cambic horizon - from a depth of 8 to 36 inches (Bg1 and Bg2 horizons).\nADDITIONAL DATA: Refer to pedon AB-130 for characterization data on the typical pedon, sample numbers 27079 - 27091, from Ashtabula County, Ohio; samples analyzed by the Ohio State University Soil Characterization Laboratory, Columbus, Ohio.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
