{
  "SERIES": "WICKENBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJC/PDC/CLG/WWJ",
  "REVDATE": "10/2007",
  "STATES": "AZ",
  "OVERVIEW": "The Wickenburg series consists of shallow, well drained soils that formed in mixed alluvium-colluvium. Wickenburg soils are on pediment hillslopes and mountain slopes with gradients of 1 to 65 percent. The average annual precipitation is about 10 inches and the mean annual temperature is about 68 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wickenburg gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; light reddish brown (5YR 6/3) gravelly sandy loam, reddish brown (5YR 4/3) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 25 percent pebbles; noneffervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 4 inches thick)\nBw--1 to 12 inches; reddish brown (5YR 4/4) very gravelly sandy loam, dark reddish brown (5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; 40 percent pebbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (9 to 16 inches thick)\n2Cr--12 to 60 inches; partially weathered granitic rock (grus); common very fine roots; few thin clay films coating bedrock and in fractures; fine lime coatings in fractures. (30 to 60 inches or more thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Maricopa County, Arizona; 2400 feet east and 2100 feet south of the NW corner of section 29, T. 7 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the SMCS during July-September and December-February. Typic aridic moisture regime.\nRock fragments: Averages >35 percent pebbles in the control section\nDepth to paralithic contact: 10 to 20 inches\nDepth to bedrock: 40 to 60 inches or more\nA horizon\nHue: 7.5YR or 5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4\nTexture:  sandy loam, loam (10 to 25 percent clay)\nOrganic matter: less than 1 percent\nReaction:  mildly or moderately alkaline\nB horizon\nHue: 7.5YR or 5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4\nTexture:  sandy loam, loam, sandy clay loam (15 to 25 percent clay)\nCalcium carbonate: dominantly noneffervescent; effervescent in some pedons\nReaction:  mildly or moderately alkaline\n2Cr horizon\nPartially weathered, highly fractured rock that is readily broken by hand. Becomes harder with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wickenburg soils are on pediment hillslopes and mountain slopes with gradients of 1 to 65 percent. They formed in alluvium-colluvium from granitic rock and minor areas of volcanic rock.  Elevation is 1800 to 4000 feet. The climate is warm and semiarid continental. Average annual precipitation is 8 to 12 inches occurring as summer thunderstorms and gentle winter rain. Mean annual temperature is 66 to 70 degrees F. The frost-free period is about 220 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the similar Cellar and Lehmans soils, these are the Dixaleta and Gran soils. Gran soils have argillic horizons and Dixaleta soils lack cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing. The present vegetation is ironwood, paloverde, shrubby buckwheat, catclaw, yucca, triangle bursage, saguaro, ocotillo, graythorn, canotia, bush muhly and range ratany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Arizona. The series is moderately extensive. MLRA 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Maricopa County, Arizona; 1982"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inches (A horizon)\nCambic horizon - The zone from 1 to 12 inches (Bw horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
