{
  "SERIES": "WIDOWS",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJK/TDT",
  "REVDATE": "01/2003",
  "STATES": "OR",
  "OVERVIEW": "The Widows series consists of shallow, well drained soils that formed in colluvium and residuum weathered mainly from serpentine and ultramafic rocks.  Widows soils are on ridge tops, shoulders, and convex side slopes of hills and mountains.  Slopes are 3 to 50 percent.  The mean annual precipitation is about 20 inches and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, magnesic, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Widows extremely cobbly clay loam-range; on a 50 percent south slope at a elevation of 4,225 feet.  (When described on July 8, 2002, the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) extremely cobbly clay loam, brown (10YR 4/3) dry; weak fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and common very fine roots; common fine discontinuous pores; 35 percent cobbles and 35 percent gravel; neutral (pH 6.6); abrupt wavy boundary.  (2 to 10 inches thick)\nBt--2 to 14 inches; black (10YR 2/1) very gravelly clay, very dark gray (10YR 3/1) dry; moderate medium subangular blocky structure; hard, very firm, very sticky and very plastic; many very fine roots; common fine discontinuous pores; continuous prominent clay films on ped faces; 10 percent cobbles and 30 percent gravel; neutral (pH 6.8); clear wavy boundary.  (8 to 10 inches thick)\nR--14 inches; hard, fractured serpentine, partially weathered in the upper few inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; on Horseshoe Butte, about 12 miles southwest of Mt. Vernon, Oregon; 700 feet north and 2,400 feet west of the southeast corner section 35, T. 13 S., R. 28 E.  (Shop Gulch, Oregon 7.5 minute USGS quadrangle, 44 degrees, 23 minutes, 25 seconds north latitude, 119 degrees, 18 minutes 31 seconds west longitude)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 47 degrees F.  The soils are usually moist but are dry between depths of 4 and 12 inches for 60 to 80 consecutive days during the four-month period following the summer solstice.  Depth to a lithic contact is 10 to 20 inches.  Serpentine or ultramafic rock fragments range from 35 to 70 percent by volume throughout.  The thickness of the mollic epipedon ranges from 10 to 20 inches and includes the Bt horizon. Hue is dominantly 10YR, but includes 7.5YR.  Base saturation by sum is 80 to 95 percent throughout the solum.\nThe A horizon has chroma of 2 or 3 moist and dry and value 2 or 3 moist and 3 or 4 dry. The north-facing slopes. The A horizon is loam or clay loam with 20 to 35 percent clay. It has 0 to 10 percent stones, 15 to 40 percent cobbles, and 15 to 40 percent gravel.  The surface texture on north slopes is more loamy than on south slopes.\nThe Bt horizon has chroma of 1 to 3 moist and dry and value 2 or 3 moist and dry.  The argillic horizon has 40 to 60 percent clay, 0 to 10 percent stones, 15 to 40 percent cobbles, and 15 to 40 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Widows soils are on ridge tops, shoulders, and convex side slopes of hills and mountains.  Elevations range from 3,800 to 5,500 feet, but may range up to 6,600 feet on south-facing slopes.  They formed in mixed colluvium and residuum weathered mostly from serpentine or ultramafic rocks.  The climate is characterized by cold wet winters, and hot dry summers.  The mean annual precipitation is 17 to 24 inches.  Mean annual air temperature is 40 to 45 degrees F., mean July temperature is about 56 to 60 degrees F., and mean January temperature is 27 to 30 degrees F.  The frost-free period is 30 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Wymer (T), Lemonex, and Anatone soils.  The Wymer soils are on north-facing side slopes and footslopes of hills and mountains, are moderately deep to serpentine bedrock, have vitrandic surface features, and have less than 35 percent rock fragments throughout.  The Anatone soils are on side slopes, ridgetops, and shoulders of hills, are adjacent but weathered from non serpentine or mixed rock types, and are loamy-skeletal.  The Lemonex soils are on adjacent, higher, forested footslopes and side slopes of mountains and hills, have less than 35 percent rock fragments throughout, and  have serpentine bedrock at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing.  Native vegetation is bluebunch wheatgrass and Idaho fescue.  Idaho fescue is dominant on the north-facing slopes.  This soil is on grazing land, but near the ecotone break between grazing land and forestland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Strawberry and Aldrich Range of the Blue Mountains of east-central Oregon; MLRA 9.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Grant County Area, Oregon, 2003.  The name is from Widows Creek located southwest of Mt. Vernon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nMollic epipedon - 0 to 14 inches (A and Bt horizons)\nArgillic horizon - 2 to 14 inches (Bt horizon)\nXeric moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
