{
  "SERIES": "WIDTSOE",
  "STATUS": "Established Series",
  "BYREV": "REV:  JTB/HKS/RLT",
  "REVDATE": "02/1999",
  "STATES": "UT",
  "OVERVIEW": "The Widtsoe series consists of very deep, well drained, moderately slowly permeable soils on mountainsides and ridges.  They formed in alluvium derived dominantly from basic and intermediate igneous rock.  Slope ranges from 8 to 20 percent.  The mean annual temperature is 42 degrees F. and the mean annual precipitation is 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Widtsoe gravelly sandy loam--rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 8 inches; grayish brown (10YR 5/2) gravelly sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; common fine roots; common fine interstitial pores; 25 percent pebbles, 5 percent cobbles and 1 percent stones; neutral (pH 7.0); clear smooth boundary.  (2 to 4 inches thick)\nBt--8 to 15 inches; reddish brown (5YR 4/4) very gravelly clay loam, dark reddish brown (5YR 3/4) moist; weak to moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine, medium and few coarse roots; few fine and medium interstitial pores; few thin clay films on faces of peds; 50 percent pebbles and 10 percent cobbles; neutral (pH 7.0); abrupt broken boundary.  (6 to 8 inches thick)\nBk--15 to 19 inches; pink (5YR 8/4) very cobbly loam, reddish yellow (5YR 6/6) moist; massive; very hard, very firm, nonsticky and nonplastic; few medium and coarse roots; 35 percent cobbles and 15 percent pebbles coated with carbonates; very strongly calcareous; moderately alkaline (pH 8.0); gradual wavy boundary.  (1 to 5 inches thick)\n2Bk1--19 to 31 inches; brown (7.5YR 5/2) very cobbly loamy sand, dark brown (7.5YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; common medium and coarse roots; common medium interstitial pores; 30 percent cobbles and 25 percent pebbles coated with carbonates on bottom sides; strongly and very strongly calcareous; mildly alkaline (pH 7.8); abrupt broken boundary.  (10 to 18 inches thick)\n2Bk2--31 to 33 inches; pinkish white (7.5YR 8/2) extremely cobbly sandy loam, pinkish white (7.5YR 8/2) moist; massive; very hard, very firm, nonsticky and nonplastic; few very fine roots; 35 percent cobbles and 30 percent pebbles coated with carbonates; very strongly calcareous; moderately alkaline (pH 8.0); gradual wavy boundary.  (1 to 3 inches thick)\n2Bk3--33 to 60 inches; reddish brown (5YR 5/4) and pink (5YR 8/4) extremely cobbly sandy loam, reddish brown (5YR 4/4) and yellowish red (5YR 5/6) moist; massive; very hard, very firm, nonsticky and nonplastic; 35 percent pebbles and 30 percent cobbles coated with carbonates; strongly calcareous; moderately alkaline (pH 8.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Utah; 3.5 miles southwest of Antimony; in the SW 1/4 of sec. 25 T. 31 5., R 2 1/2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 10 inches thick.  A calcic horizon is present at depths of 14 to 18 inches.  The soil material is estimated to be 8 to 20 feet thick over bedrock.  Rock fragments range from 35 to 70 percent in the particle size control section.  These soils have a mean annual soil temperature of about 44 to 47 degrees F. and a mean summer soil temperature at a depth of 20 inches is about 59 to 64 degrees F.  The soils are moist in some part of the moisture control section for more than 1/2 of the time the soil temperature is above 41 degrees F.  They are dry in all parts of the soil between depths of 8 and 24 inches for less than 60 consecutive days within a 3 month period following the summer solstice in more than 7 out of 10 years.\nThe A1 horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3.\nThe Bt horizon has hue of 5YR to 7.5YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 4 to 6.  Clay content is 25 to 35 percent.  Rock fragment content ranges from 35 to 60 percent.  Reaction is neutral to moderately alkaline.\nThe Bk horizons have hue of 5YR or 7.5YR, value of 5 to 8 dry, 4 to 8 moist and chroma of 2 to 6.  Texture is typically very cobbly loamy sand, very cobbly loam or extremely cobbly sandy loam.  Clay content is 10 to 20 percent.  Rock fragment is 50 to 65 percent.  They are strongly calcareous or very strongly calcareous.  Reaction is mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beaverton, Curecanti, Harol, Harpole, Hilger, Holte (T), Ironco (T) and Shawmut series.  Beaverton, Hilger, Holte and Shawmut soils have hue of 10YR or yellower.  Curecanti, Harol, Harpole and Ironco lack calcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Widtsoe soils are on dissected pediments veneered with fluvial volcanic alluvium.  They are on moderately steep side slopes of long narrow ridges.  Slope gradients are 8 to 20 percent.  Elevations range from 7,500 to 8,300 feet.  The average annual precipitation is 12 to 16 inches and the freeze-free period ranges from 75 to 85 days.  The mean annual temperature is 42 to 45 degrees F. and the average summer temperature is 59 to 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Circleville and Datino soils.  Circleville soils are moderately deep.  Datino soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for rangeland.  Native vegetation is pinyon pine, Utah juniper, bitterbrush, curlleaf mountainmahogany, blue grama, bluebunch wheatgrass, Indian ricegrass, needleandthread grass and some big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are in the southern central part of Utah.  They are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garfield County (Paunsaugunt Soil Survey Area), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Brown soils.  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of 8 inches (A horizon)\nArgillic horizon - the zone from 8 to 15 inches (Bt horizon)\nCalcic horizon - the zone below 15 inches (Bk, 2Bk1, 2Bk2, 2Bk3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
