{
  "SERIES": "WIFFO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWW-RLB-JVC-JBF",
  "REVDATE": "12/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wiffo very gravelly loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The surface is covered with 35 percent gravel, 1 percent cobbles and 1 percent stones.\nA1--0 to 8 cm; light brownish gray (10YR 6/2) very gravelly loam, dark grayish brown (10YR 4/2) moist; weak thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine vesicular pores; 45 percent gravel; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 10 cm thick)\nA2--8 to 20 cm; light brownish gray (10YR 6/2) very gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, and common coarse roots; many very fine interstitial pores; 40 percent gravel and 5 percent cobbles; secondary carbonates segregated as few coats on bottoms of rock fragments; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (8 to 18 cm thick)\nC1--20 to 69 cm; light gray (10YR 7/2) extremely gravelly sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium and coarse roots; many very fine interstitial pores; 65 percent gravel, 5 percent cobbles, and 5 percent stones; secondary carbonates segregated as few coats on bottoms of rock fragments; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (25 to 75 cm thick)\nC2--69 to 152 cm; light gray (10YR 7/2) stratified extremely gravelly sandy loam and very gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots in extremely gravelly coarse sand layers and common very fine roots in extremely gravelly sandy loam layers; many very fine interstitial pores; 75 percent gravel; secondary carbonates segregated as few coats on bottoms of rock fragments; violently effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 8 miles east of Montello; about 500 feet east and 700 feet north of the southwest corner of section 4, T. 39 N., R. 70 E.; USGS Tecoma 7.5 minute topographic quadrangle; latitude 41 degrees 17 minutes 11 seconds N and longitude 114 degrees 03 minutes 32 seconds W; WGS84 Decimal Degrees 41.2863889 latitude, -114.0588889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry June through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to C1 horizon: 13 to 25 cm.\nDepth to C2 horizon: 50 to 90 cm.\nReaction: Moderately alkaline or strongly alkaline.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 15 to 25 percent.\nParticle-size control section - Clay content:  Averages 5 to 15 percent.\nRock fragments:  Averages 50 to 75 percent, mainly gravel.  Lithology of fragments is calcareous sedimentary rocks such as limestone and conglomerate.\nA horizons\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3, dry or moist.\nC1 horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Very gravelly sandy loam or extremely gravelly sandy loam.\nClay content:  Averages 8 to 15 percent.\nStructure:  Weak subangular blocky or it is massive.\nC2 horizon\nHue:  10YR or 2.5Y.\nValue:  6 through 8 dry, 4 through 6 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Stratified extremely gravelly sandy loam to very gravelly coarse sand.\nClay content:  5 to 15 percent.\nStructure:  Structureless, massive or single grain.\nConsistence: Soft or loose dry, loose or very friable moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annabella and Warrior series.\nAnnabella soils are moist for 10 to 20 days cumulative between July and October due to convection storms.  Warrior soils have 10 to 30 percent cobbles in the particle-size control section and the A horizon is slightly acid or neutral."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wiffo soils are on fan skirts and inset fans.  These soils formed in alluvium derived from calcareous sedimentary rocks such as limestone, shale, and conglomerate.  Slopes are 2 to 8 percent.  Elevations range from 1,375 to 1,830 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Gravier soil.  Gravier soils have calcic horizons and a typic aridic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Wiffo soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, Indian ricegrass, Sandberg's bluegrass, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nevada.  These soils are moderately extensive.  MLRAs 25, 28A, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Northeast Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nParticle size control section - The zone from 25 to 100 cm (parts of the C1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
