{
  "SERIES": "WIFTON",
  "STATUS": "Tentative Series",
  "BYREV": "PWB/TM/RLB",
  "REVDATE": "12/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wifton extremely stony sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface is partly covered with 10 percent gravel, 5 percent cobbles and 5 percent stones.\nA1--0 to 5 cm; light brownish gray (10YR 6/2) extremely stony sandy loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure; soft, very friable, nonsticky and slightly plastic; many very fine and common fine roots; many very fine and fine vesicular pores; 10 percent gravel, 20 percent cobbles and 30 percent stones; neutral (pH 7.2); clear smooth boundary. (3 to 8 cm thick)\nA2--5 to 13 cm; pale brown (10YR 6/3) extremely stony sandy loam, dark brown (10YR 4/3) moist; strong thin platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and few fine interstitial pores; 15 percent gravel, 20 percent cobbles and 30 percent stones; slightly alkaline (pH 7.8); clear wavy boundary. (5 to 13 cm thick)\nBw--13 to 43 cm; pale brown (10YR 6/3) extremely stony sandy loam, dark brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; many very fine interstitial and few fine tubular pores; 10 percent gravel; 30 percent cobbles and 30 percent stones; slightly alkaline (pH 7.6); gradual wavy boundary. (18 to 30 cm thick)\nBk1--43 to 91 cm; very pale brown (10YR 7/3) extremely stony sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, nonsticky and slightly plastic; many very fine, few fine and medium roots; few fine tubular pores; few thin carbonate coats on undersides of rock fragments; 10 percent gravel; 30 percent cobbles and 30 percent stones; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (25 to 64 cm thick)\nBk2--91 to 140 cm; very pale brown (10YR 7/3) extremely stony sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and slightly plastic; common very fine and fine, few medium roots; many very fine interstitial pores; few thin carbonate coats on undersides of rock fragments; 5 percent gravel, 30 percent cobbles and 35 percent stones; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elko County, Nevada; approximately 9 miles southeast of Montello; about 1,750 feet east and 100 feet south of the northwest corner of section 29, T. 38 N., R. 70 E.; USGS Patterson Pass 7.5-minute topographic quadrangle; 41 degrees, 09 minutes, 12 seconds north latitude and 114 degrees, 04 minutes, 31 seconds west longitude; WGS84 Decimal Degrees 41.1533333 latitude, -114.1644444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in the winter and spring, dry mid-June through October, for about 90 to 115 days following the summer solstice; aridic soil moisture regime bordering on xeric.\nSoil temperature - 8 to 10 degrees C.\nDepth to carbonates - 25 to 50 cm.\nReaction - Mildly alkaline to strongly alkaline.\nControl section - Clay content: Averages 10 to 18 percent.\nRock fragments: 60 to 80 percent.\nA horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3.\nBw and Bk horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4.\nRock fragments: 60 to 80 percent, mainly cobbles and stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bluegulch, Cewat, Darkcanyon, Felcher, Finley, Graveya, Kiona, Mackey, Minat, Nibbs, Panlee, Veet, and Veta series.  Bluegulch and Panlee soils have bedrock within 100 to 152 cm of the soil surface.  In addition, Panlee soils have indurated hardpans capping the bedrock.  Cewat, Darkcanyon, Felcher, and Mackey soils have bedrock within 50 to 100 cm of the soil surface.  Finley soils have 2C horizons with texture of sand or loamy sand in the fine earth fraction and the rock fragments in the control section are mainly gravel.  Graveya, Minat, Nibbs, Veet and Veta soils have rock fragments that are mainly gravel in the series control section.  Graveya soils also have 2Bkq horizons with silica and carbonate coating rock fragments.  Minat soils also have 35 to 60 percent rock fragments in the control section, textures of loam or fine sandy loam and Bqk horizons with durinodes.  Nibbs soils also have stratified sand and gravel at depths of 53 to 104 cm and silt loam or loam Bw horizon textures.  Veet soils also have 35 to 60 percent rock fragments, mainly gravel in the control section and mean annual soil temperature of 12 to 15 degrees C.  Veta soils also have mean annual soil temperatures of 10 to 12 degrees C., and are noncalcareous to 71 cm or more.   Kiona soils have 35 to 75 percent rock fragments that are mainly angular basalt cobbles.  In addition, Kiona soils have cobbly or very cobbly silt loam, loam or very fine sandy loam Bw horizon, mean annual soil temperature of 10 to 12 degrees C., and are dry for 115 to 130 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wifton soils are on alluvial fans.  They formed in alluvium and colluvium from mixed rock sources.  Elevations are 1,555 to 1,800 meters.  Slopes range from 2 to 8 percent.  The climate is semiarid, with cold, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm; the mean annual air temperature is 7 to 9 degrees C.; the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Holborn, Jericho and Kzin series.  Holborn soils are very shallow over soft rock.  Jericho soils are shallow to duripans.   Kzin soils are shallow over soft rock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow or medium runoff; moderately rapid saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, spiny hopsage, Indian ricegrass and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Nevada, MLRA 28A and 28B.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Elko County, Nevada, Northeast Part, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the soil surface to about 18 cm (The A1, A2 and part of the Bw horizon).\nCambic horizon - the zone from about 13 to 43 cm (The Bw horizon).\nXerollic feature - soil moisture regime and organic carbon content meets the requirements for \"Xerollic\".\nParticle-size control section - the zone from about 25 to 100 cm (The Bk1 and parts of the Bw and Bk2 horizons).\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
