{
  "SERIES": "WILCOX",
  "STATUS": "Established Series",
  "BYREV": "Rev. FVB: PGM, GRB",
  "REVDATE": "12/2014",
  "STATES": "AL,AR,FL,GA,LA,MS,TN",
  "OVERVIEW": "The Wilcox series consists of deep, somewhat poorly drained, very slowly permeable soils that formed in clayey sediments overlying shale.  They are on uplands of the Southern Coastal Plain (MLRA 133A) and the Western Coastal Plain (MLRA 133B) Major Land Resource Areas.  Near the type location, the average annual air temperature is about 63 degrees F., and the average annual precipitation is about 53 inches.  Slopes range from 1 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Chromic Dystruderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wilcox clay, in an area of forestland, a micro-high of cyclic pedon (Colors are for moist soil).\nAp--0 to 4 inches; brown (10YR 4/3) clay; moderate fine subangular blocky structure; firm; many fine roots; few fine faint brown (7.5YR 4/4) masses of iron accumulation in root channels; very strongly acid; abrupt smooth boundary.  (2 to 7 inches thick)\nBtss--4 to 17 inches; yellowish red (5YR 5/6) clay; weak coarse subangular blocky structure parting to moderate fine and medium angular blocky; very firm; common fine and medium roots; few faint clay films in some pores; few intersecting slickensides that have faint, slightly grooved surfaces; many medium distinct light brownish gray (10YR 6/2) and common medium distinct pale brown (10YR 6/3) iron depletions; very strongly acid; clear wavy boundary. (10 to 30 inches thick)\nBss1--17 to 41 inches; 45 percent light brownish gray (2.5Y 6/2), 30 percent red (2.5YR 5/6), and 25 percent yellowish brown (10YR 5/6) clay; moderate coarse angular blocky structure; very firm; common fine and medium roots, flattened on ped faces; common large intersecting slickensides that have distinct, polished and grooved surfaces; the areas of red and yellowish brown are iron accumulations; extremely acid; clear wavy boundary.\nBss2--41 to 52 inches; 50 percent light brownish gray (2.5Y 6/2), 30 percent yellowish red (5YR 5/6), and 20 percent yellowish brown (10YR 5/6) clay; moderate coarse angular blocky structure; very firm; few fine roots, flattened on ped faces; common large intersecting slickensides that have distinct, polished and grooved surfaces; few fine fragments of shale; the areas of yellowish red and yellowish brown are iron accumulations; extremely acid; clear irregular boundary. (Combined thickness of the Bss horizon is 25 to 40 inches.)\nCr1--52 to 64 inches; light brownish gray (2.5Y 6/2) shale; strong thick platy rock structure; very firm; few fine roots in fractures; common fine distinct olive yellow (2.5Y 6/6) masses of iron accumulation on faces of peds; very strongly acid; gradual wavy boundary.\nCr2--64 to 80 inches; grayish brown (2.5Y 5/2) shale; strong thick platy rock structure; very firm; many medium distinct light olive brown (2.5Y 5/4) and distinct olive yellow (2.5Y 6/6) masses of iron accumulation on faces of peds; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilcox County, Alabama. Approximately 3.75 miles south-southwest of Catherine, 150 feet south and 1,300 feet west of the northeast corner of section 5, T.13 N., R.6 E. Latitude 32 degrees 07 minutes 59.70 seconds N.; Longitude 87 degrees 29 minutes 28.61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to shale ranges from 40 to 60 inches.\nThe A or Ap horizon has hue of 10YR, value 3 or 4, and chroma of 1 to 3.  Reaction ranges from extremely acid to strongly acid, except in areas that have been limed.  Texture is silty clay loam, clay loam, silty clay or clay.\nThe Bt or Btss horizon has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 4 to 8; or it has no dominant matrix color and is multicolored in shades of brown, red, and gray.  Redox depletions in shades of gray, and redox accumulations in shades of brown, yellow, and red range from few to many.  Some pedons have few to common fragments of ironstone.  Reaction is extremely acid or very strongly acid. Texture is clay.\nThe Bss horizon commonly has no dominant matrix color and is multicolored in shades of gray, brown, yellow, olive, and red.  In some pedons, the Bss horizon has a gray matrix with few to many redox accumulations in shades of brown, yellow, and red.  Fragments of shale and ironstone range from none to common.  Reaction commonly ranges from extremely acid to strongly acid, but includes moderately acid in the lower part of some pedons.  Texture is clay or silty clay.\nTransition horizons, such as BC, CB, B/C, or C/B, occur in some pedons.  They have similar ranges in properties as the master horizon from which they are derived.\nThe Cg horizon, where present, has a gray matrix with few to many redox accumulations in shades of brown, yellow, and red.  The gray colors are relic redoximorphic features.  Reaction ranges from extremely acid to moderately acid.  Texture is clay or silty clay.\nThe Cr horizon is shale or clayey shale.  It has platy or conchoidal rock structure and is restrictive to root growth.  It can be cut with hand tools and is rippable by machinery.  Reaction commonly ranges from ultra-acid to strongly acid, but strata of alkaline shale are included."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the LaCerda, Oktibbeha, Redco and Suggsville series in the same family.  LaCerda and Redco soils are in the Western Coastal Plain (MLRA 133B) Major Land Resource Area.  Oktibbeha soils are moderately well drained and are underlain by calcareous clays or chalk.  Suggsville soils are moderately deep to limestone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wilcox soils are in uplands of the Southern Coastal Plain Major Land Resource Area.  Slopes commonly range from 1 to 15 percent, but slopes of up to 35 percent are included.  These soils formed in clayey sediments and shale of the Porters Creek Formation.  The average annual air temperature ranges from 60 to 65 degrees F., and the average annual precipitation ranges from 48 to 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boswell, Consul, Houlka, Luverne, Mayhew, Sweatman, and Susquehanna soils.  Boswell, Luverne, Susquehanna, and Sweatman soils are in similar landscape positions as the Wilcox soils. They are fine textured. The poorly drained Consul and Mayhew soils are on broad, nearly level ridge tops.  Mayhew soils Houlka soils are in flood plains and are fine-textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; medium or rapid runoff; very slow permeability.  The soils have a perched water table at a depth of 1.5 to 3.0 feet in late winter and early spring in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the Wilcox soils are used for woodland of mixed hardwoods and pines.  Cleared areas are used for growing cotton, corn, and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Arkansas, Florida, Georgia, Louisiana, Mississippi and Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wilcox County, Alabama; 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was reclassified and the type location was moved to Wilcox County, Alabama in 1997.\nDiagnostic horizons and significant features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (Ap horizon).\nArgillic horizon - the zone from 4 to 17 inches (Btss horizon).\n.\nSlickensides - the zone from 4 to 80 inches (Btss and Bss horizons).\nWilcox soils are in MLRAs 133A and 133B.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
