{
  "SERIES": "WILCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG-CKH",
  "REVDATE": "11/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, hyperthermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wilco loamy fine sand, on a convex, 2 percent slopes in cultivated land; elevation is 149 meters (490feet). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; single grain; loose, very friable; many fine roots; moderately acid; clear smooth boundary.  (10 to 20 cm [4 to 8 in] thick)\nA--15 to 41 cm (6 to 16 in); pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; single grain; soft, very friable; many fine roots; moderately acid; abrupt wavy boundary.  (15 to 30 cm [6 to 12 in] thick)\nBt1--41 to 51 cm (16 to 20 in); brown (10YR 5/3) sandy clay,  brown (10YR 4/3) moist; many medium and coarse distinct yellowish red (5YR 5/6) lithochromic mottles; moderate fine blocky structure; very hard, very firm; few fine roots; few fine pores; common clay films on faces of peds; slightly acid; gradual wavy boundary.  (8 to 25 cm [3 to 10 in] thick)\nBt2--51 to 81 cm (20 to 32 in); brown (7.5YR 5/4) sandy clay, brown (7.5YR 4/4) moist; common fine and medium distinct yellowish red (5YR 5/6) and yellowish brown (10YR 5/4) lithochromic mottles; moderate fine blocky structure; very hard, very firm; few fine roots; common clay films on faces of peds; neutral; gradual wavy boundary.  (20 to 46 cm [8 to 18 in] thick)\nBt3--81 to 97 cm (32 to 38 in); reddish yellow (7.5YR 6/6) sandy clay loam, strong brown (7.5YR 5/6) moist; many coarse distinct yellowish red (5YR 5/6) mottles; weak and moderate fine blocky structure; hard, firm; few fine roots; few clay films on faces of peds; neutral; gradual wavy boundary.  (13 to 46 cm [5 to 18 in] thick)\nBC1--97 to 114 cm (38 to 45 in); light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; few fine faint strong brown (7.5YR 5/6) lithochromic mottles; weak medium blocky structure; hard, friable; moderately alkaline; clear smooth boundary.  (13 to 38 cm [5 to 15 in] thick)\nBCk--114 to 152 cm (45 to 60 in); very pale brown (10YR 7/3) fine sandy loam, pale brown (10YR 6/3) moist; weak very coarse subangular blocky structure; slightly hard, friable; estimated 30 percent by volume of small fragments of gray (10YR 6/1) clayey shale; few fine weakly cemented calcium carbonate concretions; very slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wilson County, Texas; 5.5 miles west of intersection of Highways 181 and 97 in Floresville at a point 1/4 mile north of Highway 97 and 35 yards west of unpaved county road. Dewees, Texas USGS topographic quadrangle; Latitude: 29 degrees, 4 minutes, 57.064 seconds, N.; Longitude: 98 degrees, 13 minutes, 32.262 W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A typic-ustic moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nMean annual soil temperature: 72 to 74 (22 to 23.5 degrees F).\nSolum thickness: 150 to 200 cm (60 to 80 in)\nDepth to abrupt textural change: 15 to 46 cm (6 to 18 in)\nDepth to argillic: 20 to 64 cm (8 to 25 in)\nDepth to secondary calcium carbonate: 102 to 178 cm (40 to 70 in)\nParticle-size control section (weighted average)\nClay content: 35 to 45 percent\nA horizon\nHue: 5YR to 10YR\nValue: 4 to 7\nChroma: 3 to 6\nTexture: loamy fine sand or fine sand\nClay content: 5 to 15 percent\nEffervescence: none\nReaction: moderately acid to neutral\nBt Horizons\nHue: 2.5YR to 10YR\nValue: 4 to 7\nChroma: 4 to 6\nTexture: sandy clay, clay, sandy clay loam, or clay loam\nClay content: 35 to 48 percent\nMottles: common to many, medium and coarse, distinct and prominent, shades of red, yellow, brown or olive\nEffervescence: none\nReaction: moderately acid to slightly alkaline\nBC Horizon\nHue: 2.5YR to 10YR\nValue: 4 to 7\nChroma: 4 to 6\nTexture: fine sandy loam, sandy clay loam or clay loam\nClay content: 35 to 48 percent\nEffervescence: none to slight\nReaction: slightly alkaline or moderately alkaline\nBCk Horizon (where present)\nHue: 2.5YR to 10YR\nValue: 4 to 7\nChroma: 4 to 6\nTexture: fine sandy loam or sandy clay loam\nCoarse fragments: 2 to 75 cm, channers, weakly cemented sandstone and claystone\nIdentifiable secondary carbonates: 1 to 5 percent, films and threadlike, weakly cemented, in the matrix\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Floresville (TX) and Miguel (TX) series and the similar Devine (TX) and Webb (TX) series.\nFloresville and Miguel soils: have fine sandy loam textures in the A horizon and have secondary forms of calcium carbonate between depths of 71 to 100 cm (28 and 40 in)\nDevine soils: have more than 35 percent coarse fragments in the upper Bt horizon\nWebb soils: lack an abrupt texture change between the A and Bt horizon and are dry in the moisture control section for longer periods\nPapalote soils: have grayish colors in the upper Bt"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: sandy alluvium and eolian deposits over loamy and clayey residuum derived from sandstone and claystone bedrock\nLandscape: inland dissected coastal plain\nLandform: paleoterraces\nSlope: 0 to 8 percent\nMean annual precipitation: (26 to 32 in)\nMean annual temperature: (70 to 74 degrees F.)\nFrost free period: 270 to 305 days\nElevation: 65 to 168 m (215 to 550 ft)\nThornthwaite annual P-E indices: 36 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Floresville (TX), Miguel (TX), Nusil (TX) and Rhymes (TX) series.\nFloresville and Miguel soils: are on a similar surface\nNueces and Sarita soils: have sandy surface layers thicker than 50 cm (20 in) and are on similar surfaces"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for dry and irrigated cropland, pasture, and rangeland.  Main crops are peanuts, grain sorghums, corn, cotton, and watermelons.  Pastures are mainly improved bermudagrass.  Present native vegetation includes bristlegrass, windmillgrass, threeawn, mesquite, huisache, whitebrush, cacti, and annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Rio Grande Plain, Texas; LRR I; MLRA 83A. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wilson County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 41 cm (0 to 16 in)\nArgillic horizon: 41 to 97 cm (16 to 38 in)\nADDITIONAL DATA: Lab data was performed on 2 pedons from McMullen County at the local project office.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
