{
  "SERIES": "WILDMAD",
  "STATUS": "Tentative Series",
  "BYREV": "Rev: EA/BLR/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The WildMad series consists of shallow, well-drained soils that formed in partially serpentized peridotite residuum.  WildMad soils are on ridges, benches, and mountainside slopes.  Slopes range from 5 to 60 percent.  The mean annual precipitation is about 50 inches and the mean annual temperature is about 50 to 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, magnesic, mesic Lithic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: WildMad very gravelly loam on a 18 percent northeast facing mountain side slope under a cover of Idaho fescue and scattered Jeffery Pine and incense cedar at an elevation of 3,800 feet.  (Colors are for dry soil unless otherwise noted).  When described on August 22, 1999 the soil was dry throughout.\nOi-0 to 1 inch; partially decomposed pine needles.\nA-1 to 3 inches; brown (7.5YR 4/4), very gravelly loam, dark brown (7.5YR 3/3) moist; massive; soft, very friable, slightly sticky and nonplastic; very few very fine roots, few fine interstitial and very few fine tubular pores; 40 percent gravel, 8 percent cobbles, 3 percent stones; slightly acid (pH 6.4); abrupt smooth boundary.\nAB-3 to 6 inches; strong brown (7.5YR 4/6) very gravelly loam, dark reddish brown (5YR 3/4) moist; weak, very fine, subangular blocky structure, slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; 30 percent gravel, 6 percent cobbles, 2 percent stones; neutral (pH 6.8); gradual, smooth boundary.\nBt-6 to 12 inches; yellowish red (5YR 5/6) very cobbly loam, reddish brown (5YR 4/4) moist; moderate, very fine, subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few fine and medium roots; 10 percent gravel, 30 percent cobbles, 15 percent stones; neutral (pH 7.0); abrupt, irregular boundary.\nR-12 inches; highly fractured, hard serpentinized peridotite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Trinity County, California; about 2 miles south of Wildwood, CA, approximately 440 feet south and 20 feet east of the northwest corner of Section 11, T.29N., R.11W., MDB&M Latitude 40 degrees, 33 minutes, 55 seconds North; Longitude 128 degrees, 15 minutes, 18 seconds West.  Dubakella Mountain, East Quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to lithic contact: 9 to 20 inches.\nThe mean annual soil temperature: 48 to 59 degrees F.\nThe soil moisture control section is dry in all parts from about July 1 to about September 30 (about 78 days).\nThe particle size control section: averages 20 to 34 percent clay and 40 to 80 percent rock fragments, mostly gravel.\nMineralogy: magnesic.\nOrganic matter: ranges from 3 to 6 percent to a depth of 6 inches.\nBase saturation: ranges from 50 to 70 percent (by ammonium acetate).\nCa/Mg ratios: range from 0.20 to 0.23 in the top 6 inches.\nRock fragments on the surface: range from 15 to 50 percent gravel, 5 to 30 percent cobbles, and 0 to 10 percent stones.\nA horizon:\nHue - 2.5YR to 7.5YR (dry or moist)\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 4 or 5 dry, 3 to 6 moist\nTexture - gravelly silt loam, gravelly sandy loam, very gravelly loam, very cobbly loan, very stony loam, extremely gravelly loam or extremely cobbly loam\nClay content - 10 to 26 percent\nRock fragments - 15 to 40 percent gravel, 5 to 35 percent cobbles, 1 to 10 percent stones\nReaction - moderately acid to neutral\nBt horizon:\nHue - 2.5YR through 7.5YR (dry or moist)\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 5 or 6 dry, 4 or 6 moist\nTexture - very gravelly sandy loam, very gravelly loam, very cobbly loam, very cobbly clay loam, very stony clay loam, extremely gravelly loam, extremely gravelly clay loam, extremely cobbly loam\nClay content - 20 to 35 percent\nRock fragments - 20 to 50 percent gravel, 10 to 40 percent cobbles, 2 to 15 percent stones\nReaction - neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: WildMad soils are on mountainside slopes, ridges, and structural benches.  Slopes are 5 to 60 percent.  These soils formed in residuum weathered from serpentinized peridotites.  Elevation is 3,450 to 5,250 feet.  Mean annual precipitation is 39 to 59 inches.  The mean annual temperature is 50 to 62 degrees F.  Frost-free season is 90 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Dubakella soil.  Dubakella soils are on convex and plane mountainsides. Dubakella soils are moderately deep and have clayey subsoils with greater than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained; moderate to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife and watershed.  Vegetation is open conifer forest of Jeffrey pine and incense cedar with shrubs and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Trinity County, California and occurs in the M261B subsection of the M261Ba section.  MLRA 5.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Trinity County, California 2001.  Source of name from a local road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOrchric epipedon - zone from 1 to 6 inches (A and AB horizons).\nArgillic horizon - zone from 6 to 12 inches (Bt horizon).\nParticle-size control section - zone from 1 to 12 inches (A, AB, Bt horizons).\nThe soil moisture control section - zone from 1 to 12 inches (A, AB, Bt horizons).\nADDITIONAL DATA: Lab analysis by DANR Analytical Laboratory work reference # 90S371.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
