{
  "SERIES": "WILDERNESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. FLG-RLT",
  "REVDATE": "10/2006",
  "STATES": "MO",
  "OVERVIEW": "The Wilderness series consists of very deep, moderately well drained soils that have a fragipan at depths of 15 to about 29 inches.  These upland soils formed in colluvium and the underlying residuum from cherty limestone.  Permeability is moderate above the fragipan and slow in the fragipan and moderate below the fragipan.  Slope gradients range from 2 to 35 percent.  The mean annual temperature is 56 degrees F, and the mean annual precipitation is 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wilderness gravelly silt loam - on an east-facing convex slope of 3 percent under mixed hardwoods at an elevation of 975 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; brown (10YR 4/3) gravelly silt loam; pale brown (10YR 6/3) dry; weak very fine subangular blocky structure; friable; 20 percent chert gravel; many fine and medium roots; moderately acid; abrupt smooth boundary.  (3 to 7 inches thick)\nBt--6 to 17 inches; strong brown (7.5YR 5/6) very gravelly silty clay loam; weak fine subangular blocky structure; friable; 55 percent chert gravel; common fine roots; few faint clay films on faces of peds; moderately acid; gradual wavy boundary.  (8 to 17 inches thick)\n2Ex--17 to 27 inches; pale brown (10YR 6/3) extremely gravelly silt loam; common medium faint brownish yellow (10YR 6/6) mottles; weak medium platy structure; very firm; 70 percent brittle; 80 percent chert gravel; very strongly acid; gradual wavy boundary.  (0 to 14 inches thick)\n2Btx--27 to 38 inches; strong brown (7.5YR 5/6) extremely gravelly silty clay loam; common fine distinct pale brown (10YR 6/3) mottles; moderate very coarse prismatic structure parting to weak fine subangular blocky; very firm; 75 percent brittle; few distinct clay films of faces of prisms; 80 percent chert gravel; very strongly acid; gradual wavy boundary.  (6 to 14 inches thick)\n3Bt--38 to 60 inches; yellowish red (5YR 5/6) and red (2.5YR 4/8) extremely gravelly silty clay; moderate fine subangular blocky structure; firm; common distinct clay films on faces of peds and chert fragments; 80 percent chert gravel; very strongly acid.  (18 to 38 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shannon County, Missouri; five miles southeast of Winona; 1,900 feet east and 1,300 feet north of the southwest corner, sec. 15, T. 26 N., R. 3 W.; USGS Low Wassie topographic quadrangle; latitude 36 degrees 55 minutes 03 seconds N. and longitude 91 degrees 16 minutes 12 seconds W., CONUS 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the fragipan ranges from 15 to 29 inches.\nThe Ap or A horizon has value of 3 to 5 and chroma of 2 or 3.  Pedons with E horizons have value of 4 to 6, and chroma of 2 to 4.  Texture is the gravelly or very gravelly analogues of silt loam or loam.  Reaction is very strongly acid to slightly acid.  Some pedons have a BE horizon.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 to 6; and chroma of 4 to 6.  It is the very gravelly, very cobbly, or extremely gravelly analogues of silty clay loam, loam, or silt loam.  Reaction is slightly acid to very strongly acid.\nThe 2Ex, Btx, Bx and 2Btx horizons are mottled with 5YR to 10YR hue, value of 4 to 6, and chroma of 2 to 8. In some pedons the Ex horizon has lower chroma than the Bx horizon and there is an indication of very weak coarse platy structure but the high chert content largely obscures this feature.  The gravel content ranges from 25 to 85 percent by volume. Texture is the gravelly to extremely gravelly, and very cobbly to extremely cobbly analogues of loam, silt loam, or silty clay loam.  Pedons that are associated with interbedded cherty limestone and sandstone have texture of very cobbly or very gravelly sandy loam. Reaction is strongly acid to extremely acid.\nThe 2Bt or 3Bt horizon has hue of 10R to 10YR, value of 3 to 6 and chroma of 2 to 8.  It is the gravelly to extremely gravelly analogues of silty clay or clay but in some pedons is clay.  Reaction is very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Keeno series.  Similar soils in other families are the Nixa and Scholten series. Keeno soils have an A horizon with color value of 3 or less moist and 5 or less dry.  Nixa soils do not have an argillic horizon above the fragipan.  Scholten soils are ultisols."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wilderness soils are on gently sloping to steep upland ridgetops and side slopes.  Slope gradients are dominantly 2 to 9 percent with an extreme range of 35 percent.  These soils formed in colluvium and the underlying residuum from cherty limestone. The mean annual temperature ranges from 52 to 57 degrees F, and mean annual precipitation ranges from 37 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Captina, Clarksville, Coulstone, Doniphan, Lebanon, Poynor, Tonti and Viraton soils. The Clarksville, Coulstone, Doniphan, and Poynor soils do not have a fragipan and commonly are on steeper side slopes.  The Captina, Lebanon, Tonti and Viraton soils have less than 35 percent by volume coarse fragments in the particle size control section and are on more gently sloping, wider ridgetops, upslope from the Wilderness soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderate above the fragipan, slow in the fragipan and moderate below the fragipan.  The saturated hydraulic conductivity is moderately high above the fragipan, low in the fragipan, and moderately high below the fragipan.  The surface runoff index is high to very high.  A seasonal high water table is from 1.0 to 2.0 feet for brief periods from December through April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are in forest, although an appreciable acreage is used for pasture and hayland.  Native vegetation is mixed hardwoods dominated by oak and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Ozarks area (MLRA 116A and 116B) of Missouri.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mark Twain National Forest Area, Missouri (parts of Carter, Oregon, Ripley, and Shannon Counties), 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:\nOchric epipedon - the zone from the surface of the soil to a depth of 6 inches (Ap horizon).\nArgillic horizon - the zone from approximately 6 inches to 17 inches and 38 inches to 60 inches or more (Bt and B't horizons).\nFragipan - the zone from approximately 17 inches to 38 inches (Ex and Bx horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; brown (10YR 4/3) gravelly silt loam; pale brown (10YR 6/3) dry; weak very fine subangular blocky structure; friable; 20 percent chert gravel; many fine and medium roots; moderately acid; abrupt smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--6 to 17 inches; strong brown (7.5YR 5/6) very gravelly silty clay loam; weak fine subangular blocky structure; friable; 55 percent chert gravel; common fine roots; few faint clay films on faces of peds; moderately acid; gradual wavy boundary.  (8 to 17 inches thick)"
      },
      {
        "name": "2Ex",
        "top": 43,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "extremely gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Ex--17 to 27 inches; pale brown (10YR 6/3) extremely gravelly silt loam; common medium faint brownish yellow (10YR 6/6) mottles; weak medium platy structure; very firm; 70 percent brittle; 80 percent chert gravel; very strongly acid; gradual wavy boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "2Btx",
        "top": 69,
        "bottom": 97,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btx--27 to 38 inches; strong brown (7.5YR 5/6) extremely gravelly silty clay loam; common fine distinct pale brown (10YR 6/3) mottles; moderate very coarse prismatic structure parting to weak fine subangular blocky; very firm; 75 percent brittle; few distinct clay films of faces of prisms; 80 percent chert gravel; very strongly acid; gradual wavy boundary.  (6 to 14 inches thick)"
      },
      {
        "name": "3Bt",
        "top": 97,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "cf_class": "extremely gravelly",
        "pH_class": "very strongly acid",
        "narrative": "3Bt--38 to 60 inches; yellowish red (5YR 5/6) and red (2.5YR 4/8) extremely gravelly silty clay; moderate fine subangular blocky structure; firm; common distinct clay films on faces of peds and chert fragments; 80 percent chert gravel; very strongly acid.  (18 to 38 inches thick)"
      }
    ]
  ]
}
