{
  "SERIES": "WILE",
  "STATUS": "Established Series",
  "BYREV": "WMA/RPZ/JBF",
  "REVDATE": "06/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wile gravelly sandy loam, woodland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 8 cm; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine roots; many fine and very fine interstitial pores; 25 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (5 to 10 cm thick)\nA2--8 to 18 cm; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium and fine roots; common fine interstitial and few fine tubular pores; 25 percent gravel: neutral (pH 7.0); clear smooth boundary.  (5 to 13 cm thick)\nBt1--18 to 30 cm; brown (7.5YR 4/4) gravelly clay, dark yellowish brown (10YR 3/4) moist; moderate medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; few coarse and many medium and fine roots; common medium and fine tubular pores; many prominent clay films on peds and lining pores; 30 percent gravel; neutral (pH 7.0); gradual smooth boundary.  (10 to 15 cm thick)\nBt2--30 to 46 cm; brown (7.5YR 4/4) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few coarse and common medium and fine roots; few fine tubular pores; many prominent clay bridges between mineral grains; 35 percent gravel; neutral (pH 7.0); clear smooth boundary.(10 to 18 cm thick)\nCr--46 cm; soft, weathered granite; clay coatings and some roots extending into fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lyon County, Nevada; about 2 miles southeast of Lobdell Peak; 3,000 feet due north of Lobdell summit; 1,700 feet south and 1,000 feet west of projected northeast corner of section 10, T. 9 N., R. 25 E.; USGS Mount Etna 7.5 minute topographic quadrangle; latitude 38 degrees 39 minutes 27 seconds N and longitude 119 degrees 10 minutes 10 seconds W; WGS84 Decimal Degrees 38.6583333 latitude, -119.1691667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in mid June to October; xeric soil moisture regime bordering on aridic.\nMean annual soil temperature: 8 to 9 degrees C.\nMollic epipedon thickness: 18 to 23 cm.\nDepth to weathered bedrock: 30 to 50 cm.\nDepth to hard bedrock: Deeper than 100 cm.\nReaction: Neutral or slightly acid.\nParticle-size control section - Clay content - 35 to 45 percent.\nRock fragments: 20 to 35 percent fine gravel.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nBt horizons\nHue: l0YR or 7.5YR.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 4 or 5."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barbermill, Delma and Hyloc soils.\nBarbermill soils have an abrupt textural change at 8 to 25 cm in depth and are not dominated by fine gravel.  Delma and Hyloc soils have less than l0 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wile soils are on south and west facing plane or convex mountain slopes and ridges.  Slopes are 8 to 30 percent.  These soils formed in residuum and colluvium derived from granitic bedrock.  Elevations are 2,073 to 2,400 meters.   The mean annual temperature is 10 to 11 degrees C., and the mean annual precipitation is 250 to 360 mm.  Frost-free season is 80 to ll0 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berit and Minneha soils.  They both have more than 35 percent rock fragments and less than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or rapid runoff; slow permeability; moderately high or moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for woodland, wildlife habitat, and for limited grazing. Native vegetation is pinyon-juniper woodland with an understory of low sagebrush, antelope bitterbrush, Thurber needlegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. The soils are not extensive. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lyon County Area, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 18 cm (A1 and A2 horizons).\nArgillic horizon - The zone from about 18 to 46 cm (Bt1 and Bt2 horizons).\nParalithic contact - The zone at 46 cm (Cr layer).\nParticle-size control section - The zone from about 18 to 46 cm (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
