{
  "SERIES": "WILLIAMS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/98",
  "STATES": "MT,ND,SD",
  "OVERVIEW": "The Williams series consists of very deep, well drained, moderately slow or slowly permeable soils formed in calcareous glacial till.  These soils are on glacial till plains and moraines and have slope of 0 to 35 percent.  Mean annual air temperature is about 40 degrees F, and mean annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Williams loam - cultivated.  (Colors are for dry soil unless otherwise stated)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; few pebbles; neutral; abrupt smooth boundary. (4 to 9 inches thick)\nBt1--6 to 10 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; strong medium prismatic structure parting to strong medium angular blocky; hard, firm, sticky and plastic; common very fine roots; many distinct clay films on faces of peds and lining pores; few pebbles; neutral; clear wavy boundary.\nBt2--10 to 15 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to strong medium subangular blocky; hard, firm, sticky and plastic; common very fine roots; many distinct clay films on faces of peds and lining pores; slightly alkaline; clear wavy boundary. (Combined Bt horizons 5 to 20 inches thick)\nBtk--15 to 24 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable, sticky and plastic; common very fine roots; few faint clay films on faces of peds; few pebbles; common medium irregular masses of carbonates; violent effervescence; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nBk--24 to 36 inches; light brownish gray (2.5Y 6/2) and light gray (2.5Y 7/2) clay loam, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; soft, friable, sticky and plastic; few very fine roots; few cobbles; carbonates disseminated throughout and in common masses; violent effervescence; moderately alkaline; gradual wavy boundary.  (3 to 30 inches thick)\nC--36 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; few fine prominent yellowish brown (10YR 5/6) redox concentrations and light gray (10YR 7/2) redox depletions; massive; soft, friable, sticky and plastic; few pebbles and cobbles; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mountrail County, North Dakota; about 11 miles north and 4 miles west of White Earth; 1,050 feet east and 60 feet south of the northwest corner, sec. 5, T. 158 N., R. 94 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to carbonates ranges from 10 to 30 inches.  The soil typically contains 1 to 10 percent coarse fragments but ranges up to 20 percent.  Stony and cobbly phases are recognized.\nThe A horizon has hue of 10YR, value of 3 to 5 and 2 or 3 moist, and chroma of 2.  Some pedons in native grassland have a moist chroma of less than 1.5 in the upper 1 to 3 inches.  It is loam, clay loam, sandy loam, fine sandy loam, silty clay loam or silt loam.  It is neutral or slightly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 2 to 5 moist, and chroma of 2 to 4.  It is loam or clay loam and contains 24 to 35 percent clay.  It is neutral or slightly alkaline.  It has strong or moderate, medium or coarse prismatic structure that parts to strong or moderate, medium or fine angular or subangular blocky.\nThe Btk horizon, where present, and Bk horizon have hue of 10YR, 2.5Y or 5Y, value of 4 to 8 and 3 to 6 moist, and chroma of 2 to 4.  They are loam or clay loam.  They are slightly alkaline or moderately alkaline. Carbonates are disseminated and segregated in masses.  Some pedons have a BC or BCk horizon.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 to 8 and 3 to 6 moist, and chroma of 2 to 4.  It is loam or clay loam.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beartooth, Beeno, Bookcliff, Bullflat, Cortyzack, Dooley, Empedrado, Fairfield, Farnuf, Felor, Greenway, Gurney, Hangdo, Krem, Lefor, Lininger, Livona, Martinsdale, Mauldin, Moen, Reeder, Sponseller, Trag, Ulrant, Vida, Watrous, Wemple and Yegen series.  Beartooth soils are above an elevation of 4500 feet.  Beeno, Lefor and Reeder soils have a paralithic contact within depths of 20 to 40 inches.  Bookcliff soils are calcareous in the upper part of the argillic horizon and have hard sandstone bedrock within depths of 40 to 60 inches.  Bullflat soils have a 2C horizon with 15 to 50 percent rock fragments.  Cortyzack soils occur at elevations of more than 6800 feet. Dooley and Hangdo soils formed in alluvial or eolian sediments over glacial till and have sandy clay loam Bt horizons.  Empedrado soils are dry in the spring and early summer for at least 15 consecutive days. Fairfield soils formed in alluvium and are less than 10 inches deep to the base of the argillic horizons.  Farnuf soils formed in alluvium, commonly are more alkaline, and contain stratifications in the C horizon.  Felor soils formed in loamy sediments overlying clayey sediments.  Greenway soils formed in loamy sediments over firm glacial till and have more clay in the lower part of the solum and substratum. Gurney, Mauldin, Moen and Watrous soils have lithic contact within depths of 20 to 40 inches.  Krem soils have a sandy epipedon 20 to 40 inches in thickness over the argillic horizon.  Lininger soils are moderately deep over schist.  Livona soils formed in eolian sediments over glacial till and have coarse-loamy surface horizons 10 to 20 inches thick.  Martinsdale soils formed in alluvium and have 2C and 3C horizons.  Sponseller soils have Bt horizons with hues of 7.5YR or redder.  Trag soils do not have horizons of carbonate accumulations. Ulrant soils have 20 to 35 percent granite pebbles in the Bt and Bk horizons which formed in alluvium derived from granite or limestone. Vida soils formed in till and are less than 10 inches deep to the base of the argillic horizon.  Wemple soils formed in alluvium and are underlain with material high in volcanic ash.  Yegen soils formed on uplands and fans and have sandy clay loam Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Williams soils are on level to steep glacial till plains and moraines.  Slopes commonly are less than 9 percent but range from 0 to 35 percent.  The soils formed in calcareous glacial till of mixed mineralogy.  Mean annual air temperature ranges from 34 to 45 degrees F, and mean annual precipitation from 12 to 19 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arnegard, Bowbells, Hamerly, Max, Niobell, Noonan, Parnell, Tonka and Zahl soils.  Arnegard and Bowbells soils are in nearby, level and nearly level, concave swales.  They are pachic.  Hamerly soils are in low areas and surround depressions.  They have calcic horizons within depths of 16 inches.  Max soils are on nearby more convex slopes.  They do not have argillic horizons.  Niobell and Noonan soils occur on positions similar to Williams soils.  They have natric horizons.  Parnell and Tonka soils are in nearby depressions.  They are poorly and very poorly drained, respectively.  Zahl soils are on nearby, steeper, convex slopes.  They do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is negligible to high depending on slope and surface texture.  Permeability is moderately slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cultivated areas are used for growing small grains, flax, corn, hay or pasture.  Native vegetation is western wheatgrass, needleandthread, blue grama, green needlegrass and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central South Dakota, central, and northwestern North Dakota and northeastern Montana.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Williams County, North Dakota, 1906."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 10 inches (Ap and Bt1 horizons); argillic horizon - the zone from 6 to 24 inches (Bt1, Bt2, and Btk horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  See data in Soil Survey Investigation Report No. 2."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; few pebbles; neutral; abrupt smooth boundary. (4 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "strong medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--6 to 10 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; strong medium prismatic structure parting to strong medium angular blocky; hard, firm, sticky and plastic; common very fine roots; many distinct clay films on faces of peds and lining pores; few pebbles; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--10 to 15 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to strong medium subangular blocky; hard, firm, sticky and plastic; common very fine roots; many distinct clay films on faces of peds and lining pores; slightly alkaline; clear wavy boundary. (Combined Bt horizons 5 to 20 inches thick)"
      },
      {
        "name": "Btk",
        "top": 38,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk--15 to 24 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable, sticky and plastic; common very fine roots; few faint clay films on faces of peds; few pebbles; common medium irregular masses of carbonates; violent effervescence; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Bk",
        "top": 61,
        "bottom": 91,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak medium prismatic",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk--24 to 36 inches; light brownish gray (2.5Y 6/2) and light gray (2.5Y 7/2) clay loam, grayish brown (2.5Y 5/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; soft, friable, sticky and plastic; few very fine roots; few cobbles; carbonates disseminated throughout and in common masses; violent effervescence; moderately alkaline; gradual wavy boundary.  (3 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--36 to 60 inches; light brownish gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) moist; few fine prominent yellowish brown (10YR 5/6) redox concentrations and light gray (10YR 7/2) redox depletions; massive; soft, friable, sticky and plastic; few pebbles and cobbles; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
