{
  "SERIES": "WILLHO",
  "STATUS": "Established Series",
  "BYREV": "Rev.  LEW/MEJ/CLM",
  "REVDATE": "02/97",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Willho silt loam - on a 1 percent east-facing slope under rangeland at 5,465 feet elevation.  When described on November 20, 1979, the soil was moist to 7 inches and dry below.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; light yellowish brown (10YR 6/4) silt loam, dark brown (7.5YR 4/3) moist; weak very fine platy structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine roots; common very fine and fine tubular pores; neutral (pH 6.6); clear smooth boundary.\nA2--3 to 6 inches; brown (7.5YR 5/4) silt loam, dark brown (7.5YR 4/4) moist; strong very fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; slightly acid (pH 6.4); clear smooth boundary.  (Combined thickness of the A horizon is 5 to 10 inches.)\nBt1--6 to 10 inches; brown (7.5YR 5/4) silty clay loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure parting to weak thick platy; slightly hard, friable, sticky and slightly plastic; common very fine and fine roots; common very fine, few fine tubular pores; common distinct clay films lining pores; neutral (pH 6.6); clear wavy boundary.\nBt2--10 to 13 inches; brown (7.5YR 5/4) silty clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common very fine, few fine roots; many very fine, few fine tubular pores; many moderately thick clay films line pores; slightly acid (pH 6.4); gradual wavy boundary.\nBt3--13 to 20 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; very hard, firm, sticky and plastic; common very fine and few fine roots; common very fine and few fine tubular pores; many distinct clay films on faces of peds; neutral (pH 6.8); abrupt wavy boundary.\nBt4--20 to 27 inches; brown (7.5YR 5/4) clay, dark brown (7.5YR 4/4) moist; strong coarse columnar structure parting to moderate medium prismatic; very hard, very firm, very sticky and very plastic; few very fine and fine roots; few very fine tubular pores; continuous prominent clay films on faces of peds; neutral (pH 7.0); clear wavy boundary.  (Combined thickness of the Bt horizon is 8 to 30 inches)\nBtqm--27 to 47 inches; reddish yellow (7.5YR 8/6) fractured indurated duripan, strong brown (7.5YR 5/6) moist; pan consists of very brittle plates 1 to 3 cm thick; plates are cemented with laminar opal coatings (1 to 3 mm thick) and silica pendants on bottoms; very hard, extremely firm; few very fine roots; common very fine and few fine tubular pores; many distinct clay films lining pores; neutral (pH 7.1); gradual wavy boundary.  (3 to 30 inches thick)\nBtq--47 to 74 inches; light yellowish brown (10YR 6/4) silty clay loam, dark brown (10YR 4/3) moist; weak very thick platy structure parting to weak medium angular blocky; very hard, very firm, slightly sticky and slightly plastic; common very fine and fine tubular pores; many faint clay films lining pores; discontinuous weak silica cementation; many black manganese stains; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elmore County, Idaho; about 8 miles west and 3 miles north of Hill City; 930 feet south and 30 feet east of the northwest corner of section 18, T.1S., R.11E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to duripan - 20 to 40 inches\nAverage annual soil temperature - 43 to 47 degrees F.\nTextural control section - 35 to 55 percent clay\nReaction in profile - moderately acid to neutral\nPresent in some pedons - Btk horizons (0 to 5 percent calcium carbonate equivalent)\nA horizon\nHue - 7.5YR or 10YR\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 3 or 4 dry or moist\nBt and Btb horizons\nHue - 7.5YR or 10YR\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 3 through 6 dry or moist\nTexture - SICL, CL, C, SIC\nCalcium carbonate content - 0 to 5 percent\nBtqm, Bqm, or Bkqm horizon\nRock fragments - 0 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Yatahoney series.  It has bedrock at depths of 24 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Willho soils are on alluvial terraces, basins, and basalt plains, plateaus and mesas at elevations of 4,800 to 5,800 feet.  Slopes range from 0 to 8 percent.  These soils formed in loess and alluvium derived dominantly from quartz diorite and granodiorite, with minor amounts from basalt.  The average annual precipitation is 12 to 17 inches, most of which falls as snow.  The average annual air temperature is 40 to 45 degrees F.  The frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Elkcreek, Harahill, and Simonton soils.  Elkcreek and Harahill soils lack a duripan and have bedrock between 20 and 40 inches.  Simonton soils lack a duripan and have a mollic epipedon.  Elkcreek and Harahill soils are on slightly higher more sloping positions on basalt plains.  Simonton soils are on landscape positions similar to Willho soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Willho soils are used for rangeland.  Vegetation in the potential natural plant community is low sagebrush, Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, and longleaf phlox."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  Willho soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elmore County Area, Idaho, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 6 inches (A horizon)\nArgillic horizon - the zone from 6 to 27 inches (Bt horizon)\nIndurated duripan - the zone from 27 to 47 inches (Btqm horizon)\nParticle-size control section - the zone from 6 to 26 inches (Bt1, Bt2, Bt3, and part of the Bt4 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
