{
  "SERIES": "WILLOW",
  "STATUS": "Established Series",
  "BYREV": "RFG-CDS-CLN",
  "REVDATE": "01/2017",
  "STATES": "OK,TX",
  "OVERVIEW": "The Willow series consists of deep, well drained, moderately to moderately slowly permeable soils that formed in loamy alluvium or pedisediments over sandstone bedrock of Permian age. These nearly level to very gently sloping soils are on plain terraces and footslopes and toeslopes of pediments. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 635 mm (25 in), and mean annual temperature is about 16.1 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Willow loam--on a 1 percent slope in cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 in); brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2), moist; moderate fine and medium granular structure; very friable, hard; common fine and very fine roots; 1 percent quartz gravels; noneffervescent; slightly acid, pH 6.5; abrupt smooth boundary.  Thickness is 15 to 41 cm (6 to 16 in)\nBt1--18 to 43 cm (7 to 17 in); reddish brown (5YR 4/3) clay loam, dark reddish brown (5YR 3/3), moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable, very hard; few fine and very fine roots; common fine and very fine pores; many distinct clay films on all faces of peds; 1 percent quartz gravels; noneffervescent; slightly acid, pH 6.5; gradual smooth boundary.\nBt2--43 to 64 cm (17 to 25 in); reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4), moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable, very hard; few fine and very fine roots; common fine and very fine pores; common distinct clay films on all faces of peds; 1 percent quartz gravels; noneffervescent; neutral, pH 7.0; gradual smooth boundary.  Combined thickness of the Bt horizons is 46 to 97 cm (18 to 38 in)\nBtk--64 to 79 cm (25 to 31 in); yellowish red (5YR 5/6) clay loam, yellowish red (5YR 4/6), moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable, hard; few fine and very fine roots; common fine and very fine pores; few faint clay films on vertical faces of peds; 3 percent fine and medium masses and threads of calcium carbonate; 1 percent quartz gravels and 1 percent paragravel of sandstone; strongly effervescent; moderately alkaline, pH 8.0; clear wavy boundary.  Thickness of the Btk horizon is 0 to 25 cm (0 to 10 in)\n2Bk--79 to 99 cm (31 to 39 in); reddish yellow (5YR 6/6) loam, yellowish red (5YR 5/6), moist; weak coarse prismatic structure parting to weak fine and medium subangular blocky; friable, very hard; few fine and very fine roots; many fine and very fine and few medium pores; 5 percent fine and medium masses of calcium carbonate; 4 percent paragravel of sandstone; strongly effervescent; moderately alkaline, pH 8.0; gradual wavy boundary.  Thickness is 0 to 38 cm (0 to 15 in)\n2BCk--99 to 137 cm (39 to 54 in); yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6), moist; weak coarse prismatic structure parting to weak medium subangular blocky; friable, very hard; few fine and very fine roots; many fine and very fine and few medium pores; 1 percent fine masses of iron-manganese; 2 percent masses of calcium carbonate; 5 percent noncemented sandstone fragments and 5 percent paragravel of sandstone; strongly effervescent; moderately alkaline, pH 8.0; gradual wavy boundary.  Thickness is 20 to 38 cm (8 to 15 in)\n2Cd--137 to 203 cm (54 to 80 in); pale yellow (2.5Y 7/3) noncemented sandstone bedrock that slakes to loam, light yellowish brown (2.5Y 6/3), moist; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nGreer County, Oklahoma; from the intersection of U.S. Highway 283 and OK State Highway 34 in Mangum; about 7 miles north on U.S. Highway 283and 7.55 miles west on county road; 225 feet south in cultivated field.\nLocated about 225 feet south and 2400 feet east of the northwest corner of section 28, T. 6 N., R. 23 W.\nUSGS topographic quadrangle: Reed, Oklahoma;\nLatitude: 34 degrees, 58 minutes, 21.20 seconds N;\nLongitude: 99 degrees, 38 minutes, 7.07 seconds W.;\nDatum: NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic Ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than four-tenths and less than six-tenths of the cumulative days in normal years.\nDepth to densic bedrock: 102 to 152 cm (40 to 60 in)\nThickness of the mollic epipedon, 18 to 46 cm (7 to 18 in), 25 to 46 cm (10 to 18 in) in pedons that have identifiable secondary carbonate at a depth of more than 30 inches)\nDepth to identifiable secondary carbonate: 15 to 36 inches\nDepth to calcic horizon (where present): 28 to 52 inches\nDepth to lithologic discontinuity: 25 to 52 inches\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nTotal sand content: 15 to 50 percent\nFine sand or coarser content: less than 15 percent\nCEC/clay ratio: more than 0.6\nA Horizon\nHue: 5YR, 7.5YR\nValue: 4 (3 moist)\nChroma: 2 or 3\nTexture: Loam, silt loam, or clay loam\nClay content: 18 to 30 percent\nCoarse fragments: 0 to 2 percent rounded siliceous gravel\nEffervescence: None to very slight\nReaction (pH): Slightly acid to slightly alkaline (6.1 - 7.8)\nBt Horizons (and Btk where present)\nHue: 5YR, 7.5YR\nValue: 4 to 5 (3 to 4 moist)\nChroma: 3 to 6\nTexture: Clay loam, silty clay loam, loam, or silt loam\nClay content: 25 to 38 percent\nCoarse fragments: 0 to 2 percent rounded siliceous gravels\nCalcium carbonate equivalent: 0 to 10 percent\nIdentifiable secondary carbonate: 0 to 5 percent, fine and medium, concretions, threads and/or masses\nEffervescence: None to strong\nReaction (pH): Neutral to moderately alkaline (6.6 - 8.4)\nBk Horizon (where present)\nHue: 5YR, 7.5YR\nValue: 5 to 6 (4 to 5 moist)\nChroma: 4 to 6\nTexture: Loam, silt loam, or clay loam\nClay content: 18 to 30 percent\nPararock fragments: 0 to 5 percent paragravel of sandstone\nCalcium carbonate equivalent: 10 to 40 percent\nIdentifiable secondary carbonate: 3 to 30 percent, fine to coarse, concretions, films, and/or masses\nElectrical Conductivity (dS/m): 0 to 4\nGypsum: 0 to 2 percent\nSodium Adsorption Ratio: 0 to 4\nEffervescence: Strong to violent\nReaction (pH): Moderately alkaline to strongly alkaline (7.9 to 9.0)\nBCk Horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 5 to 7 (4 to 6 moist)\nChroma: 4 to 8\nTexture: Loam, silt loam, or very fine sandy loam\nClay content: 10 to 20 percent\nPararock fragments: 0 to 15 percent paragravel of sandstone\nCalcium carbonate equivalent: 10 to 25 percent\nIdentifiable secondary carbonate: 2 to 20 percent, fine and medium, concretions, films, and/or masses\nElectrical Conductivity (dS/m): 0 to 8\nGypsum: 0 to 5 percent\nSodium Adsorption Ratio: 0 to 8\nEffervescence: Slight to violent\nReaction (pH): Moderately alkaline to strongly alkaline (7.9 to 9.0)\nCd Horizon\nHue: 2.5YR to 5Y\nValue: 5 to 8 (4 to 7 moist)\nChroma: 1 to 6\nTexture: interbedded layers of red to white sandstone bedrock with a few layers of red siltstone\nCementation: Mostly noncemented with few thin layers of extremely to weakly cemented which increase with depth\nExcavation difficulty: Moderate to high\nEffervescence: None to slight\nReaction (pH): Moderately alkaline to strongly alkaline (7.9 to 9.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Carey and Selman series in the same family. Similar soils include the Farry, Madge, and Ozark series.\nCarey and Selman soils: are more than 152 cm (60 in) deep to bedrock and do not have a calcic horizon.\nFarry, Madge, and Ozark soils: are more than 152 cm (60 in) deep to bedrock, have a fine-loamy particle-size control section, and do not have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loamy alluvium and pedisediments over Permian age sandstones mainly of the Duncan/San Angelo, Brinkman, Hennessey, and Clear Fork Formations\nLandscape: Dissected plain\nLandform: Plain terraces and footslopes and toeslopes of pediments\nSlope: 0 to 3 percent\nMean annual precipitation: 610 to 711 mm (24 to 28 in)\nThornthwaite annual P-E indices: 32 to 44\nMean annual air temperature: 15.6 to 17.8 degrees C (60 to 64 degrees F)\nFrost-free period: 210 to 230 days\nElevation: 335.3 to 518.2 meters (1100 to 1700 feet)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Burford, Gotebo, Roark, and Westill series.\nBurford soils: occur on similar to slightly higher positions and do not have a mollic epipedon or an argillic horizon.\nGotebo soils: occur on similar to slightly higher positions, do not have a mollic epipedon, and are less than 102 cm (40 in) deep to bedrock.\nRoark soils: occur on lower positions, have a mollic epipedon more than 51 cm (20 in) thick, and do not have bedrock within 152 cm (60 in) of the surface.\nWestill soils: occur on similar to slightly lower positions and have a fine textured particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nWell drained.\nPermeability is moderately slow.\nRunoff is low on 0 to 1 percent slopes and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nThe major use of these soils is crop production with a lesser amount used for livestock grazing.  The major crops are wheat and cotton. Native vegetation is a mixture of tall, mid, and short grasses, mainly little bluestem, sideoats grama, blue grama, sand bluestem, yellow Indiangrass, switchgrass, buffalograss, and other perennial grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nSouthwestern Oklahoma and possibly northwestern Texas; LRR H; MLRA 78C - Central Rolling Red Plains, eastern part. Moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Greer County, Oklahoma; 2005.  The name comes from a small town in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as St. Paul silt loam, 1 to 3 percent slopes in the soil survey of Greer County, OK, issued 1967.\nEdited 01/2017 (RFG): Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 18 TO 69 cm (7 to 27 in)\nMollic epipedon: 0 to 43 cm (0 to 17 in) (A and Bt1 horizons)\nArgillic horizon: 18 to 79 cm (7 to 31 in) (Bt and Btk horizons)\nCalcic horizon: 79 to 99 cm (31 to 39 in) (2Bk horizon)\nDensic bedrock: The contact with sandstone at 137 cm (54 in) (2Cd horizon)\nLithologic discontinuity: 79 cm (31 in) At the upper boundary of the 2Bk horizon\nAdditional Comments:  The assignment of the cation-exchange activity class is supported by laboratory data number (S2000OK-055-001) from Greer County, Oklahoma.\nADDITIONAL DATA:  KSSL data from Greer County, Oklahoma (S2000OK-055-001) and similar soils sampled as Tillman variant: 82TX207002, 82TX207003, and 82TX207004 from Haskell County, Texas.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
