{
  "SERIES": "WILLIAMSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:WIS:RBH",
  "REVDATE": "03/97",
  "STATES": "AL,MS",
  "OVERVIEW": "The Williamsville series consists of deep, well drained soils that formed in clayey marine sediments of Eocene Age which contain appreciable amounts of weathered glauconite.  Permeability is moderately slow.  These are strongly sloping to steep soils on uplands of the Southern Coastal Plain Major Land Resource Area.  Slopes range from 8 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Williamsville loamy sand - forested. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 5 inches; reddish brown (5YR 4/4) loamy sand; weak fine granular structure; friable; many fine and medium roots; strongly acid; clear smooth boundary.\nA2--5 to 12 inches; yellowish red (5YR 4/6) loamy sand; weak fine granular structure; friable; many fine and medium roots; common medium to coarse ironstone cobbles and stones; strongly acid; clear smooth boundary.  (Combined thickness of the A horizon is 3 to 14 inches.)\nBt1--12 to 17 inches; red (2.5YR 4/6) sandy clay loam; weak medium subangular blocky structure; friable; common fine and medium roots; patchy clay films on faces of peds; sand grains coated and bridged with clay and oxides; common medium to coarse ironstone cobbles and stones; strongly acid; clear smooth boundary.\nBt2--17 to 30 inches; dark red (2.5YR 3/6) sandy clay; moderate fine and medium angular and subangular blocky structure; firm; few fine and medium roots; continuous clay films on faces of peds; common medium to coarse ironstone cobbles and stones; strongly acid; gradual smooth boundary.\nBt3--30 to 48 inches; dark red (2.5YR 3.6) sandy clay; weak and moderate, fine and medium subangular and angular blocky structure; firm; few fine and medium roots; continuous clay films on faces of peds; common medium to coarse ironstone cobbles and stones; strongly acid; gradual smooth boundary.  (Combined thickness of the upper part of the Bt horizon is 24 to 48 inches.)\nBt4--48 to 72 inches; dark red (2.5YR 3/6) sandy clay loam; weak medium subangular blocky structure; friable; patchy clay films on faces of peds; sand grains coated and bridged with clay and oxides; strongly acid; gradual smooth boundary.\nBt5--72 to 82 inches; red (2.5YR 4/6) loamy sand; weak fine granular structure; friable; sand grains coated and bridged with clay and oxides; few pockets of uncoated sand grains; strongly acid.  (Combined thickness of the lower part of the Bt horizon ranges from 12 to 24 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Neshoba County, Mississippi; 300 yards south of Neshoba County Fairgrounds on State Highway 21; 135 feet west into woods; SE1/4SE1/4 sec. 13, T. 10 N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from about 60 to  80 inches or more.  The soil is very strongly acid or strongly acid, except the surface layer in areas that have been limed.\nThe A horizon has hue of 5YR, value of 4 or 5, and chroma of 4 to 6; or hue of 7.5YR, value of 4 or 5, and chroma of 2 to 4; or hue 10YR, value of 4 or 5, and chroma of 2 or 3.  It is fine sandy loam, sandy loam, loam, or loamy sand.\nThe upper part of the Bt horizon has hue of 2.5YR or 5YR, value of 3 to 5, and chroma of 4 to 6.  It is sandy clay loam, clay loam, sandy clay, or clay.  The upper 20 inches of the Bt horizon has 35 to 55 percent clay.  Ironstone cobbles and stones are few to many and are medium to coarse.\nThe lower part of the Bt horizon has the same color range as the upper part.  It is sandy clay loam, loam, sandy loam, or loamy sand.  In some pedons, thin layers of ferruginous concretions and ironstone fragments are below a depth of 40 inches; these may make up as much as 30 percent of the volume.  Also, some pedons have partially weathered green sand and ironstone ledges below a depth of 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albertville, Badin, Bengal, Bonwier, Brockroad, Carnasaw, Catharpin, Cullen, Cunningham, Cuthbert, Enders, Endsaw, Fluvanna, Galilee, Gritney, Kirvin, Luverne, Masada, Mattaponi, McQueen, Nason, Remlap, Sweatman, Tatum, Totier, Townley, Urland, Uwharrie, and Vance, and the closely related Maben, Neshoba, and Shubuta series.  Albertville, Bengal, Brockroad, Carnasaw, Catharpin, Cullen, Enders, Endsaw, Fluvanna, Galilee, Gritney, Kirvin, Masada, Mattaponti, McQueen, and Urland soils have a solum that is 40 to 60 inches thick.  In addition:  Albertville soils have an argillic horizon with a matrix yellower than hue of 5YR; Bengal and Carnasaw soils have an irregular lower boundary over tilted shaly bedrock; Brockroad and Catharpin soils have a 2Bt horizon; Cullen soils are underlain by mixed Piedmont rocks; Enders, Endsaw, Nason, and Tatum soils have a paralithic contact at a depth ranging from 40 to 60 inches; Fluvanna soils formed in weathered schist and gneiss; Galilee, Gritney, Luverne, Mattaponi, and Totier soils do not have ironstone fragments; Kirvin soils have a stratified sandy loam and iron enriched sandstone C horizon.  Masada soils have quartz gravel throughout the solum; McQueen soils have mica throughout and commonly have stratified sandstone and loamy C horizons.  Urland soils are underlain by stratfieid sandstone and clayey sediments.  Badin, Bonwier, Cunningham, Cuthbert, and Vance have a solum that is between 20 and 40 inches thick. Remlap soils are clayey in the lower part of the Bt horizon and overlie interbedded shale and limestone.  Sweatman soils have a solum that is 20 to 48 inches thick and overlie thinly laminated clay shale and sandy loamy materials.  Uwharrie soils are underlain by mafic and felsic crystalline and pyroclastic rocks of the Piedmont Plateau.  Maben soils have a solum that is 20 to 48 inches thick, and the C horizon is thinly laminated soft shale, loam, clay, and limonitic lenses, and base saturation is greater than 35 percent.  Neshoba soils do not decrease in clay by more than 20 percent from the maximum within a depth of 60 inches from the surface, and the Bt horizon has a matrix with a color value of 3 or less.  Shubuta soils do not decrease in clay by more than 20 percent from the maximum within a depth of 60 inches from the surface, and the lower part of the Bt horizon is clay, clay loam, or sandy clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on strongly sloping to steep uplands of the Southern Coastal Plain Major Land Resource Area.  Slopes range from 8 to 40 percent.  The soil formed in beds of clayey marine sediments of Eocene Age which contain appreciable amounts of weathered glauconite.  The climate is warm and humid.  Near the type location, mean annual temperature is 64 degrees Fahrenheit, and mean annual precipitation is 54 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Neshoba soils of the competing series and the Ruston and Smithdale soils.  Ruston and Smithdale soils have a fine-loamy particle-size class.  All of the soils are in similar positions on uplands as the Williamsville series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Williamsville soils are used for pasture grasses and pine trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Neshoba County, Mississippi; 1972.  Name is from a small county in Neshoba County, Mississippi."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 12 inches (A1, A2 horizons).\nArgillic horizon - the zone from approximately 12 to 72 inches (Bt1, Bt2, Bt3, Bt4, Bt5 horizons).\nADDITIONAL DATA:  Laboratory data:  Particle-size distribution and chemical analyses on the Bt horizon for the typical pedon were obtained from the Soil Gensis and Morphology Laboratory of the Mississippi Agricultural and Forestry Experiment Station, Mississippi State, Mississippi.\nNational Cooperative Soil Survey\nU.S.A"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; reddish brown (5YR 4/4) loamy sand; weak fine granular structure; friable; many fine and medium roots; strongly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 12 inches; yellowish red (5YR 4/6) loamy sand; weak fine granular structure; friable; many fine and medium roots; common medium to coarse ironstone cobbles and stones; strongly acid; clear smooth boundary.  (Combined thickness of the A horizon is 3 to 14 inches.)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--12 to 17 inches; red (2.5YR 4/6) sandy clay loam; weak medium subangular blocky structure; friable; common fine and medium roots; patchy clay films on faces of peds; sand grains coated and bridged with clay and oxides; common medium to coarse ironstone cobbles and stones; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--17 to 30 inches; dark red (2.5YR 3/6) sandy clay; moderate fine and medium angular and subangular blocky structure; firm; few fine and medium roots; continuous clay films on faces of peds; common medium to coarse ironstone cobbles and stones; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 76,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--30 to 48 inches; dark red (2.5YR 3.6) sandy clay; weak and moderate, fine and medium subangular and angular blocky structure; firm; few fine and medium roots; continuous clay films on faces of peds; common medium to coarse ironstone cobbles and stones; strongly acid; gradual smooth boundary.  (Combined thickness of the upper part of the Bt horizon is 24 to 48 inches.)"
      },
      {
        "name": "Bt4",
        "top": 122,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--48 to 72 inches; dark red (2.5YR 3/6) sandy clay loam; weak medium subangular blocky structure; friable; patchy clay films on faces of peds; sand grains coated and bridged with clay and oxides; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt5",
        "top": 183,
        "bottom": 208,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt5--72 to 82 inches; red (2.5YR 4/6) loamy sand; weak fine granular structure; friable; sand grains coated and bridged with clay and oxides; few pockets of uncoated sand grains; strongly acid.  (Combined thickness of the lower part of the Bt horizon ranges from 12 to 24 inches or more.)"
      }
    ]
  ]
}
