{
  "SERIES": "WILLAKENZIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/MHF/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Willakenzie loam, cultivated field, on a 10 percent east-facing slope at an elevation of 380 feet. (When described on August 20, 1997 the soil was moist to a depth of 1 inch and dry below this depth. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark brown (7.5YR 3/3) loam, brown (10YR 5/3) dry; strong fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine roots; many very fine tubular pores; moderately acid (pH 5.9); clear smooth boundary.\nA--5 to 11 inches; dark brown (7.5YR 3/4) loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; many very fine tubular pores; moderately acid (pH 5.6); abrupt smooth boundary. (Combined thickness of the A horizon is 5 to 12 inches)\nBt1--11 to 19 inches; brown (7.5YR 4/4) clay loam, strong brown (7.5YR 5/6) dry; moderate medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine roots; many very fine, fine, and medium tubular pores; many distinct clay films on faces of peds and along pores; 5 percent paragravel; strongly acid (pH 5.4); clear wavy boundary.\nBt2--19 to 32 inches; strong brown (7.5YR 4/6) paragravelly clay loam, reddish yellow (7.5YR 6/6) dry; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine, fine, and medium tubular pores; common distinct clay films on faces of peds and along pores; 25 percent paragravel; strongly acid (pH 5.4); clear irregular boundary. (Combined thickness of the 2Bt horizon is 12 to 28 inches)\nCr---32 inches; weakly cemented tuffaceous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yamhill County, Oregon; about 700 feet west of West Chehalem Road; about 600 feet north and 1,100 feet west of the SE corner of section 2, T. 3 S., R. 4 W., Willamette Meridian . (Latitude 45 degrees, 20 minutes, 01 seconds N; Longitude 123 degrees, 08 minutes, 17 seconds W NAD 27.) Carlton, Oregon USGS 7.5 minute topographic quadrangle"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 52 to 55 degrees F. The soil is usually moist but is dry for 45 to 60 consecutive days in all parts between depths of 4 and 12 inches following the summer solstice. The particle-size control section has 24 to 35 percent clay with 15 percent sand that is fine sand or coarser and 0 to 20 percent pararock fragments. Depth to the paralithic contact is 20 to 40 inches.\nThe Ap horizon or A1 horizon when present, has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 to 6 dry and chroma of 2 or 3 moist and 2 to 4 dry. Texture is loam, silty clay loam or clay loam with 15 to 30 percent clay. It has 0 to 3 percent gravel. Reaction is moderately acid or strongly acid.\nThe A horizon or A2 and BA horizons when present, has hue of 10YR or 7.5YR, value of 3 or 4 moist, 4 to 6 dry and chroma of 2 to 4 moist and dry. Texture is clay loam, silty clay loam or loam with 20 to 30 percent clay. It has 0 to 3 percent gravel. Reaction is moderately acid or strongly acid.\nThe Bt1 horizon has hue of 10YR or 7.5YR but ranges to 5YR in some pedons, value of 3 or 4 moist, 4 to 6 dry and chroma of 3 or 4 moist and 4 to 6 dry. The fine-earth texture is loam, clay loam or silty clay loam with 24 to 35 percent clay. It has 0 to 20 percent paragravel. Reaction is moderately acid or strongly acid.\nThe Bt2 horizon has hue of 10YR or 7.5YR but ranges to 5YR in some pedons, value of 4 moist, 4 to 6 dry and chroma of 4 to 6 moist and dry. The fine-earth texture is loam, clay loam or silty clay loam with 24 to 35 percent clay. In some pedons it is heavy silty clay loam or silty clay. It has 10 to 35 percent paragravel. Reaction is strongly acid.\nThe Cr horizon is weakly to moderately cemented, however in soils weathered from the Spencer Formation this horizon commonly is very weakly or extremely weakly cemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bigridge, Hospiter (T), Hotaw, Millerridge, Minniecreek, Pasturerock (T), Speaker and Sitton (T) soils.\nBigridge soils: 40 to 60 inches to metavolcanic bedrock (paralithic); dry for 120 consecutive days during the summer; particle-size control section has 5 to 35 percent rock fragments.\nHospiter soils: very deep to metavolcanic bedrock; dry for more than 60 consecutive days during the summer; particle-size control section has 5 to 35 percent rock fragments.\nHotaw soils: 20 to 40 inches to granodiorite (paralithic); dry for 120 to 150 consecutive days during the summer; particle-size control section has 18 to 25 percent clay.\nMillerridge soils: 20 to 40 inches to ultramafic bedrock (lithic contact); dry for 120 consecutive days during the summer; particle-size control section has 15 to 35 percent rock fragments.\nMinniecreek soils: 20 to 40 inches to metavolcanic bedrock (paralithic); dry for 120 consecutive days during the summer; particle-size control section has 2 to 35 percent rock fragments.\nPasturerock soils: very deep to bedrock; ustic soil moisture regime; particle-size control section has 5 to 35 percent gravel and 0 to 15 percent cobbles.\nSpeaker soils: 20 to 40 inches to metamorphic bedrock (paralithic); dry for 60 to 90 consecutive days during the summer; particle-size control section has 0 to 35 percent gravel and 0 to 5 percent cobbles.\nSitton soils: very deep to sandstone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Willakenzie soils occur on summit (interfluve component), shoulder (nose slope component), and backslope positions (head slope and side slope components) of smooth convex hills along the margins of the Willamette Valley in Oregon. Slopes are 2 to 60 percent. Elevation is 200 to 900 feet where these soils occur on the Spencer Formation along the western margins of the Willamette Valley, and 300 to 1,400 feet where these soils occur on the Eugene and Fisher Formations along the eastern margins in the southern portion of the valley. Some areas are hummocky due to small slumps and slides. The soils formed in loamy colluvium and residuum derived from marine tuffaceous sandstone of the Spencer Formation or from arkosic and micaceous sandstone and siltstone of the Eugene Formation. The climate is characterized by warm, wet winters and hot, dry summers. The mean annual precipitation is 40 to 60 inches. The mean annual temperature is 50 to 54 degrees F. The average January temperature is 39 to 40 degrees F. and the average July temperature is 65 to 67 degrees F. The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bellpine, Carlton, Chehulpum, Dupee, Hazelair, Jory, Panther Steiwer, Veneta, Wellsdale, and the competing Sitton (T) soils. Bellpine soils are fine textured, 20 to 40 inches deep to a paralithic contact, have less than 35 percent base saturation in the argillic horizon, and occur on adjacent higher foothills. Carlton soils are greater than 60 inches deep to bedrock, have a mollic epipedon, lack an argillic horizon, are moderately well drained, and occur on adjacent foot slopes and low terraces. Chehulpum soils are less than 20 inches deep to a paralithic contact, lack an argillic horizon, and occur on convex low hills. Dupee soils are somewhat poorly drained, fine textured, and occurs in the most concave part of drainageways on low hills. Hazelair soils have a mollic epipedon, are very fine textured, lack an argillic horizon, and occur on low hills. Jory soils are fine textured, are greater than 60 inches deep to bedrock, have less than 35 percent base saturation in the argillic horizon, and occur on adjacent higher hills. Panther soils are poorly drained, are very fine textured, and occur in swales and depressions on low hills. Steiwer soils are 20 to 40 inches deep to a paralithic contact, have a mollic epipedon, lack an argillic horizon, and occur on low hills. Veneta soils are greater than 60 inches deep to bedrock, are fine textured, and occur on old alluvial terraces. Wellsdale soils are moderately well drained, greater than 60 inches deep and occur on linear to concave low hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Willakenzie soils are used for orchards, vineyards, Christmas trees, small grains, hay, pasture, grass seed, homesite development, forestland, wildlife habitat and recreation. Native vegetation is mainly Douglas fir, grand fir, Oregon white oak, bigleaf maple, Saskatoon serviceberry, common snowberry, brackenfern, blackberry, Pacific poison oak, wild rose, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Low hills and foothills along the margins of the Willamette Valley in Oregon; MLRA 2. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yamhill County, Oregon, 1974. The source of the name is coined from the general area near the confluence of the Willamette and McKenzie Rivers in Lane County, Oregon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the soil surface to a depth of 11 inches (Ap and A horizons). Dark colors in the modal Ap horizon do not meet umbric epipedon criteria for thickness.\nArgillic horizon - from a depth of 11 to 32 inches (Bt1and Bt2 horizons)\nParticle-size control section - from a depth of 11 to 31 inches (Bt1 and nearly the entire Bt2 horizon)\nTypical pedon relocated based on field observations and documentation from several counties in the MLRA 2 Willamette Valley update area to reflect a modal concept for this soil which has brown hues, active cation exchange activity class, medium to moderately fine textures in the argillic horizon, and dominantly occurs on the Eugene and Spencer Formation geology along the margins of the Willamette. Willakenzie soils occur on the Brateng (low hills) and Dolph (foothills) geomorphic surfaces.\nDepths to diagnostic horizons and features as noted in the range of characteristics start from the mineral soil surface.\nClassification revised 2/02 to reflect active mineralogy and fine-loamy family. This revision is based on extensive lab data.\nADDITIONAL DATA: Characterization data from representative pedons with User Pedon ID #'s 99OR003001, 99OR003002, 99OR003003, 99OR003004, 00OR003002, 62OR071003, and 01OR071007 NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
