{
  "SERIES": "WILLAMETTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON /DRJ/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "OVERVIEW": "The Willamette series consists of very deep, well drained soils that formed in silty glaciolacustrine deposits. They are on broad valley terraces and have slopes of 0 to 20 percent. The mean annual precipitation is about 45 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Willamette silt loam, cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; moderately acid (pH 5.6); abrupt smooth boundary. (5 to 7 inches thick)\nA--6 to 13 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular and irregular pores; moderately acid (pH 5.6); clear smooth boundary. (4 to 8 inches thick)\nAB--13 to 24 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate coarse prismatic and moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; moderately acid (pH 5.6); clear smooth boundary. (0 to 12 inches thick)\nBA--24 to 33 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate coarse prismatic and moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; moderately acid (pH 5.8); clear smooth boundary. (7 to 11 inches thick)\n2Bt--33 to 45 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate medium prismatic and moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine tubular pores; common distinct and faint clay films along pores and on faces of peds; gray silt particles on 20 percent of vertical faces of peds; few very fine black stains; moderately acid (pH 5.8); diffuse smooth boundary. (10 to 26 inches thick)\n2BCt--45 to 53 inches; dark yellowish brown (10YR 3/4) silty clay loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine roots; many very fine tubular pores; very few faint and distinct clay films along pores; moderately acid (pH 5.8); clear wavy boundary. (0 to 17 inches thick)\n2C--53 to 60 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many very fine pores; few medium tubular pores; very few distinct clay films along pores; moderately acid (pH 5.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Linn County, Oregon; two miles east of Peoria, Oregon, and 250 feet north from the east-west country road; about 3,000 feet east and 600 feet south of the NW corner of section 16, T. 13 S., R. 4 W. Willamette Meridian. Peoria, Oregon USGS topographic quadrangle. Latitude 44 degrees, 26 minutes, 25 seconds N.; Longitude 123 degrees, 10 minutes, 52 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 45 to 60 consecutive days during the summer. The mean annual soil temperature is 52 to 55 degrees F. The soils are more than 60 inches deep. The mollic epipedon is 20 to 30 inches thick. The pscs has 20 to 35 percent clay.  Depth to aquic conditions with chroma of 2 or less is greater than 40 inches.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. It has weak to moderate granular to subangular blocky structure. Texture is silt loam with 15 to 25 percent clay and 0 to 3 percent gravel. Reaction is strongly acid to slightly acid.\nThe AB or BA horizons have value of 4 or 5 dry and chroma of 2 or 3 moist and dry. They have weak or moderate prismatic or subangular blocky structure. Texture is silt loam in the upper part and silt loam or silty clay loam in the lower part with 20 to 35 percent clay. Reaction is strongly acid to slightly acid.\nThe 2Bt horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry. It has weak to moderate prismatic or subangular blocky structure. Texture is silt loam or silty clay loam with 20 to 35 percent clay. Reaction is moderately acid or slightly acid. In some pedons it has faint redox features in the lower part, but it lacks redox depletions of chroma of 2 or less above depths of 40 inches.\nThe 2BCt horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry. It has weak prismatic or subangular blocky structure. Texture is silt loam or silty clay loam with 20 to 35 percent clay. Reaction is moderately acid to neutral.\nThe 2C horizon has value of 4 or 5 moist, 5 or 7 dry and chroma of 3 or 4 moist and dry. It has weak prismatic or subangular blocky structure or is massive. Textue is silt loam or silty clay loam with 15 to 30 percent clay. Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Powwahkee series. Powwahkee soils have a mean annual soil temperature of 47 to 49 degrees F. and have a Bt horizon that is neutral to slightly alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Willamette soils are on level to gently sloping broad valley terraces 2 to 50 feet higher than the valley flood plain at elevations of 150 to 400 feet. Slopes are 0 to 20 percent. The soils formed in indistinctly stratified silty alluvium of mixed materials or lacustrine silts of upper Pleistocene age. Beginning at the surface of the mineral soil, the depositional stratigraphy of the Willamette soil profile developed in the following Willamette Formation Members: (1) Greenback Member, and (2) Irish Bend Member. The climate is humid temperate. The average annual precipitation is 40 to 50 inches. The average annual temperature is 50 to 54 degrees F., the average January temperature is 39 to 40 degrees F., and the average July temperature is 65 to 67 degrees F. The frost-free period is 165 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aloha, Amity, Concord, Dayton, and Woodburn soils. Aloha soils do not have a mollic epipedon or an argillic horizon and are on terraces. Amity soils have aquic conditions with chroma of 2 or less at a depth of 10 to 20 inches, have a mollic epipedon less than 20 inches thick and occur in depressions or on less sloping positions on terraces. Concord and Dayton soils have aquic conditions with chroma of 2 or less at a depth of 0 to 10 inches. In addition, Concord is fine and Dayton has an abrupt textural change from the E to 2Bt horizons. They occur in depressions on terraces. Woodburn soils have a mollic epipedon less than 20 inches thick, have aquic conditions with chroma of 2 or less at a depth of 20 to 30 inches, and occur on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for a wide range of crops such as fruit and nut tree, berries, vegetables, clover, alfalfa, grains and grass for seed. Natural vegetation is hazel brush, wild blackberries, oat grass, other native grasses, Oregon white oak and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Willamette Valley of Oregon and southwestern Washington; MLRA 2. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yamhill County, Oregon, 1917."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\nMollic epipedon - the zone from 0 to 24 inches (Ap, A, and AB horizons)\nArgillic horizon - the zone from 33 to 53 inches (2Bt and 2BCt horizons)\nUltic feature - has a base saturation (sum of cations) of 75 percent or less in one or more horizon between the Ap and 30 inches.\nXeric soil moisture regime.\nADDITIONAL DATA: Characterization data for 3 pedons (S59Oreg-22-1, S59Oreg-22-2, and S59Oreg-22-3) from SCS Riverside Laboratory, 1 pedon (59Oreg-22-7) from the OSU Soils Laboratory, and pedons S92OR-003-002, S59OR-043-001, S59OR-043-002, S59OR-043-003, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; moderately acid (pH 5.6); abrupt smooth boundary. (5 to 7 inches thick)"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--6 to 13 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular and irregular pores; moderately acid (pH 5.6); clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "AB",
        "top": 33,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--13 to 24 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate coarse prismatic and moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; moderately acid (pH 5.6); clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "BA",
        "top": 61,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--24 to 33 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate coarse prismatic and moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; moderately acid (pH 5.8); clear smooth boundary. (7 to 11 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 84,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "2Bt--33 to 45 inches; dark brown (10YR 3/3) silty clay loam, brown (10YR 5/3) dry; moderate medium prismatic and moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine tubular pores; common distinct and faint clay films along pores and on faces of peds; gray silt particles on 20 percent of vertical faces of peds; few very fine black stains; moderately acid (pH 5.8); diffuse smooth boundary. (10 to 26 inches thick)"
      },
      {
        "name": "2BCt",
        "top": 114,
        "bottom": 135,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BCt--45 to 53 inches; dark yellowish brown (10YR 3/4) silty clay loam, yellowish brown (10YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine roots; many very fine tubular pores; very few faint and distinct clay films along pores; moderately acid (pH 5.8); clear wavy boundary. (0 to 17 inches thick)"
      },
      {
        "name": "2C",
        "top": 135,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "narrative": "2C--53 to 60 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many very fine pores; few medium tubular pores; very few distinct clay films along pores; moderately acid (pH 5.9)."
      }
    ]
  ]
}
