{
  "SERIES": "WILLOSIPPI",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRCN-MAK-ROP",
  "REVDATE": "06/2000",
  "STATES": "MN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Willosippi loam with slope of one percent under grass-legume hay.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark gray (10YR 3/1) loam, gray (10YR 5/1) dry; weak fine granular structure; friable; many fine and very fine roots; moderately acid; abrupt smooth boundary.  (5 to 9 inches thick)\nEg--7 to 12 inches; light brownish gray (2.5Y 6/2) fine sandy loam; few fine distinct light olive brown (2.5Y 5/4) Fe concentrations; weak medium platy structure; friable; few very fine and fine roots; moderately acid; abrupt wavy boundary.  (0 to 13 inches thick)\nBtg1--12 to 22 inches; grayish brown (2.5Y 5/2) clay loam; few fine prominent dark yellowish brown (10YR 4/4) Fe concentrations; moderate medium angular blocky structure; firm; few very fine roots; many distinct dark grayish brown (2.5Y 4/2) clay films on the faces of peds; moderately acid; clear wavy boundary.\nBtg2--22 to 24 inches; grayish brown (2.5Y 5/2) loamy sand; common fine prominent dark yellowish brown (10YR 4/4) Fe concentrations; weak fine subangular blocky structure; very friable; common distinct dark grayish brown (10YR 4/2) clay films bridging sand grains; moderately acid; clear wavy boundary.\nBtg3--24 to 26 inches; olive gray (5Y 5/2) loam; few fine prominent strong brown (7.5YR 5/8) Fe concentrations; moderate fine subangular blocky structure; friable; many distinct olive gray (5Y 4/2) clay films on the faces of peds; slightly acid; clear wavy boundary.\nBtg4--26 to 32 inches; dark grayish brown (10YR 4/2) sandy loam; common medium prominent yellowish brown (10YR 5/6) Fe concentrations; weak fine subangular blocky structure; very friable; many distinct dark grayish brown (2.5Y 4/2) clay films on the faces of peds; neutral; clear wavy boundary.  (Combined thickness of the Btg horizons is 14 to 38 inches)\nBCg--32 to 42 inches; olive gray (5Y 5/2) silt loam; few fine prominent yellowish brown (10YR 5/6) Fe concentrations; weak fine subangular blocky structure; friable; slightly effervescent; slightly alkaline; gradual wavy boundary.\nCg1--42 to 49 inches; grayish brown (2.5Y 5/2) silt loam; few fine prominent yellowish brown (10YR 5/6) Fe concentrations; massive; friable; strongly effervescent; moderately alkaline; clear wavy boundary.\nCg2--49 to 53 inches; grayish brown (2.5Y 5/2) stratified loamy sand and silt loam; common medium prominent light olive brown (2.5Y 5/6) Fe concentrations; massive; friable; strongly effervescent; moderately alkaline; clear wavy boundary.\nCg3--53 to 60 inches; light brownish gray (2.5Y 6/2) and grayish brown (2.5Y 5/2) stratified silt loam and sandy loam; many medium prominent light olive brown (2.5Y 5/6) and olive yellow (2.5Y 6/6) Fe concentrations; massive; friable; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Aitkin County, Minnesota; about 1.5 miles west of Palisade; 1900 feet west and 200 feet north of the southeast corner of Sec. 21, T. 49 N., R. 25 W.; USGS Waukenabo Quadrangle; lat. 46 degrees 42 minutes 39 seconds N. and long. 93 degrees 30 minutes 48 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free calcium carbonate ranges from 24 to 50 inches.  Weighted average clay content of the argillic ranges from 10 to 30 percent.  There are no rock fragments in the series control section.  Reaction is strongly acid to neutral in the upper part of the solum and moderately acid to slightly alkaline in the lower part.  The underlying material is neutral to moderately alkaline.\nThe Ap horizon has hue of 10YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 1 or 2.  The uncultivated A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or is neutral with value of 2, and ranges from  3 to 5 inches thick.  The A horizons are loam, silt loam, very fine sandy loam, fine sandy loam or sandy loam.\nThe Eg horizon has hue of 2.5Y or 10YR, value of 4 to 6 and chroma of 1 or 2 with some high chroma Fe concentrations in most pedons.  It is fine sandy loam, sandy loam, very fine sandy loam, loam or silt loam.\nThe Btg horizon has hue of 2.5Y, 5Y or 10YR, value of 4 to 6 and dominant chroma of 2 with Fe concentrations.  It is stratified with textures of clay loam, loam, silty clay loam, and silt loam, but includes thin strata of loamy sand, sandy loam, fine sandy loam, loamy fine sand, loamy very fine sand and very fine sandy loam. Significant strata are considered subhorizons.   Distinct or faint clay films are on the faces of peds.  Clay films in root channels are distinct or prominent.  The sandier subhorizons have clay bridging of sand grains.\nThe BCg and Cg horizons have hue of 2.5Y, 5Y, or 10YR, value of 5 to 7 and dominant chroma of 2 with Fe concentrations.  Textures are similar to those of the Btg horizon.\nWhere present, Bkg horizons have hue of 5Y to 10YR, value of 5 to 7, and chroma of 2 or 3 with Fe concentrations.  Textures are similar to the Btg and Cg horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Egglake, Jevne, and Talmoon series.  Egglake, Jevne, and Talmoon soils have 1 percent or more rock fragments in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:   They formed in predominantly loamy stratified lacustrine and glaciofluvial sediments on glacial lake plains and moraines.  These soils are on plane slopes of 0 to 2 percent.  Mean annual precipitation ranges from 24 to 28 inches.  Mean annual air temperature ranges from 38 degrees to 42 degrees F.   Frost-free days range from 90 to 130.  Elevation above sea level ranges from 1000 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the poorly drained Brickton, Spooner, and Waukenabo soils and the very poorly drained Hamre, Hassman, and Sax soils.  Associated organic soils include the Cathro, Lupton and Greenwood soils. These soils are on the lake plain of Glacial Lake Aitkin."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is moderately low.  Permeability is moderate or moderately rapid in the upper part and moderate or moderately slow in the lower part.  Depth to an apparent seasonal high water table is as high as 0.5 to 1.5 feet at some time from October to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation is quaking aspen, balsam fir, or black ash.  Most of this soil has been cleared and is used for the production of hay and pasture crops or small grain. Only minor amounts are wooded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Minnesota, primarily Aitkin County.  Inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clearwater County, Minnesota, 1993.  The name is derived from the Willow and Mississippi Rivers in Aitkin County, Minnesota."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to 12 inches (Ap and Eg) horizons); albic horizon - the zone from 7 to 12 inches (Eg horizon); argillic horizon - the zone from 12 to 32 inches (Btg1, Btg2, Btg3 and Btg4 horizons); mollic subgroup - the Ap horizon has the criteria necessary for a mollic epipedon except for thickness; aquic conditions - low chroma redoximorphic features immediately below the Ap horizon.  This soil was formerly classified as a Mollic Ochraqualf.\nADDITIONAL DATA:  Soil Interpretation Record number is MN0578.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
