{
  "SERIES": "WILLOCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AW/TLA",
  "REVDATE": "03/2007",
  "STATES": "WA",
  "OVERVIEW": "The Willock series consists of deep, well drained soils formed in volcanic ash and loess over glacial till, dense glacial till or granite.  They are on glaciated plateaus. Slopes are 0 to 60 percent. Average annual precipitation is about 13 inches and average annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy, glassy over mixed, superactive, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Willock ashy fine sandy loam - cropland, on a 9 percent north facing slope at an elevation of 2,560 feet. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures and spot plate reaction is used for pH values.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) ashy fine sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium granular structure; soft, very friable, nonsticky and slightly plastic; many very fine roots; few very fine irregular and tubular pores; 2 percent sand-size ash, 0.5 to 2.0 mm. in diameter; 5 percent gravel; neutral (pH 7.0); abrupt smooth boundary. (6 to 10 inches thick)\nA--8 to 23 inches; brown (10YR 4/3) ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular and tubular pores; 3 percent sand-size ash, 0.5 to 2.0 mm. in diameter; 5 percent gravel; neutral (pH 7.2); clear wavy boundary. (10 to 20 inches thick)\n2Bw1--23 to 34 inches; yellowish brown (10YR 5/4) cobbly loam, dark yellowish brown (10YR 3/4); weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular pores; 10 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear wavy boundary.\n2Bw2--34 to 43 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine roots; common very fine irregular and tubular pores; 5 percent gravel and 5 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (Combined thickness of Bw horizon is 16 to 24 inches.)\n2Cd1--43 to 53 inches; light gray (10YR 7/2) sandy loam, dark grayish brown (10YR 4/2) moist; massive; hard, firm, nonsticky and nonplastic; few very fine roots; common very fine irregular and tubular pores; 10 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (5 to 15 inches thick)\n2Cd2--53 to 60 inches; light gray (10YR 7/1) loamy sand, olive brown (2.5Y 4/4); massive; very hard, very firm, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 5 percent gravel and 5 percent cobbles; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; about 6 miles north and 4 miles west of Electric City; about 1,700 feet north and 65 feet east of the southwest corner of section 30, T. 30N. R. 30E. (Latitude 48 degrees 03 minutes 12 seconds N, Longitude 119 degrees 06 minutes 11 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature is 49 to 51 degrees F. These soils are usually moist in the moisture control section but are dry for 90 to 105 consecutive days following the summer solstice. The thickness of the mollic epipedon ranges from 20 to 30 inches. The upper part of the particle-size control section has an estimated moist bulk density of 1.10 to 1.35 g/cc, volcanic glass content of 30 to 50 percent, including 3 to 10 percent sand-size ash, 0.5 to 2.0 mm. in diameter, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent, 15 percent or more fine sand or coarser, 3 to 15 percent rock fragments, and an apparent field estimated clay content of 7 to 15 percent. The lower part of the particle-size control section has 5 to 30 percent volcanic glass, 5 to 30 percent rock fragments and 5 to 12 percent clay. Depth to dense compacted till, or bedrock, is 40 to 60 inches.  Thickness of the volcanic ash influence is 20 to 30 inches.\nThe Ap and A horizons have a value of 4 or 5 dry, 1 to 3 moist and chroma of 2 or 3 dry and moist. Rock fragments range from 5 to 15 percent.\nThe 2Bw1 horizon has chroma of 2 to 4 dry, 3 or 4 moist. Texture is cobbly loam or gravelly loam. Rock fragments range from 15 to 30 percent.\nThe 2Bw2 horizon has value of 5 to 7 dry, 3 to 5 moist and chroma of 2 to 4 dry, 3 or 4 moist. Texture is gravelly sandy loam, sandy loam or fine sandy loam. Rock fragments range from 5 to 25 percent.\nWhen present, the 2Cd horizon hue is 10YR or 2.5Y. The value is 6 to 8 dry, 4 to 6 moist and chroma of 1 or 2 dry, 2 to 4 moist. There is 5 to 40 percent rock fragments and the texture is sandy loam, loam or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Timentwa soils have carbonates at 22 to 44 inches and weakly cemented discontinuous duripan over dense till at 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Willock soils are on hill slopes and foot slopes of uplands on glacial till plains. These soils formed in a mixture of volcanic ash and loess over ablation and dense till or bedrock. Slopes are 0 to 60 percent. Elevations are 1,800 to 2,900 feet. The climate is characterized by warm, dry summers and cool moist winters. Average annual precipitation ranges from 12 to 18 inches. Average January temperature is about 26 degrees F.; average July temperature is about 70 degrees F. and average annual temperature is 47 to 49 degrees F. Frost-free season is 110 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ginnis, Wagberg, Watco and Conconully soils. Conconully soils are on undulating ground moraines and are coarse-loamy. Ginnis soils are on foot slopes, back slopes and shoulders of hills and are moderately deep to weathered granite. Wagberg soils are back slopes and toe slopes of hills and on moraines and are loamy-skeletal. Watco soils are on sideslopes of uplands and are ashy throughout the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very slow to medium runoff; slow to moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Crop production is the primary use. The principle crops are wheat and barley. Small areas are used for livestock grazing or wildlife habitat. The potential native vegetation is bluebunch wheatgrass, Idaho fescue, threetip sagebrush, needleandthread, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas County, Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from 0 to 23 inches, with an estimated 30 to 60 percent volcanic glass and 2 to 3 percent pumice, 0.5 to 2.0 mm. in diameter. A cambic horizon from 23 to 43 inches over dense glacial till. The particle size control section is the zone from 10 to 40 inches (the A, 2Bw1, and most of the 2Bw2 horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Partial NSSL lab data is available under this pedon number 90P0347."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark grayish brown (10YR 4/2) ashy fine sandy loam, very dark brown (10YR 2/2) moist; weak fine and medium granular structure; soft, very friable, nonsticky and slightly plastic; many very fine roots; few very fine irregular and tubular pores; 2 percent sand-size ash, 0.5 to 2.0 mm. in diameter; 5 percent gravel; neutral (pH 7.0); abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--8 to 23 inches; brown (10YR 4/3) ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular and tubular pores; 3 percent sand-size ash, 0.5 to 2.0 mm. in diameter; 5 percent gravel; neutral (pH 7.2); clear wavy boundary. (10 to 20 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 58,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw1--23 to 34 inches; yellowish brown (10YR 5/4) cobbly loam, dark yellowish brown (10YR 3/4); weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular pores; 10 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "2Bw2",
        "top": 86,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bw2--34 to 43 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine roots; common very fine irregular and tubular pores; 5 percent gravel and 5 percent cobbles; neutral (pH 7.2); abrupt wavy boundary. (Combined thickness of Bw horizon is 16 to 24 inches.)"
      },
      {
        "name": "2Cd1",
        "top": 109,
        "bottom": 135,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Cd1--43 to 53 inches; light gray (10YR 7/2) sandy loam, dark grayish brown (10YR 4/2) moist; massive; hard, firm, nonsticky and nonplastic; few very fine roots; common very fine irregular and tubular pores; 10 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (5 to 15 inches thick)"
      },
      {
        "name": "2Cd2",
        "top": 135,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd2--53 to 60 inches; light gray (10YR 7/1) loamy sand, olive brown (2.5Y 4/4); massive; very hard, very firm, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 5 percent gravel and 5 percent cobbles; neutral (pH 7.3)."
      }
    ]
  ]
}
