{
  "SERIES": "WILMINGTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHG, ANA, RFL",
  "REVDATE": "03/2015",
  "STATES": "NY,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, frigid, shallow Typic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wilmington gravelly sandy loam, in a map unit of Ampersand-Wilmington complex, 0 to 15 percent slopes, very bouldery, in a wooded area. (Colors are for moist soil.)\nOi--0 to 8 cm; dark brown (7.5YR 3/2) peat, dominantly sphagnum; 95 percent fiber unrubbed, 80 percent rubbed; weak fine granular structure; very friable; many fine and medium roots; very strongly acid; clear wavy boundary.\nOe--8 to 13 cm; dark brown (7.5YR 3/2) mucky peat; 60 percent fiber unrubbed, 20 percent rubbed; weak fine granular structure; very friable; many fine and very fine, and common medium roots; very strongly acid; clear wavy boundary.\nOa--13 to 18 cm; black (7.5YR 2.5/1) muck; 15 percent fiber unrubbed, 2 percent rubbed; weak fine and medium granular structure; very friable; many fine and very fine, and common medium roots; 1 percent cobbles; very strongly acid; abrupt wavy boundary. (The combined thickness of the O horizons is 0 to 19 cm.)\nE--18 to 23 cm; brown (7.5YR 5/2) gravelly sandy loam; weak fine and medium subangular blocky structure; friable; few fine vesicular pores; few fine and medium roots; 15 percent gravel; few fine prominent yellowish red (5YR 4/6) soft masses of iron accumulation; very strongly acid; clear irregular boundary. (0 to 8 cm thick)\nBhs1--23 to 36 cm; very dark gray (7.5YR 3/1) and dark brown (7.5YR 3/2) sandy loam; weak medium subangular blocky structure; friable; moderately smeary; few fine tubular and vesicular pores; few fine and medium roots; 10 percent gravel; common fine prominent yellowish red (5YR 4/6) soft masses of iron accumulation and few fine and medium faint brown (7.5YR 5/2) areas of iron depletion; very strongly acid; clear wavy boundary.\nBhs2--36 to 48 cm; dark reddish brown (5YR 3/3 and 5YR 3/2) gravelly sandy loam; weak medium subangular blocky structure; friable; moderately smeary; few fine vesicular pores; few fine roots; 20 percent gravel; common medium distinct brown (7.5YR 5/2) areas of iron depletion; very strongly acid; clear wavy boundary. (The combined thickness of the Bhs horizons is 15 to 48 cm.)\nCdg--48 to 165 cm; grayish brown (10YR 5/2) gravelly sandy loam; massive with medium and thick plate-like divisions; firm, brittle; few fine vesicular pores; 20 percent gravel; common fine and medium prominent dark reddish brown (5YR 3/3) and common medium and coarse distinct dark yellowish brown (10YR 4/4) soft masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Essex County, New York; Town of Lewis; located about 185 meters south of a point on Wells Hill Road near Big Slash Mountain, that is 350 meters east of the upper crossing of Wells Hill Road and Spruce Mill Brook; USGS Ausable Forks, NY 15 minute topographic quadrangle; latitude 44 degrees, 16 minutes, 48.2 seconds N. and longitude 73 degrees, 39 minutes, 32.5 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mineral solum and depth to densic materials from the mineral surface range from 25 to 50 cm. Depth to bedrock is greater than 165 cm. Reaction ranges from extremely acid to moderately acid in the mineral solum, and strongly acid to slightly acid in the substratum. Rock fragments are mostly gravel and cobbles and typically range from 5 to 35 percent in the mineral soil, but some subhorizons do not have rock fragments. Depth to redoximorphic features is less than 25 cm. Areas of iron depletion occur in the upper part of the spodic horizon.\nThe Oe and Oa horizons have hue of 5YR to 10YR, value 2 to 3, and chroma 0 to 2. Some pedons do not have Oi, Oe, and/or Oa horizons.\nSome pedons have an A horizon up to 8 cm thick that is neutral or has hue of 7.5YR or 10YR, value of 2 to 3, and chroma of 0 to 2. It is silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction.\nThe E horizon is neutral or has hue of 5YR to 10YR, value of 4 to 6, and chroma of 0 to 2. It is fine sandy loam or sandy loam in the fine-earth fraction.\nThe Bhs horizons have hue of 5YR to 10YR, and value and chroma of 3 or less.\nSome pedons have a Bs horizon that has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 3 to 8.\nSome pedons have a BC horizon with hue of 10YR to 5Y, value of 4 or 5, and chroma of 1 or 2.\nThe B and BC horizons are silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nThe Cdg horizon has hue of 10YR to 5Y, value of 4 or 5, and chroma of 1 or 2. It is silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction. Consistence is firm or very firm.\nSome pedons have a Cd horizon that has hue of 10YR to 5Y, value of 4 or 5, and chroma of 1 to 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Brayton, Cabot, Westbury, and Worden soils are in related families. The poorly drained Brayton and Cabot soils have a cambic horizon. Westbury and Worden soils are somewhat poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wilmington soils are on nearly level to strongly sloping gradients in glaciated uplands. They are typically in concave parts of backslopes, footslopes, and toeslopes, but they also occur on till plains. The soils formed in loamy lodgment till derived mainly from schist, gneiss, phyllite, and granite. Slope ranges from 0 to 15 percent. The mean annual precipitation is 790 to 1640 mm, and the mean annual temperature is 2 to 7 degrees C. The frost-free period ranges from about 60 to 120 days. Elevation ranges from about 350 to 850 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ampersand, Colonel, Hogback, Lyman, Mundal, Peru, Tunbridge, Rawsonville, and Worden soils. Ampersand, Colonel, Mundal, and Peru soils occur in a drainage sequence with Wilmington soils. Ampersand, Colonel, and Worden soils are somewhat poorly drained. Mundal and Peru soils are moderately well drained. Hogback, Lyman, Tunbridge, and Rawsonville soils occur on drier, bedrock controlled hillslopes in higher positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Estimated saturated hydraulic conductivity is moderately high or high in the mineral solum, and moderately low or moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. The common trees are aspen, black cherry, yellow birch, sugar maple, red maple, balsam fir, eastern hemlock, red spruce, and white spruce. Willows and alders are also common. A few areas have been cleared and are used for hay and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Vermont and New York. MLRAs 143 and 144B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Windham County, Vermont, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. As originally proposed, the Wilmington series was classified as Thixotropic Cryic Fragiaquods. Further study indicated the temperature regime of these soils is frigid.\n2. It is recognized that historically the series was mapped and correlated as both shallow and moderately deep to a densic contact.\n3. The diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 23 cm (Oi, Oe, Oa, and E horizons).\nb. Albic horizon- the zone from 18 to 23 cm (E horizon).\nb. Spodic horizon - the zone from 23 to 48 cm (Bhs1 and Bhs2 horizons).\nc. Aquods feature - redoximorphic features in an albic or spodic horizon within 50 cm of the mineral soil surface (E, Bhs1, and Bhs2 horizons).\nd. Densic materials - the zone from at 48 to 165 cm (Cdg horizon).\nADDITIONAL DATA: Characterization data for Wilmington and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/\nNational Cooperative Soil Survey\nU.S.A."
  }
}
