{
  "SERIES": "WILMER",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. AR-DRM",
  "REVDATE": "08/2000",
  "STATES": "OH",
  "OVERVIEW": "The Wilmer series consists of deep, somewhat poorly drained soils formed in glacial outwash between beach ridges and near the edges of lake plains.  These soils have moderately rapid permeability.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 35 inches, and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, mesic Aquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wilmer loam - on a 1 percent slope in a cultivated field (Colors are for moist soil unless otherwise stated).\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; weak coarse granular structure; friable; common fine roots; 5 percent coarse fragments; neutral; abrupt smooth boundary.  (6 to 10 inches thick).\nA--8 to 12 inches; very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; common fine roots; 5 percent coarse fragments; neutral; clear wavy boundary.  (0 to 10 inches thick)\nBA--12 to 16 inches; yellowish brown (10YR 5/4) loam; weak coarse subangular blocky structure; friable; common fine roots; 5 percent rounded gravel and 5 percent sandstone fragments; many distinct dark grayish brown (10YR 4/2) coatings on faces of peds; common tongues of very dark grayish brown (10YR 3/2) A horizon material; neutral; clear wavy boundary.  (0 to 6 inches thick)\nBt1--16 to 24 inches; yellowish brown (10YR 5/4) gravelly sandy clay loam; common medium distinct yellowish brown (10YR 5/8) and few coarse faint grayish brown (10YR 5/2) mottles; weak medium subangular blocky structure; friable; 10 percent rounded gravel and 5 percent sandstone fragments; common root channels partially filled with very dark gray (10YR 3/1) loam; common faint brown (10YR 5/3) clay films on faces of peds and bridging sand grains; neutral; gradual smooth boundary.\nBt2--24 to 36 inches; yellowish brown (10YR 5/4) sandy clay; common medium distinct yellowish brown (10YR 5/8) and common medium faint grayish brown (10YR 5/2) mottles; weak coarse subangular blocky structure; friable; 5 percent rounded gravel and few sandstone fragments; few fine roots; common faint brown (10YR 4/3) clay films on faces of peds and bridging sand grains; neutral; clear smooth boundary.  (Combined thickness of the Bt horizons is 10 to 36 inches.)\nC1--36 to 40 inches; yellowish brown (10YR 5/4) loam; common medium distinct yellowish brown (10YR 5/8) and few fine faint grayish brown (10YR 5/2) mottles; massive; friable; 10 percent rounded gravel; neutral; clear smooth boundary.\nC2--40 to 72 inches; yellowish brown (10YR 5/4) stratified sandy loam, gravelly loam, and gravelly sandy loam; common medium distinct yellowish brown (10YR 5/8) mottles; massive; friable; contains thin lenses of loose sand and gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Erie County Ohio; Berlin Township; 1500 feet south of the intersection of Hill Road and Chapin Road along Chapin Road, then 60 feet west of Chapin Road; just north of the Berlin Conservation Club grounds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 30 to 60 inches.  The mollic epipedon is 10 to 16 inches thick.  Coarse fragments range from 2 to 20 percent in the solum and 0 to 40 percent in the C horizon.\nThe Ap and A horizons have hue of 10YR, value of 2 or 3 moist (4 or 5 dry), and chroma of 1 or 2.  They are sandy loam, fine sandy loam, loam, or silt loam.  They are medium acid to neutral.\nThe BA and Bt horizons have hue of 10YR or 2.5YR, value of 4 or 5, and chroma of 3 to 6.  Mottles with chromas of 2 or less are within 6 inches below the mollic epipedon or there are either bright or low-chroma mottles within 16 inches.  The BA and Bt horizons are loam, sandy clay loam, clay loam, or their gravelly analogues.  They are medium acid to neutral.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  It commonly is stratified and is sandy loam and loam or their gravelly analogues with some lenses or stratification of gravelly loamy sand to sand.  It is neutral or mildly alkaline.  Some pedons have small to moderate amounts of carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Andres, Aztalan, Crane, Darroch, Gilboa, La Hogue, Le Sueur, Marcellon, Mokena, Nachusa, Nenno, Odell, Protivin, and Vigar in the same family and Jimtown, Digby, Millgrove, and Olmsted.  Andres, Aztalan, Gilboa, and Mokena soils have more clay in the lower part of the solum.  Crane soils have less sand in the upper part of the solum and are underlain by stratified calcareous sand and gravel.  Darroch lack coarse fragments in the solum.  La Hogue soils have less coarse fragments and more sand in the lower part of the solum and C horizons.  Le Sueur, Marcellon, Nachusa, Odell, and Portivin soils are formed in till in all of the solum, or within 40 inches, and lack stratification.  Nenno soils have a solum of less than 24 inches and are calcareous within 40 inches.  Vigar soils have mollic epipedons more than 24 inches thick.  Jimtown and Digby soils have ochric epipedons.  Millgrove and Olmsted soils have argillic horizons that have dominant chromas of less than 2."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wilmer soils are on nearly level areas near the edges of lake plains and between beach ridges.  Slope gradients are less than 2 percent.  The soils formed in glacial outwash with a significant proportion of the material derived from local acid sandstone and shale bedrock.  Mean annual precipitation ranges from about 34 to 36 inches, and mean annual temperature ranges from about 50 to 51 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Jimtown and Millgrove soils and Bogart, Chili, Jimtown, and Oshtemo soils.  The somewhat poorly drained Jimtown soils are in similar topographic positions, but very poorly drained Millgrove soils are on nearly level areas or in depressions.  The moderately well Bogart soils and well drained Chili and Oshtemo soils are on beach ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for the production of corn, small grains, and hay.  Smaller acreages are devoted to pumpkins, cabbage, berries, and other specialized crops.  The soils are locally important to agriculture.  Little native vegetation remains; it is believed to have been a sparse, mixed hardwood forest with a dense ground cover of grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Ohio.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massechusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Huron County, Ohio, 1948."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Wilmer soils as described in the Soil Survey of Huron County, Ohio had light colored A or Ap horizons.  Field checks have shown that most of these soils actually have dark colored surfaces of sufficient thickness for a mollic epipedon.  Thus classification of Wilmer soils as Aquic Argiudolls is more suitable.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - from the surface to about 12 inches; argillic horizon - from about 16 to 36 inches.\nNational Cooperative Soil Survey\nU.S.A"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; weak coarse granular structure; friable; common fine roots; 5 percent coarse fragments; neutral; abrupt smooth boundary.  (6 to 10 inches thick)."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--8 to 12 inches; very dark grayish brown (10YR 3/2) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; common fine roots; 5 percent coarse fragments; neutral; clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "BA",
        "top": 30,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--12 to 16 inches; yellowish brown (10YR 5/4) loam; weak coarse subangular blocky structure; friable; common fine roots; 5 percent rounded gravel and 5 percent sandstone fragments; many distinct dark grayish brown (10YR 4/2) coatings on faces of peds; common tongues of very dark grayish brown (10YR 3/2) A horizon material; neutral; clear wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--16 to 24 inches; yellowish brown (10YR 5/4) gravelly sandy clay loam; common medium distinct yellowish brown (10YR 5/8) and few coarse faint grayish brown (10YR 5/2) mottles; weak medium subangular blocky structure; friable; 10 percent rounded gravel and 5 percent sandstone fragments; common root channels partially filled with very dark gray (10YR 3/1) loam; common faint brown (10YR 5/3) clay films on faces of peds and bridging sand grains; neutral; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 61,
        "bottom": 91,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--24 to 36 inches; yellowish brown (10YR 5/4) sandy clay; common medium distinct yellowish brown (10YR 5/8) and common medium faint grayish brown (10YR 5/2) mottles; weak coarse subangular blocky structure; friable; 5 percent rounded gravel and few sandstone fragments; few fine roots; common faint brown (10YR 4/3) clay films on faces of peds and bridging sand grains; neutral; clear smooth boundary.  (Combined thickness of the Bt horizons is 10 to 36 inches.)"
      },
      {
        "name": "C1",
        "top": 91,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--36 to 40 inches; yellowish brown (10YR 5/4) loam; common medium distinct yellowish brown (10YR 5/8) and few fine faint grayish brown (10YR 5/2) mottles; massive; friable; 10 percent rounded gravel; neutral; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 102,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "narrative": "C2--40 to 72 inches; yellowish brown (10YR 5/4) stratified sandy loam, gravelly loam, and gravelly sandy loam; common medium distinct yellowish brown (10YR 5/8) mottles; massive; friable; contains thin lenses of loose sand and gravel; neutral."
      }
    ]
  ]
}
