{
  "SERIES": "WILSHIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGR/AJT/DJE",
  "REVDATE": "4/80",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wilshire very gravelly coarse sand on a 2 percent slope under canyon live oak, manzanita, and sugarbush at an elevation of 4,000 feet.  (Colors are for dry soil unless otherwise stated.  (When described on 12/4/79 the soil was dry throughout).\nA1--0 to 5 inches; light brownish gray (2.5Y 6/2) very gravelly coarse sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, loose, non-sticky and nonplastic; common very fine and fine roots; 40 percent pebbles, 10 percent cobbles; neutral (pH 7.0); clear wavy boundary (2 to 6 inches thick)\nC1--5 to 15 inches; light brownish gray (2.5Y 6/2) very cobbly coarse sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, loose, non-sticky and nonplastic; few fine, medium and coarse roots; 30 percent pebbles, 30 percent cobbles; slightly acid (pH 6.5); clear irregular boundary (10 to 20 inches thick).\nIIC2--15 to 22 inches; grayish brown (2.5Y 5/2) loamy fine sand, very dark grayish brown (2.5Y 3/2) moist; massive; soft, very friable, non-sticky and nonplastic; few fine roots; 5 percent pebbles; slightly acid (pH 6.5); clear irregular boundary (5 to 10 inches thick)\nIIIC3--22 to 60 inches; light brownish gray (2.5Y 6/2) very gravelly coarse sand, brown (10YR 4/3) moist; single grain, loose, loose, nonsticky and nonplastic; few fine roots; 50 percent pebbles, 5 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  100 feet south of where the Banning Canyon road crosses the San Gorgonio River, 1800 feet east and 1550 feet north of the SW corner sec. 8, T.2S., R.1E., SBB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at 20 inches is 47 degrees to 59 degrees F.  The soil moisture control section is 20 to 60 inches.  It is usually dry in all parts from mid-June to late October and moist in some parts the rest of the year.  Combined gravel and cobble content is 5 to 60 percent but the average by volume is at least 35 percent between 10 and 40 inches.  Reaction is medium acid to neutral (pH 6.0 to 7.2). Percentage of organic carbon ranges from 0.3 to 1.5 and decreases irregularly with depth.\nThe A horizon has dry color of 10YR 6/3, 5/3, 5/2, 4/3; 2.5Y 6/2 or 5/2; moist color is 10YR 5/3, 4/3, 4/2, 3/3; 2.5Y 4/2; 5Y 5/2 or 4/2.  It is fine sandy loam, loamy sand or coarse sand with 30 to 50 percent pebbles and 5 to 15 percent cobbles.\nThe C horizon has dry color of 10YR 6/3, 5/3, 5/2, 4/3; 2.5Y 6/2, 3/2; 5Y 6/2, or 5/2; moist color is 10YR 4/3, 4/2; 2.5Y 4/2; 5Y 5/2 or 4/2.  It is stratified loamy fine sand or coarse sand with 35 to 60 percent rock fragments.  It has 15 to 50 percent pebbles and 5 to 30 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arizo, Avawatz, Metz, Soboda, and Tujunga soils in other families.  Arizo, Metz, Soboba and Tujunga soils have thermic soil temperatures.  Avawatz, Metz, and Tujunga soils are non-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Wilshire soils are on flood plains and alluvial fans in stream valleys of the San Bernardino and San Gabriel Mountains.  They formed in mixed alluvium derived from granitic and metamorphic rocks.  Elevation is 3800 to 7600 feet.  Mean annual temperature is 55 degrees and the annual precipitation is 20 to 35 inches, much of which occurs as snow above 7000 feet.  The mean January temperature is 45 degrees F. and the mean July temperature is 66 degrees F.  The frost-free season is May through October."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hanford, Oak Glen, and the competing Soboba soils.  Hanford and Oak Glen soils are sandy loam between 10 and 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; rapid permeability.  It is subject to brief, common flooding during December through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for range, wildlife habitat, recreation and watershed.  The native vegetation is mountain mohogany, manzanita and canyon live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Bernardino National Forest, San Bernardino County, California.  Name taken from Wilshire Peak in the San Bernardino Mountains.\nOSED scanned by SSQA.  Last revised by state on 4/80\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
