{
  "SERIES": "WILSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-RMR-RM",
  "REVDATE": "08/2017",
  "STATES": "OK,TX",
  "OVERVIEW": "The Wilson series consists of very deep, moderately well drained, very slowly permeable soils that formed in calcareous clayey alluvium of Pleistocene age derived from mudstone. These nearly level to gently sloping soils are on treads of Pleistocene stream terraces. Slopes are mainly less than 1 percent but range from 0 to 5 percent.  Mean annual precipitation is about 1003 mm (39.5 in) and the mean annual air temperature is about 18.1 degrees C (64.6 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Vertic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wilson silt loam in a Wilson silt loam, 0 to 1 percent slopes in cropland at an elevation of 122.9 m (403.2 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 13 cm (0 to 5 in); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure when moist, massive when dry; very hard, firm; sticky and plastic; common fine roots; moderately acid; abrupt wavy boundary. (Thickness is 8 to 25 cm [3 to 10 in])\nBt--13 to 51 cm (5 to 20 in); very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; moderate medium angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct, black 10YR 2/1 clay films on vertical faces of peds; 1, reversible trans-horizon crack; slightly acid; gradual wavy boundary. (Thickness is 25 to 51 cm [10 to 20 in])\nBtkssgy1--51 to 81 cm (20 to 32 in); grayish brown (2.5Y 5/2) silty clay, light brownish gray (2.5Y 6/2) dry; moderate medium angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct, slickensides; 25 percent, distinct, pressure faces; 25 percent, distinct, clay films on all faces of peds; 3, reversible trans-horizon cracks; 2 percent, fine, gypsum crystals; 2 percent, fine, calcium carbonate concretions; slightly alkaline; diffuse wavy boundary.\nBtkssgy2--81 to 165 cm (32 to 65 in); grayish brown (2.5Y 5/2) silty clay, light brownish gray (2.5Y 6/2) dry; weak coarse angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct,  slickensides; 25 percent, faint clay films on all faces of peds; 4 percent, fine, gypsum crystals; 2 percent, fine, calcium carbonate masses; slightly alkaline; gradual smooth boundary. (Thickness of the Btkssgy horizons is 64 to 152 cm [25 to 60 in])\nBCkss--165 to 203 cm (65 to 80 in); olive gray (5Y 5/2) silty clay, light gray (5Y 7/2) dry; weak coarse angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct, slickensides; 2 percent, coarse, calcium carbonate masses; very slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kaufman County, Texas; from the intersection of Texas Highway 34 and U.S. Highway 175 in Kaufman, Texas, approximately 4 miles southeast on U.S. Highway 175, 0.15 miles northeast and 0.2 miles southeast of the intersection of a county road and U.S. Highway 175, and approximately 150 ft southwest into a field.  Kaufman\nUSGS topographic quadrangle: Kaufman, TX;\nLatitude: 32 degrees, 31 minutes, 11.467 seconds North;\nLongitude: 96 degrees, 15 minutes, 56.321 seconds West.\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: dry in some or all parts of the soil moisture control section, for 90 or more cumulative days and moist, in some part, either for more than 180 cumulative days per year, or for 90 or more consecutive days in normal years; ustic soil moisture regime that borders on udic\nSoil depth: greater than 150 cm (greater than 60 in)\nDepth to argillic horizon: 8 to 25 cm (3 to 10 in)\nDepth to secondary calcium carbonate: 79 to 99 cm (31 to 39 in)\nDepth to redox concentrations: 13 to 36 cm (5 to 14 in)\nDepth to redox depletions: 13 to 203 cm (5 to 80 in)\nDepth to salt accumulations: 150 to 203 cm (60 to 80 in)\nDepth to gypsum accumulations: 58 to 203 cm (23 to 80 in)\nDepth to reduced matrix: 13 to 91 cm (5 to 36 in)\nDepth to slickensides: 13 to 66 cm (5 to 26 in)\nThickness of the ochric epipedon: 8 to 25 cm (3 to 10 in)\nSurface fragments: amount-0 to 2, size-fine, medium, or coarse, kind-quartzite\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent\nRock fragments: 0 to 12 percent\nA Horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2\nTexture: loam, silt loam, silty clay loam, clay loam, gravelly loam, gravelly silt loam, gravelly, silty clay loam, or gravelly clay loam\nClay content: 18 to 27 percent\nOther Features: The A horizon is less than 25 cm (10 in) thick in more than 50 percent of the pedon, but it is as much as 38 cm (15 in) thick in some subsoil troughs.  Some pedons have a thin E horizon in subsoil troughs.\nRock fragments: amount-0 to 35; size-fine, medium, or coarse; kind-quartzite or ironstone nodules\nEffervescence: none\nReaction: moderately acid to neutral\nBt Horizon:\nHue: 10YR or 2.5Y\nValue: 2 to 4\nChroma: 1\nTexture: clay loam, silty clay loam, silty clay, or clay\nClay content: 27 to 45 percent\nClay films: amount-0 to 25 percent, distinctness-distinct or prominent; location-on vertical faces of peds and on all faces of peds\nRedox concentrations: amount-0 to 20 percent, size-fine and medium, contrast-distinct or prominent, boundary-clear, shades-yellow or brown\nRock fragments: amount-0 to 15 percent; size-fine or medium, kind-quartzite\nElectrical conductivity (decisiemens per meter): 0 to 4\nSodium Adsorption Ratio: 2 to 8\nEffervescence: none to slightly\nReaction: slightly acid to slightly alkaline\nBtss, Btgss, Btgssk, Btsskyg, Btgssy, Btkssy, or Btssy Horizon (where present):\nHue: 10YR to 5Y\nValue: 3 to 7\nChroma: 1 or 2\nTexture: silty clay, clay, silty clay loam, or clay loam\nClay content: 35 to 50 percent\nSlickensides/Pressure faces: amount-5 to 50 percent; distinctness-faint, distinct, or prominent\nRedox concentrations: amount-0 to 20 percent, size-fine to medium, contrast-faint, distinct, or prominent, boundary-clear or diffuse, shades-yellow, brown, or olive\nRock fragments: amount-0 to 15 percent; size-fine or medium, kind-quartzite\nIdentifiable secondary carbonate: amount-0 to 10 percent, size-fine or medium, kind-calcium carbonate concretions or calcium carbonate masses\nCalcium carbonate equivalent: 1 to 20 percent\nGypsum: 0 to 4 percent\nElectrical conductivity (decisiemens per meter): 0 to 8\nSodium Adsorption Ratio: 2 to 10\nEffervescence: none to slight\nReaction: moderately acid to slightly alkaline\nBCk or BC Horizon (where present):\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: clay loam, silty clay loam, silty clay, or clay\nClay content: 35 to 50 percent\nRedox concentrations: amount-2 to 40 percent, size-fine to medium, contrast-faint, distinct, or prominent, boundary-clear or diffuse, shades- yellow, red or olive\nRock fragments: amount-0 to 15 percent; size-fine or medium, kind-quartzite\nPararock fragments: amount-0 to 35 percent; size-fine or medium; kind-claystone, siltstone, or mudstone\nIdentifiable secondary carbonate: amount-0 to 20 percent, size-fine or medium, kind-calcium carbonate masses, calcium carbonate concretions\nCalcium carbonate equivalent: 1 to 20 percent\nGypsum: 2 to 15 percent\nElectrical conductivity (decisiemens per meter): 2 to 8\nSodium Adsorption Ratio: 4 to 10\nEffervescence: none to strong\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Lufkin and Mabank series.\nLufkin and Mabank soils: have an abrupt textural change between the A and Btg horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous clayey alluvium of Pleistocene age derived from mudstone\nLandscape: Dissected Plains or River Valleys\nLandform: tread on stream terraces\nSlope: 0 to 5 percent\nMean annual precipitation: 813 to 1143 mm (32 to 45 in)\nThornthwaite P-E Index: 50 to 70\nMean annual air temperature: 15 to 22 degrees C (59 to 72 degrees F)\nFrost-free period: 220 to 270 days\nElevation: 61 to 264.3 m (200.1 to 867.1 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bonham, Burleson, Crockett, Houston Black, Lufkin, Mabank, and Normangee series.\nBonham soils: have mollic epipedons and are on slightly higher positions.\nBurleson and Houston Black soils: are clayey to the surface and have slickensides. In addition, Burleson soils are on similar positions and Houston Black soils are on slightly higher upland positions.\nCrockett and Normangee soils: have Bt horizons with chroma of more than 2 and are on slightly higher positions.\nLufkin soils: are on high terraces or remnants of terraces\nMabank soils: have an abrupt textural change between the A horizon and Btg horizon and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Moderately well.\nPermeability class:Very slow.\nRunoff: high on 0 to 1 percent slopes and very high on 1 to 5 percent slopes.  Very slow internal drainage.\nWetness: The soil is seasonally wet and is saturated in the surface layer and upper part of the Bt horizon during the winter and spring seasons for periods of 10 to 30 days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cropland.  Common crops are cotton, sorghum, small grains, and corn.  Many previously cropped areas are now used for unimproved pasture.  Native vegetation consists of little bluestem, yellow indiangrass, big bluestem, Texas wintergrass, vine mesquite, Florida paspalum, Virginia wildrye, silver bluestem, and sideoats grama and widely spaced motts of elm and oak trees. Most areas that are not cropped have few to many mesquite trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central, central, and South Central Texas; Land Resource Region J - Southwestern Prairies Cotton and Forage Region; Texas Blackland Prairies, Northern and Southern Parts (MLRAs 86A and 86B) and Texas Claypan Areas, Northern and Southern Part (MLRAs 87B and 87A); the series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Wilson County, Texas; 1907."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification change from Udertic Haplustalfs to Oxyaquic Vertic Haplustalfs based on knowledge that these soils are saturated for 2 to 4 weeks in most years. This period of time is within the definition of saturation for one month or more if rules of rounding are applied, i.e., 2 to 6 weeks saturation is considered inclusive.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section:  13 to 63 cm (5 to 25 in) (Bt1 and Btssgy1 horizons)\nOchric epipedon: 0 to 13 cm (0 to 5 in). The surface horizon is massive and hard or very hard when dry but is soft or friable when moist. (A horizon)\nArgillic horizon: 13 to 165 cm (5 to 65 in). (Bt and Btkssgy1 horizons)\nSlickensides: 51 to 203 cm (20 to 80 in). (Btkssgy1 and Btkssgy2 horizons)\nSecondary gypsum: 51 to 165 cm (20 to 65 in). (Btkssgy1 and Btkssgy2 horizons)\nSecondary carbonates: 51 to 203 cm (20 to 80 in). (Btkssgy1, Btkssgy2, and BCKss horizons)\nReduced matrix: 51 to 165 cm (20 to 65 in). (Btkssgy1 and Btkssgy2 horizons)\nVertic feature: When dry, cracks at least 6 mm (0.25 in) wide extend from the top of the argillic horizon through a thickness of 30 cm (12 in) or more within the upper 127 cm (50 in) of the soil.\nLinear Extensibility: The linear extensibility is greater than 6 cm (2.5 in) within 102 cm (40 in) of the soil surface.\nCoefficient of linear extensibility (COLE): 0.07 to 0.10 in the upper 127 cm (50 in) of the argillic horizon.\nOther Features: The surface layer is variable in thickness with a series of micro crests and troughs in the Bt horizon that range from 1.2 to 6.1 m (4 to about 20 ft) apart. The soil does not have aquic soil conditions in the upper 51 cm (20 in) in most years."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Type location pedon KSSL S1962TX257001 Kaufman County, Texas, KSSL pedon S10TX2930015 from Limestone County, Texas, Texas A&M University pedon S09TX3090014 from McLennan County, Texas,  Texas A&M University pedon S63TX-145-1, and Texas A&M University pedon S82TX-289-32.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 13 cm (0 to 5 in); very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure when moist, massive when dry; very hard, firm; sticky and plastic; common fine roots; moderately acid; abrupt wavy boundary. (Thickness is 8 to 25 cm [3 to 10 in])"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--13 to 51 cm (5 to 20 in); very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; moderate medium angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct, black 10YR 2/1 clay films on vertical faces of peds; 1, reversible trans-horizon crack; slightly acid; gradual wavy boundary. (Thickness is 25 to 51 cm [10 to 20 in])"
      },
      {
        "name": "Btkssgy1",
        "top": 51,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Btkssgy1--51 to 81 cm (20 to 32 in); grayish brown (2.5Y 5/2) silty clay, light brownish gray (2.5Y 6/2) dry; moderate medium angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct, slickensides; 25 percent, distinct, pressure faces; 25 percent, distinct, clay films on all faces of peds; 3, reversible trans-horizon cracks; 2 percent, fine, gypsum crystals; 2 percent, fine, calcium carbonate concretions; slightly alkaline; diffuse wavy boundary."
      },
      {
        "name": "Btkssgy2",
        "top": 81,
        "bottom": 165,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btkssgy2--81 to 165 cm (32 to 65 in); grayish brown (2.5Y 5/2) silty clay, light brownish gray (2.5Y 6/2) dry; weak coarse angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct,  slickensides; 25 percent, faint clay films on all faces of peds; 4 percent, fine, gypsum crystals; 2 percent, fine, calcium carbonate masses; slightly alkaline; gradual smooth boundary. (Thickness of the Btkssgy horizons is 64 to 152 cm [25 to 60 in])"
      },
      {
        "name": "BCkss",
        "top": 165,
        "bottom": 203,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "very slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCkss--165 to 203 cm (65 to 80 in); olive gray (5Y 5/2) silty clay, light gray (5Y 7/2) dry; weak coarse angular blocky structure when moist; extremely hard, very firm; very sticky, very plastic; few fine roots; few fine pores; 25 percent, distinct, slickensides; 2 percent, coarse, calcium carbonate masses; very slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
