{
  "SERIES": "WILTOP",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/MPC/JBF",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "OVERVIEW": "The Wiltop series consists of deep, well drained soils that formed in colluvium and residuum derived from welded tuff. Wiltop soils are on mountains. Slopes are 2 to 15 percent.  The mean annual precipitation is about 500 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wiltop very gravelly ashy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with 35 percent gravels and 10 percent cobbles.\nA1--0 to 20 cm; dark grayish brown (10YR 4/2) very gravelly ashy loam, very dark brown (10YR 2/2) moist; moderate very coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common medium roots; common very fine interstitial pores; 35 percent gravel and 10 percent cobbles; slightly acid (pH 6.5); clear smooth boundary. (5 to 25 cm thick)\nA2--20 to 60 cm; dark grayish brown (10YR 4/2) very gravelly ashy loam, very dark brown (7.5YR 2.5/2) moist; moderate medium angular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; common very fine interstitial pores; 40 percent gravel and 15 percent cobbles; neutral (pH 6.6); clear smooth boundary. (15 to 40 cm thick)\nBt--60 to 120 cm; brown (7.5YR 5/4) very gravelly sandy clay, dark brown (7.5YR 3/4) moist; moderate medium angular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine interstitial pores; faint clay films on all faces of peds and few distinct clay films on rock fragments; 40 percent gravel and 15 percent cobbles; neutral (pH 6.9); clear smooth boundary. (60 to 110 cm thick)\nR--120 cm; indurated welded tuff bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; about 250 meters southwest of Mount Wilson summit; Sec 31, T 5N, R 68E; USGS Mt Wilson 7.5 minute topographic quadrangle; Latitude 38 degrees 14 minutes 56.6 seconds N and longitude 114 degrees 23 minutes 40.9 seconds W; UTM zone 11 727981e, 4236660n; WGS84 Decimal Degrees 38.2490222 latitude, -114.3947000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in summer and fall except for 10 to 20 days cumulative between July and September due to convection storms; Removal of snow by wind results in reduced effective precipitation and slightly warmer than expected soil temperatures in summer months; typic xeric soil moisture regime.\nMean annul soil temperature: 5.5 to 7 degrees C.\nMean summer temperature: 12 to 14 degrees C.\nMollic epipedon thickness: 50 to 100 cm.\nDepth to bedrock: 100 to 150 cm.\nParticle-size control section - Clay content: averages 35 to 40 percent.\nRock fragments: 35 to 60 percent, mainly gravel.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nOther: Some pedons may contain few, faint clay films in the lower part.\nMineralogy: 30 to 50 percent volcanic glass in the parent material and averages 0.1 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nBt horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 to 4, dry or moist.\nClay content: 35 to 40 percent with some pedons contain thin sub-horizons that range to 27 percent clay.\nRock fragments: 35 to 60 percent, some pedons contain sub-horizons that average 60 to 65 percent rock fragments.\nTexture: Clay loam, sandy clay loam or sandy clay.\nMineralogy: 15 to 30 percent volcanic glass in the parent material and averages 0.1 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate. Other: Some pedons contain few, fine secondary calcium carbonate concretions on the bottom of rock fragments in B horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Breeseranch, Dupratt, Erakatak, Finsel, Hamtah, Home Camp, Humarel, Lamulita, Maule, Menbo, Potlid, Shotsprings and Squatterflat series.\nBreeseranch, Dupratt, Humarel, Maule, Potlid and Shotsprings, soils have O horizons. Erakatak, Finsel, Home Camp, Lamulita and Menbo soils are moderately deep. Hamtah and Squatterflat soils are very deep. Lamulita soils are not moist for 10 to 20 days cumulative between July and September due to convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wiltop soils are on mountain ridges and shoulders. These soils formed in colluvium and residuum derived from welded tuff. Slopes are 2 to 15 percent. Elevations range from 2,400 to 2,750 meters. The climate is moist subhumid with cold wet winters and warm dry summer. Precipitation in the form of snow is regularly removed by high winds. The mean annual precipitation is 450 to 500 mm. The mean annual temperature is 3 to 6 degrees C. and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the tentative Antennapeak, Nevtah and Winz series. Antennapeak and Nevtah soils average 18 to 27 percent clay in the particle-size control section. Winz soils have an albic horizon in the upper profile and average 40 to 50 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. Potential native vegetation is low sagebrush, muttongrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area NV713), Nevada, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 60 cm (A1 and A2 horizons).\nArgillic Horizon - The zone from 60 to 120 cm (Bt horizon).\nVitrandic feature - 30 to 50 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.1 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate between 0 to 60 cm (A1 and A2 horizons).\nParticle-size control section - The zone from 60 to 110 cm (part of the Bt horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nUser pedon ID: 08NV613239-BKP"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 20 cm; dark grayish brown (10YR 4/2) very gravelly ashy loam, very dark brown (10YR 2/2) moist; moderate very coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common medium roots; common very fine interstitial pores; 35 percent gravel and 10 percent cobbles; slightly acid (pH 6.5); clear smooth boundary. (5 to 25 cm thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 60,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--20 to 60 cm; dark grayish brown (10YR 4/2) very gravelly ashy loam, very dark brown (7.5YR 2.5/2) moist; moderate medium angular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; common very fine interstitial pores; 40 percent gravel and 15 percent cobbles; neutral (pH 6.6); clear smooth boundary. (15 to 40 cm thick)"
      },
      {
        "name": "Bt",
        "top": 60,
        "bottom": 120,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay",
        "cf_class": "very gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--60 to 120 cm; brown (7.5YR 5/4) very gravelly sandy clay, dark brown (7.5YR 3/4) moist; moderate medium angular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine interstitial pores; faint clay films on all faces of peds and few distinct clay films on rock fragments; 40 percent gravel and 15 percent cobbles; neutral (pH 6.9); clear smooth boundary. (60 to 110 cm thick)"
      },
      {
        "name": "R",
        "top": 120,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--120 cm; indurated welded tuff bedrock"
      }
    ]
  ]
}
