{
  "SERIES": "WILTSHIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSK-RP",
  "REVDATE": "08/2001",
  "STATES": "MD",
  "OVERVIEW": "The Wiltshire series consist of very deep, moderately well drained soils. Permeability is slow. They have formed in colluvium from micaceous schist over marble residuum. They occur on upland depressions and footslopes of the northern piedmont. Slopes range from 0 to 15 percent. Mean annual temperature is about 50 to 54 degrees F, and mean annual precipitation is about 38 to 50 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wiltshire silt loam, 0 to 3 percent slopes in a pasture.  (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 4 inches; dark yellowish brown (10YR 3/4), silt loam; strong fine granular structure; friable; many fine roots throughout; 13 percent sub-rounded mixed-igneous and metamorphic gravel; neutral; abrupt smooth boundary.\nAp2--4 to 10 inches; dark brown (7.5YR 3/3), gravelly silt loam; strong medium sub-angular blocky structure parting to strong medium granular; friable; many fine roots throughout; 25 percent sub-rounded mixed-igneous and metamorphic gravel; neutral; abrupt smooth boundary.  (Combined thickness of Ap horizon 4 to 15 inches)\nBE--10 to 15 inches;  brown (7.5YR 4/4), gravelly silt loam; weak coarse sub-angular blocky structure; friable; many fine roots throughout; many coarse tubular pores; few faint discontinuous brown (7.5YR 4/3) organic coats on faces of peds and in pores; 5 percent sub-rounded mixed-igneous and metamorphic gravel; neutral; clear wavy boundary. (0 to 10 inches)\nBt--15 to 29 inches;  yellowish brown (10YR 5/6) silt loam; common medium prominent light olive brown (2.5Y 5/4) mottles throughout; moderate medium sub-angular blocky structure; friable; many fine roots throughout; many fine tubular pores and common medium and coarse tubular pores; few fine and medium distinct strong brown (7.5YR 4/6), iron accumulations on faces of peds, and few medium prominent black (N 2/0) manganese or iron-manganese accumulations on faces of peds and clay films on faces of peds and in pores; 10 percent sub-rounded mixed-igneous and metamorphic gravel; neutral; abrupt wavy boundary.  (Thickness of the Bt horizon is 14 to 30 inches)\nBx--29 to 43 inches;  dark yellowish brown (10YR 4/6) loam; weak coarse and very coarse prismatic structure parting to moderate medium platy; firm; common fine roots between peds; common fine vesicular pores and common very fine and fine tubular pores; common fine and medium prominent grayish brown (10YR 5/2) soft iron depletions on faces of peds and common fine and medium distinct strong brown (7.5YR 4/6) soft iron accumulations on faces of peds and ped interiors; 12 percent sub-rounded mixed-igneous and metamorphic gravel; brittle in the lower portion of the horizon, slightly acid; abrupt wavy boundary.  (10 to 20 inches)\n2C1--43 to 51 inches;  brown (7.5YR 4/4) very gravelly clay loam; weak thin platy structure; firm; 45 percent sub-rounded mixed-igneous and metamorphic gravel; slightly acid; abrupt smooth boundary. Consistency is firm in place, friable in hand.\n2C2--51 to 62 inches; yellowish red (5YR 4/6), interior, very gravelly loam; massive; friable; 60 percent sub-rounded mixed-igneous and metamorphic gravel; slightly acid; clear smooth boundary.\n2C3--62 to 98 inches; brown (7.5YR 4/4) extremely channery sandy loam; common coarse distinct reddish brown (5YR 4/4) mottles throughout; massive; friable; 80 percent sub-angular schist-basic channers; slightly acid. (Combined thickness of the 2C horizons is 19 to 50 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Frederick County, MD; located approximately 1 mile east of New Market; in a pasture field; about 1,650 feet north of Rt. 144, and 650 feet west of Detrick Road.  Latitude 39 degrees 23 minutes 25 seconds; Longitude 77 degrees 14 minutes 40 seconds"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 50 inches. Depth to bedrock is greater than 5 feet. Depth to the fragipan ranges from 25 to 45 inches. Rock fragments of mixed igneous and metamorphic rocks such as phyllite, schist, calcareous schist and phyllite, marble and greenstone range from 0 to 25 percent in the horizons above the fragipan, and from 25 to 80 percent in the C horizons. Reaction ranges from strongly acid too neutral.\nThe Ap horizon, has hue of 7.5YR or I0YR, value of 3 or 4, chroma of 2 through 4. Texture is silt loam, loam, clay loam or silty clay loam in the fine earth fraction.\nThe BE horizon, where present, has hue of 10YR or 7.5YR, value 4 through 6, chroma 4 through 8. Texture is silt loam, or loam in the fine earth fraction. .\nThe Bt horizon has hue of 5YR through 10YR, value 4 through 6, chroma 4 through 6.  Texture is silt loam, loam, clay loam, or silty clay loam in the fine earth fraction.\nThe Bx horizon has hue of 5YR through 10YR, value 4 through 6, chroma 4 through 8. Texture is silt loam, or loam in the fine earth fraction.\nDepth to discontinuity ranges form 25 to 40 inches.  Redoximorphic features are common throughout the horizon. Prism faces are approximately 7 to 12 inches apart.\nThe 2C horizon, has hue of 5YR through 10YR, value 4 through 6, chroma 4 through 8. Texture is loam, silt loam, sandy clay loam, or sandy loam in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Wiltshire is the only series in this family.  The Clarksburg, Comly, Gatton, Homewood, Hustontown, Jonca, Readington, and Wooster soils are in the similar families. Clarsksburg soils are superactive and have rock fragments dominantly from sandstone, chert and limestone. Homewood soils are superactive and have sub-rounded shale, sandstone and limestone fragments. Comly soils are active and have rock fragments dominantly from granitic gneiss, shale and sandstone. Hustontown soils are active and have rock fragments of shale, siltstone and sandstone. Jonca soils are active and lack rock fragments of metamorphic rocks.  Readington soils are active and have 5YR and redder hues in the Bt horizon.  Gatton and Wooster soils have not been assigned a CEC class. ."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wiltshire soils are on nearly level to slightly concave upland flats, footslopes and edges of drainage swales.  Slopes range from 0 to 15 percent. The soils developed in colluvial materials of micaceous schist, phyllite, and greenstone schist over residual material weathered from low-grade marble. The climate is temperate and humid. Mean annual precipitation ranges from 35 to 50 inches, and mean annual temperature ranges from 50 to 57 degrees F. The growing season ranges from 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baltimore, Benevola, Chester, Conestoga, Funkstown, Glenelg, Hollinger, Hyattstown, Linganore, and Manor soils. Chester, Glenelg, and Manor soils are in residuum from mica schists and have less than 35 percent base saturation. Conestoga and Hollinger soils formed in residuum weathered from micaeous limestone and calcareous schist. Hagerstown soils have more than 35 percent clay in the argillic horizon.  Hyattstown and Linganore soils have bedrock within 40 inches and occupy higher landscape positions. Benevola occupies similar landscape positions, lacks a fragipan, and is formed from marble residuum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is moderately slow in the upper solum very slow just above and in the fragipan, and slow in the substratum. Run off is slow on gentle slopes and high on steeper slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in urban settings. Some areas are in pasture or used for crop production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maryland and possibly Pennsylvania. The soils of this series are not extensive. (MLRA148)"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Frederick County, Maryland, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are:\na. Ochric Epipedon - the zone from the surface to a depth of 10 inches (Ap horizon)\nb. Argillic horizon - the zone from 15 to 29 inches\nc. Fragipan  - the zone from 29 to 43 inches\nWiltshire was an inactive soil originally established in Pennsylvania.  Laboratory data is pedon S98MD-021-133 sampled as Glenelg.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
