{
  "SERIES": "WILT",
  "STATUS": "Established Series",
  "BYREV": "Rev: WMF/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Wilt series consists of moderately deep, well drained soils on lava plains.  They formed in ash over residuum.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 16 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wilt ashy sandy loam - rangeland, on a nearly level plateau at 3100 feet elevation.  (When described, (10/2/85), soil was dry below 3 inches.  Colors are for moist soil unless otherwise noted.)\nA1--0 to 6 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; weak fine platy structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many very fine irregular pores; 15 percent (estimated) clay; 5 percent gravel; neutral (pH 7.0); gradual smooth boundary.\nA2--6 to 13 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; weak fine platy structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine irregular pores; 15 percent (estimated) clay; 5 percent gravel; neutral (pH 7.0); gradual wavy boundary.  (Combined thickness of the A horizon is 7 to 14 inches)\n2Btb1--13 to 26 inches; dark brown (10YR 3/3) cobbly loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, and coarse and common medium roots; many fine vesicular and few medium tubular pores; few faint clay films on peds and few distinct clay films in pores; 23 percent (estimated) clay; 15 percent gravel and 15 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (7 to 20 inches thick)\n2Btb2--26 to 33 inches; dark brown (7.5YR 3/4) very cobbly clay loam, brown (7.5YR 4/4) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; many fine vesicular and few fine and medium tubular pores; continuous distinct clay films on peds and in pores; 35 percent (estimated) clay; 20 percent gravel and 35 percent cobbles; neutral (pH 7.0); abrupt wavy boundary.  (5 to 9 inches thick)\n2R--33 inches; hard fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deschutes County, Oregon; 1200 feet south and 200 feet east of the northwest corner of section 19, T. 14 S., R. 11 E. (Latitude 44 degrees, 20 minutes, 46 seconds N, 121 degrees, 28 minutes, 15 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in all parts of the soil moisture control section for 90 to 110 consecutive days after the summer solstice.  The mean annual soil temperature is about 44 to 47 degrees F.  Depth to bedrock is 20 to 40 inches.  The mollic epipedon and the ash mantle is 7 to 14 inches thick.  The particle-size control section contains 20 to 35 percent clay and averages 35 to 50 percent coarse fragments.  Reaction is neutral throughout.\nThe A horizon has hue of 10YR, value of 3 moist, 5 dry and chroma of 3 moist and dry.  It contains 10 to 20 percent field estimated clay.  It contains 2 to 10 percent gravel. It contains 50 to 80 percent glass and glass-coated aggregate.  Phosphate retention is 40 to 70 percent.  The acid oxalate aluminum plus one-half the iron is 0.40 to 1.0 percent. The 15-bar water content on dried and undried samples is 5 to 12 percent.  Base saturation by ammonium acetate is 80 to 100 percent.\nThe 2Btb horizon has hue of 10YR or 7.5YR, value of 3 moist, 4 or 5 dry and chroma of 3 or 4 moist and dry.  It is cobbly loam or cobbly clay loam in the upper part and very cobbly clay loam in the lower part.  Field estimated clay content is 20 to 35 percent.  It contains 10 to 30 percent gravel and 15 to 40 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Roundbarn (T), Saturday (T), and Stemitt series.  These soils are 40 to 60 inches deep to bedrock.  In addition, Stemitt soils are dry for 60 to 75 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wilt soils are on lava plains.  Elevation is 2,800 to 4,000 feet.  Slopes are 0 to 15 percent.  These soils formed in ash over residuum.  The climate is characterized by cold, wet winters and hot, dry summers.  The mean annual precipitation is 12 to 18 inches.   The mean annual temperature is 42 to 47 degrees F.  The frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fremkle, Henkle, and Wanoga soils.  They are on uplands, and have andic soil properties throughout a depth of 14 or more inches.  In addition, Fremkle and Henkle soils have bedrock within 20 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing, wildlife habitat, and recreation.  Potential native vegetation is ponderosa pine, western juniper, antelope bitterbrush, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Footslopes and plateaus of the eastern Cascades of central Oregon; MLRA 6.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in the pedon are:\nmollic epipedon - from the soil surface to 13 inches.  (A1 and A2 horizons)\nargillic horizon - the zone from 13 inches to 33 inches. (2Btb1 and 2Btb2 horizons)\nVitrandic subgroup - Laboratory data based on the associated Wanoga Series, pedon S86OR-017-001.  From 0 to 13 inches (A1 and A2 horizons); phosphate retention is 60 percent, glass and glass coated aggregate in the very fine sand fraction is 70 percent, and the acid oxalate aluminum plus one-half the acid oxalate iron is 0.45 percent.\nThe ash deposit is from Mt. Mazama\nNational Cooperative Soil Survey\nU.S.A."
  }
}
