{
  "SERIES": "WINADA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJS-GJS-JVC-JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winada gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with approximately 30 percent gravel.\nA1--0 to 13 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine and fine interstitial pores; 30 percent gravel; neutral (pH 7.2); abrupt smooth boundary.  (8 to 18 cm thick)\nA2--13 to 30 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine, fine and medium roots; many very fine and fine interstitial pores; 25 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear wavy boundary.  (13 to 23 cm thick)\nBt--30 to 61 cm; brown (10YR 5/3) very gravelly clay loam, dark yellowish brown (10YR 3/4) moist; strong medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; common distinct clay films on faces of peds and lining pores; 30 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.4); abrupt wavy boundary.  (23to 40 cm thick)\nCr--61 to 91 cm; weathered sandstone.\nR--91 cm; unweathered sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 30 miles south of Battle Mountain; 1,500 feet south and 3,000 feet west of the northeast corner of section 14, T. 28 N., R. 45 E.; USGS Goat Peak 7.5 minute topographic quadrangle; latitude 40 degrees 17 minutes 58 seconds N and longitude 116 degrees 52 minutes 56 seconds W; WGS84 Decimal Degrees 40.2994444 latitude,  -116.8822222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist from late autumn through early summer, dry in late July through early October; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 4 to 7 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 20 to 30 cm.\nDepth to base of argillic horizon: 50 to 75 cm.\nDepth to bedrock: 50 to 75 cm to a paralithic contact.  The paralithic materials below the contact are weathered sedimentary rocks such as sandstone.  Harder, unweathered sandstone bedrock is typically within 100 cm.\nReaction: Neutral or slightly alkaline.\nParticle-size control section - Clay content: 28 to 35 percent.\nSand content: 30 to 45 percent.\nRock fragments: 35 to 50 percent, mainly gravel with 0 to 5 percent cobbles. Lithology of fragments are sedimentary rocks such as sandstone and chert.\nA horizons\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 3 percent.\nConsistence: Soft or slightly hard, dry.\nBt horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bonyard, Chamberlain, Cowlow, Crandall, Forsey, Fourme, Itwo, Jackflat, Packer, Scuffe, Stopatoe, Successloop, Tagum, Toquima, and Zeebar series.\nBonyard, Itwo, Jackflat, Tagum and Toquima soils have less than percent 28 clay in the particle-size control section.  Chamberlain, Forsey, Fourme, Successloop, and Zeebar soils are very deep.  Cowlow soils have a calcic horizon. Crandall soils are deep to lithic contacts. Packer soils are deep and very deep to lithic contacts. Scuffe soils have 20 to 35 percent cobbles in the particle-size control section.  Stopatoe soils have paralithic materials composed of weathered volcanic rocks such as rhyolitic tuff and are influenced by volcanic ash."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winada soils are on mountains.  They typically occur on backslope positions.  These soils formed in colluvium and residuum derived from sandstone and shale, with minor amounts of chert and quartzite.  Slopes are 50 to 75 percent.  Elevations range from 2,135 to 2,750 meters.  The climate is semiarid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 300 to 400 mm, mean annual temperature is 3 to 6 degrees C., and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hapgood and Tusel soils.  Hapgood soils are deep to lithic contacts, have thick mollic epipedons, and do not have diagnostic subsurface horizons.  Tusel soils are deep or very deep to lithic contacts, have thick mollic epipedons, and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately slow permeability; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Winada soils are used for rangeland and wildlife habitat.  The present vegetation is mainly low sagebrush, Idaho fescue, bluebunch wheatgrass, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Nevada.  These soils are not extensive with about 2,200 acres of the series mapped to data.  MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, Nevada (BLM Sonoma Planning Unit), 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 30 to 61 cm (Bt horizon).\nParalithic contact - The boundary at 61 cm to underlying soft, weathered bedrock (Cr layer).\nLithic contact - The boundary at 91 cm (R layer\nParticle-size control section - The zone from 30 to 61 cm (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
