{
  "SERIES": "WINBERRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS/WRP/AON",
  "REVDATE": "07/1999",
  "STATES": "OR",
  "OVERVIEW": "The Winberry series consists of shallow, somewhat excessively drained soils that formed in colluvium weathered from andesite, tuffs, and breccias.  These soils are on mountains in the Cascade Range and have slopes of 10 to 70 percent.  The mean annual precipitation is 85 inches, and the mean annual temperature is 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Lithic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winberry very gravelly loam - forested.  (Colors are for moist soil unless otherwise noted.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) very gravelly loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many fine roots; many fine interstitial pores; 55 percent gravel; moderately acid (pH 6.0); clear smooth boundary.  (3 to 6 inches thick)\nBw1--4 to 9 inches; dark brown (7.5YR 4/3) very cobbly loam, pinkish gray (7.5YR 7/3) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine interstitial pores; 20 percent gravel and 15 percent angular cobbles; moderately acid (pH 6.0); gradual wavy boundary.  (4 to 8 inches thick)\nBw2--9 to 18 inches; brown (7.5YR 5/4) very cobbly loam, pink (7.5YR 7/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many fine and common medium interstitial pores; 20 percent gravel and 35 percent cobbles; moderately acid (pH 5.8); abrupt irregular boundary.  (3 to 10 inches thick)\nR--18 inches; slightly fractured light colored bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lane County, Oregon; on new Holderman Mountain Road in the SW1/4SW1/4 of sec. 22, T. 23 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist and it is dry in all parts of the moisture control section for less than 45 consecutive days during the four months following the summer solstice.  The mean annual soil temperature is 42 to 47 degrees F, and the mean summer soil temperature is less than 59 degrees F without an O horizon.  Depth to a lithic contact is 10 to 20 inches.  The particle-size control section averages 35 to 60 percent rock fragments.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, more than 5.5 dry, and chroma of 2 or 3 moist and dry.  It is loam, with 35 to 60 percent coarse fragments, mostly gravel.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 through 7 dry, and chroma of 3 or 4 moist and dry.  It is loam with 10 to 18 percent clay and 35 to 60 percent gravel and angular cobbles.  It is massive or has weak structure.  The bedrock is hard and may be slightly to highly fractured."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowood, Hechtman, and Luckiamute series.  Cowood soils have an E horizon, which appears to qualify for an albic horizon.  Hechtman soils have an annual soil temperature of 32 to 36 degrees F.  Luckiamute soils have 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winberry soils are on mountain slopes and ridge tops in the Cascade Range at elevations of 3,200 to 4,700 feet.  Slopes are 10 to 70 percent.  The soils formed in colluvium weathered from light colored dacitic and andesitic tuffs and breccias.  Winters are cold and moist and summers are cool and dry.  The mean annual precipitation is 70 to 100 inches, much of which falls as snow from November to May.  The mean January temperature is 31 degrees F; the mean July temperature is 59 degrees F; and the mean annual temperature is 43 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cruiser, Holderman, Hummington, Keel, and Yellowstone soils.  Cruiser soils are deeper than 40 inches to bedrock and have less than 35 percent rock fragments in the particle-size control section.  Hummington, Keel, and Yellowstone soils have an umbric epipedon 10 inches or more thick.  Holderman soils are 20 to 40 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow through rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for wildlife habitat, recreation, and watershed areas with limited value for growing timber.  Native vegetation is mainly Douglas fir, mountain hemlock, noble fir, Pacific silver fir, tall blue huckleberry, common beargrass, Pacific rhododendron, and scattered western white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the Cascade Range in southern Lane County and northern Douglas County.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lane County Area, Oregon, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The base saturation is assumed to be less than 60 percent throughout the control section.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; very dark grayish brown (10YR 3/2) very gravelly loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many fine roots; many fine interstitial pores; 55 percent gravel; moderately acid (pH 6.0); clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--4 to 9 inches; dark brown (7.5YR 4/3) very cobbly loam, pinkish gray (7.5YR 7/3) dry; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine interstitial pores; 20 percent gravel and 15 percent angular cobbles; moderately acid (pH 6.0); gradual wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 23,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw2--9 to 18 inches; brown (7.5YR 5/4) very cobbly loam, pink (7.5YR 7/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many fine and common medium interstitial pores; 20 percent gravel and 35 percent cobbles; moderately acid (pH 5.8); abrupt irregular boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches; slightly fractured light colored bedrock."
      }
    ]
  ]
}
