{
  "SERIES": "WINCHESTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RJE/TLA",
  "REVDATE": "07/1999",
  "STATES": "OR,WA",
  "OVERVIEW": "The Winchester series consists of very deep, excessively drained soils formed in sandy alluvial and eolian sand or glacial outwash.  Winchester soils are on terraces, dunes, and terrace escarpments.  Slopes are 0 to 65 percent.  The average annual precipitation is about 8 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winchester sand - grassland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; grayish brown (10YR 5/2) sand, very dark grayish brown (10YR 3/2) moist; single grain; loose; few roots; slightly alkaline (pH 7.8); diffuse smooth boundary.  (5 to 15 inches thick)\nC1--8 to 26 inches; dark gray (10YR 4/1) coarse sand, black (10YR 2/1) moist; single grain; loose; few roots; moderately alkaline (pH 8.0); gradual wavy boundary.  (15 to 35 inches thick)\nC2--26 to 60 inches; gray (10YR 5/1) coarse sand, very dark gray (10YR 3/1) moist; single grain; loose; few roots; few lime lenses 1/2 to 3/4 inch thick; slightly effervescent; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Washington; about 6 miles northeast of Royal City; 2,700 feet south and 940 feet east of the northwest corner of section 35 T. 18 N., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 50 to 59 degrees F.  These soils are usually moist in late fall, winter and early spring but are dry more than one-half of the time the soil temperature is more than 40 degrees F.  These soils are usually dry in all parts between depths of 12 and 35 inches for about 105 to 130 consecutive days.  The particle-size control section is coarse sand or sand and averages more than 75 percent very coarse, coarse, and medium sand, 0 to 5 percent clay and 0 to 15 percent coarse fragments.  The soils are free of lime in the upper 20 to 30 inches.  Reaction is slightly acid to moderately alkaline in the upper 20 to 30 inches; and neutral to moderately alkaline below.\nThe A horizon contains less than 1 percent organic matter.  It has hue of 10YR or 2.5Y value, 4 through 7 moist, chroma of 1 through 4 dry or moist.\nThe C horizon has hue ranging from 7.5YR through 2.5Y, value of 4 through 7 dry, 2 through 7 moist, and chroma of 1 through 4 dry or moist.  The lower part of the particle-size control section is multicolored in some pedons.  The upper part of the particle-size control section is loamy coarse sand in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berent, Goldrun, Hotsprings, Incy, Quincy, Quinton, Rinquin, Toll, Walco, and Zorravista series.  Berent, Goldrun, and Incy soils have less than 75 percent medium or coarser sand in the particle-size control section.  Hotsprings soils are 20 to 35 percent pebbles in the particle-size control section.  Quinton, and Walco soils are 20 to 40 inches deep to a lithic contact.  Quincy soils have less than 75 percent medium or coarser sand or have more than 5 percent clay.  Rinquin soils have a paralithic contact at a depth of 20 to 40 inches. Toll soils are free of carbonates throughout the control section.  Zorravista soils contain free carbonates from the surface to a depth of 20 inches or more and contain vitric pyroclastic materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winchester soils are on terraces, dunes and terrace escarpments.  Some terrace surfaces are hummocky or ripple-marked.  Slopes are 0 to 65 percent.  The soils formed in sandy alluvial and eolian sand or glacial outwash.  Sands are predominantly of basalt origin.  Elevations are 350 to 1,900 feet in Washington and Oregon, and from 2,500 to 4,500 feet in Idaho.  Summers are warm and dry and winters are cool.  Average annual precipitation ranges from 4 to 12 inches.  Average January temperature is about 27 degrees F., average July temperature is about 77 degrees F., and average annual air temperature is 49 to 53 degrees F.  The frost-free season is 110 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Skaha, Timmerman, and Wanser soils, and the competing Quincy and Quinton soils.  Skaha  soils are sandy-skeletal. Timmerman soils have sandy loam textures in the upper part of the particle-size section.  Wanser soils have an aquic moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very slow and slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and irrigated cropland.  The native vegetation is needleandthread, Indian ricegrass, thickspike wheatgrass, and rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Washington, Oregon and Idaho.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Quincy Area, Washington, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 8 inches and a particle-size control section from 10 to 40 inches that is sandy throughout.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
