{
  "SERIES": "WINDAGE",
  "STATUS": "Established Series",
  "BYREV": "MEB/AW/KP",
  "REVDATE": "02/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Windage loam on a northeast facing convex slope of 40 percent under oats, at an elevation of 1250 feet (381 meters). When described the soil was dry to 30 cm. (Colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches (0 to 5 centimeters); slightly decomposed plant material. (O horizon thickness ranges from 0 to 6 cm, 0 to 2 inches)\nA1--2 to 5 inches, (6 to 12 cm); dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; 20 percent clay; weak medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine roots throughout; common very fine tubular pores; 5 percent 2 to 75 millimeter shale fragments; neutral (pH 6.8 by Phenol red); abrupt wavy boundary. (2 to 5 inches thick, 5 to 13 centimeters)\nBt1--5 to 12 inches, (12 to 30 cm); very dark gray (10YR 3/1) clay loam, black (10YR 2/1) moist; 35 percent clay; moderate medium subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; common very fine roots throughout; common very fine tubular pores; faint clay films on surfaces along root channels and very faint clay films on all faces of peds; 5 percent 2 to 75 millimeter shale fragments; neutral (pH 7.2 by Phenol red); clear wavy boundary.\nBt2--12 to 24 inches, (30 to 60 cm); clay, 20 percent brown (10YR 4/3) and 80 percent very dark gray (10YR 3/1) moist; 45 percent clay; strong coarse angular blocky structure; hard, firm, moderately sticky and very plastic; common very fine roots throughout; common very fine tubular pores; distinct clay films on all faces of peds; 10 percent 2 to 75 millimeter shale fragments; slightly alkaline (pH 7.4 by Phenol red); clear wavy boundary.\nBt3--24 to 31 inches, (60 to 80 cm); gravelly clay, 40 percent dark yellowish brown (10YR 4/4) and 60 percent very dark grayish brown (10YR 3/2) moist; 55 percent clay; strong coarse angular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots throughout; distinct clay films on all faces of peds; 20 percent 2 to 75 millimeter shale fragments; slightly alkaline (pH 7.4 by Phenol red); clear wavy boundary.\nBt4--31 to 37 inches, (80 to 95 cm); clay, very dark gray (10YR 3/1) moist; 60 percent clay; massive; very hard, firm, very sticky and very plastic; common very fine roots throughout; distinct clay films on all faces of peds; 5 percent 2 to 75 millimeter shale fragments; slightly alkaline (pH 7.4 by Phenol red); clear wavy boundary.\nBt5--37 to 60 inches, (95 to 152 cm); clay, light olive brown (2.5Y 5/4) moist; 50 percent clay; strong coarse angular blocky structure; hard, very firm, very sticky and very plastic; distinct clay films on all faces of peds; 10 percent extremely weakly cemented 2 to 75 millimeter shale fragments; slightly alkaline (pH 7.4 by Phenol red). (Combined Bt horizon thickness ranges from 140 to 147 cm, 55 to 58 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Barbara County, California, on the Channel Islands 33 degrees North latitude, 57 minutes, 18 seconds and 120 degrees, 6 minutes, 17 seconds West longitude, NAD83. - U.S.G.S Quad: Santa Rosa Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 59 to 64 degrees F. (15 to 18 degrees C.) The soil moisture control section is dry in all parts from about mid-August to mid-November (about 90 days) and is usually moist the rest of the time. Secondary carbonates are found in the lower parts of some profiles in the B horizon, however, there is no Calcic horizon.\nThe particle size control section averages 36 to 53 percent clay.\nThe A horizons have dry color is of 10YR 5/2, 5/3, 4/2, 4/3, or 3/1; and 2.5Y 3/4. Moist color is 10YR, 3/2, 2/2, 2/1; and 2.5Y 5/4.\nThe Bt horizon has dry color is of 10YR 6/8, 4/2. 2.5Y 6/8, 6/4; and 7.5YR 4/6. Moist color is 10YR 4/4, 4/3, 3/2, 3/1, or 2/2; and 2.5Y 5/4, 4/3, 3/3, 3/2, 3/1. 7.5YR 3/6; and 5Y 5/1."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This are the Danville and Halyard series. Danville soils have Ap horizons, formed in alluvium on fans and terraces with 0 to 9 percent slopes. Danville soils also have Bt horizons that are range neutral to moderately alkaline but are most typically moderately alkaline. Halyard soils are 20 to 40 inches to rock on hills that formed in igneous volcanic rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Windage soils are on side slopes of hills and mountains that formed on uplifted marine terraces on islands. These soils formed in weathered shale. Slopes are 20 to 75 percent. Elevations are 50 to 1440 feet (15 to 439 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog common throughout the year. The mean annual precipitation is 21 to 31 inches (533 to 787 mm), the mean annual temperature is 61 to 66 degrees F (16 to 19 degrees C), and the frost free season is to 355 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Buoy soils which are found in similar locations but have eolian sand deposits on the surface. They are generally found on the lower parts of hills near the coast."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff, slow to very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is wild oats and miscellaneous forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California. The soil is not extensive and is only found on Santa Rosa Island. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soil name is coined. Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about greater than 20 inches (50 cm).\nArgillic horizon--The zone from a depth of 6 inches (15 cm) to a depth of about 60 inches (152 cm).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
