{
  "SERIES": "WINDY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDG/JHP/JJJ/SBS",
  "REVDATE": "02/2006",
  "STATES": "CA",
  "OVERVIEW": "The Windy series consists of deep or very deep well drained soils formed in material weathered from andesitic mudflows.  These soils are on mountains and plateaus and have slopes of 5 to 75 percent.  The mean annual precipitation is about 60 inches and the mean annual temperature is 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, frigid Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Windy gravelly sandy loam on a 10 percent south facing slope at 6,650 feet elevation under a cover of California red fir.  (Colors are for dry soil unless otherwise stated).\n0--3/4 to 0 inches; fresh and partially decomposed red fir litter; abrupt, wavy boundary.  (1/2 to 3 inches thick)\nA1--0 to 2 inches; very dark grayish brown (10YR 3/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; loose, friable, nonsticky and nonplastic, weakly smeary; 36 percent angular pebbles and stones; few roots; many irregularly shaped pores; medium acid (pH 6.0); clear irregular boundary.  (2 to 6 inches thick)\nA2--2 to 12 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; 35 percent angular pebbles, abundant very fine roots; many irregularly shaped pores; medium acid (pH 6.0); clear smooth boundary.  (4 to 10 inches thick)\nA3--12 to 25 inches; brown (10YR 4/3) very cobbly sandy loam, very dark grayish brown (2.5YR 3/2) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; about 35 percent angular pebbles and cobbles; and about 10 percent stones, plentiful very fine and few large roots; many irregularly shaped pores; medium acid (pH 6.0); clear smooth boundary.  (6 to 18 inches thick)\nBw--25 to 45 inches; yellowish brown (10YR 5/4) extremely cobbly sandy loam, dark yellowish brown (10YR 3/4) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; 25 percent angular pebbles, 50 percent cobbles and stones; few large roots; many irregularly shaped pores; strongly acid (pH 5.5); abrupt irregular boundary.  (12 to 26 inches thick)\nCr--45 inches; partially weathered volcanic breccia consisting of angular andesitic stones in a matrix of tuffaceous-like material.  Roots matted on top of parent material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tehama County, California; Humboldt Summit, in the southeast corner of the county, at the northwest corner of NE 1/4, SW 1/4, section 32, T.27 N., R.5E., on a south-facing slope of 10 percent at 6,650 feet elevation and 62 inches annual precipitation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to rock ranges from 40 to greater than 60 inches.  Colors throughout the profile are 10YR 2/2, 3/1, 3/2, 3/3, 4/1, 4/2, 4/3, 4/4, 5/1, 5/2, 5/3, 5/4, 5/6, 6/4; 7.5YR 3/2, 4/2, 4/4, 5/2 or 5/4 dry.  Moist chroma and value within the upper 20 inches is 1, 2, 3, or 4.  The soil is usually moist continuously in some or all parts of the moisture control section from about November until June and is usually dry in all parts the rest of the year.  Mean annual soil temperature ranges from 40 to 47 degrees F.  Volcanic ash is less than 60 percent throughout the upper 7 to 14 inches of the profile.  Bulk density ranges from about 0.85 in the upper part to about 1.0 in the lower part of the profile.\nThe A horizon is loam, sandy loam, fine sandy loam or coarse sandy loam and may be modified by gravel, stones or cobbles.  Rock fragments range from about 5 to 75 percent.  It is typically medium acid but ranges from slightly acid to strongly acid.  Base saturation ranges from 6 to 35 percent.\nThe Bw horizon is loam, sandy loam, or coarse sandy loam and ranges from gravelly or cobbly to extremely gravelly or extremely cobbly with 35 to 90 percent rock fragments.  It ranges from slightly acid to very strongly acid.  Base saturation ranges from 2 to 29 percent.  Some pedons have a C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kingtain, Pheeney, Sheld, Tumac and Waca series.  Kingtain soils are dry in the centrol section for 45 to 60 consecutive days each year.  Sheld soils have buried Bt horizons. Tumac soils have greater than 60 percent volcanic ash in the upper 13 inches of the soil.  Pheeney and Waca soils are less than 40 inches to bedrock.  Washougal soils have mesic temperature regimes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Windy soils are on mountains and plateaus in the Sierra Nevada and Cascade Range of northern California.  They formed in material weathered from volcanic mud flow, primarily of andesite but including dacite or basalt in some areas.  Elevation ranges from 4,000 to 9,000 feet and annual precipitation ranges from 40 to 80 inches, mostly as winter snow.  Slopes are 5 to 75 percent.  Mean annual temperature ranges from 39 to 47 degrees F.  Summers are dry and average July temperature ranges from 56 to 67 degrees F.  Average January temperature ranges from 25 to 32 degrees F.  The average frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Waca series and the Ledmount and Lyonsville series.  Ledmount soils are less than 20 inches to bedrock.  Lyonsville soils lack umbric epipedons, have less than 35 percent rock fragments in the control section, and are less than 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff is typically medium but ranges from very slow to rapid; permeability is moderately rapid when moist.  The soil is hydrophobic when dry."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Windy soils are used for timber production, watershed and wildlife habitat.  Dense stands of shrubs cover many areas of Windy soil and timber covers other areas.  Pine manzanita, mountain whitethorn, bush chinquapin and huckleberry oak are associated in the dense shrub-covered areas.  Red fir, white fir and Jeffrey pine occur in the conifer-dominated areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Above 4,000 feet elevation in the northern Sierra Nevada and Cascade Range of California.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tehama County, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Type location and a classification changed in 1995.  The present classification is based on an umbric epipedon, a xeric moisture regime, bulk density of about 0.9 and more than 35 percent coarse fragments in the 10 to 40 inch particle-size control section.\nCompeting series not updated at that time.\nADDITIONAL DATA:  NSSL pedon S90CA-009-109.  Two pedons in Amador County without andic soil property analyses: S61CA-005-030 and S61CA-005-030. UCD lab pedon #1423.  Windy soils mapped in Tehama County with soil depths of 20 to 40 inches would now be included with the Waca series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A1--0 to 2 inches; very dark grayish brown (10YR 3/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; loose, friable, nonsticky and nonplastic, weakly smeary; 36 percent angular pebbles and stones; few roots; many irregularly shaped pores; medium acid (pH 6.0); clear irregular boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2 to 12 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; 35 percent angular pebbles, abundant very fine roots; many irregularly shaped pores; medium acid (pH 6.0); clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "A3",
        "top": 30,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6,
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A3--12 to 25 inches; brown (10YR 4/3) very cobbly sandy loam, very dark grayish brown (2.5YR 3/2) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; about 35 percent angular pebbles and cobbles; and about 10 percent stones, plentiful very fine and few large roots; many irregularly shaped pores; medium acid (pH 6.0); clear smooth boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "Bw",
        "top": 64,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--25 to 45 inches; yellowish brown (10YR 5/4) extremely cobbly sandy loam, dark yellowish brown (10YR 3/4) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; 25 percent angular pebbles, 50 percent cobbles and stones; few large roots; many irregularly shaped pores; strongly acid (pH 5.5); abrupt irregular boundary.  (12 to 26 inches thick)"
      },
      {
        "name": "Cr",
        "top": 114,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--45 inches; partially weathered volcanic breccia consisting of angular andesitic stones in a matrix of tuffaceous-like material.  Roots matted on top of parent material."
      }
    ]
  ]
}
