{
  "SERIES": "WINDERE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAD-DEC-AAC",
  "REVDATE": "08/2007",
  "STATES": "IL",
  "OVERVIEW": "The Windere series consists of very deep, moderately well drained soils that formed in loess or other silty material and in the underlying loamy till on moraines and till plains. Slope ranges from 0 to 4 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 9 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Windere silt loam - on a 3 percent west-facing slope in a cultivated field at an elevation of 281 meters (922 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); very dark grayish brown (10YR 3/2), grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to weak medium granular; friable; common very fine roots; neutral; abrupt smooth boundary. [18 to 23 cm (7 to 9 inches) thick]\nBt1--23 to 43 cm (9 to 17 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak fine and medium subangular blocky structure; friable; common very fine roots; common distinct brown (10YR 4/3) clay films and few distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds and in pores; moderately acid; clear smooth boundary.\nBt2--43 to 66 cm (17 to 26 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; common distinct brown (10YR 4/3) and few distinct dark brown (10YR 3/3) clay films on faces of peds and in pores; moderately acid; clear smooth boundary.\nBt3--66 to 79 cm (26 to 31 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; friable; common very fine roots; many distinct brown (10YR 4/3) and few distinct dark brown (10YR 3/3) clay films on faces of peds and in pores; slightly acid; clear smooth boundary. [Combined thickness of the Bt horizon is 30 to 76 cm (12 to 30 inches).]\n2Bt4--79 to 91 cm (31 to 36 inches); dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few very fine roots; few distinct brown (10YR 4/3) and dark brown (10YR 3/3) clay films on faces of peds and in pores; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; 2 percent gravel; neutral; clear wavy boundary.\n2Bt5--91 to 127 cm (36 to 50 inches); strong brown (7.5YR 4/6) clay loam; weak medium and coarse subangular blocky structure; friable; few very fine roots; few distinct brown (7.5YR 4/3) and dark brown (7.5YR 3/3) clay films on faces of peds and in pores; common fine and medium faint strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine prominent grayish brown (10YR 5/2) iron depletions in the matrix; 5 percent gravel; neutral; clear smooth boundary. [Combined thickness of the 2Bt horizon is 20 to 71 cm (8 to 28 inches).]\n2C--127 to 165 cm (50 to 65 inches); yellowish brown (10YR 5/4) loam; massive; firm; many medium and coarse faint dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 10 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McHenry County, Illinois, about 6.4 km (4 miles) northwest of Harvard; 671 meters (2,200 feet) north and 396 meters (1,300 feet) west of the southeast corner of sec. 18, T. 46 N., R. 5 E.; USGS Capron topographic quadrangle; lat. 42 degrees 27 minutes 53 seconds N., and long. 88 degrees 41 minutes 33 seconds W., NAD 27; UTM Zone 16, 360845 easting, and 4702766 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon is 91 to 140 cm (36 to 55 inches). The depth to soil horizons with more than 15 percent sand is 56 to 102 cm (22 to 40 inches). The depth to carbonates is 91 to 152 cm (36 to 60 inches). Rock fragments are primarily igneous (rhyolite, andesite, feldspar) and sedimentary (dolomite). Content ranges from none to a few pebbles in the upper two parts of the series control section and 1 to 15 percent in the lower two parts.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3 moist (3 to 5 dry), and chroma of 1 to 3. It is silt loam. Reaction ranges from strongly acid to neutral.\nThe E horizon, where present, has hue of 10YR, value of 4 to 5, and chroma of 2 or 3. It is silt loam. Reaction is strongly acid to neutral.\nThe Bt horizon has hue of 10YR, value of 4 to 6, and chroma of 3 or 4. Texture is silty clay loam, but in some places it is silt loam. The Bt horizon averages 24 to 35 percent clay and less than 10 percent sand. Reaction is strongly acid to slightly acid.\nThe 2Bt or 2BC horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 6. It is clay loam or loam. The clay content ranges from 20 to 34 percent, and sand content ranges from 22 to 45 percent. Reaction is moderately acid to slightly alkaline. The calcium carbonate equivalent is 0 to 20 percent.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 6. It is loam, sandy loam, or fine sandy loam. The 2C horizon averages 15 to 20 percent clay and 35 to 55 percent sand. Reaction is slightly alkaline or moderately alkaline. Many pedons have secondary carbonate accumulations in the upper part. The calcium carbonate equivalent is 15 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Barony, Downsouth, Grays, Hedrick, Juda, Kaneville, Newvienna, Richview, Throckmorton, Vasa, and Wingate series. Barony and Grays soils have a poorly graded sand fraction in the lower one-half of the series control section. Downsouth, Hedrick, Kaneville, Newvienna, and Vasa soils are deeper than 102 cm (40 inches) to horizons with more than 15 percent sand. Juda soils have more than 20 percent clay in the lower part of the series control section. Richview soils do not have carbonates within a depth of 152 cm (60 inches). Throckmorton and Wingate soils have a bulk density of greater than 1.70 g/cm3 in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Windere soils are on till plains and moraines. Slope ranges from 0 to 4 percent. They formed in 56 to 102 cm (22 to 40 inches) of loess or other silty material and in the underlying loamy till. Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F), mean annual precipitation is 762 to 1016 mm (30 to 40 inches), frost free days range from 140 to 180 days, and the elevation ranges from 207 to 311 meters (679 to 1020 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Caprell, Geryune, Pella, Piscasaw, and Torox soils. The well drained Caprell soils developed in a thinner mantle of loess or other silty material and are on slightly higher landform positions. The moderately well drained Geryune soils have a mollic epipedon, and the well drained Piscasaw soils have a lighter colored surface layer. These soils are on similar landform positions nearby and form a biosequence with the Windere soils. The poorly drained Pella soils have a mollic epipedon and are in slight depressions and drainageways. The somewhat poorly drained Torox soils are on slightly lower landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. An intermittent apparent seasonal high water table is at a depth of 61 to 107 cm below the surface (2.0 to 3.5 feet) at some time between February and April in most years. The potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped. Principal crops are corn, soybeans, small grain, or meadow. Native vegetation is prairie grasses and some scattered hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois. The extent is small in MLRA 95B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McHenry County, Illinois, 1996. The name Windere was derived from the Wingate series which was mapped in the Belvidere till member in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped Wingate in McHenry County. Through MLRA update activities these units were found to have a bulk density of 1.45 to 1.70 g/cm3 in the lower part of the series control section, whereas the Wingate series has a bulk density of 1.70 to 1.90 g/cm3.\nDiagnostic horizons in this pedon are: ochric epipedon - the zone from the surface to a depth of 23 cm (9 inches) (Ap horizon); argillic horizon - the zone from 23 to 127 cm (9 to 50 inches) (Bt1, Bt2, Bt3, 2Bt4, and 2Bt5 horizons); discontinuity at a depth of 79 cm (31 inches) - the contact between the Bt3 and 2Bt4 horizons; udic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 inches); very dark grayish brown (10YR 3/2), grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to weak medium granular; friable; common very fine roots; neutral; abrupt smooth boundary. [18 to 23 cm (7 to 9 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--23 to 43 cm (9 to 17 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak fine and medium subangular blocky structure; friable; common very fine roots; common distinct brown (10YR 4/3) clay films and few distinct very dark grayish brown (10YR 3/2) organic coatings on faces of peds and in pores; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--43 to 66 cm (17 to 26 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common very fine roots; common distinct brown (10YR 4/3) and few distinct dark brown (10YR 3/3) clay films on faces of peds and in pores; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--66 to 79 cm (26 to 31 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; friable; common very fine roots; many distinct brown (10YR 4/3) and few distinct dark brown (10YR 3/3) clay films on faces of peds and in pores; slightly acid; clear smooth boundary. [Combined thickness of the Bt horizon is 30 to 76 cm (12 to 30 inches).]"
      },
      {
        "name": "2Bt4",
        "top": 79,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt4--79 to 91 cm (31 to 36 inches); dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; few very fine roots; few distinct brown (10YR 4/3) and dark brown (10YR 3/3) clay films on faces of peds and in pores; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; 2 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "2Bt5",
        "top": 91,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt5--91 to 127 cm (36 to 50 inches); strong brown (7.5YR 4/6) clay loam; weak medium and coarse subangular blocky structure; friable; few very fine roots; few distinct brown (7.5YR 4/3) and dark brown (7.5YR 3/3) clay films on faces of peds and in pores; common fine and medium faint strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine prominent grayish brown (10YR 5/2) iron depletions in the matrix; 5 percent gravel; neutral; clear smooth boundary. [Combined thickness of the 2Bt horizon is 20 to 71 cm (8 to 28 inches).]"
      },
      {
        "name": "2C",
        "top": 127,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--127 to 165 cm (50 to 65 inches); yellowish brown (10YR 5/4) loam; massive; firm; many medium and coarse faint dark yellowish brown (10YR 4/4) masses of iron accumulation in the matrix; common fine distinct light brownish gray (10YR 6/2) iron depletions in the matrix; 10 percent gravel; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
