{
  "SERIES": "WINERTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. ET/JJJ/MAV",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "OVERVIEW": "The Winerton series consists of moderately deep, moderately well drained soils that formed in finely sorted alluvium from mixed sources.  Winerton soils are on alluvial plains and lacustrine terraces and have slopes of 0 to 2 percent.  The mean annual precipitation is about 130 mm and the mean annual temperature is about 15 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Argic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winerton fine sandy loam at an elevation of 1,161 meters.  (When described on October 14, 1982, the soil was moist to 102 cm with a water table below; (Colors are for dry soil unless otherwise stated).\nA1--0 to 10 cm; light gray (10YR 7/1) fine sandy loam, light brownish gray (10YR 6/2) moist; weak thick platy parting to weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; few very fine tubular and common very fine vesicular pores; violently effervescent; very strongly alkaline (pH 9.4); clear smooth boundary.\nA2--10 to 36 cm; white (10YR 8/1) fine sandy loam, light brownish gray (10YR 6/2) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine and common medium roots; few fine and common very fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (combined thickness of the A horizon is 3 to 46 cm)\nBtn--36 to 64 cm; pinkish gray (7.5YR 6/2) clay loam, brown (7.5YR 5/2) moist; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and moderately plastic; few very fine and fine roots; few fine and common very fine tubular pores; many faint clay films in pores; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (20 to 56 cm thick)\nBkm--64 to 86 cm; very pale brown (10YR 8/2) indurated petrocalcic horizon; pinkish gray (7.5YR 7/2) moist; massive; common very fine and fine tubular pores; violently effervescent; abrupt wavy boundary.  (15 to 61 cm thick)\nCg--86 to 152 cm; light greenish gray (5GY 7/1) sandy clay loam, greenish gray (5GY 5/1) moist; weak coarse subangular blocky structure; very hard, very firm, slightly sticky and moderately plastic; few fine roots; few very fine and fine tubular pores; slightly effervescent; moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 2 miles south of Blackrock Fish Hatchery; 300 feet east and 2,000 feet south of the Northwest corner of Sec. 14, T. 12 S., R. 34 E.; USGS Blackrock 7.5 minute topographic quadrangle; latitude 36 degrees 54 minutes 26 seconds N and longitude 118 degrees 14 minutes 07 seconds W; WGS84 Decimal Degrees 38.9072222 latitude, -118.2352778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 15 to 17.8 degrees C.  The soil temperature is below 5 degrees C. from about January 1 to February 1.  The soil between the depths of 20 and 53 cm is moist in some or all parts for 135 to 150 days from about December 15 to May 15.  It is dry in all parts for 200 to 225 days from about May 15 to December 15; aridic moisture regime bordering on aquic.  The petrocalcic horizon is at a depth of 51 to 102 cm.  Eroded phases are recognized.\nThe An horizon color is 2.5Y 6/2, 7/2, 8/2; 10YR 5/2, 6/2, 7/1, 7/2 or 8/1.  Moist color is 2.5Y 5/2, 5/4, 6/2, 7/2; 10YR 3/2, 3/4, 4/3, 4/4 or 6/2.  It is fine sandy loam, loam, or sandy loam averaging 4 to 12 percent clay.  Reaction is moderately through very strongly alkaline.  Electrical conductivity is 8 to 16 millimhos per centimeter.  Sodium adsorption ratio is greater than 30.\nThe Btn horizon color is 2.5Y 6/2, 7/2; 7.5YR 6/2; 10YR 6/2 or 7/2.  Moist color is 2.5Y 4/4, 5/4, 6/2, 7/2; 7.5YR 5/2; 10YR 4/3, 4/4 or 5/3.   It is loam, sandy clay loam, or clay loam with 18 to 35 percent clay.  Reaction is moderately through very strongly alkaline.  Electrical conductivity is 2 to 8 millimhos per centimeter.  Sodium adsorption ratio is 13 to 30.  Some pedons have a transitional BC horizon with similar colors and sandy loam or loam textures.\nThe Bkm horizon color is 5Y 8/1, 8/2; 10YR 7/2 or 8/2.  Moist color is 5Y 5/3, 6/2, 7/1, 7/2; 7.5YR 4/4, 7/2; or 10YR 5/3.\nThe C horizon color is 5Y 7/2, 7/3 or 5GY 7/1.  Moist color is 5Y 5/4, 7/4 or 5GY 5/1.  It is sand, sandy loam, loam or sandy clay loam.  Reaction is mildly or moderately alkaline.  Electrical conductivity is 2 to 8 millimhos per centimeter.  Sodium adsorption ratio is 13 to 30."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winerton soils are on alluvial plains and lacustrine terraces.  Slopes are 0 to 2 percent.  The soils formed in finely sorted alluvium from mixed sources.  Elevations are 1,160 to 1,250 meters.  The climate is arid with hot dry summers and cool moist winters.  The mean annual precipitation is 100 to 150 mm.  The mean annual temperature is 13.9 to 16.1 degrees C.  Mean July temperature is about 26.7 degrees C., and mean January temperature is about 4.4 degrees C.   The frost-free season is 140 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS ARE",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS ARE:  These are Division, Hessica , and Numu  soils.  The Hessica soils are on stream terraces and do not have a petrocalcic horizon.  Division soils are on stream terraces and have a duripan cemented by silica.  Numu soils are on stream terraces and have a duric horizon but not a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; ponded to very slow runoff; slow permeability, rare and occasionally flooded phases are recognized.  A water table is at a depth of 102 to 152 cm from March 1 to May 15.  Eroded phases of Winerton soils have a water table below 122 cm."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Winerton soils are used for rangeland and wildlife habitat.  Vegetation is inland saltgrass, shadscale, black greasewood and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Owens Valley of east central California.  The series is not extensive in MLRA-29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Benton-Owens Valley Area, Inyo County, California, 1994.  The name is taken from a nearby creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- 0 to 36 cm (An1, An2).\n2.  Argillic horizon -- 36 to 64 cm (Btn).\n3.  Petrocalcic horizon -- 64 to 86 cm (Ckm).\n4. Sodium absorption ratio is 13 to 30 but lacks prismatic structure.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
