{
  "SERIES": "WINEDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEB/ACT",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Winedale series consists of soils that are moderately deep to weathered shale. They are moderately well drained and very slowly permeable. They formed in tuffaceous clays overlain by gravelly loamy alluvium. These soils are on    gently sloping uplands. Slopes range from 2 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Udertic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winedale gravelly fine sandy loam, on a  convex 4 percent slope, in woodland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; brown (10YR 4/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable; common fine roots; 25 percent siliceous pebbles; very strongly acid; abrupt smooth boundary.  (3 to 7 inches thick)\nA2--4 to 7 inches; brown (10YR 5/3) gravelly fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable; common fine roots; 30 percent siliceous pebbles; very strongly acid; abrupt wavy boundary.  (3 to 8 inches thick)\n2Bt --7 to 14 inches; yellowish red (5YR 4/6) clay, dark reddish brown (2.5YR 3/4) moist; few fine faint dusky red mottles; moderate coarse subangular blocky structure parting to moderate  medium subangular blocky; very hard, very firm; few fine and medium roots; few pressure faces; many distinct discontinuous clay films on faces of peds; extremely acid; clear wavy boundary.  (6 to 15 inches thick)\n2Btss --14 to 23 inches; brown (7.5YR 5/4) clay, reddish brown (5YR 4/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; very hard, very firm; few fine roots; common thin discontinuous clay films on faces of peds; common large intersecting slickensides; many shiny pressure faces; extremely acid; clear wavy boundary.  (4 to 14 inches thick)\n2BCtss --23 to 37 inches; light yellowish brown (10YR 6/4) clay, brown (10YR 5/3) moist; strong medium subangular blocky structure parting to moderate medium subangular blocky; common fine distinct brownish yellow (10YR 6/8) mottles; very hard, very firm; few fine roots; few fine pores; common large intersecting slickensides; few thin discontinuous clay films on faces of peds; extremely acid; gradual wavy boundary.  (4 to 13 inches thick)\n2C1 --37 to 51; light yellowish brown (10YR 6/4)  clay and soft shale  that has clay texture, brown (10YR 5/3) moist; common fine distinct brownish yellow (10YR 6/8) mottles;  massive;  weakly bedded; very hard, very firm; few fine roots; common pressure faces; 40 percent weakly consolidated shale fragments; extremely acid; gradual wavy boundary.  (7 to 16 inches thick)\n2C2 --51 to 62 inches; very pale brown (10YR 7/3)  clay and soft shale  that has clay texture, yellowish brown (10YR 5/4) moist; common medium distinct brownish yellowish (10YR 6/8) mottles; massive;  weakly bedded; very hard, very firm; few very fine roots; few pressure faces; 40 percent weakly consolidated shale fragments; extremely acid; gradual wavy boundary.  (6 to 38 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Texas; in La Grange, from the intersection of U.S. Highway 77 and Texas Highway 71, 6.9 miles north on U.S. Highway 77, 3.6 miles west on Farm Road 153, 0.5 mile north on county road and 100 feet east in woodland.  (Latitude: 97 degrees, 56 minutes, 46 seconds North; Longitude: 30 degrees, 00 seconds, 50 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Base saturation ranges from 35 to 75 percent throughout the argillic horizon.  Clay content of the control section ranges from 60 to 70 percent and COLE values range from 0.07 to more than 0.09 in the Bt horizons.  Intersecting slickensides range from few to common below a depth of 12 inches.  When dry, cracks 1/2 inch wide are in the argillic horizon and extend to a depth of  20  inches or more.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  Texture is gravelly fine sandy loam or gravelly very fine sandy loam.  Siliceous pebbles range from 15 to 35 percent by volume.  The combined thickness of the A horizons is less than 10 inches.  Reaction ranges from very strongly acid to slightly acid.\nSome pedons have a thin discontinuous E horizon with value and chroma 1 to 2 units higher than the A.\nThe 2Bt horizons have hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 2 to 8.  Mottles in shades of brown, gray or yellow range from none to few.  Texture is clay and ranges from 60 to 70 percent clay. Reaction ranges from extremely acid to strongly acid.\nThe 2BCtss or 2BCt horizons have hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 3 or 4.  Mottles in shades of brown, gray, red or yellow range from none to common.  Texture is clay and ranges from 60 to 70 percent clay.  Reaction ranges from extremely acid to strongly acid.\nThe 2C horizon has hue of 10YR, value of 5 to 7, and chroma of 3 or 4.  The material is shale that has clay texture.  Clay content ranges from 60 to 70 percent clay.  Mottles in shades of brown, gray or yellow range from none to common.  Weakly consolidated fragments of shale range from 15 to 50 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Soils in similar families are the Arol, Axtell, Burlewash, Crockett, Darst, Falba, Kurten, Jedd, Lufkin, Rosanky, and Travis series.  All of these soils have a fine texture family.  Arol, Burlewash, and Falba soils are 20 to 40 inches to a paralithic contact.  Axtell, Crockett, Kurten, Lufkin, Rosanky, and Travis soils have sola greater than 40 inches and base saturation greater than 75 percent throughout the argillic horizon.  Darst, Jedd, Rosanky and Travis soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winedale soils are on very gently sloping to gently sloping uplands.  Slopes range from 2 to 5 percent.   These soils formed in tuffaceous acidic clays of the Caddell Formation that is overlain by gravelly loamy alluvium.   Mean annual temperature ranges from 68 to 70 degrees F., and mean annual precipitation ranges from 34 to 42 inches.  Frost free days range from 260 to 280 days and elevation ranges from 300 to 450 feet.  Thornthwaite annual P-E indices range from 52 to 60."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burlewash, Edge, Uhland, and Warda series.  Burlewash soils are on similar positions.  Edge soils have base saturation greater 75 percent in the argillic horizon and are on similar positions.  Uhland soils have coarse-loamy control sections and are below in flood plains.  Warda soils have mollic epipedons and are on stream terraces below."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is very high.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland and improved pasture or range.  Native vegetation is mainly loblolly pine with scattered post oak, blackjack oak, and cedar.  Understory consists of yaupon, American beauty berry and mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly on the Caddell Formation in the Texas Claypan Land Resource Area.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fayette County, Texas; 1992.  The name is from the community of Winedale located in the northeast part of Fayette County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - 0 to 7 inches thick (A1 and A2 horizons)\nArgillic horizon - 7 to 37 inches thick (2Bt1, 2Bt2, and 2BCt horizons)\nVertic feature - Intersecting slickensides and cracks when dry.\nPale feature - abrupt textural change between A and 2Bt horizons\nMottles - mottles are relic and are related to the parent material.\nADDITIONAL DATA:  A complete characterization report was provided by the Texas Agricultural Experiment Station Soil Characterization Laboratory from a 1990 pit study in Fayette County.  (S90TX149-4-1-8)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 4 inches; brown (10YR 4/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable; common fine roots; 25 percent siliceous pebbles; very strongly acid; abrupt smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--4 to 7 inches; brown (10YR 5/3) gravelly fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable; common fine roots; 30 percent siliceous pebbles; very strongly acid; abrupt wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 18,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt --7 to 14 inches; yellowish red (5YR 4/6) clay, dark reddish brown (2.5YR 3/4) moist; few fine faint dusky red mottles; moderate coarse subangular blocky structure parting to moderate  medium subangular blocky; very hard, very firm; few fine and medium roots; few pressure faces; many distinct discontinuous clay films on faces of peds; extremely acid; clear wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "2Btss",
        "top": 36,
        "bottom": 58,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btss --14 to 23 inches; brown (7.5YR 5/4) clay, reddish brown (5YR 4/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; very hard, very firm; few fine roots; common thin discontinuous clay films on faces of peds; common large intersecting slickensides; many shiny pressure faces; extremely acid; clear wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "2BCtss",
        "top": 58,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BCtss --23 to 37 inches; light yellowish brown (10YR 6/4) clay, brown (10YR 5/3) moist; strong medium subangular blocky structure parting to moderate medium subangular blocky; common fine distinct brownish yellow (10YR 6/8) mottles; very hard, very firm; few fine roots; few fine pores; common large intersecting slickensides; few thin discontinuous clay films on faces of peds; extremely acid; gradual wavy boundary.  (4 to 13 inches thick)"
      },
      {
        "name": "2C2",
        "top": 130,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C2 --51 to 62 inches; very pale brown (10YR 7/3)  clay and soft shale  that has clay texture, yellowish brown (10YR 5/4) moist; common medium distinct brownish yellowish (10YR 6/8) mottles; massive;  weakly bedded; very hard, very firm; few very fine roots; few pressure faces; 40 percent weakly consolidated shale fragments; extremely acid; gradual wavy boundary.  (6 to 38 inches thick)"
      }
    ]
  ]
}
