{
  "SERIES": "WINEGAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JD-JAL",
  "REVDATE": "10/97",
  "STATES": "ID",
  "OVERVIEW": "The Winegar series consists of moderately well drained soils on ground moraines.  Slopes are 4 to 15 percent.  These soils formed in glacial till derived from mixed volcanic bedrock.  They are influenced by loess and volcanic ash. Winegar soils are moderately deep to dense basal till.  Permeability is moderately slow.  Average annual precipitation is about 35 inches. Average annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, amorphic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Winegar gravelly silt loam, supporting a Douglas-fir/blue huckleberry community, woodland; on a 7 percent rolling slope with an east aspect; about 6,250 feet elevation.  (Colors are for dry soil unless otherwise noted.)\nOi--1 to 0 inches; forest litter; abrupt smooth boundary.\nA--0 to 4 inches; dark yellowish brown (10YR 4/4) gravelly silt loam, dark brown (10YR 3/3) moist; weak very fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine, common medium and few fine roots; many very fine irregular pores; 15 percent pebbles, trace cobbles, stones and boulders; moderately acid (pH 5.6); abrupt smooth boundary.  (2 to  8 inches thick)\nBw1--4 to 14 inches; dark yellowish brown (10YR 4/4) silt loam, dark yellowish brown (10YR 3/4) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; 10 percent pebbles, trace cobbles, stones and boulders; moderately acid (pH 5.8); gradual smooth boundary.  (6 to 16 inches thick)\nBw2--14 to 26 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; 10 percent pebbles, trace cobbles, stones and boulders; moderately acid (pH 6.0); abrupt irregular boundary.  (5 to 30 inches thick)\nBC--26 to 38 inches; light olive brown (2.5Y 5/4) very gravelly sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable; nonsticky and slightly plastic; many very fine and few fine roots; few very fine tubular pores; 50 percent, gray (10YR 5/1) cobble-size fragments of dense basal till; 25 percent pebbles, 10 percent cobbles and trace stones and boulders; slightly acid (pH 6.4); clear irregular boundary.  (0 to 15 inches thick)\nCd--38 to 65 inches; gray (10YR 5/1) dense basal till that crushes to a very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; hard, firm and brittle, nonsticky and nonplastic; few very fine roots following the weathering rind; many very fine and few fine irregular pores; common fine (less than 5 mm thick) distinct  (10YR 3/4 moist) weathering rind around coarse pebbles, cobbles, stones and boulders; 25 percent pebbles, 10 percent cobbles, trace stones and boulders; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fremont County, Idaho; about 18 miles east of Ashton, Idaho: about 2800 feet north and 1200 feet east of the southwest corner section 12., T. 9 N., R. 46 E. Latitude - 44 degrees North, 7 minutes, 18 seconds. Longitude - 111 degrees West, 5 minutes, 21 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of andic soil properties - 20 to 40 inches\nDepth to dense basal till - 20 to 40 inches\nRock fragments in particle size control section, weighted average - 15 to 35 percent\nBase saturation by ammonium acetate - 10 to 40 percent\nReaction - strongly acid to slightly acid\nMean annual soil temperature - 37 to 41 degrees F.\nMean summer soil temperature - 42 to 46 degrees F.\nMoisture control section - between 4 and 12 inches; dry throughout the moisture control section for less than 30 consecutive days during the four months following the summer solstice\nA horizon\nHue - 10YR or 7.5YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 through 4 dry or moist\nRock fragment content - 15 to 25 percent\nPebbles - 15 to 20 percent\nCobbles - 0 to 5 percent\nStones - 0 to 5 percent\nVolcanic glass content - 5 to 20 percent in the 0.02 2.0 mm size fraction\nBulk density - 0.9 to 1.10 grams per cubic centimeter\nAcid oxalate extractable Al plus 1/2 Fe - 2.0 to 4.0 percent\n15 bar water retention - 4 to 10 percent on air dried samples\nPhosphate retention - 50 to 85 percent\nBw horizons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 or 6 dry or moist\nTexture, less than 2 mm fraction - loam, silt loam, or sandy loam\nRock fragment content - 5 to 30 percent\nPebbles - 5 to 25 percent\nCobbles - 0 to 10 percent\nStones - 0 to 5 percent\nVolcanic glass content - 5 to 20 percent in the 0.02 2.0 mm size fraction\nBulk density - 1.0 to 1.3 grams per cubic centimeter\nAcid oxalate extractable Al plus 1/2 Fe - 2.0 to 4.0 percent\n15 bar water retention - 4 to 10 percent on air dried samples\nPhosphate retention - 50 to 85 percent\nBC horizon\nHue - 2.5Y through 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 4 or 6 dry or moist\nTexture, less than 2 mm fraction - loam or sandy loam\nRock fragment content - 35 to 60 percent\nPebbles - 25 to 45 percent\nCobbles - 0 to 20 percent\nStones - 0 to 5 percent\nDense basal till fragments - 15 to 85 percent\nVolcanic glass content - less than 10 percent in the 0.02 2.0 mm size fraction\nBulk density - 1.3 to 1.5 grams per cubic centimeter\nAcid oxalate extractable Al plus 1/2 Fe - 1.0 to 3.0 percent 15 bar water retention - 4 to 10 percent on air dried samples\nPhosphate retention - 25 to 60 percent\nOther:  Horizon is discontinuous in some pedons.\nCd horizon\nHue - 2.5Y or 10YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 1 or 2 dry or moist\nTexture, less than 2 mm fraction, crushed - sandy loam or loamy sand\nRock fragment content - 25 to 60 percent\nPebbles - 25 to 45 percent\nCobbles - 0 to 10 percent\nStones - 0 to 5 percent\nBulk density - 1.8 to 2.1 grams per cubic centimeter\nAmmonium oxalate extractable Al plus 1/2 Fe - less than 0.4 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Belrick, and Linksterly series.  Belrick soils have 75 to 85 percent volcanic glass and glass coated aggregates in the minerology control section.  Lindsterly soils hae umbric epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winegar soils are on undulating to rolling ground moraines.  Slopes range from 4 to 15 percent.  The soil formed in glacial till derived from mixed volcanic rock.  There is some loess and volcanic ash influence in the upper part.  Surface and subsoil layers of these soils are lightly reworked by colluvial or alluvial action.  Substratums are dense basal till.  Elevations range from 6200 to 9900 feet.  Average annual precipitation is 30 to 45 inches being well-distributed throughout the year.  Average annual temperature is 32 to 39 degrees F. The frost free period is 5 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the tentative Bradco soils. Bradco soils are found intermixed with Winegar soils.  They have umbric epipedons and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Winegar soils are used for wildlife habitat, recreation and woodland.  These soils commonly support lodgepole pine/grouse whortleberry, lodgepole pine/pinegrass, and lodgepole pine/blue huckleberry community types.  The potential native vegetation is a subalpine fir/grouse whortleberry plant association, pinegrass phase or subalpine fir/blue huckleberry plant association, grouse whortleberry phase."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wyoming and southeastern Idaho. The soil of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Targhee National Forest, Fremont County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the mineral soil surface to 4 inches (A horizon).\nCambic horizon - The zone from 4 to 38 inches (Bw1, Bw2 and BC horizons).\nAndic soil properties - The zone from the mineral soil surface to 26 inches (A, Bw1, and Bw2 horizons).\nDense basal till - The zone from 38 to 60 inches (the Cd horizon).\nParticle size control section - The zone from 10 to 38 inches (part of the Bw1, the Bw2 and BC horizons).\nMoisture regime - udic.\nADDITIONAL DATA: Full characterization data (8/26/96), National Soil Survey Laboratory, Lincoln, NE.  Client assigned lab number: S94ID-043-001. Project file number: 95P-27; Lab assigned number: peon 95P 148; samples: 95P 1020-1024.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
