{
  "SERIES": "WINGAP",
  "STATUS": "Established Series",
  "BYREV": "Rev: CMB/LJL/CAH/ET",
  "REVDATE": "05/2007",
  "STATES": "CA",
  "OVERVIEW": "The Wingap series consists of deep, well drained soils that formed in colluvium over residuum derived from granite.  The Wingap soils are on hills and mountains.  Slopes range from 4 to 30 percent.  The mean annual precipitation is about 200 millimeters and the mean annual air temperature is about 15 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wingap loamy coarse sand on a northwest-facing convex, 20 percent slope at 1,481 meters elevation.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by approximately 55 percent gravel.\nA--0 to 8 centimeters (0 to 3 inches); brown (10YR 5/3) loamy coarse sand, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 8 percent fine and 2 percent medium and coarse gravel; neutral (pH 6.8); abrupt smooth boundary.  (6 to 10 centimeters thick)\nBt1--8 to 35 centimeters (3 to 14 inches); pale brown (10YR 6/3) loamy sand, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, and fine roots; common very fine and fine interstitial pores; 3 percent, faint, clay bridging between sand grains; 6 percent fine and 4 percent medium and coarse gravel; neutral (pH 6.8); clear wavy boundary.  (0 to 26 centimeters thick)\nBt2--35 to 60 centimeters (14 to 24 inches); light yellowish brown (10YR 6/4) gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; moderately hard, very friable, slightly sticky and nonplastic; common fine and medium roots; common very fine interstitial pores; 25 percent, distinct, clay bridging between sand grains; 9 percent fine and 6 percent medium and coarse gravel; neutral (pH 6.6); clear wavy boundary.\nBt3--60 to 104 centimeters (24 to 41 inches); light yellowish brown (10YR 6/4) gravelly coarse sandy loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine and fine interstitial roots; few very fine interstitial pores; 10 percent, distinct, dark yellowish brown (10YR 4/4) clay films on ped faces; 12 percent fine and 8 percent medium and coarse gravel;  neutral (pH 6.6); clear wavy boundary.  (Combined thickness of Bt2 and Bt3 horizons is 50 to 115 centimeters.)\nC--104 to 137 centimeters (41 to 54 inches); light yellowish brown (10YR 6/4) gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine roots; common very fine interstitial pores; 16 percent fine and 9 percent medium and coarse gravel; neutral (pH 6.6). (10 to 40 centimeters thick)\nCr--137 to 152 cm (54 to 60 inches); soft, weathered granite with moderate excavation difficulty; slightly hard, friable, nonsticky and nonplastic."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; approximately 43 kilometers north and 2 kilometers east of Mojave, California in the extreme southern Sierra Nevada mountains; approximately 3.2 kilometers southwest of Dove Spring on Road SC 176, within the BLMs Jawbone-Butterbredt OHV-ACEC; 670 meters south and 975 meters west of the northeast corner of Section 4, T.29 S., R.36 E., MDBM.; 35 degrees, 26 minutes and 23.4 seconds north latitude and 118 degrees, 07 minutes and 14.5 seconds west longitude; USGS Dove Springs, California, 7.5 minute topographic quadrangle; UTM 11S 0398283e, 3922397n (DTM: NAD-83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part during winter and spring and intermittingly moist near the soil surface following occasional summer convection storms; has a Typic-Aridic soil moisture regime.\nSoil temperature: 15 to 18 degrees C.\nDepth to upper boundary of argillic: 8 to 40 centimeters.\nDepth to paralithic contact: 100 to 150 centimeters.\nControl section\nClay content: 8 to 18 percent.\nRock fragments: Averages 10 to 20 percent gravel, dominantly fine and medium.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nTexture: loamy coarse sand or loamy sand.\nClay content: 4 to 10 percent.\nRock fragments: 5 to 15 percent gravel, dominantly fine.\nConsistence: soft or slightly hard.\nStructure: weak or moderate, thin through thick.\nOrganic matter: 0.25 to 0.6 percent.\nBt1 or Bw horizon (when present)\nChroma: 3 or 4 dry or moist.\nTexture: loamy sand or loamy coarse sand.\nClay content: 4 to 10 percent.\nConsistence: slightly hard or moderately hard.\nStructure: weak or moderate, medium, or coarse subangular blocky.\nOrganic matter: 0 to 0.5 percent.\nRock fragments: 10 to 20 percent gravel.\nBt2 and Bt3 horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 4 or 6 dry, 3to 6 moist.\nTexture: sandy loam or coarse sandy loam.\nClay content: 10 to 18 percent.\nRock fragments: 15 to 35 percent gravel.\nStructure: weak or moderate, medium or coarse.\nConsistence: slightly hard through hard; nonplastic or slightly plastic.\nOrganic matter: 0 to 0.5 percent.\nReaction: neutral to slightly alkaline.\nC horizon\nValue: 4 or 5 moist.\nTexture: loamy sand or loamy coarse sand.\nClay content: 4 to 10 percent.\nOrganic matter: 0 to 0.25 percent.\nRock fragments: 15 to 35 percent gravel.\nReaction: neutral to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dovecanyon (CA), Goldivide (CA), Goldpeak (CA), Helendale (CA), Searchlight (NV), Sonoita (AZ), and Tray (CA) series. Dovecanyon, Goldivide, Goldpeak, Helendale, Searchlight, Sonoita, and Tray soils are very deep. Dovecanyon soils have a mean annual soil temperature of 18 to 22 degrees C. Goldivide, Helendale, and Searchlight soils receive summer precipitation and are moist for 10 to 20 days cumulative in some part of the soil moisture control section following summer convection storms. Goldivide soils also have secondary calcium carbonate at 25 to 75 centimeters and the depth to the top of the argillic horizon is 50 to 100 centimeters. Helendale soils also have secondary calcium carbonates at 100 to 150 centimeters. Searchlight soils are also calcareous throughout and moderately alkaline or strongly alkaline, and have a mean annual soil temperature of 19 to 22 degrees C. Sonoita soils also have secondary calcium carbonates at 25 to 75 centimeters and are moist for more than 20 days cumulative in some part of the moisture control section between July and October. Tray soils are also calcareous throughout and have strongly alkaline or very strongly alkaline argillic horizons with exchangeable sodium percentages (ESP) of 15 to 30 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Wingap soils are on hills and mountains.  Slopes range from 4 to 30 percent. The soils formed in colluvium over residuum derived from granite.  Elevations are 1,150 to 1,700 meters.  The climate is arid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 180 to 230 millimeters, mostly in the form of winter rain.  The mean annual air temperature is 13 degrees to 16 degrees C.  The frost-free season is 165 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dovecanyon, Pinyonpeak and Goldpeak soils.  Dovecanyon soils occur on fan remnants at lower elevations and have mean annual soil temperatures ranging from 18.1 to 22 degrees C. Pinyonpeak soils occur on the upper part of hills, and are shallow to a paralithic contact.  Goldpeak soils occur on fan remnants, and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low or medium runoff; high saturated hydraulic conductivity in the subsoil and low in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grazing, recreation, and wildlife habitat. Present vegetation is blackbrush, narrowleaf rabbitbrush, Sandberg bluegrass, Nevada ephedra, and Joshua tree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Mojave Desert of southeastern California, U.S.A.; MLRA 29.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, 2007; Jawbone-Butterbredt Off-Highway Vehicle Area Soil Survey, part of the Mojave Desert Area, Northwest Part, California. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile are:\n1. Ochric epipedon -- 0 to 18 centimeters (A and part of the Bt1 horizons).\n2. Argillic horizon -- 35 to 104 centimeters (Bt2 and Bt3 horizons).\n3. Particle size control section -- 35 to 85 centimeters (Bt2 and part of Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 8 centimeters (0 to 3 inches); brown (10YR 5/3) loamy coarse sand, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 8 percent fine and 2 percent medium and coarse gravel; neutral (pH 6.8); abrupt smooth boundary.  (6 to 10 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 35,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 35 centimeters (3 to 14 inches); pale brown (10YR 6/3) loamy sand, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine, and fine roots; common very fine and fine interstitial pores; 3 percent, faint, clay bridging between sand grains; 6 percent fine and 4 percent medium and coarse gravel; neutral (pH 6.8); clear wavy boundary.  (0 to 26 centimeters thick)"
      },
      {
        "name": "Bt2",
        "top": 35,
        "bottom": 60,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--35 to 60 centimeters (14 to 24 inches); light yellowish brown (10YR 6/4) gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; moderately hard, very friable, slightly sticky and nonplastic; common fine and medium roots; common very fine interstitial pores; 25 percent, distinct, clay bridging between sand grains; 9 percent fine and 6 percent medium and coarse gravel; neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 60,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--60 to 104 centimeters (24 to 41 inches); light yellowish brown (10YR 6/4) gravelly coarse sandy loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine and fine interstitial roots; few very fine interstitial pores; 10 percent, distinct, dark yellowish brown (10YR 4/4) clay films on ped faces; 12 percent fine and 8 percent medium and coarse gravel;  neutral (pH 6.6); clear wavy boundary.  (Combined thickness of Bt2 and Bt3 horizons is 50 to 115 centimeters.)"
      },
      {
        "name": "C",
        "top": 104,
        "bottom": 137,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "narrative": "C--104 to 137 centimeters (41 to 54 inches); light yellowish brown (10YR 6/4) gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine roots; common very fine interstitial pores; 16 percent fine and 9 percent medium and coarse gravel; neutral (pH 6.6). (10 to 40 centimeters thick)"
      },
      {
        "name": "Cr",
        "top": 137,
        "bottom": 152,
        "narrative": "Cr--137 to 152 cm (54 to 60 inches); soft, weathered granite with moderate excavation difficulty; slightly hard, friable, nonsticky and nonplastic."
      }
    ]
  ]
}
