{
  "SERIES": "WING",
  "STATUS": "Established Series",
  "BYREV": "Rev. ORC",
  "REVDATE": "05/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aquic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Wing silt loam - grazed meadow. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; brown (10YR 5/3) silt loam; weak fine granular structure; friable, many fine dark brown stains; common fine roots; common fine dark brown concretions; slightly acid; clear smooth boundary. (4 to 8 inches thick)\nB1--5 to 9 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable, slightly sticky; few fine roots; few fine dark brown concretions; mildly alkaline; clear smooth boundary. (0 to 9 inches thick)\nB21t--9 to 24 inches; yellowish brown (10YR 5/4) silty clay; common fine distinct gray mottles; weak columnar parting to moderate medium angular blocky structure; firm, sticky; few fine roots; continuous thin clay films on surfaces of peds; common brown silt coatings along faces of columns; few fine dark brown concretions; moderately alkaline; clear smooth boundary. (9 to 20 inches thick)\nB22t--24 to 35 inches; strong brown (7.5YR 5/8) silty clay; common medium prominent gray (10YR 5/1) mottles; weak columnar parting to moderate medium angular blocky structure; hard, firm, sticky; thin patchy clay films and few medium black stains on faces of peds; brown silt coatings on faces of columns; common fine pores; many fine black concretions; strongly alkaline; clear smooth boundary. (0 to 12 inches thick)\nB23t--35 to 49 inches; yellowish brown (10YR 5/6) silty clay; many medium distinct gray (10YR 5/1) mottles; weak columnar parting to moderate medium blocky structure; firm, sticky; thin patchy clay films and few medium black stains on faces of peds; common grayish silt coatings; few medium dark concretions; strongly alkaline; gradual smooth boundary. (10 to 20 inches thick)\nC--49 to 60 inches; yellowish brown (10YR 5/6) and gray (10YR 6/1) silty clay; massive; firm, sticky, plastic; common fine dark concretions; common CaC03 concretions; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Scott County, Arkansas, 3 miles west of Cauthron, 75 yards south of Highway 80.  NW1/4 SW1/4 sec. 24, T. 7 N., R. 23 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from about 30 to 60 inches.  The A horizon commonly is silt loam, but sandy loam and loam types are recognized.  The Ap is brown (10YR 5/2, 5/3, 4/2, 4/3) or light brownish gray (10YR 6/2). The B1 is yellowish brown (10YR 5/4), dark yellowish brown (10YR 4/4) or brown (10YR 5/3, 4/3), silt loam, silty clay loam, or clay loam.  The B2t horizons are yellowish brown (10YR 5/4, 5/6), strong brown (7.5YR 5/6, 5/8), brown (10YR 5/3) pale brown (10YR 6/3), with common to many, distinct to prominent gray mottles.  Some pedons have mottles in shades of brown and red.  The texture is usually silty clay, but heavy silty clay loams or clay loams are included.  Macro-structure is weak columnar or prismatic but is often indistinct.  Columns or prisms have brownish, thick silt coatings.   Lime concretions are in the lower B horizons of some pedons.  These soils are medium acid or slightly acid in the A horizon; range from neutral or mildly alkaline in the Bl, and moderately or strongly alkaline in the B2 horizons.  Exchangeable sodium saturation exceeds 15 percent throughout the B horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Bonn, Drummond, Foley, Grubbs, Lafe, Orelia, Verdun, and Walshville Series.  Bonn, Foley, Lafe, and Verdun soils have dominant chromas of 2 or less immediately below the A horizon or in the matrix of the Bt horizon and all have less than 35 percent clay in the Bt horizon.  Drummond and Orelia soils lack gray mottles within the upper 10 inches of the Bt horizons and Drummond soils have Ap horizons with moist color value of 4 or less or A1 horizons thicker than 6 inches with moist color values of 3.5 or less.  Grubbs and Walshville soils have clay content similar to that of Wing.  However, Grubbs soils lack high exchangeable sodium in the upper part of the Bt.  Walshville soils have average annual soil temperatures less than 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Wing soils are on level to gently sloping areas in the Arkansas Valley and in valleys of the Ouachita Mountains.  The soil formed in silty and clayey residuum, alluvium, and colluvium over sandstone or shale bedrock.  Average annual air temperature at the type location is about 61 degrees F., average annual precipitation is about 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Allen, Altavista, Augusta, Cane, Enders, Holston, Jefferson, Leadvale, Locust, Montevallo, and Taft series. None of these soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are idle or in native pasture of low value.  Scab spots or \"deer licks\" are common.  Native vegetation was sparse savannah type forest of winged elm, hawthorne, blackjack oak, and cedar, with ground cover of threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arkansas Valley and Ouachita Mountains of Arkansas and Oklahoma.  The soil is of small extent, of about 10,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Arkansas, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Previously classified in the Solodized-Solonetz great soil group.\nOSED scanned by SSQA.  Last revised by state 1/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
