{
  "SERIES": "WINGER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RTD-AGG",
  "REVDATE": "03/2005",
  "STATES": "MN",
  "OVERVIEW": "The Winger series consists of very deep poorly drained soils formed in silty sediments over loamy glacial till on glacial lake plains and moraines. Permeability is moderate in the silty mantle and moderate or moderately slow in the underlying till.  Slopes are less than 2 percent.  Mean annual precipitation is 23 inches and mean annual air temperature is 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winger silty clay loam with a 1 percent plane slope on a ground moraine in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silty clay loam; cloddy; friable; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (7 to 10 inches thick)\nAk1--7 to 14 inches; black (10YR 2/1) silt loam; weak very fine subangular blocky structure; friable; strongly effervescent; moderately alkaline; gradual wavy boundary.\nAk2--14 to 22 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; violently effervescent; moderately alkaline; gradual wavy boundary.  (Combined thickness of Ak is 0 to 17 inches.)\nBkg--22 to 27 inches; gray (5Y 6/1) silt loam; massive; friable; violently effervescent; moderately alkaline; gradual wavy boundary.  (4 to 10 inches thick)\nCg1--27 to 31 inches; olive gray (5Y 5/2) silt loam; massive; friable; few black concretions; few fine prominent olive brown (2.5Y 4/4) Fe concentrations; slightly effervescent; moderately alkaline; clear wavy boundary\n2Cg2--31 to 60 inches; olive gray (5Y 5/2) loam; massive; friable; about 5 percent coarse fragments; common medium prominent yellowish brown (10YR 5/8) Fe concentrations; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Minnesota; about 6 miles south southwest of Hancock; 180 feet east and 120 feet north of SW corner of sec. 29, T. 123 N, R. 41 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mollic epipedon ranges from 8 to 24 inches.  The thickness of the silty mantle ranges from 24 to 40 inches.  Some pedons have a sandy loam or coarser textured layer as much as 5 inches thick between the silty and loamy sediments.  The upper sediment typically lacks coarse fragments, but in some pedons it contains up to 5 percent by volume in the lower few inches.  The glacial till contains 2 to 10 percent by volume of coarse fragments of mixed lithology.  These soils have free carbonates and are mildly alkaline or moderately alkaline throughout.  The calcic horizon is within depths of 16 inches and has 20 to 35 percent calcium carbonate equivalent.  The control section has 18 to 35 percent clay.  Concentrations of gypsum crystals are in some pedons, but they are not diagnostic for the series.  Saline phases are recognized where the electrical conductivity is up to 16 mmhos/cm.\nThe A horizon has hue of 10YR to 5Y, value of 2 or 3, and chroma of 1 or is neutral.  It typically is silt loam or silty clay loam.\nThe Bkg horizon has hue of 2.5Y or 5Y, value of 4 through 6, and chroma of 1 or 2.  Pedons with chroma of 2 have distinct or prominent mottles. It is silt loam or silty clay loam or loam that has less than 15 percent fine sand or coarser.  Carbonates generally are dispersed throughout the matrix, but some pedons have a few soft concentrations of carbonates.\nThe Cg and 2Cg horizons have hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 1 through 3.  Mottles are in this horizon in most pedons.  The Cg horizon is silt loam or silty clay loam.  Except for the coarser textured layer which is at the base of the silty sediment in some pedons, the 2Cg horizon is loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bear Lake, Colvin, Ojata, and Regan series in the same family and the closely related McIntosh series.  Bear Lake soils are in mountain valleys and are in an area with a mean annual precipitation of 13 to 20 inches.  The Colvin soils have silty clay loam or silt loam textures throughout the control section.  The Ojata soils have silt loam or silty clay loam textures throughout the control section and have an appreciable content of sodium and a strongly alkaline reaction.  The Regan soils are in an area with a mean annual precipitation of about 12 to 17 inches.  The McIntosh series developed in similar kinds of materials, but lacks prominent or distinct, brownish mottles above 20 inches in the calcic horizon, and their calcic horizon have higher chroma."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils have plane or slightly concave slopes with gradient of 0 to 2 percent on glacial till plains or ground moraines.  Local relief commonly is less than 5 feet.  The Winger soils formed in 24 to 40 inches of silty lacustrine sediments or loess and calcareous loam or clay loam glacial till.  The sediments are Late Wisconsinan in age.  Mean annual air temperature is 38 to 45 degrees F, and mean annual precipitation is 20 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Doland, McIntosh and Tara soils which formed in similar sediments and are members of the same hydrosequence and the competing Colvin soils.  The Doland soils are well drained and are on more sloping terrain.  The Colvin soils are in similar positions but are silty throughout.  The Tara soils are moderately well drained and they lack calcic horizons in the upper part of the solum.  The McIntosh soils are somewhat poorly and moderately well drained and are on higher lying terrain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is moderate in the silty mantle and moderate or moderately slow in the underlying till. Surface runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of these soils are cultivated.  Small grains, corn, and soybeans are the principal crops.  Native vegetation was tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County, Minnesota in 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; black (10YR 2/1) silty clay loam; cloddy; friable; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (7 to 10 inches thick)"
      },
      {
        "name": "Ak1",
        "top": 18,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ak1--7 to 14 inches; black (10YR 2/1) silt loam; weak very fine subangular blocky structure; friable; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Ak2",
        "top": 36,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ak2--14 to 22 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; friable; violently effervescent; moderately alkaline; gradual wavy boundary.  (Combined thickness of Ak is 0 to 17 inches.)"
      },
      {
        "name": "Bkg",
        "top": 56,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bkg--22 to 27 inches; gray (5Y 6/1) silt loam; massive; friable; violently effervescent; moderately alkaline; gradual wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 69,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--27 to 31 inches; olive gray (5Y 5/2) silt loam; massive; friable; few black concretions; few fine prominent olive brown (2.5Y 4/4) Fe concentrations; slightly effervescent; moderately alkaline; clear wavy boundary"
      },
      {
        "name": "2Cg2",
        "top": 79,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2--31 to 60 inches; olive gray (5Y 5/2) loam; massive; friable; about 5 percent coarse fragments; common medium prominent yellowish brown (10YR 5/8) Fe concentrations; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
