{
  "SERIES": "WINIFRED",
  "STATUS": "Established Series",
  "BYREV": "Rev. GFB-DRS-CJH",
  "REVDATE": "10/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winifred silty clay loam, rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 3 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine granular structure; slightly hard, friable, sticky and plastic; many fine and very fine roots; many very fine pores; neutral (pH 7.0); clear wavy boundary. (2 to 4 inches thick)\nA2--3 to 6 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine subangular blocky; hard, friable, sticky and plastic; many fine and very fine roots; many very fine pores; neutral (pH 7.2); clear wavy boundary. (3 to 8 inches thick)\nBw--6 to 14 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; moderate medium prismatic structure parting to strong fine subangular blocky; very hard, friable, sticky and plastic; common fine and many very fine roots; many very fine pores; few fine threads and masses of lime; disseminated lime; strongly effervescent; slightly alkaline (pH 7.8); gradual irregular boundary. (6 to 12 inches thick)\nBk1--14 to 22 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; strong medium prismatic structure parting to moderate medium and fine subangular blocky; very hard, friable, sticky and plastic; common fine and many very fine roots; many very fine pores; common medium masses of lime; strongly effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (5 to 15 inches thick)\nBk2--22 to 32 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate medium and coarse prismatic structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; few very fine roots; common very fine pores; common medium masses of lime; strongly effervescent; slightly alkaline (pH 7.8); gradual wavy boundary. (4 to 15 inches thick)\nCr--32 to 60 inches; grayish brown and yellowish brown mudstone; slightly effervescent; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fergus County, Montana; 900 feet north and 800 feet west of the SE corner of sec. 9, T. 15 N., R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 15 inches.\nDepth to bedrock - 20 to 40 inches.\nDepth to Bk horizon - 11 to 22 inches.\nSome pedons have a BC horizon.\nA horizons - Hue:  10YR or 2.5Y\nValue:  3, 4, or 5 dry; 2 or 3 moist\nChroma:  2 or 3\nTexture:  clay loam, silty clay loam, or clay\nClay content:  27 to 50 percent\nRock fragments:  0 to 35 percent--0 to 20 percent cobbles, 0 to 15 percent pebbles\nReaction:  pH 6.6 to 7.8\nBw horizon - Hue:  10YR or 2.5Y\nValue:  4 or 5 dry, 3 or 4 moist\nChroma:  2 or 3\nTexture:  clay loam, silty clay, clay, silty clay loam\nClay content:  35 to 50 percent\nRock fragments:  0 to 15 percent--0 to 10 percent cobbles, 0 to 5 percent pebbles\nEffervescence:  none to strongly\nReaction:  pH 7.4 to 8.4\nBk horizons - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  clay, silty clay, silty clay loam, clay loam\nClay content:  35 to 50 percent\nRock fragments:  0 to 15 percent--0 to 10 percent cobbles, 0 to 5 percent pebbles\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nDapoin (CO) - does not have a paralithic contact above a depth of 40 inches.\nLinwell (MT) - does not have a paralithic contact above a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - sedimentary plains, hills, and escarpments.\nElevation - 2,000 to 5,000 feet.  Elevation up to 6,200 feet is allowed in the foothills of the mountains and from 7,600 to 8,400 feet in Colorado.\nSlope - 0 to 65 percent.\nParent material - residuum weathered from semiconsolidated shale or in alluvium deposited over the shale.\nClimate - long, cold winters; moist springs and summers\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 39 to 45 degrees F.\nFrost-free period - 90 to 125 days.  It ranges down to 70 days in the foothills of the mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Winifred soils are used mainly for nonirrigated cropland and rangeland.  Potential native vegetation is mainly green needlegrass, western wheatgrass, bluebunch wheatgrass, Sandberg bluegrass, prairie junegrass, fringed sagewort, and big sagebrush."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Winifred soils are extensive in central Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Soil Survey of central Montana, 1942."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
