{
  "SERIES": "WINK",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "12/2014",
  "STATES": "NM,TX",
  "OVERVIEW": "The Wink series consists of very deep, well drained, moderately rapid permeable soils formed in calcareous, loamy, eolian or alluvial sediments.  These soils are on nearly level to moderately sloping uplands.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Wink fine sandy loam - rangeland.  (Colors are for dry soils unless otherwise stated.)\nA--0 to 6 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak platy structure; hard, very friable; common roots; few pores; few limestone gravel and cemented calcium carbonate fragments; strongly effervescent; moderately alkaline; clear smooth boundary.  (2 to 13 inches thick)\nBk--6 to 24 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse prismatic structure; slightly hard, very friable; common roots; common fine pores; few limestone gravel and cemented calcium carbonate fragments; few threads and concretions of calcium carbonate; violently effervescent; moderately alkaline; abrupt wavy boundary.  (11 to 32 inches thick)\nBCk1--24 to 73 inches; white, weakly to moderately cemented caliche in layers and fragments 1/2 inch to 1 1/2 inches thick and 1/2 inch to 4 inches across the long axes and becoming less cemented with depth; violently effervescent; clear wavy boundary.  (6 to 50 inches thick)\nBCk2--73 to 100 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; massive; soft, very friable; 55 percent calcium carbonate coated limestone gravel and calcium carbonate cemented fragments 1/8 inch to 2 inches in diameter; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Paso County, Texas; From the junction of U.S. Highway 62 and 180 and Hueco Tanks Road approximately 22 miles east of El Paso; 4.5 miles north on Hueco Tank Road; 3.8 miles southwest on county road; 38 feet in range. (Latitude: 31 degrees, 51 minutes, 52 seconds North; Longitude: 106 degrees, 08 minutes, 48 seconds west.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is usually dry in all parts more than three-fourth of the time that the soil temperature exceeds 41 degrees F. Typic aridic soil moisture regime.\nMean annual soil temperature: 61 to 72 degrees F.\nDepth to calcic horizon:  20 to 39 inches\nCoarse fragments range:  5 to 10 percent\nCalcium carbonate equivalent:  15 to 40 percent (less than 2 mm fraction)\nReaction:  moderately alkaline; soil is calcareous throughout\nA horizon\nHue:  10YR, 7.5YR\nValue:  4 to 7 dry, 3 to 6 moist\nChroma:  2 to 6, dry or moist\nTexture:  loamy sand, fine sand, loamy fine sand, fine sandy loam, sandy loam\nClay content:  5 to 15 percent\nBk horizon\nHue:  10YR, 7.5YR\nValue:  5 to 8, dry or moist\nChroma:  1 to 4, dry or moist\nTexture:  fine sandy loam, loam, sandy loam, loamy sand, coarse sandy loam\nClay content:  8 to 18 percent\nCoarse fragment: 0 to 10 percent calcium carbonated coated limestone gravel and calcium carbonate fragments\nBCk1 horizon\nHue:  10YR, 7.5YR\nValue:  6 to 8 dry, 4 to 6 moist\nChroma:  1 to 4, dry or moist\nTexture:  loamy fine sand, fine sandy loam, loam\nCementation:  weak to strong but hardness is less than 3 on the Mohs scale\nCoarse fragment:  0 to 60 percent calcium carbonated coated limestone gravel\nCalcium carbonate equivalent:  15 to 40 percent\nBCk2 horizon\nHue:  10YR, 7.5YR\nValue:  6 to 8 dry, 4 to 6 moist\nChroma:  1 to 4, dry or moist\nTexture:  loamy fine sand, fine sandy loam, loam\nCoarse fragments:  0 to 60 percent gravel\nClay content:  6 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Algerita (NM), Cronese (CA), Grapevine (NV), Guijarral (CA), Kinley (AZ), Nikey (UT), Rillino (AZ), Whitlock (AZ), and Yippin (NM) series.  Algerita and Yippin soils are inactive.  Cronese soils contain durinodes.  Grapevine, Kinley, Rillino, Whitlock soils have a calcic horizon above 20 inches.  Guijarral and Nikey soils do not have weak to strong cementation in the calcic horizon.  Cronese, Grapevine, Guijarral, Kinley and Nikey soils are moist in the soil moisture control section for less than 20 days cumulative between July and September and occur in the Mohave Desert."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Wink soils are on uplands.  Slopes range from 0 to 8 percent.  The regolith consists of calcareous unconsolidated sediments of eolian or alluvial origin.  The climate is arid.  Mean annual precipitation is 5 to 12 inches, and mean annual air temperature is 60 to 70 degrees F.  Frost free period is 180 to 250 days and elevation is 2,700 to 5,640 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Agustin, Turney, Berino, Holloman, Hueco, Mimbres, Monahans, Pajarito, and Simona series.  Berino and Hueco soils have a Bt horizon and Hueco soils also have a petrocalcic horizon.  Berino and Mimbres soils have more than 18 percent clay in the control section.  Holloman soils have sola less than 20 inches thick over gypsum.  Mimbres, Monahans, and Pajarito soils lack a calcic horizon.  Simona soils have a petrocalcic horizon within 20 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is negligible on slopes less than 3 percent, very low on 3 to 5 percent slopes and low on 5 to 8 percent slopes.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Primarily livestock grazing.  Creosotebush, saltbush, sand sagebrush, black grama, plains bristlegrass, mesa dropseed, and bush muhly.  Brush species dominate, and grasses are sparse."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Trans-Pecos area of Texas, and southern New Mexico (MLRA 42).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: East Valencia area, New Mexico; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A horizon)\nCambic horizon - 6 to 24 inches (Bk horizon)\nCalcic horizon - 24 to 73 inches (BCk1 horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
