{
  "SERIES": "WINNECONNE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "WI",
  "OVERVIEW": "The Winneconne series consists of very deep, moderately well drained soils formed in clayey lacustrine deposits on lake terraces and glacial lake basins.  Slope ranges from 0 to 12 percent.  Mean annual precipitation is about 711 mm (28 inches). Mean annual air temperature is about 7.8 degrees C (46 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winneconne silty clay loam - on a broad valley terrace with a west-facing slope of 3 percent cropped to corn at an elevation of about 236 meters (775 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark brown (7.5YR 2/2) silty clay loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; firm; common fine roots; slightly alkaline; abrupt smooth boundary.  [15 to 23 cm (6 to 9 inches) thick]\nBt1--18 to 23 cm (7 to 9 inches); reddish brown (5YR 4/3) clay; weak fine subangular blocky structure; firm; common fine roots; common faint clay films on faces of peds; common worm casts of Ap material; neutral; clear wavy boundary.\nBt2--23 to 43 cm (9 to 17 inches); reddish brown (5YR 4/3) clay; moderate and strong fine angular blocky structure; firm; comon fine roots; many faint clay films on faces of peds; neutral; clear wavy boundary.\nBt3--43 to 56 cm (17 to 22 inches); reddish brown (5YR 4/3) clay; weak fine prismatic structure parting to moderate very fine angular blocky; firm; few fine roots; common faint clay films on faces of peds; common fine distinct yellowish red (5YR 4/6) masses of oxidized iron in the matrix; common fine prominent olive gray (5Y 5/2) iron depletions in the matrix; strongly effervescent; slightly alkaline; clear wavy boundary.  [Combined thickness of the Bt horizon ranges from 31 to 76 cm (12 to 30 inches).]\nC--56 to 152 cm (22 to 60 inches); reddish brown (5YR 5/3) clay; massive breaking to moderate medium and thick plates along depositional strata;  firm; many medium prominent greenish gray (5G 6/1) iron depletions in the matrix;  many light reddish brown (5YR 6/3) calcium carbonate accumulations; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Winnebago County, Wisconsin; about 1 1/2 miles southwest of Neenah; 525 feet north and 2,620 feet west of the southeast corner of sec. 5, T. 19 N., R. 17 E. USGS Neenah, Wisconsin topographic quadrangle; lat. 44 degrees 08 minutes 27 seconds N., and long. 88 degrees 29 minutes 38 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 46 to 102 cm (18 to 40 inches)\nThickness of loess or other silty material: 0 to 38 cm (0 to 15 inches)\nDepth to carbonates: 46 to 102 cm (18 to 40 inches)\nParticle-size control section:  averages 60 to 85 percent clay, less than 10 percent sand\nRock fragments: absent throughout the soil\nReaction: moderately acid to slightly alkaline in the upper part of the solum, slightly acid to moderately alkaline in the lower part; slightly alkaline or moderately alkaline in the substratum\nCarbonates: in the C horizon, in the lower part of the B horizon in some pedons\nRedox accumulations and saturation: within a depth of 102 cm (40 inches) for 1 month or more per year in 6 or more out of 10 years; redox depletions with chroma of 2 or less below the upper 25 cm (10 inches) of the argillic horizon in some pedons\nA or Ap horizon:\nHue: 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silty clay loam\nE horizon (where present):\nHue: 5YR, 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: silty clay loam\nBt horizon:\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 3 or 4, value and chroma of 3 do not occur together\nTexture:  typically clay, silty clay subhorizons in some pedons\nC horizon:\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 3 or 4, value and chroma of 3 do not occur together\nTexture:  typically clay, silty clay subhorizons in some pedons\nOther features:\nA few thin strata of silt, silt loam, fine sand or very fine sand are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series. Closely related series is the Oshkosh series. Oshkosh soils are Typic Hapludalfs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winneconne soils are on lake terraces and glacial lake basins.  Slope ranges from 0 to 12 percent.  These soils formed in clayey, lacustrine deposits. Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual air temperature ranges from 7.2 to 8.9 degrees C (45 to 48 degrees F) ."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Borth, Kaukauna, Kewaunee, Manawa, Omro, and Poygan soils.  The Borth soils occupy the same position on the landscape.  The somewhat poorly drained Manawa and poorly drained Poygan soils are in drainageways that separate slightly higher areas of Winneconne.  Kaukauna soils occupy similar landscape positions as Winneconne.  Kewaunee soils, which have less than 60 percent clay in their control section, are nearby on glacial till uplands.  Omro soils are clayey over loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained. The potential for surface runoff ranges from negligible to very high. Saturated hydraulic conductivity is low to moderately low (0.01 to 0.42 micrometers per second). Permeability is very slow. These soils have a perched seasonal high water table at a depth of 46 to 107 cm (1.5 to 3.5 feet) for 1 month or more per year in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for cropland.  Common crops are corn, oats, and alfalfa. Small areas are used for pastureland or woodland. Native vegetation is  deciduous forest. Common trees are sugar maple, red maple, silver maple, northern red oak, and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 95A in east-central Wisconsin.  The Winneconne soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Outagamie County, Wisconsin, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Winneconne soils were previously classified with the very-fine, mixed, mesic family of Typic Argiudolls, but this was found to be unsatisfactory because the thickness requirements for the mollic epipedon did not occur in a majority of the pedons mapped in the field.\n12/04  This revision redefines the Winneconne series as moderately well drained only (Mollic Ozyaquic Hapludalfs). A new series (Mollic Hapludalf) is needed for the well drained areas when those areas are updated.\nLab data is needed (Cole) to determine if this soil is in a Vertic subgroup.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 18 cm (0 to 7 inches) (Ap); argillic horizon - 18 to 56 cm (7 to 22 inches) (Bt1, Bt2, Bt3);  mollic subgroup  Ap horizon with color value and chroma, moist, less than 4 and color value, dry, less than 6; oxyaquic feature  redox features and saturation within 102 cm (40 inches) for 1 month or more per year in 6 or more out of 10 years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
