{
  "SERIES": "WINNIE",
  "STATUS": "Tentative Series",
  "BYREV": "JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Winnie series consists of very deep, poorly drained, slowly permeable soils that formed in loamy fluviomarine sediments of late Pleistocene age.  These nearly level soils are on dune slacks on strand plains. Slope ranges from 0 to 1 percent, but are mostly less than 0.5 percent.  Mean annual temperature is about 20.5 degrees C (68.5 degrees F), and mean annual precipitation is about 1397 mm (55 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, hyperthermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Winnie fine sandy loam in an area of Stowell-Winnie complex, 0 to 1 percent slopes in rangeland (Colors are for moist soil unless otherwise stated.)\nA--0 to 17 cm (0 to 7 in); dark gray (10YR 4/1), fine sandy loam; weak medium subangular blocky structure and weak fine subangular blocky; very friable; many very fine roots throughout and common fine roots throughout; many very fine tubular and common fine interstitial pores; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; 5 percent crawfish krotovina; very strongly acid; clear wavy boundary. (10 to 39 cm [4 to 15 cm] thick).\nBg1--17 to 39 cm, (7 to 15 in); dark gray (10YR 4/1), fine sandy loam; weak coarse prismatic parts to weak coarse subangular blocky structure; friable; many very fine roots throughout; many very fine tubular pores; 2 percent distinct black (10YR 2/1) organic stains on ped faces; 8 percent medium prominent dark yellowish brown (10YR 4/6) masses of oxidized iron with clear boundaries lining pores; 40 percent crawfish krotovina filled with light gray (10YR 7/1) fine sandy loam; strongly acid; gradual broken boundary. (combined thickness of the Bg horizons is 12 to 67 cm [5 to 26 in]).\nBg2--39 to 57 cm, (15 to 22 in); dark gray (2.5Y 4/1), fine sandy loam; moderate coarse prismatic structure parts to moderate coarse subangular blocky; firm; many very fine roots throughout; many very fine tubular pores; 2 percent distinct dark gray (10YR 4/1) organic stains on surfaces along pores; 2 percent fine faint gray (10YR 5/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations; 3 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries lining pores; 8 percent medium prominent dark yellowish brown (10YR 3/6) masses of oxidized iron with sharp boundaries lining pores; 40 percent crawfish krotovina filled with light gray (10YR 7/1) fine sandy loam; strongly acid; gradual broken boundary.\nBtg1--57 to 88 cm (22 to 35 in); gray (2.5Y 5/1), sandy clay loam; moderate coarse prismatic structure parts to moderate coarse subangular blocky; firm; many very fine roots throughout; many very fine tubular pores; 40 percent distinct dark gray (2.5Y 4/1) clay films on faces of peds; 10 percent coarse prominent light gray (2.5Y 7/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations and 15 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix; 25 percent crawfish krotovina filled with light gray (10YR 7/2) fine sandy loam; moderately acid; gradual wavy boundary. (combined thickness of the Btg1 and Btg2 horizons is 60 to 138 cm [24 to 54 in]).\nBtg2--88 to 118 cm (35 to 47 in); gray (2.5Y 6/1), sandy clay loam;  moderate coarse prismatic structure parts to moderate coarse subangular blocky structure; firm; common very fine roots throughout; common very fine tubular pores; 20 percent prominent gray (2.5Y 5/1) clay films on vertical faces of peds; 10 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix ; 20 percent coarse prominent light gray (2.5Y 7/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations;30 percent crawfish krotovina filled with light gray (10YR 7/2) fine sandy loam; slightly acid; gradual wavy boundary.\nBtg3--118 to 157 cm, (47 to 62 in); gray (5Y 6/1), sandy clay loam; moderate very coarse prismatic structure parts to moderate very coarse angular blocky; friable; common very fine roots throughout; common very fine tubular pores; 20 percent distinct gray (2.5Y 5/1) clay films on vertical faces of peds; 3 percent medium faint greenish gray (5BG 6/1) iron depletions with diffuse boundaries lining pores; 10 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 25 percent crawfish krotovina filled with light gray (10YR 7/2) fine sandy loam; neutral; gradual wavy boundary.\nBtg4--157 to 190 cm, (62 to 75 in); light gray (2.5Y 7/1),fine sandy loam; weak very coarse prismatic structure parts to weak very coarse subangular blocky; very friable; common very fine roots throughout; common very fine tubular pores; 15 percent distinct light gray (N 7/) clay films on vertical faces of peds; 5 percent coarse prominent greenish gray (5BG 6/1) iron depletions with diffuse boundaries lining pores; 5 percent coarse faint light gray (5Y 7/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations; 10 percent coarse prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries on vertical faces of peds; 10 percent coarse prominent olive yellow (2.5Y 6/6) masses of oxidized iron with diffuse  boundaries in matrix surrounding redox concentrations; 10 percent crawfish krotovina filled with very pale brown (10YR 7/3) fine sandy loam; neutral; gradual wavy boundary. (combined thickness of the Btg3, Btg4 and Btg5 horizons is 21 to 112 cm [8 to 44 in]).\nBtg5--190 to 203 cm, (75 to 80 in); light gray (2.5Y 7/1), loamy fine sand; massive; very friable; 5 percent distinct light gray (N 7/) clay films on vertical faces of peds; 3 percent medium prominent yellowish red (5YR 5/8) masses of oxidized iron with diffuse boundaries in matrix; 5 percent coarse prominent light greenish gray (5BG 7/1) iron depletions with diffuse boundaries lining pores; 12 percent coarse prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries in matrix; 20 percent coarse prominent yellow (2.5Y 7/6) masses of oxidized iron with diffuse boundaries in matrix; 3 percent crawfish krotovina filled with very pale brown (10YR 7/3) fine sandy loam; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chambers County, TX; from the intersection of FM 562 and FM 2936 (Fairview Road); 3.6 miles east on Fairview Road to private road; 0.7 mile south to southwest on ranch road; about 475 feet southeast in a depression; (Latitude: 29 degrees, 43 minutes, 24 seconds N; Longitude: 94 degrees, 34 minutes, 45.3 seconds W. Oyster Bayou topographic quadrangle; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 21.7 to 22 degrees C (71 to 72 degrees F)\nParticle-size control section (weighted average)\nClay content: 23 to 33 percent\nCEC/clay ratio: 0.49 to 0.58\nA Horizon\nHue: 10YR\nValue: 3 to 5 (pedons with value of 3 are less than 25 cm [10 in] thick)\nChroma: 1 or 2\nTexture: fine sandy loam, very fine sandy loam, silt loam or loam\nClay content: 8 to 18 percent\nRedox accumulations: amount 2 to 10 percent, location lining pores; color-shades of brown\nRedox depletions: amount -0 to 2 percent, location-adjacent to redox accumulations; color- shades of gray\nCrawfish krotovina: 2 to 10 percent\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: very strongly acid to slightly acid\nBg Horizon\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: fine sandy loam or loam\nClay content: 12 to 26 percent\nRedox accumulations: amount 5 to 15 percent, location lining pores; color-shades of brown or yellow\nRedox depletions: amount -2 to 10 percent, location-adjacent to redox accumulations; color- shades of gray\nCrawfish krotovina: 20 to 45 percent\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 4\nReaction: very strongly acid to neutral\nBtg Horizon\n(upper part)\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: loam, sandy clay loam, clay loam\nClay content: 20 to 35 percent\nRedox accumulations: amount 10 to 20 percent, location lining pores and in matrix; color-shades of brown or yellow\nRedox depletions: amount -5 to 15 percent, location-adjacent to redox accumulations; color- shades of gray, green, or blue\nCrawfish krotovina: 20 to 45 percent\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 11\nReaction: very strongly acid to neutral\nBtg Horizon\n(lower part)\nHue: 10YR to N\nValue: 6 to 7\nChroma: 1 or 2\nTexture: fine sand, loamy fine sand, fine sandy loam, sandy clay loam, clay loam\nClay content: 5 to 31 percent\nRedox accumulations: amount 15 to 35 percent, location lining pores and in matrix; color-shades of brown, red or yellow\nRedox depletions: amount -5 to 15 percent, location-adjacent to redox accumulations; color- shades of gray, green, or blue\nCrawfish krotovina: 20 to 45 percent\nElectrical Conductivity (dS/m): 0 to 2\nSodium Adsorption Ratio: 0 to 11\nReaction: very strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no series in the same family.  Similar soils are the Aris, Clodine, Leton, Mollco, and Viterbo series.\nAris and Leton soils: fine-silty family\nClodine soils: coarse-loamy family\nMollco soils: have a glossic horizon; superactive CEC to clay class\nViterbo soils: fine family; vertic properties"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine sediments derived from the Beaumont Formation of Pleistocene age\nLandscape: Coastal plain\nLandform: strand plains\nMicrofeature: dune slacks\nSlope: 0 to 1 percent\nMean annual air temperature range: 20 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation range: 1219 to 1575 mm (48 to 62 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the Fall and Spring months.\nFrost-free period: 270 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anahuac, Leton, Levac, Meaton, Spindletop, and the Stowell series.\nAnahuac soils: fine family; on relic bars and levees\nLeton soils: relic fluvial channels\nLevac soils: fine family; are truncated mounds\nMeaton soils: fine-silty family; somewhat poorly drained; on flats\nOrcadia soils: coarse-silty over clayey family; on relic bars and levees\nSpindletop soils: moderately well drained; on pimple mounds"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Winnie soils are poorly drained.  Runoff is negligible. Permeability is very slow due to crawfish bioturbation.  These soils are rarely flooded for very brief to brief periods. Flooding occurs as a result of storm surge during tropical storms which occurs in areas less than 4.6 m (15 ft) elevation. These soils frequently pond 2 to 8 cm (1 to 3 in) above the soil surface for long periods from January to March; have endosaturation from 22 to 203 cm (9 to 80 in) below the soil surface from January to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for wildlife land or pastureland; typical vegetation includes bluestems, sedges, panicums, paspalums, Carolina jointail, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas; LRR T; MLRA 150A; minor extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Chambers County, TX, 2013; the name is for a community in Chambers County, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Clodine series. Clodine soils are associated with the Lissie Formation.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 57 to 107 cm (22 to 42 in) (Btg1 or Btg2 horizons)\nOchric epipedon: 0 to 17 cm (0 to 7 in).  (A horizon)\nCambic horizon: 17 to 57 cm (7 to 17 in).  (Bg1 and Bg2 horizons)\nArgillic horizon: 57 to 203 cm (17 to 80 in.  (Btg1, Btg2, Btg3, Btg4, Btg5 horizons)\nAquic conditions: 0 to 203 cm with a positive reaction to a,a, dipyridyl from January to March in normal years\nAdditional Comments:  Cambic horizon is due to crawfish bioturbation that have mixed surface and subsurface layers."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL data available on pedon S11TX0713297 at the type location and on pedon S10TX0711002 in Chambers County.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 17,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 17 cm (0 to 7 in); dark gray (10YR 4/1), fine sandy loam; weak medium subangular blocky structure and weak fine subangular blocky; very friable; many very fine roots throughout and common fine roots throughout; many very fine tubular and common fine interstitial pores; 1 percent fine distinct dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; 5 percent crawfish krotovina; very strongly acid; clear wavy boundary. (10 to 39 cm [4 to 15 cm] thick)."
      },
      {
        "name": "Bg1",
        "top": 17,
        "bottom": 39,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "broken",
        "narrative": "Bg1--17 to 39 cm, (7 to 15 in); dark gray (10YR 4/1), fine sandy loam; weak coarse prismatic parts to weak coarse subangular blocky structure; friable; many very fine roots throughout; many very fine tubular pores; 2 percent distinct black (10YR 2/1) organic stains on ped faces; 8 percent medium prominent dark yellowish brown (10YR 4/6) masses of oxidized iron with clear boundaries lining pores; 40 percent crawfish krotovina filled with light gray (10YR 7/1) fine sandy loam; strongly acid; gradual broken boundary. (combined thickness of the Bg horizons is 12 to 67 cm [5 to 26 in])."
      },
      {
        "name": "Bg2",
        "top": 39,
        "bottom": 57,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "broken",
        "narrative": "Bg2--39 to 57 cm, (15 to 22 in); dark gray (2.5Y 4/1), fine sandy loam; moderate coarse prismatic structure parts to moderate coarse subangular blocky; firm; many very fine roots throughout; many very fine tubular pores; 2 percent distinct dark gray (10YR 4/1) organic stains on surfaces along pores; 2 percent fine faint gray (10YR 5/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations; 3 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries lining pores; 8 percent medium prominent dark yellowish brown (10YR 3/6) masses of oxidized iron with sharp boundaries lining pores; 40 percent crawfish krotovina filled with light gray (10YR 7/1) fine sandy loam; strongly acid; gradual broken boundary."
      },
      {
        "name": "Btg1",
        "top": 57,
        "bottom": 88,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg1--57 to 88 cm (22 to 35 in); gray (2.5Y 5/1), sandy clay loam; moderate coarse prismatic structure parts to moderate coarse subangular blocky; firm; many very fine roots throughout; many very fine tubular pores; 40 percent distinct dark gray (2.5Y 4/1) clay films on faces of peds; 10 percent coarse prominent light gray (2.5Y 7/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations and 15 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix; 25 percent crawfish krotovina filled with light gray (10YR 7/2) fine sandy loam; moderately acid; gradual wavy boundary. (combined thickness of the Btg1 and Btg2 horizons is 60 to 138 cm [24 to 54 in])."
      },
      {
        "name": "Btg2",
        "top": 88,
        "bottom": 118,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg2--88 to 118 cm (35 to 47 in); gray (2.5Y 6/1), sandy clay loam;  moderate coarse prismatic structure parts to moderate coarse subangular blocky structure; firm; common very fine roots throughout; common very fine tubular pores; 20 percent prominent gray (2.5Y 5/1) clay films on vertical faces of peds; 10 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix ; 20 percent coarse prominent light gray (2.5Y 7/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations;30 percent crawfish krotovina filled with light gray (10YR 7/2) fine sandy loam; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Btg3",
        "top": 118,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "moderate very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg3--118 to 157 cm, (47 to 62 in); gray (5Y 6/1), sandy clay loam; moderate very coarse prismatic structure parts to moderate very coarse angular blocky; friable; common very fine roots throughout; common very fine tubular pores; 20 percent distinct gray (2.5Y 5/1) clay films on vertical faces of peds; 3 percent medium faint greenish gray (5BG 6/1) iron depletions with diffuse boundaries lining pores; 10 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 25 percent crawfish krotovina filled with light gray (10YR 7/2) fine sandy loam; neutral; gradual wavy boundary."
      },
      {
        "name": "Btg4",
        "top": 157,
        "bottom": 190,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btg4--157 to 190 cm, (62 to 75 in); light gray (2.5Y 7/1),fine sandy loam; weak very coarse prismatic structure parts to weak very coarse subangular blocky; very friable; common very fine roots throughout; common very fine tubular pores; 15 percent distinct light gray (N 7/) clay films on vertical faces of peds; 5 percent coarse prominent greenish gray (5BG 6/1) iron depletions with diffuse boundaries lining pores; 5 percent coarse faint light gray (5Y 7/1) iron depletions with diffuse boundaries in matrix surrounding redox concentrations; 10 percent coarse prominent yellowish brown (10YR 5/6) masses of oxidized iron with sharp boundaries on vertical faces of peds; 10 percent coarse prominent olive yellow (2.5Y 6/6) masses of oxidized iron with diffuse  boundaries in matrix surrounding redox concentrations; 10 percent crawfish krotovina filled with very pale brown (10YR 7/3) fine sandy loam; neutral; gradual wavy boundary. (combined thickness of the Btg3, Btg4 and Btg5 horizons is 21 to 112 cm [8 to 44 in])."
      },
      {
        "name": "Btg5",
        "top": 190,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btg5--190 to 203 cm, (75 to 80 in); light gray (2.5Y 7/1), loamy fine sand; massive; very friable; 5 percent distinct light gray (N 7/) clay films on vertical faces of peds; 3 percent medium prominent yellowish red (5YR 5/8) masses of oxidized iron with diffuse boundaries in matrix; 5 percent coarse prominent light greenish gray (5BG 7/1) iron depletions with diffuse boundaries lining pores; 12 percent coarse prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries in matrix; 20 percent coarse prominent yellow (2.5Y 7/6) masses of oxidized iron with diffuse boundaries in matrix; 3 percent crawfish krotovina filled with very pale brown (10YR 7/3) fine sandy loam; neutral."
      }
    ]
  ]
}
