{
  "SERIES": "WINSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRF/RJE/TLA",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Andic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winston ashy loam - grass pasture.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nAp--0 to 4 inches; dark brown (7.5YR 3/2) ashy loam, dark brown (7.5YR 4/2) dry; moderate medium and fine granular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine, fine and medium roots; many very fine interstitial pores; 5 percent concretions; 5 percent pebbles; slightly acid (pH 6.2); clear smooth boundary.  (3 to 8 inches thick)\nBs1--4 to 8 inches; dark reddish brown (5YR 3/4) ashy loam, dark reddish brown (5YR 3/4) dry;moderate very fine subangular structure; soft, very friable, nonsticky and nonplastic, weakly smeary; many very fine, fine and medium roots;  many very fine irregular pores; 5 percent concretions, 5 percent pebbles; slightly acid (pH 6.4); clear smooth boundary.\nBs2--8 to 35 inches; dark brown (7.5YR 4/4) ashy loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure parting to weak fine and very fine subangular blocky; soft, friable, nonsticky and nonplastic, weakly smeary; common very fine, fine and medium roots; many very fine tubular pores; 2 percent concretions; 10 percent pebbles; moderately acid (pH 6.0); gradual wavy boundary.  (Combined thickness of the Bs horizon is 9 to 40 inches)\n2C--35 to 60 inches; dark brown (10YR 4/3) and dark grayish brown (10YR 4/2) extremely gravelly sand, pale brown (10YR 6/3) and light brownish gray (10YR 6/2) dry; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine irregular pores; 70 percent pebbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, Washington; 250 feet north and 675 feet west of the 1/2 corner of section 17, T. 11 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature at a depth of 20 inches ranges from 47 to 53 degrees F.  These soils are usually moist but are dry in all parts of the soil moisture control section for 45 to 60 consecutive days within the four months following the summer solstice. The solum thickness and depth to the 2C horizon ranges from 14 to 38 inches.  The control section above the 2C horizon averages 5 to 35 percent coarse fragments.  Volcanic ash influence is 7 to 38 inches, however below 14 inches bulk density is greater than 1.0 g/cc.  The 7 to 14 inches volcanic ash mantle has an estimated moist bulk density of 0.90 to 1.0 g/cc, volcanic glass content of 5 to 20 percent, acid oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, phosphate retention of 50 to 75 percent, and 15 bar water retention of 8 to 12 percent for air dried samples.  The solum has a base saturation of less than 50 percent (NH4OAc).\nThe A horizon has hue of 5YR through 10YR, value of 2 through 5 moist, 3 through 6 dry and chroma of 1 through 4 moist and dry.  This horizon has weak or moderate granular or subangular blocky structure.  Reaction is strongly acid to slightly acid.  Some pedons have thin E horizons.\nThe Bs horizon has hue of 5YR through 10YR, value of 3 through 5 moist, 4 through 6 dry and chroma of 3 through 6 moist and dry.  Horizons with both values and chroma of 3 or less moist are less than 3 inches thick.  The horizon is loam, gravelly sandy loam, silt loam, gravelly fine sandy loam, gravelly silt loam or gravelly loam.  Reaction is strongly acid to slightly acid.  Some pedons have a BC horizon or a C horizon above the 2C horizon.\nThe 2C horizon has hue of 10YR through 2.5YR, value of 3 through 6 moist, 3 through 7 dry and chroma of 2 through 6 moist and dry.  It is very gravelly sand, very gravelly loamy coarse sand, extremely gravelly coarse sand or extremely gravelly sand.  Thin layers of sandy loam or loamy sand are in some pedons.  Rock fragments range from 35 to 90 percent by volume.  Reaction is moderately acid through neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birchbay, Lystair and Ragnar series.  All of the soils except Birchbay are 0 to 35 percent rock fragments in the lower part of the particle-size control section.  In addition, Birchbay soils have a perched water table in the lower part of the particle-size control section at times in winter and early spring.  Birchbay and Ragnar soils are dry for more than 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTINGS",
    "content": "GEOGRAPHIC SETTINGS:  Winston soils are on outwash terraces and terrace escarpments at elevations of 150 to 1,900 feet.  Slopes are 0 to 65 percent.  These soils formed in gravelly alluvium or glacial outwash with a mantle of loess and volcanic ash.  Winston soils are in a marine climate with cool, dry summers and mild, wet winters.  Average annual precipitation is 40 to 80 inches occurring mostly as rain in the winter.   Average January temperature is 35 degrees F.; average July temperature is 62 degrees F.; average annual temperature is 46 to 52 degrees F. The frost-free season is 125 to 200 days.  The growing season (28 degrees F.) is 150 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barneston, Galvin, Klaber, Olequa, and Tokul soils.  Barneston soils are sandy-skeletal.  Galvin and Klabar soils have an argillic horizon and an aquic moisture regime.  Olequa soils are fine-silty and have an argillic horizon. Tokul soils have ortstein formed in dense glacial till at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very slow to medium runoff; moderate permeability in the solum and very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland and woodland.  Seeded grass pasture, hay and small grains are the principal crops.  Native vegetation is Douglas-fir, western redcedar, western hemlock, bigleaf maple and red alder with an understory of vine maple, Oregongrape, western swordfern, salal, trailing blackberry, red huckleberry, western brackenfern, violet, trillium, evergreen blackberry, rose and salmonberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Washington.  Series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis County, Washington, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 4 inches, a cambic horizon from 4 to 35 inches, and a lithologic discontinuity to sandy-skeletal material at 35 inches.  The cambic horizon is assumed to have micro morphological of cracked coatings and silt-sized and larger pellets (once considered as spodic horizon). This description reflects a change in classification based on amendment 16 from coarse-loamy over sandy or sandy-skeletal, mixed, mesic Typic Haplorthods to coarse-loamy over sandy or sandy-skeletal, mixed, mesic Andic Xerochrepts.\nClassification revised 1/00 from Andic Xerochrepts to Andic Dystroxerepts based on changes to Soil Taxonomy.\nADDITIONAL DATA:  Lab number RP77-WA-081.  Soil was sampled as the Startup series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
