{
  "SERIES": "WINSAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TDT",
  "REVDATE": "08/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Vitrixerandic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Winsand gravelly ashy sandy loam, on a southwest-facing 45 percent slope at an elevation of 5,200 feet in a Douglas-fir and subalpine fir forest.  (Colors are for dry soil unless otherwise stated.   All textures are apparent field textures.)\nOe--0 to 1 inch; partially decomposed needles and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--1 to 6 inches; brown (10YR 4/3) gravelly ashy sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and few medium and coarse roots; common fine irregular pores; 15 percent pebbles; neutral (pH 6.6); clear smooth boundary.  (4 to 5 inches thick)\nBw--6 to 13 inches; pale brown (10YR 6/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine, and few medium and coarse roots; common fine irregular pores; 20 percent pebbles; slightly acid (pH 6.4); clear smooth boundary.  (7 to 10 inches thick)\n2C1--13 to 25 inches; pale brown (10YR 6/3) very cobbly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; few fine irregular pores; 25 percent pebbles and 20 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.\n2C2--25 to 44 inches; light yellowish brown (10YR 6/4) very cobbly sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine irregular pores; 25 percent pebbles, 30 percent cobbles and 3 percent stones; slightly acid (pH 6.4); gradual wavy boundary.  (combined 2C horizon thickness is 29 to 37 inches)\n2R--44 inches; sandstone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 5 miles north of Mazama, Wa., 500 feet west and 1,900 feet north of the southeast corner of section 36, T. 37 N., R. 19 E.  (Latitude 48 degrees 39' 40\" N., Longitude 120 degrees 24' 43\" W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 37 to 41 degrees F.  The mean summer soil temperature ranges from 42 to 46 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 45 to 60 consecutive days following the summer solstice.  The upper 7 to 14 inches has an estimated bulk density of 1.10 to 1.30 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  Depth to a lithic contact is 40 to 60 inches.  The particle-size control section averages 35 to 65 percent rock fragments and 5 to 15 percent clay.\nThe A horizon has values of 4 or 5 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.  Reaction ranges from slightly acid to neutral.\nThe Bw horizon has values of 3 or 4 moist.  It is gravelly ashy sandy loam or very gravelly ashy sandy loam.  It has 15 to 30 percent pebbles and 0 to 5 percent cobbles.\nThe 2C horizon has chromas of 3 or 4 dry or moist.  It is very gravelly sandy loam or very cobbly sandy loam.  Total rock fragments is 35 to 65 percent.  It has 25 to 40 percent pebbles, 10 to 30 percent cobbles and 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Frankcreek(T), Torpy, Verhart, Volmont, and Wellsfar series.  Frankcreek and Torpy soils are very deep.  Verhart, Volmont, and Wellsfar soils are 20 to 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Winsand soils are on backslopes of mountains usually with southerly aspects.  Elevations range from 4,800 to 5,800 feet.  Slopes are 35 to 65 percent.  These soils formed in colluvium and some till from sedimentary rock with a component of volcanic ash in the upper part.  The climate is characterized by cold, wet winters and cool, dry summers.  Average annual precipitation ranges from 25 to 35 inches.  The average January temperature ranges from 18 to 22 degrees F, average July temperature ranges from 54 to 58 degrees F, and the average annual air temperature ranges from 37 to 42 degrees F. The frost-free season is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gatewall and Longort soils.  Gatewall soils are on footslopes and backslopes and have an andic volcanic ash mantle 7 to 14 inches thick.  Longort soils are on backslopes, have a frigid temperature regime and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildlife habitat, watershed, recreation and livestock grazing.  Native vegetation is Douglas-fir and subalpine fir with an understory of pinegrass, silky lupine, heartleaf arnica, common yarrow and luina."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon - 1 to 6 inches (A horizon)\nCambic horizon - 6 to 13 inches (Bw horizon)\nLithic Contact - 44 inches (R horizon)\nPSCS - zone from 11 to 44 inches (part of Bw, 2C1, and part of 2C2 horizon.)\nVitrandic feature - 1 to 13 inches\nDepth to diagnostic horizons and features are measured from the top of the first mineral horizon.\nFurther investigation is needed as to a udic soil moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
